{
    "forum_title": "Deiglan",
    "user": "sandyh",
    "user_id": "36060",
    "date": "2008-01-17 15:56:08",
    "title": "Slagsmál",
    "text": "Ég tek það fram að ég veit að ég er örugglega ekki sá fyrsti sem skrifar um þetta en vildi samt bara koma mínu á borðið.\nÁkvörðun mín á að spreyta mig aðeins um þetta málefni var í rauninni eftir vitneskju mína á svona 8 atvikum þar sem ég fór hreinlega að hugsa, hvað er eiginlega að fólki? Það sem skeði síðast var að ég var á djamminu og var eitthvað dansandi og búinn að fá mér eitthvað 2-3…6..í sitt hvort augað, og var bara hafa það gaman. En svo kom einhver svaka mikill maður og fór að ýta í mig vegna þess að ég hafði víst verið að horfa á kærustuna hans. Ég meina maðurinn var gjörsamlega að eipsjitta og vildi bara draga mig út til að berja mig, ég heyrði voða lítið í honum þannig ég ákvað að fara út með honum og prufa “blindfulla diplómatinn” og átta mig á ástandinu, þá fór hann að ásaka mig um að reyna að ríða kærustunni sinni og einhvern fjanda, sem var nátturlega bara bull. Og það liðu ekki 5 mínutur þangað til að hann var búinn að smala saman FIMM vinum sínum til að taka mig. Ég reyndi að útskýra fyrir honum að hann á ekki að taka þessu svona, ég meina ef einhver horfir á kærustuna mína, þá tel ég það vera heiður, “heyrru ég á flotta kærustu”, maður fer ekkert að ráðast á næsta mann. Það væri nátturlega annað ef ég hefði verið að reyna éta hana eða eikkað en ég hreinlega skil ekki svona lagað, af hverju var hann að fara með hana á djammið í fyrsta lagi ef hann er með einhvern augnkonfektseinkarétt? Svo komu dyraverðirnir og náðu að róa hann eitthvað aðeins. Ég fór bara á annann klúbb og þar var aftur sama ástandið - einhver að rífa á sér rassgatið útaf engu bara til að fá kikk og geta slegist. HVAÐA DÝRAGARÐUR ER ÞETTA? við erum að tala um fullorðið fólk að haga sér eins og smákrakkar sem lentu í því að hjólið á leikskólanum var tekið af þeim, og þá fara þeir að fylla skóflu af sandi og láta til skarar skríða.\nÞetta er nátturlega ekki bara í Reykjavík þar sem þetta gerist, ég fór einu sinni á tónleika á Selfossi og hélt hreinlega að við hefðum óvart tekið vitlausa beygju og endað í Tsjetsníu. Það var gjörsamlega allt morandi í slagsmálum. Sko af eigin reynslu hef ég djammað í 8 löndum (BNA, Kína, Frakklandi, Bretlandi, Japan, Íslandi, Danmörku og Spáni) og þó að maður sjái svona rugl og vitleysu þar líka, þá undra ég mig á því hvað mér finnst ég sjá óvenju mikið af því hérna heima. En það er nátturlega engin fullyrðing vegna þess að ofbeldi fellst ekkert í sér hvaðan fólk kemur. Mín kenning er bara sú að ríkir pínu agaleysi hér þannig að fólk þekkir oft ekki mörkin sín og fólk á líka rosalega erfitt með að gleypa stoltinu sitt, í staðinn fyrir bara að geta sagt “æj, hann er bara fullur, skiptir engu máli þó að hann komi með eitthvað smábarna ”feis“.\nSvo er líka ákveðinn hópur af einstaklingum sem fer niðrí bæ með þeim einum tilgangi - að berja fólk! Og ég sem hélt að krossferðirnar kláruðust fyrir einhverjum þúsund árum síðan. Ef það er upplýst hverjir eru að stunda svona, þá á bara að gera eins og þeir gera í London, banna þá á öllum skemmtistöðum bæjarins (þ.e.a.s. ef það er nógu ljóst að þetta eru þannig einstaklingar þannig hægt væri að réttlæta það).\nSvo er það spurningin stundum hver er að stunda slagsmálin, hvort það sé eitthvað kynbundið. Allaveganna finnst mér það ekki, ég hef stelpur ráðast á hvor aðra (cat fight) alveg eins og strákar, kannski ekki eins mikið, en á hinn boginn hef ég líka séð stelpur vera hvetja sína kærasta og vini til að slást fyrir sig en vilja síðann ekki gera neitt sjálfar. Og það finnst mér alveg jafn ásakanlegt. Ég meina varla myndi landsliðið skora mörg mörk ef 10 íslendingar myndu mæta á völlinn? Það þarf líka einhvern til að gefa fólki ástæðu til að sigra í slag - ”heiður“ eða sjens á einhverja heimska meri sem fílar gaura sem kunna sko að bæta upp fyrir lítinn haus með stóra handleggi. Sjálfur hef ég litla innistæðu fyrir svona bull og hef frekar lítið slegist og oft náð meira og minna að leysa vandann með því að splæsa bara á einn öllara og leiðrétta misskilninga og þannig nýt ég kvöldsins miklu betur heldur en að lenda alblóðaugur á götunni og upp á spítala, eða kannski vinna slag við tapsárann aumingja sem fer síðann að grilla upp einhverja bullshit sögu og hóar síðan 20 vinum sínum til að stúta mig. En í þau skipti sem ég hef slegist þá set ég 3 grundvallarreglur:\n1. Ég þarf að hafa gilda ástæðu til að slást (ekki eitthvað ”hann rakst utan í mig kjaftæði“)\n2. Slagurinn alveg eins og vandinn er milli mín og hinn aðillann, ekki allann árganginn hans eða öfugt.\n3. Sama hvernig slagurinn endar þá er það búið eftir það. Ekkert biturt aftermath rugl.\nEn já, þetta er min skoðun á slagsmálum. Ég hef pælt mikið í þeim og tilgang þeirra. Og oft undrað mig á því hversu mörg brotin nef og glóðuragu hafa orðið bara af einhverju sem voru bara byggð á misskilngin og hefði getað verið leyst með því að fá sér einn kaldann og skemmta sér í staðinn. Og ekki láta neinn segja ykkur neitt ef þið tilheyrið þessum ”non-slagsmála hóp\", það getur hvaða fáviti sýnt reiði og farið að slást, en það þarf alvöru styrkleika og visku til að semja til friðar.\nÞví þannig vinna allir!\nThank you very nice",
    "url": "https://www.hugi.is/deiglan/greinar/568452/slagsmal/",
    "url_id": "568452",
    "id": "5569600",
    "replies": [
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-17 16:10:17",
            "id": "5570519",
            "reply_to_id": "5569600",
            "text": "Sammála þessu, maður má varla rekast í gaur á djamminu án þess að fá dúndur í smettið.. og sama þótt maður biðji afsökunar."
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2008-01-17 16:16:25",
            "id": "5570542",
            "reply_to_id": "5569600",
            "text": "veeerulega vel orðað, verð nú að vita að ég hef látið eitthvað í þessa áttina í annalegu ástandi, en samt sem áður er það hálfgerð vitleysa, og vá, heimurinn væri betri staður ef að allir færu eftir þessum 3 reglum.\nMaður myndi líklega ekki vinna alltaf, en maður myndi allavega tapa réttlátt ;>\nOg svo væri sniðugt ef þessir sem fara niðrí bæ einungis til að slást ættu frekar að stofna sér einhvern fight club til að fá útrás fyrir þetta.\nLennti einmitt á einhverjum svona hálvitum þegar ég var á einhverjum Tropical bar rétt hjá gravarvoginum minnir mig…"
        },
        {
            "user": "agaxag",
            "user_id": "7923",
            "date": "2008-01-22 10:02:27",
            "id": "5582831",
            "reply_to_id": "5570542",
            "text": "Enda er Tropical fullur af 15/16 ára gaurum sem finnst voðalega sniðugt að slást og þá helst 10 á 1."
        },
        {
            "user": "godski",
            "user_id": "70747",
            "date": "2008-01-17 16:26:00",
            "id": "5570574",
            "reply_to_id": "5569600",
            "text": "Góð grein hjá þér maður!"
        },
        {
            "user": "Tsar",
            "user_id": "38365",
            "date": "2008-01-17 16:28:59",
            "id": "5570585",
            "reply_to_id": "5569600",
            "text": "Ég var mjög heppinn í einu tilviki sem gerðist á skólaballi.\nÉg var að grínast í vini mínum og ætlaði mér að kýla svona mátulega fast í hann, en hann færði sig þannig ég kýldi í næsta mann hliðin á honum. Og það beint í magann!. En það vildi svo til að gaurinn sem ég kýldi í var frekar aumingjalegur á að líta þannig hann gerði ekkert í málinu. Ef þetta væri einhvað ferlíki sem ég hefði kýlt hefði ég endað með blátt augað í dauðaherberginu:P"
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2008-01-17 16:33:13",
            "id": "5570596",
            "reply_to_id": "5569600",
            "text": "Ég held að þetta er meira “mental masturbation” og andrenalínið heldur en bara slagsmálin sjálf."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-17 16:33:42",
            "id": "5570597",
            "reply_to_id": "5569600",
            "text": "Muniði ekki þegar við vorum lítil? Alltaf slagur útaf engu.\nÉg reyndar man að ég skemmti mér konunglega þegar ég var að fylgjast með þessu. Slagir voru aldrei hættulegir þegar maður var lítill.\nEn svo líða árin og þetta minnkar og minnkar( semsagt fólk vex uppúr þessu).\nEn því miður eru ennþá til aðilar sem ekki ennþá hafa þroskast uppúr þessu. Lögreglan á ekki að sína neitt vægi fyrir svona fólki. Bara viku fangelsisvist og há sekt. Svona fólk á bara ekki að viðgangast.\nÉg hef séð nokkra slagi í kringum mig svona á seinustu árum og ég hef reynt að gera allt í mínu valdi til að stöðva þá.\nOfbeldi leysir ekki neitt. Leyðir bara til meira ofbeldis."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-17 20:49:44",
            "id": "5571443",
            "reply_to_id": "5570597",
            "text": "Viðurkenndu það er nú lúmskt gaman að horfa á slagsmál ? :P en alls ekki þegar margir ræflar eru að lemja einn"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-01-18 19:10:20",
            "id": "5573882",
            "reply_to_id": "5570597",
            "text": "Lögreglan á ekki að sína neitt vægi fyrir svona fólki.\nErtu að grínast eða? Hvað er það eiginlega sem þú meinar? Þessi setning er bara algjörlega úr samhengi við það sem þú ert að segja.\nSýna vægi? Svona eins og vægi vetrareinkunnar í lokaeinkunn?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-01-18 21:29:48",
            "id": "5574417",
            "reply_to_id": "5573882",
            "text": "Heyrðu vinur. Slappaðu bara að og gerðu eitthvað en að væla í fólki yfir ritvillum.\nÞað á augljóslega að standa ‘vægð’. Lögreglan á ekki að sína ‘neina vægð’ fyrir svona fólk.\nDjöfull hata ég svona fólk eins og þig. Grenjandi útaf einhverju svona. Slepptu þessu bara og gerðu heiminn betri."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-01-18 22:14:03",
            "id": "5574529",
            "reply_to_id": "5574417",
            "text": "Lögreglan á ekki að sína ‘neina vægð’ fyrir svona fólk.\nÞessi setning er heldur ekki rétt.\nsína -> sýna\nog svo er ekki talað um að ‘sýna vægð fyrir einhverjum’, heldur að ‘sýna einhverjum vægð’.\nÉg er riddari ritunar. \\o/"
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2008-01-19 16:31:10",
            "id": "5575998",
            "reply_to_id": "5574529",
            "text": "Þessi setning er heldur ekki rétt.\nRéttara að skrifa:\nÞessi setning er ekki heldur rétt."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2008-01-24 17:57:12",
            "id": "5588676",
            "reply_to_id": "5575998",
            "text": "Það er næstum ekkert rétt og rangt við orðaröð í Íslensku…"
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2008-01-24 19:28:45",
            "id": "5589013",
            "reply_to_id": "5588676",
            "text": "Það er\nnæstum\nekkert rétt og rangt við orðaröð í Íslensku…"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2008-01-25 18:45:04",
            "id": "5591581",
            "reply_to_id": "5589013",
            "text": "Já, þetta sem þú nefndir ekki undantekning frá reglunni. Þetta næstum á til dæmis við um spurningar og samtengingar sérstaklega, en atviksorð eins og heldur eru mjög frjáls."
        },
        {
            "user": "goonie",
            "user_id": "32690",
            "date": "2008-01-17 16:39:06",
            "id": "5570621",
            "reply_to_id": "5569600",
            "text": "ég finn lykt af heitri umræðu … En ég veit alveg hvað þú átt við sumir íslendingar eru einfaldlega hálfvitar þannig er það bara því verður ekkert breytt."
        },
        {
            "user": "raptR",
            "user_id": "34717",
            "date": "2008-01-17 20:12:10",
            "id": "5571292",
            "reply_to_id": "5570621",
            "text": "Við getum alltaf látið gera fleiri kannanir sem enginn nennir að svara og allir taka mark á!"
        },
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2008-01-17 16:55:09",
            "id": "5570670",
            "reply_to_id": "5569600",
            "text": "Þetta er bara eins og talað úr mínum munni.\nFrábær lestur."
        },
        {
            "user": "Svidakjammi",
            "user_id": "53481",
            "date": "2008-01-17 17:04:58",
            "id": "5570707",
            "reply_to_id": "5569600",
            "text": "Úff, indislega skrifuð grein - En mikið helvíti er ég sammála þessu :\n1. Ég þarf að hafa gilda ástæðu til að slást (ekki eitthvað “hann rakst utan í mig kjaftæði”)\n2. Slagurinn alveg eins og vandinn er milli mín og hinn aðillann, ekki allann árganginn hans eða öfugt.\n3. Sama hvernig slagurinn endar þá er það búið eftir það. Ekkert biturt aftermath rugl.\nGet nú ekki sagt að ég fari oft á djemmið niðri í bæ, en ég bý í Garðabæ og fer í slatta af teitum þar - Þar er nú ekki eins mikið um slagsmál en ef það eru slagsmál þá er það útaf svo pínulitlu.  Þegar ég segi litlu þá meina ég “Hann hótaði vini mínum(fullur) svo ég kom með 20 gaura til að drepa þig”.  Skil þetta ekki."
        },
        {
            "user": "GamliMetall",
            "user_id": "47194",
            "date": "2008-01-21 00:29:37",
            "id": "5579867",
            "reply_to_id": "5570707",
            "text": "Í garðabæ búa fífl sem halda að þeir séu mestir og bestir og eru allir saman við bögg við alla og hafa svo oftar en ekki verið lamdir í klessu.(alhæfing en mín reynsla af þeim)"
        },
        {
            "user": "Svidakjammi",
            "user_id": "53481",
            "date": "2008-01-21 00:33:02",
            "id": "5579875",
            "reply_to_id": "5579867",
            "text": "Það er flott að þú veist að allur Garðabærinn er svona."
        },
        {
            "user": "GamliMetall",
            "user_id": "47194",
            "date": "2008-01-21 00:56:10",
            "id": "5579914",
            "reply_to_id": "5579875",
            "text": "Ég er úr hfj. og ég hef svo oft lennt í því að vinir vina minna hafi verið verið lamdir i stöppu 1 á móti 20 bara útaf hann var í garðabæ í partýi og svo næsta dag frétti ég að þeir hafi allir verið lamdir útaf þeir setja sig dáldið uppá móti öllum.. frétti lika að einn af þessum gæjum hafi verið hennt i fangelsi fyrir að lemja gæja með sveðju í hausinn. En sá gaur hafði einmitt lamið einn félaga vina minna.\n(finnst álftanesingar vera dáldið með þeim í þessu)\nHef lika kynnst þessu i gegnum fótboltan og svona.. Stjörnu-gæjarnir haga sér alltaf þannig á vellinum einsog þeir séu ósnertanlegir, síðan þegar maður tæklar þá er það bara mikilmennsku brjálæðið og þeir snappa eitthvað og ætla að lemja mann eftir leikinn..\nEina hliðin af þeim sem eg hef kynnst, þekki ekki betur til þeirra en þetta en eg trúi varla að þeir séu allir svona.. það bara ber svo mikið á þessum gæjum"
        },
        {
            "user": "JeZteR",
            "user_id": "50638",
            "date": "2008-01-21 10:19:52",
            "id": "5580198",
            "reply_to_id": "5579875",
            "text": "þetta er samt satt hjá honum. ég á kærustu sem býr í garðabæ og ég er sjálfur úr hafnarfirði og veistu hvað ég var einu sinni laminn bara fyrir það eitt að vera hafnfirðingur í garðabæ. ég lennti á sjúkrahúsi þar sem þeir voru svona 20 og með baseball kylfur og ég missti af prófum og sjúkraprófum og missti þar af leiðandi af heillri önn í skólanum.. þeir rústuðu bílnum mínum (voru hoppandi á þakinu og fleira.. málið með garðbæinga er að mjög margir eru bara helv. dópistar. hinsvegar þekki ég nokkra garðbæinga sem eru mjög fínir en ´mjög stór hópur af garðbæingum eru í þessari “klíku”.. ég hef alldrey farið í partý í´bænum öðruvísi en að garðbæingar mæta svo á svæðið og byrja að slást sem endar svo í því að partýið er búið.."
        },
        {
            "user": "Svidakjammi",
            "user_id": "53481",
            "date": "2008-01-21 11:31:10",
            "id": "5580297",
            "reply_to_id": "5580198",
            "text": "Veistu, ég myndi nú ekki segja að mjög stór hópur af Garðabæ væri í þessari “klíku”(jú, ætli það mætti ekki kalla þetta klíku).  En það er þó einhver hópur sem kemur óorði á hinu sem ekki eru í henni.\nÉg geri mér fullkomlega grein fyrir því að margir í Garðabæ eru fífl :)"
        },
        {
            "user": "JeZteR",
            "user_id": "50638",
            "date": "2008-01-21 11:38:13",
            "id": "5580302",
            "reply_to_id": "5580297",
            "text": "well þú ert nú greinilega ekki einn af þeim þó :)"
        },
        {
            "user": "Svidakjammi",
            "user_id": "53481",
            "date": "2008-01-21 11:40:50",
            "id": "5580308",
            "reply_to_id": "5580302",
            "text": "Nei, sem betur fer hef ég ekki búið í Garðabæ alla mína ævi(bara síðan ég var 10 ára, er '90 módel) - Þeir sem hafa búið hérna alla sína ævi taka ekki eins mikið eftir þessu eins og fólk frá öðrum bæjarfélögum."
        },
        {
            "user": "JeZteR",
            "user_id": "50638",
            "date": "2008-01-21 11:47:52",
            "id": "5580322",
            "reply_to_id": "5580308",
            "text": "jubb það er satt.."
        },
        {
            "user": "Bloodworker",
            "user_id": "61088",
            "date": "2008-01-21 12:55:12",
            "id": "5580413",
            "reply_to_id": "5570707",
            "text": "eins og þegar við vorum í partyinu á flötunum. og gaurinn barði atla vegna þess að hann hótaði litla bróðir besta vinar síns fyrir 2 árum ;/ … lame"
        },
        {
            "user": "Svidakjammi",
            "user_id": "53481",
            "date": "2008-01-21 15:14:31",
            "id": "5580712",
            "reply_to_id": "5580413",
            "text": "True, too gay :)"
        },
        {
            "user": "Pesi",
            "user_id": "2184",
            "date": "2008-01-17 17:08:05",
            "id": "5570721",
            "reply_to_id": "5569600",
            "text": "Þetta er allt satt og rétt hjá þér.\nPersónulega er ég mjög á móti slagsmálum og mín grundvallarregla í mannlegum samskiptum er sú að afla vina ekki óvina. Hinsvegar þá er þetta fólk til sem fer niður í bæ til þess að berja eithvern og maður spottar þetta yfirleitt á töffaralabbinu hjá einum hóp (kassinn upp hendur aðeins frá líkamanum) af þessum þá sérð þú aldrei einn einstakling þeir eru alltaf í hópum og fynna eitt fórnarlamb til að senda upp á gjörgæslu (rétt skrifað?).\nÉg hef sjálfur lent í veseni og hef þurft að “ýta frá mér” en það fyrsta sem að ég tek eftir ef að maður ýtir á móti eithverjum er það að það er tekinn upp síminn og hringt á mannskap ef að hann er ekki til staðar, menn eru ekki tilbúnir til að taka þetta fyrir utan maður á mann heldur verður þetta alltaf að vera hópur á mann.\nEf að tilkemur að ég lendi í slagsmálum (sem gerist nú örsjaldan) þá reyni ég yfirleitt að kjafta mig útúr þeim fyrst og reyni hvað ég get til að komast hjá því að ég þurfi að beita manneskju líkamlegu ofbeldi. Ef að það gengur ekki þá leysi ég þetta maður á mann, ég tek ekki með mér vopn (hníf, hnúajárn, kylfu o.s.frv.), og eins og þú segir eftir slaginn þá er þetta búið að minni hálfu sama hver vinnur."
        },
        {
            "user": "warped",
            "user_id": "70267",
            "date": "2008-01-17 17:14:29",
            "id": "5570751",
            "reply_to_id": "5569600",
            "text": "snilldar grein. ég er sammála held ég öllu sem þú segir þarna. þetta er komið útí aðeins of mikið rugl."
        },
        {
            "user": "Nessinn",
            "user_id": "45124",
            "date": "2008-01-17 17:20:36",
            "id": "5570776",
            "reply_to_id": "5569600",
            "text": "Nokkuð skemmtileg grein..\nOg rétt"
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2008-01-17 17:23:10",
            "id": "5570785",
            "reply_to_id": "5569600",
            "text": "Svo sammála öllu! En sumt fólk er bara svo barnalegt."
        },
        {
            "user": "adie",
            "user_id": "37785",
            "date": "2008-01-17 17:49:37",
            "id": "5570881",
            "reply_to_id": "5569600",
            "text": "Fávitar sem að stofna til ofbeldis útaf hlutum, svo einfalt er það."
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2008-01-17 18:02:39",
            "id": "5570918",
            "reply_to_id": "5569600",
            "text": "Góðar pælingar og vel þess virði að ræða og spá í. Slagsmál leysa aldrei neinn vanda heldur búa til enn meiri vanda en fyrir var og oft á tíðum geta slagsmál orðið til þess að valda miklum líkamlegum skaða eða jafnvel dauða - eitthvað sem ekki er hægt að taka til baka þó menn iðrist gjörða sinna seinna.\nMitt í umræðunni um að mest sé um útlendinga sem eru að “vandamálast” í íslensku þjóðfélagi vill það gjarnan gleymast að íslenskir þegnar eru alls ekki barnanna bestir þegar upp er staðið. Við stöndum sjálf í því að “skapa réttar aðstæður” til þess að slagsmál og leiðindi myndast - oft út af svo litlum hlutum að það hálfa væri meira en nóg.\nEkki má þó heldur alhæfa um að ungir/eldri menn séu þeir verstu í þessum málum. Talsvert er því miður um ungar stúlkur sem leggja “vinkonur”, eða fyrrverandi vinkonur, í einelti. Dæmi eru líka mjög slæm þar sem stúlkur einnmitt æsa gaura sem þær ná sér í (leita sér að hálf heilalausum og óþroskuðum massatröllum - í skítverkin) eingöngu til þess að “taka einhvern í gegn fyrir sig” … eins og t.d. fyrrverandi kærasta eða einhvern gaur sem “hafnaði” þeim t.d…\nGóður vinur minn lenti í slíku dæmi svo ég er ekki að setja neitt upp sem ég bara held að sé til í myndinni. Hann hafnaði stúlku vegna þess að honum líkaði ekki innihaldið þó skelin hafi verið falleg - og innihaldið lét ekki lengi bíða eftir því að hefna sín. Hún nældi sér í einn af sterkari slagsmálastrákum staðarinns á innan við vikutíma og á næsta balli kom hún “sakleysið uppmálað” til okkar og bauð vini mínum að dansa “þeirra síðasta dans” til að sýna að hún væri sátt og vildi vera “vinur hans”..\nOg þvílíkur vinur. Þau fóru út á gólf og dönsuðum smá, hún stanslaust að hlægja og nudda sér uppvið hann (ég í slæmum málum því mér líkaði ekki við hana því eitthvað fals var auðséð á henni eins og venjulega og ég grunaði hana um eitthvað misjaft svo ég fylgdist með).\nAllt í einu varð allt vitlaust. Stór og mikill tuddi ruddi sér braut út á mitt dansgólf og engin gat áttað sig á neinu fyrr en of seint.\nVinur minn raknaði við sér inni á slysó þar sem læknir var að eiga við hann - hann var kjálkabrotinn og illa brákaður og marinn á hægri hlið andlitsins og mátti víst þakka fyrir að vera ekki verr staddur.\nMálið var rannsakað og í ljós kom að stúlkan hafði náð sér í þennan líka slagsmálarum til að hefna sín á vini mínum fyrir höfnunina. Mætti með hann á dansleikinn og var búin að heilaþvo hann með að félagi minn gæti ekki látið hana í friði og að hún væri að gefast upp á þessu (samkvæmt framburði vinkvenna hennar). Hún lét vinkonur sínar trufla athygli massagaursins meðan hún náði félaga mínum út á gólfið og síðan “létu” vinkonurnar gaurinn horfa á gólfið þar sem þau dönsuðum og sögðu honum að þarna væri sönnunin um að “hennar fyrrverandi” gæti ekki látið hana í friði.\nStrákgreyið varð óður, það sauð í honum afbrýðisemin og hann bara óð eins og naut út á gólf, kom aftanfrá á 100 kílómetra hraða að félaga mínum og höggið gerði sitt gang - án þess að vinur minn nokkurn tíman sæi hann koma - og inn í svartnættið sveif hann með “hæðnisglott” hennar eitt í minningunni(eftir því sem hann segir sjálfur).\nAuðvitað fyrirgaf hann stráknum strax og kærði hann ekki, en lét bóka málið á hana og til að losna við ákærur og málavesen þurfti hún að borga allan lækniskostnað og það sem til féll til að allt yrði aftur eins og það átti að vera.\nÞetta er ekki algilt og alls ekki allar stúlkur sem gera svona lagað sem betur fer, enn síður að svona atvik séu daglegt brauð - en þau gerast samt en eru síður sjáanleg því ekki segja stelpurnar frá því að þær standi á bakvið einhver ákveðin slagsmál.\nÞað er því oft þannig með slagsmál að “misskilningur” er ástæða slagsmálanna. Ef menn væru bara nógu þroskaðir til að skilja það og athuga málin - þá væri mun minna um slagsmál yfir höfuð. Ef t.d. massagaurinn hefði verið nógu skynsamur og þroskaður þá hefði hann fylgst með og séð að um einn dans var að ræða og ekker meira - og til að róa sig enn betur hefði hann talað við félaga minn til að fá HANS HLIÐ Á MÁLUNUM en ekki bara trúað í blindni frásögn hennar. Þannig bætist við að slagsmál eru oft á tíðum vegna “óþroska, óskynsemi, fljótfærni” og fleiri þannig göllum.\nEn góð grein hjá þér og góðar pælingar. Slagsmál leysa aldrei neina hluti og að mínu áliti eru þeir sem þurfa endilega að vera að slást á hverju kvöldi eða um hverja helgi - óþroskaðir, fljótfærir og óskynsamir fautar og grautaheilar.\nKveðja:\nTigercop sem lýst vel á grundvallareglur korkahöfundar - góðar reglur og virðingaverðar sem fleiri mættu vel taka sér til fyrirmyndar."
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2008-01-17 22:32:57",
            "id": "5571819",
            "reply_to_id": "5570918",
            "text": "Ótrúlegt… Vægast sagt\nHversu fokking Brjáluð þarf manneskja að vera"
        },
        {
            "user": "drunk",
            "user_id": "7927",
            "date": "2008-01-18 02:31:02",
            "id": "5572357",
            "reply_to_id": "5570918",
            "text": "….og til að róa sig enn betur hefði hann talað við félaga minn til að fá\nHANS HLIÐ Á MÁLUNUM\nen ekki bara trúað í blindni frásögn hennar….\n“Shoot first ask questions later” Svoooo satt og svoooo sorglegt."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-19 02:51:37",
            "id": "5575125",
            "reply_to_id": "5570918",
            "text": "hroðalegt, en ég verð að segja að einu sinni varð ég fúl út í kærastann minn fyrir að kýla ekki einhvern aumingja *I know, ég er sek um að vilja að ástin mín fari að slást*\nþessi gaur var að káfa á mér og hreinlega bara hæddist að mér þegar ég sagði honum að back-a off!\nfór til kærastans míns og sagði honum að gera einhvað, hann að tala við sameiginlegan vin okkar sagði mér að hann væri upptekin.\nÁ heimleiðinn lék ég hlutverk fórnarlambs og sagði að ég yrði greinilega að læra sjálfsvörn því maðurinn minn vildi ekki verja mig..\nJá ég er sek um marga svona hluti, og ég skil stelpur sem vilja láta slást fyrir sig, þessi tilfining þegar einhver stærri og sterkari er að gera einhvað á sinn hlut og það er ekkert sem þú getur gert í því er eins og ofsakláði sem þú getur ekki klárað í bland við innirlokunarkend..\nég sjálf er sek um mikla illgirni, þó samt aldrei svona planaða, þetta kom bara án þess ég hugasði um það, I was a natrual\neinhvað hræðilegt hefur komið fyrir fólk sem ber með sér svona illgirni og hefndarþorsta, það besta sem hægt er að gera er elska þetta úr þeim :)\nen svo eru alltaf til siðblindingjar O.o"
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2008-01-17 18:02:58",
            "id": "5570921",
            "reply_to_id": "5569600",
            "text": "ein af ástæðunum fyrir því að ég fer nánast aldrei niður í bæ…\nein góð hjón sem ég þekki, fóru eitt kvöldið í sumar niður í bæ á einhvern ágætan veitingastað af e-u tilefni sem ég man ekki. þau voru sæmilega prúðbúin, af þessu sama tilefni, og eftir matinn röltu þau aðeins, en voru stoppuð af löggum, sem ráðlögðu þeim að láta sig hverfa. og af hverju? jú, löggan bjóst við að fyrst þau voru sæmilega klædd, héldi fólk að þau væru rík, og að þau hjónin yrðu barin í spað og rænd.\nþetta er náttúrulega ekki eðlilegt. íslendingum finnst þeir oft bestir í heimi. ég held að sú skoðun breytist þegar litið er á þessi mál."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2008-01-17 18:38:00",
            "id": "5571024",
            "reply_to_id": "5569600",
            "text": "Já ég er sammála greinarhöfundi fyrir utan það að mínar reglur eru einfaldari en hans.\n1.  Ég ógna engum.\n2.  Ef mér er ógnað biðst ég afsökunar og reyni að tala manninn til.\n3.  Ég hleyp í burtu ef mér ef það virkar ekki.\n4.  Ef ég kemst ekki í burtu byrja ég að gráta\n5.  Ef það á að lemja mig enn þá, spyr ég hvort ég megi hringja í mömmu áður en ég dey.\n6.  Ég dey."
        },
        {
            "user": "Saehrimnir",
            "user_id": "71498",
            "date": "2008-01-17 19:14:29",
            "id": "5571150",
            "reply_to_id": "5571024",
            "text": "Hahaha, vona að þú sért að grínast."
        },
        {
            "user": "Snjallari",
            "user_id": "69823",
            "date": "2008-01-17 19:59:40",
            "id": "5571260",
            "reply_to_id": "5571150",
            "text": "Ég vona eiginlega að þú sért að grínast."
        },
        {
            "user": "Saehrimnir",
            "user_id": "71498",
            "date": "2008-01-17 20:27:25",
            "id": "5571340",
            "reply_to_id": "5571260",
            "text": "Nú? Allt í lagi að forðast slagsmál, en að gráta? Það er dálítið yfir strikið."
        },
        {
            "user": "Vitork",
            "user_id": "58032",
            "date": "2008-01-17 21:58:41",
            "id": "5571685",
            "reply_to_id": "5571340",
            "text": "Haha stórefa að einhver sé að fara að berja grátandi mann sem var að byðja um að fá að hringja í mömmu sína :D"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-19 02:58:14",
            "id": "5575138",
            "reply_to_id": "5571024",
            "text": "ha ha ha .. að grenja virkar alltaf fyrir mig"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-29 18:25:51",
            "id": "5600121",
            "reply_to_id": "5575138",
            "text": "mig líka 8-)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-17 18:55:13",
            "id": "5571095",
            "reply_to_id": "5569600",
            "text": "Þetta hefur verið á niðurleið síðan við hættum að flytja slagsmálahunda tímabundið yfir til Bretlandseyja í skipum."
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2008-01-17 18:59:58",
            "id": "5571106",
            "reply_to_id": "5569600",
            "text": "Varðandi þessar reglur hjá þér þá finst mér bara vera ein gild regla í slagsmálum.\nÞú snertir ekki ligjandi mann. Að sparka í ligjandi mann er mesti aumingjaskapur sem til er.\nAnnars er mikið til í þessu hjá þér. Maður tekur alveg eftir því. Ég er líka í svona meðalstærð, kanski frekar stór svo að mönnum finst voða gaman að reyna að slást við mig. Eitthvað meira fjör en að velja einhvern titt. Stundum reddast það og stundum hefur maður ekkert val."
        },
        {
            "user": "GrollX",
            "user_id": "29766",
            "date": "2008-01-17 19:30:43",
            "id": "5571192",
            "reply_to_id": "5569600",
            "text": "*klapp*klapp*\nÉg styð þessa grein!"
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2008-01-17 19:39:55",
            "id": "5571216",
            "reply_to_id": "5569600",
            "text": "1. Ég þarf að hafa gilda ástæðu til að slást (ekki eitthvað “hann rakst utan í mig kjaftæði”)\n2. Slagurinn alveg eins og vandinn er milli mín og hinn aðillann, ekki allann árganginn hans eða öfugt.\n3. Sama hvernig slagurinn endar þá er það búið eftir það. Ekkert biturt aftermath rugl.\n1.Hjá Fullri manneskju eru milljón gildar ástæður til að slást.\n2.Fullum manneskjum er alveg sama þó þið séuð 5 að berja sama gæjann eða bara þessi eini fulli\n3.Ef slagurinn endar á því að þú buffar hann þá verða engir eftirmálar… Ef það er öfugt þá er það bara næsta helgi…\nFullt fólk er ekki á sama plani og edrú fólk\nÉg hef lent í ófáum áflogum þar sem það er ráðist á mig að ástæðulausu og alltaf að fullum manneskjum. Hinsvegar hef ég lent í því undir áhrifum áfengis í nokkur skipti líka að ráðast á aðrar manneskjur af ástæðulausu… það kalla ég fyllerí\nThe point here is then = Drinking is baaaad :P"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2008-01-17 22:11:15",
            "id": "5571728",
            "reply_to_id": "5571216",
            "text": "Hinsvegar hef ég lent í því undir áhrifum áfengis í nokkur skipti líka að ráðast á aðrar manneskjur af ástæðulausu… það kalla ég fyllerí\nhah, þú hefur ekkert “lent í því”, þú framkvæmdir það. maður gerir svona ekkert “óvart.”"
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2008-01-17 23:12:45",
            "id": "5571947",
            "reply_to_id": "5571728",
            "text": "satt, en hey ég var að spá… ertu að stalkera mig ?\nAlltaf þegar ég commenta á eitthvað sem þú hefur aðrar skoðanir á þá ferðu alltaf að vera með kjaft, hvernig stendur á því ?"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2008-01-17 23:18:01",
            "id": "5571961",
            "reply_to_id": "5571947",
            "text": "hah, því kommentin þín stinga í augun. nei ég er ekki að stalka þig."
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2008-01-17 23:18:47",
            "id": "5571963",
            "reply_to_id": "5571961",
            "text": "Ahh meinar, svona er þettað…\nHaha vonandi stinga þau fast :D"
        },
        {
            "user": "herraisland",
            "user_id": "56993",
            "date": "2008-01-23 11:07:32",
            "id": "5585647",
            "reply_to_id": "5571728",
            "text": "maður þarf ekkert að framkvæma það það er allveg til klikkhausar sem gera bara það sem þeir vilja"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2008-01-23 11:46:04",
            "id": "5585669",
            "reply_to_id": "5585647",
            "text": "þeir “lenda” samt ekkert bara í slagsmálum?"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2008-01-17 22:39:11",
            "id": "5571847",
            "reply_to_id": "5571216",
            "text": "Ég held því fram að það eina sem gerist þegar þú verður fullur er að þú verður kærulaus og taumarnir sem þú heldur alla edrú daga þína fara í vaskinn þegar þú drekkur.\nÁfengi sýnir innri mann er ég að meina.\nÁfengi “lætur” þig ekki gera neitt.\nSumir vilja aldrei slást - edrú eða fullir það er því að sá einstaklingur er ekki ofbeldisfullur en sumir eru alltaf í slagsmálum þegar þeir eru fullir því þeir eru ofbeldisfullir."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2008-01-18 01:55:11",
            "id": "5572324",
            "reply_to_id": "5571216",
            "text": "Þú ert bara fokking hommalegur gaur!! Hættu að slást."
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2008-01-18 21:08:56",
            "id": "5574361",
            "reply_to_id": "5572324",
            "text": "búhú hættu að væla"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-01-17 19:40:51",
            "id": "5571218",
            "reply_to_id": "5569600",
            "text": "Gaur! Ef einhver er að tjékka út gjélluna manns þá buffar maður hann nottlah. Þannig er það bara.\nP.s. Djók."
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2008-01-17 19:41:07",
            "id": "5571219",
            "reply_to_id": "5569600",
            "text": "Úff, þekki einn sem var á djamminu og þeir rugluðu honum við einhvern annan og alltíeinu voru bara tugir manns í kringum hann, allir vildu berja hann og sonur hans komst ekki þarna til hans, útaf öllum hópnum sem var fyrir svo hann hljóp, sótti bílinn og keyrði bara beint í hópinn og sótti svo pabba sinn og brunaði burt. Slatti sem slasaðist.\nEn hefði hann ekki gert þetta hefðu þeir drepið hann á endanum, og það er erfitt að hugsa rökrétt þegar líf föður manns er í húfi."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-17 20:59:16",
            "id": "5571481",
            "reply_to_id": "5571219",
            "text": "Djöfull er ég sammála þér, ég myndi hiiklaust bomba inn í þennan aumingjahóp ef svona ógeðslega margir myndu ætla að stúta föður mínum."
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2008-01-17 21:47:14",
            "id": "5571633",
            "reply_to_id": "5571481",
            "text": "Klárlega."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-17 21:55:21",
            "id": "5571670",
            "reply_to_id": "5571633",
            "text": "Veistu samt eitthvað útaf hverju þeir snöppuðu svona við karlgreyið ?"
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2008-01-17 22:51:03",
            "id": "5571883",
            "reply_to_id": "5571670",
            "text": "Neimm.\nÞeir héldu að hann væri annar bara.\nHaha, er búinn að segja allt sem ég veit um þetta mál núna."
        },
        {
            "user": "TheGuyOfWords",
            "user_id": "61030",
            "date": "2008-01-18 20:04:23",
            "id": "5574121",
            "reply_to_id": "5571883",
            "text": "nautaskítur þetta er eitthvað svo mikið bíó mynda scene þessi pabba saga!"
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2008-01-18 20:16:25",
            "id": "5574181",
            "reply_to_id": "5574121",
            "text": "Huh?"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2008-01-17 19:46:42",
            "id": "5571227",
            "reply_to_id": "5569600",
            "text": "Áhugaverð grein hjá þér.\nÉg er stelpa og hef aldrei farið í slagsmál en ég hef oft farið á böll þar sem einhverjir hafa farið í slagsmál. Þegar ég er á böllum þar sem eru slagsmál sem ég sé til reyni ég alltaf að stylla til friðar og gegn venjulega á milli, hef komist alveg ósködduð úr því ennþá. Hins vegar verð ég að segja eins og þú að ég skil ekki ástæðu þess að fara í slagsmál, enda eru þau bara af hinu slæma. Stundum held ég að sumir strákar (ég segi strákar þar sem það eru þeir í 99% tilfellum sem eru að slást á þeim böllum sem ég hef farið á) fari eingöngu á ball til þess að slá einhverja! Það er bara ömulegt og það skemmir venjulega bara skemmtunina fyrir öllum hinum sem komu á ballið til þess að skemmta sér.\nSjálf fell ég alls ekki fyrir drengjum sem slást enda er það venjulega uppskrift að vandræðum ef gaurinn er mjög mikið að lemja aðra :) Ég á hins vegar yngri bróður sem er mjög góður strákur. Bróðir minn á fult af vinum sem eru alveg jafn góðir strákar og þeir myndu aldrei lemja neinn, meira að segja þegar það er verið að gera þeim eitthvað þá gera þeir ekkert í staðin. Ég er stundum mjög hrædd um þá þar sem þeir verja sig ekki einu sinni. Ég er alls ekki að segja að ofbeldi sé af hinu góða en ef það er einhver að fara að berja þig í buff þá er ekki gott að vera bara óskaplega góður og bara leifa það! Við þurfum náttúrulega alltaf að verja okkur og ef einhver sauðdrukkinn hálfviti hefur fengið þá flugu í höfuðuð að maður sé að ógna honum eitthvað þá ver maður sig!\nEn í sambandi við gaurinn sem átti kærustuna sem mátti ekki horfa á þá er hann bara hálfviti, ég meina af hverju setti hann ekki bara slæðu yfir andlit hennar til þess að koma í veg fyrir að nokkur væri að horfa á hana. Hvað er líka hættulegt við það að einhver sé að horfa á mann!?!"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-19 03:07:56",
            "id": "5575161",
            "reply_to_id": "5571227",
            "text": "ég á akkurrat lítin bróðir sem er andstæðan, hehe hann er rosalegur, spurði mig um daginn afhverju við hefðum aldrei farið að slást, því vinur hans lennti í slagsmálum við systur sína, ég bara O.o viltu það?, já það hefði verið gaman sagði hann, híhí cute kid"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2008-01-17 19:47:24",
            "id": "5571231",
            "reply_to_id": "5569600",
            "text": "Ég labba alltaf bara um eins og ég sé kókaðasti gæjinn á svæðinu"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2008-01-18 02:41:31",
            "id": "5572363",
            "reply_to_id": "5571231",
            "text": "Góð vörn, þó kókuðustu gæjarnir á svæðinu séu oftast frekar hallærislegir."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2008-01-17 20:06:48",
            "id": "5571276",
            "reply_to_id": "5569600",
            "text": "Hrikalegt þegar maður fréttir af einhverjum sem hefur verið stórslaður af algerlega tilefnislausu.\nOftast ferðast slíkir guttar í hópum ,3+ saman og rekast í allt og alla og ráðast þá venjulega margir á einn.\nÉg hef oft lent í einhverskonar böggi en sem betur fer þá drekk ég aldrei þannig að ég verði fullur og er því alltaf með fullu viti og get talað mig úr aðstæðum.\nÞað var þó einu sinni ráðist á mig, 3 eða 4 man það ekki alveg, þeir kýldu mig í magan og öxlina, alveg laflaust (blindfullir) og reyndu svo að draga mig afsíðis sem þeim tókst ekki.\nÞeir höfðu örugglega horft á of margar bíómyndir því einn tók um axlirnar á mér og reyndi að beygja mig niður með handafli einu saman og gefa mér þannig hnéspark í magann sem auðvitað gekk ekki heldur (mjaðmir, mjóbak, efrabak og magi á móti höndum :b).\nFljótlega gáfust þeir upp, sáu að ég ætlaði ekkert að fara í slag (tók ekki einu sinni hendur úr vösum) og þetta var ekki að bera neinn árangur hjá þeim.\nFrekar hallærislegt allt saman, varla vanir miðbæjarböggarar, kýldu aldrei í andlit td."
        },
        {
            "user": "Grindfreak",
            "user_id": "57144",
            "date": "2008-01-17 20:08:17",
            "id": "5571281",
            "reply_to_id": "5569600",
            "text": "Skemmtanalíf á íslandi er ónýtt maður rekst í gaur á djamminu þá er maður nánast dreginn á hárinu út og laminn af 4 gaurum. Svo djammaði ég einusinni í RVK reyndar sá ég það ekki en vinir mínir sáu mann stökkva út úr bifreið og hlaupa að manni með felgjulykill og dúndra honum í framan á manninn.\nSvo er líka orðið svo mikið að liðið er útúr spíttað með 1mm stuttan kveikjuþráð þetta er orðið nánast þannig að maður á aldrei að djamma einn."
        },
        {
            "user": "Grindfreak",
            "user_id": "57144",
            "date": "2008-01-26 11:10:48",
            "id": "5592832",
            "reply_to_id": "5571281",
            "text": "undarlegt, kunningi minn lenti einmitt í þessu,\nvið fengum okkur allir sígó við lækjartorg, hann stökk fyrir hornið að skvetta úr skinnsokknum.\nkemur ekki einhver gaur hoppandi út úr bílnum sínum og slær hann í andlitið með skiptilykli.\nég brást heldur illa við, stökk á gæjann og gaf honum högg, tók skiptilykilinn af honum og sagði honum að drulla sér í burtu, grýtti svo lyklinum í bílinn hjá honum er hann keyrði í burtu.\nhef ekki heyrt af þessum gæja síðan, kunningi okkar kannaðist ekkert við hann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-26 17:59:49",
            "id": "5593553",
            "reply_to_id": "5592832",
            "text": "hehe rugl marrh en það var felgulykill og gaurin lamdi hann niður svo hljóp hann aftur inn í bíl en vinir mínir voru fullir svo ég veit ekki :p"
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2008-01-17 20:44:58",
            "id": "5571419",
            "reply_to_id": "5569600",
            "text": "þessir helvítis dólgar mega slást fyrir mér svo lengi sem báðum aðilum langar það. Allt annað er rugl og aumingjaskapur."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-01-17 23:21:07",
            "id": "5571971",
            "reply_to_id": "5571419",
            "text": "Hvaðahvaða, alltaf töff að slást."
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2008-01-17 20:47:06",
            "id": "5571431",
            "reply_to_id": "5569600",
            "text": "hvað er að þér kelling? það er svalt að slást!\nen já ókei… í fullri alvöru þá er það ekki töff.. hef lent í ýmsu sjálfur og verið skorinn á háls með brotnu glasi og ýmislegt… nefbrotinn við að hjálpa gaur á fætur, og var einu sinni skallaður þegar ég bauð ælandi gaur vatnsglas"
        },
        {
            "user": "SPSS",
            "user_id": "13954",
            "date": "2008-01-17 21:20:11",
            "id": "5571553",
            "reply_to_id": "5571431",
            "text": "Vó bíddu.  Bauðstu ælandi gæjanum vatnsglas, og ælandi gæjinn skallaði þig viljandi??\nOg varst þú nefbrotinn af gæja sem þú varst að hjálpa??"
        },
        {
            "user": "venom",
            "user_id": "43669",
            "date": "2008-01-18 22:08:54",
            "id": "5574520",
            "reply_to_id": "5571553",
            "text": "nei hann gaf ælandi gaurnum vatn og þá komu einhverjir 5 gaurar og sögðu “hey hvað ertu að gefa þessum gaur vatn” og réðust svo á okkur (já ég er ælukallinn)."
        },
        {
            "user": "SPSS",
            "user_id": "13954",
            "date": "2008-01-19 02:55:06",
            "id": "5575132",
            "reply_to_id": "5574520",
            "text": "aaah ok.  Slæmt..fáranlegt..en hey, íslenskt bæjarlíf.."
        },
        {
            "user": "TimBursala",
            "user_id": "59177",
            "date": "2008-01-21 23:14:12",
            "id": "5582331",
            "reply_to_id": "5575132",
            "text": "reykvískt bæjarlíf."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-17 21:07:33",
            "id": "5571510",
            "reply_to_id": "5569600",
            "text": "Ég man einusinni þegar ég og vinir mínir vorum fyrir utan Elko hérna á smáratorgi og við vorum að spjalla við einhverja 3 gaura þarna á planinu. Við vorum bara að spjalla(þekktum þá ekki mikið) en svo hringir síminn hjá einum stráknum og hann er alveg að drulla á sig, og við spurjum hvað sé að og hann segir að það eigi semsagt að lemja hann í spað, okkur var svolítið brugðið við það, enda sláumst ég né félagar mínir aaldrei. Svo einhverjum mín eftir þetta keyra svona þrír bílar á milljón inn á planið. Allir troðfullir bílarnir og allir gaurarnir úr þessum bílum storma útur honum og byrja að ráðast á EINN af þessum þrem þarna. Þeir lömdu hann svo ógeðslega mikið, spörkuðu í andlitið á honum, rifu hann upp kýldu, hræktu og spörkuðu í magann á honum svo man ég þegar einn kýldi hann svo að lokum með hnúajárni í andlitið. Hann datt niður fossaði úr nefinu og munninum á honum. Við hefðum hjálpað honum ef það væru ekki 5 risa gæjar standandi með morðsvip yfir okkur og sáu algerlega um að við létum þetta algerlega vera.\nSvo löbbuðu þeir hlæjandi inn í bílana sína og brunuðu burt meðan strákurinn lá þarna liggur við meðvitundarlaus..\nSvona aumingjar eru svo óógeðlega miklir ræflar að það er ekki einusinni fyndið, hvaða heilbrigða manneskja lemur annan mann svona í hakk með 10+ öðrum aðilum? Með ólíkindum."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2008-01-17 22:09:30",
            "id": "5571720",
            "reply_to_id": "5571510",
            "text": "Og hvernig hefndi hann sín?"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-17 22:20:47",
            "id": "5571766",
            "reply_to_id": "5571720",
            "text": "Hefndi sín ekki …"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-18 08:15:13",
            "id": "5572420",
            "reply_to_id": "5571510",
            "text": "Hm, fyrir hvað var hann laminn svona brutally?"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-18 08:40:47",
            "id": "5572442",
            "reply_to_id": "5572420",
            "text": "Minni að hann hefði átt í samskiptum við einhverja kærustu eins stráksins þarna, samt ekkert sambandslegt  bara vinalegt sko. Veist hvernig sumir eru…"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-18 18:47:47",
            "id": "5573796",
            "reply_to_id": "5572442",
            "text": "þroskaheftir meinaru?"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-18 18:51:54",
            "id": "5573812",
            "reply_to_id": "5573796",
            "text": "Já .."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-18 18:54:04",
            "id": "5573819",
            "reply_to_id": "5573812",
            "text": ";)"
        },
        {
            "user": "CoconutZ",
            "user_id": "15279",
            "date": "2008-01-17 21:10:52",
            "id": "5571522",
            "reply_to_id": "5569600",
            "text": "Tók eftir slagsmálum síðasta laugardag þar sem að maður lamdi annann mann í hausinn með bjórglasi á dansgólfinu.. fékk glerbrot yfir mig út um allt og tok svo eftir því daginn eftir að annar skórinn minn var allur út í blóði =/ Hef sjálfur orðið fyrir líkamsárás tvisvar og er með nokkur spor í framan út af því.. tek engan vegin þátt í svona vitleysu\nBætt við 17. janúar 2008 -  21:17\n7 spor á kinnbeininu og brotin framtönn =l"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2008-01-17 21:16:55",
            "id": "5571541",
            "reply_to_id": "5569600",
            "text": "Sammála, mjög góð grein! Hef reyndar ekkert við það að bæta… Hef aldrei komið nálægt slagsmálum sjálf og er fegin með það! Vona að það breytist ekki á næstunni."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2008-01-17 21:51:15",
            "id": "5571650",
            "reply_to_id": "5569600",
            "text": "Ágætis grein en:\nÉg meina varla myndi landsliðið skora mörg mörk ef 10 íslendingar myndu mæta á völlinn?\nJújú."
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2008-01-17 21:53:26",
            "id": "5571660",
            "reply_to_id": "5569600",
            "text": "fólk er fífl!"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2008-01-17 22:31:41",
            "id": "5571811",
            "reply_to_id": "5569600",
            "text": "Jámm þetta er hálfgert rugl, hef einmitt aldrei lennt í því að geta ekki talað mig útúr einhverjum leiðinda aðstæðum þar sem ég hef engan áhuga á að lenda í slagsmálum, en það breyttist svona hressilega seinasta nýárs.\nLöng saga stutt, ég stend fyrir utan Rex að bíða eftir að félagar mínir komi út líka (erum að fara annað), sé þá að frekar holdlegum manni er hennt út af staðnum og hann berst fyrir sakleysi sínu og fer að rífast við dyraverðina, ég sé að þeir eru smá pirraðir og set hendina svona vinalega á öxlina hans og sagði að það væri líklega best að sleppa þessu þar sem það væri aldrei sniðugt að lenda í dyravörðum. Já takk, ég fæ góðan krók á kjammann og hann hleypur í burtu. Sem betur fer sló hann eins og stelpa og ég stóð þarna bara steinhissa og var ekki alveg að átta mig á því hvað var að gerast.\nNenni nú ekki að lengja söguna mikið en við hittumst aftur seinna um kvöldið og einhver svona ýtingur fer í gang, ég nenni þessu ekki og hringji á lögregluna (sem var reyndar vel lengi að koma sér á svæðið, eflaust tekið 20-30mín), hélt reyndar að ég þyrfti að rjúka í manninn þar sem lögreglan var ekkert á leiðinni og ég ætlaði ekki að bíða eftir að allir félagar hans kæmu (og hann ætlaði augljóslega ekki að hleypa mér neitt án vandræða). Lögreglan hins vegar gerir ekkert í málinu þar sem ég hef engan áhuga á að leggja fram kæru (ég var óskaddaður og var að fara af landi næsta dag (á heima í danmörku)).\nJæja! Langt rant, en ég held að málið sé að fólk kemst upp með slagsmál og það er engan vegin tekið á svona málum þó að kæra sé lögð fram. Það þarf að vera ansi mikill skaði til þess að eitthvað komi úr málinu annað en 5 daga skilorðsbundið fangelsi eða eitthvað."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2008-01-20 03:45:40",
            "id": "5577712",
            "reply_to_id": "5571811",
            "text": "akkuru í fjandanum varstu að skipta þér af einhverjum gaur sem var að pikka fight við dyraverði?"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2008-01-23 13:39:05",
            "id": "5585820",
            "reply_to_id": "5577712",
            "text": "Það var auðvitað heimskulegt, enda ég í glasi líka, en ekkert sem verðskuldar kjaftshögg."
        },
        {
            "user": "WuKillah",
            "user_id": "16853",
            "date": "2008-01-20 21:18:41",
            "id": "5579233",
            "reply_to_id": "5571811",
            "text": "Þetta hljómar rosalega…\nPersónulega hef ég aldrey lent í slagsmálium í bænum á Íslandi enda bý ég í Danmörku(bara farið einusinni í bæinn á íslandi). Mér finst að maður heyri rosalega mikkið af neikvæðum sögum frá íslenska næturlífinu, gætti verið að maður ætti að sleppa því að fara í bæinn næst þegar að maður kemur í heimsókn á klakan.\nÞað gætti verið sniðugt að gera sömu reglu og er í Álaborg í Danmörku, þar er það þannig að ef að þú ert með eitthvað bögg á einum skemtistað þá fær maður bann frá öllum skemtistöðum bæarins.\nP.S. Hvar býrð þú í Danmörku"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2008-01-23 13:33:43",
            "id": "5585815",
            "reply_to_id": "5579233",
            "text": "Ég er nú bara í kóngsins köben, annars finnst mér ég alltaf vera að heyra svipaðar sögur hérna frá Danmörku líka, nema hvða hérna gengur fólk með hnífa villt og galið líka. En ég er sjaldan mikið í bænum enda dýrt fyrir námsmann."
        },
        {
            "user": "WuKillah",
            "user_id": "16853",
            "date": "2008-01-25 12:59:42",
            "id": "5590711",
            "reply_to_id": "5585815",
            "text": "mér finst maður enganveginn vera jafnt mikið hérna (ég er í Horsens).\nÞetta með að það séu margir sem að gánga með hníf er bara vitleysa og löggan segir það líka sjálf. Þegar að löggan var með þessi svæði í köben þar sem að þeir máttu leita á fólki þá var það bara einn af hverjum fimtánhundruð sem að bar hníf.\nEn auðvitað er gróft ofbeldi hérna í danmörku líka, en mér finnst ekki að maður heyri um jafnt mikið “tilgángslaust” ofbeldi."
        },
        {
            "user": "dannus",
            "user_id": "65189",
            "date": "2008-01-17 22:37:54",
            "id": "5571842",
            "reply_to_id": "5569600",
            "text": "þetta er einmitt ástæðan fyrir því að ég æfi sjálfsvarnar íþróttir, og ekkert tae-chi rugl, bara grjóthart mma með fantabrögðum\np.s. ég hef aldrei þurft að beita neinu of alvarlegu nema einu sinn tvisvar og kom ég út algjörlega óskaddaður en hinn í frönsku bakkelsi, sjálfsvörn borgar sig margfalt"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-01-18 19:25:53",
            "id": "5573949",
            "reply_to_id": "5571842",
            "text": "ég hef aldrei þurft að beita neinu of alvarlegu nema einu sinn tvisvar og kom ég út algjörlega óskaddaður\nen hinn í frönsku bakkelsi\n, sjálfsvörn borgar sig margfalt\nÉg held að þú hafir aðeins verið að misskilja þetta.\nSjálfsvörn snýst ekki um að eyðileggja þá sem ráðast á þig, heldur að komast sjálfur sem minnst skaddaður frá því. Það er beinlínis barnalegt að nota yfirburði sína til að níðast á öðrum, og þá gildir einu hvort manni finnist á því augnabliki að þeir eigi það skilið.\nÉg efast um að þetta sé það sem þjálfararnir þínir vilja að þú gerir við það sem þeir kenna þér."
        },
        {
            "user": "addi36",
            "user_id": "50805",
            "date": "2008-01-17 22:49:24",
            "id": "5571876",
            "reply_to_id": "5569600",
            "text": "Vantar alveg 4. regluna : ekki sparka í liggjandi mann,, ef maður sér slagsmál bregst það ekki að einn liggur í götunni og fimm félagar að “njóta” þess að sparka í hann í takt."
        },
        {
            "user": "4chan",
            "user_id": "62887",
            "date": "2008-01-17 22:50:44",
            "id": "5571881",
            "reply_to_id": "5571876",
            "text": "Eitthvern drum'n'bass takt þá eða?"
        },
        {
            "user": "addi36",
            "user_id": "50805",
            "date": "2008-01-17 22:55:16",
            "id": "5571899",
            "reply_to_id": "5571881",
            "text": "Já, hefur verið mikið að því seinustu helgar að þeir sparki í takt við Let me think about it."
        },
        {
            "user": "Pesi",
            "user_id": "2184",
            "date": "2008-01-18 00:12:02",
            "id": "5572148",
            "reply_to_id": "5571876",
            "text": "Svo satt!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-17 23:59:09",
            "id": "5572108",
            "reply_to_id": "5569600",
            "text": "Ég var næstum því barinn um versló fyrir að kalla einhvern gaur Villa sem hét ekki Villi hahh! hló að gaurnum hvað hann var harðu"
        },
        {
            "user": "Brokarlaus",
            "user_id": "67486",
            "date": "2008-01-18 00:05:13",
            "id": "5572126",
            "reply_to_id": "5569600",
            "text": "það ætti að skera undan þessum kauðum, senda þá til svörtustu Afríku til að verða látlaust nauðgað af stærstu bellum landsins, eftir það í kaþólskan prestaskóla til að verða misnotaðir af prestum og láta þá stunda heilaþvoandi trúarlestur og ég ábyrgist að þeir verða algjörir englar með engan kjaft og móral eftir það!"
        },
        {
            "user": "dresinn",
            "user_id": "46045",
            "date": "2008-01-18 00:33:39",
            "id": "5572199",
            "reply_to_id": "5569600",
            "text": "bara að stönna(nota stöngun) þetta lið  og eg er svo heppinn að var lítill svo það vill einginn berja svona stubb og skamast sín ekkert smá þegar þeir tapa…ef þeir tapa og ef þeir taka upp símann (eins og einhver herna nemdi) þá á bara að biðja að heilsa maneskjunni og labba í burtu    ég hef lika oft lent í því að fólk seigir eg hef sambönd og þá er gott að seigja þessa klassisku setnigu(ættaða frá akureyri) jaja ég á myndbönd þá vita þeir ekkert hvað þeir eiga að seigja\neg afsaka stafsetniga villu"
        },
        {
            "user": "sandyh",
            "user_id": "36060",
            "date": "2008-01-18 00:40:50",
            "id": "5572217",
            "reply_to_id": "5569600",
            "text": "takk fyrir álitin gott fólk, já mjög mikið rétt hjá ykkur, sérstaklega með að sparka ekki í liggjandi fólk, steingleymdi því algjörlega. Já, líka gott að heyra fleiri sögur af svona atvikum. En já ég held við þurfum bara að koma af stað einhverri hreyfingu þar sem óþarfa slagsmál verða að vera útrýmd, eins og fólkið í Palermo gerði gegn mafíunni. Þannig getum við aftur sett gott orð á orðið “skemmtun”."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-18 09:14:12",
            "id": "5572471",
            "reply_to_id": "5572217",
            "text": "Gangi þér samt vel að útrýma slagsmálum kallinn"
        },
        {
            "user": "doherty",
            "user_id": "32266",
            "date": "2008-01-18 23:25:43",
            "id": "5574682",
            "reply_to_id": "5572471",
            "text": "já það er alveg rétt, en ég held hinsvegar að það væri alveg hægt að breyta hlutlausum viðorðum fólks gagnvart þeim, ég get ekki trúað öðru en að það myndi a.m.k. gera eitthvað. Fólk myndi hugsa sig tvisar um áður en það myndi fara slást ef það myndi tilheyra “fráviki”"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2008-01-18 01:12:45",
            "id": "5572285",
            "reply_to_id": "5569600",
            "text": "Helgi, bara taka eitthvað army shit og bújaahh gæinn orðinn að grænmeti."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2008-01-18 01:53:45",
            "id": "5572321",
            "reply_to_id": "5569600",
            "text": "Það er bara í eðli mannsins að slást… Sættu þig við það eða farðu að vera loser!\nBætt við 18. janúar 2008 -  02:00\nAnnars hef ég samt aldrei lent í slagsmálum á böllum eða í bænum… Var eitt ball meirað segja þar sem áttu að hafa verið svona 10 slagsmál að minnsta kosti jafnvel fleiri en þá var ég bara í gúddí fíling eithverstaðar og tók ekki eftir neinu, ég á það allavega til að vera annarstaðar en áflogin eru. Nema ég hef lent í 2 semi-slögum og þá stend ég alltaf bara og segi manninum að kíla mig og þá er ég aldrei kíldur."
        },
        {
            "user": "Burn",
            "user_id": "62523",
            "date": "2008-01-18 02:50:10",
            "id": "5572365",
            "reply_to_id": "5569600",
            "text": "Þetta er mjög vel skrifuð grein, hef að vísu litla reynslu að þessu en ég get svosem fullyrt það hvernig Íslendingar láta undir áfengi eða bara almennt. Margir sem eru einfaldlega með svona mikla löngun til að láta eins og hálfvitar og lemja næsta mann fyrir minnstu ástæðu sem þeir geta fundið."
        },
        {
            "user": "clover",
            "user_id": "27892",
            "date": "2008-01-18 11:38:17",
            "id": "5572658",
            "reply_to_id": "5569600",
            "text": "Ég er sammála þessu. Ég er dyravörður í bænum og ég sé svo reglulega fáránlega heimsk slagsmál. en ég held að þetta sé nú ekki bara út af því að íslendingar eru svo sjálfselskir og stoltir. Þetta er þetta helvítis djöfulsins kókaín og spítt sem gerir þetta lið alveg hoppandi vitlaust!\nMálið er að þetta er orðið svo algengt, það er eins og þau viti ekki hversu slæmt þetta er fyrir það.\nSérstaklega frá dyravarðasjónarhorni. Það er ekki hægt að meiða út úr spíttaðan eða kókaðan gaur. Þeir finna einfaldlega ekki fyrir sársauka og geta haldið áfram og áfram og áfram. Svoleiðis rugl endar alltaf á því að þeir enda í jörðinni illa eða vel og löggan tekur þá.\nSem dæmi gerðist um daginn að það kom gaur út af staðnum með bjórglas í hendi og smellti því ansihresilega í andlitið á fyrsta gaurnum sem han sá. af engri ástæðu..  Sá maður dó næstum því. Það rifnaði slagæð. Og til hvers? …\nÞessi æska er að fara til fjandans!"
        },
        {
            "user": "clover",
            "user_id": "27892",
            "date": "2008-01-18 13:08:09",
            "id": "5572817",
            "reply_to_id": "5572658",
            "text": "Jaherna það sem menn gera :/ . Var á djamminu í kef fyrir solldnu og sá tvö slagsmál af útlendingum gagnvart íslendingum. Er það eitthvað að aukast á þeim stað sem þú vinnur á ? Eða er þetta bara samá uppkókaka pakkið með bull og læti ?"
        },
        {
            "user": "clover",
            "user_id": "27892",
            "date": "2008-01-18 17:54:29",
            "id": "5573658",
            "reply_to_id": "5572817",
            "text": "Nei ekki það mikið það hefur alltaf verið jafn mikið nánast. en það sem ég hef verið að sjá í bænm í kringum mig er mikil aukning af útlendingum að berja íslendinga í köku.\nPólverjar og litháenar (no offence) eru algjörar vinnuvélar, fáránlega hraustir og illir með áfengi. (flestir sem ég hef sé ðallavega, ég er ekki að koma með einhverjar alhæfingar)\nAnnars atvikið með glasið var íslendingur að berja útlending en ég held að það hafi ekki skipt neinu máli, það var bara tilviljun held ég að það var útlendingur því hann var einn úti að reykja að tjilla með sjálfum sér ekkert með nein læti og fyrr en varir liggur í götunni í polli af sínu eigin blóði.\nÞað er spíttið,kókið og áfengið sem gerir fólk að einhverjum skepnum. Alveg ömurlegt!\nÞegar ég fer að djamma sjálfur þá er ég að djamma til að skemmta mér, og mín hugmynd af skemmtun er ekki slagsmál, fæ nóg af því í vinnunni."
        },
        {
            "user": "clover",
            "user_id": "27892",
            "date": "2008-01-18 18:18:50",
            "id": "5573727",
            "reply_to_id": "5573658",
            "text": "Já, alveg sammála um það sem þú sagðir að þessir útlendingar Pólverjar,Litháar ( ath ekki að alhæfa) eru algjörar vélar í að lemja. Var ekki bara nýlega að 4 eða 5 óeinkennisklæddir lögreglumenn voru lamdir af litháum. Og slúðrið við það sem eg heyrði svo að þessir litháar höfðu herþjálfun sumir. En já það var slúðrið sá partur. Gera kannski eins og flestir staðir í kef eru að gera, ekki hleypa hópum af útlendingum inn. Og dress code. Sem eflaust er eitthvað um í bænum er það ekki ? *hugleiðingar*"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-19 03:21:16",
            "id": "5575177",
            "reply_to_id": "5573727",
            "text": "ég veit ekki með þessi 2 lönd en ú úkraínu og rússlandi fara allir vinnuhæfir karlmenn í herin 18 ára í 2 eða 3 á"
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2008-01-18 14:22:58",
            "id": "5572990",
            "reply_to_id": "5569600",
            "text": "Ertu gyðingur?"
        },
        {
            "user": "binnis",
            "user_id": "48604",
            "date": "2008-01-18 17:13:07",
            "id": "5573563",
            "reply_to_id": "5569600",
            "text": "Ég hef bara 1 reglu og hún er:\nÉg slæst ekki\nAuðvitað er ég en nokkuð ungur en samt er ég að sjá marga skólafélaga mína lúbarða í feisinu á leiðinni uppí breiðholt eða einhvað með kylfur og læti.  Þetta eru bara heimskir gaurar sem halda að gellurnar fíla þetta en allvegana allar gellur sem ég þekkji fíla þetta alls ekki og hlæja bara af svona gaurum."
        },
        {
            "user": "ninjaprincess",
            "user_id": "71573",
            "date": "2008-01-18 18:42:49",
            "id": "5573779",
            "reply_to_id": "5573563",
            "text": "afhverju ‘á leiðinni upp í breiðholt’ ?\neitthvað meiri líkur á að vera laminn þar en annarsstaðar?\nbara að forvitnast :)"
        },
        {
            "user": "binnis",
            "user_id": "48604",
            "date": "2008-01-19 00:44:00",
            "id": "5574870",
            "reply_to_id": "5573779",
            "text": "Ég vissi að einhver myndi spyrja mig af  þessu en ég ákvað að segja þetta samt því að\nmér\nfinnst meira um það í breiðholtinu en annarsstaðar.  Veit samt vel að það er ekkert að fólkinu sem býr þar eða neitt. Auðvitað er alltaf svartir sauðir í öllum hópum en flestir sem búa þar eru mjög almennilegt fólk. Þetta er bara miðsvæðis og svoleiðis þannig það hentar oft mörgum að hittast þar og lemja tennur úr hvor öðrum og svoleiðis ."
        },
        {
            "user": "ninjaprincess",
            "user_id": "71573",
            "date": "2008-01-19 13:17:27",
            "id": "5575518",
            "reply_to_id": "5574870",
            "text": "Þú meinar. Held þetta sé þó aðallega vegna þess hvernig Breiðholt var hérna fyrir nokkrum árum og fékk einfaldlega slæmt orð á sig.\nÞað var nú alveg hætt að vera svona áberandi meira vesen þar en annarsstaðar, þar til svona mikið af innflytjendum fór að flytja þangað aftur. Ekkert á móti þeim, það bara er staðreynd að þar sem mikið af fólki frá mismunandi menningarheimum og löndum mætist skapast að sjálfsögðu rígur á milli þeirra. Svo já, Breiðholtið er að koma sterkt inn aftur :P Samt er stór meirihluti mjög almennilegt fólk, bara alltaf einhverjir vitleysingar sem þurfa að skemma fyrir heild þannig að\nallir\nfá eitthvað slæmt orð á sig bara fyrir það að búa hér. En svo eru að sjálfsögðu fávitar allsstaðar.\nBý sjálf í Breiðholti og hef alveg lent í því að fólk fái einhverjar ranghugmyndir um hverskonar manneskja ég er um leið og það heyrir hvar ég bý."
        },
        {
            "user": "EastPak",
            "user_id": "70551",
            "date": "2008-01-18 19:24:11",
            "id": "5573942",
            "reply_to_id": "5569600",
            "text": "Virkilega góð grein og eg er mjög sammála þessu! vona að tappar íslands lesi þetta og fatti hvað þeir eru glataði"
        },
        {
            "user": "TheGuyOfWords",
            "user_id": "61030",
            "date": "2008-01-18 20:01:11",
            "id": "5574112",
            "reply_to_id": "5569600",
            "text": "hvaða kellinga væl er þetta fólk slæst af góðri ástæðu adrenalín fíkn jaaa og útaf ofstórum skammt en það er oftast útaf adrínalín fíkn að vera lamin í klessu er besta lífs reynsla ævi minnar nema kannsgi að skjóta einhvern sem fer í taugarnar á mér en það gerist ekki strax svo leifum þessu fólki bara að fá sinn skamt af adrenalíni svo er alltaf hægt að kæra fyrir líkams árás og fá fullt af penning ;P:)"
        },
        {
            "user": "sandyh",
            "user_id": "36060",
            "date": "2008-01-18 23:32:28",
            "id": "5574703",
            "reply_to_id": "5574112",
            "text": "Ég held þú sért ekki alveg að ná þessu, flest fólk er ekkert að “fíla” það að vera barinn í klessu. Þar af leiðandi var ég ekki að höfða til einfaldra slagsmála, heldur fólk sem er bara lamið útaf engu og vill ekkert vera að kæra sig um það. Hinsvegar fólkið sem setur mann í lífshættu á gjörgæsludeild vegna þess að einn maður var laminn af 15 öðrum. Maður getur fengið adrenalín kikk í gegnum íþróttir og öllu þannig, en ég þekki fáa sem eru eitthvað að skemmta sér við það láta berja sig. Þetta er ekkert eitthvað berja sparka búið eins og þú segir það."
        },
        {
            "user": "sandyh",
            "user_id": "36060",
            "date": "2008-01-18 23:33:35",
            "id": "5574708",
            "reply_to_id": "5574703",
            "text": "slagsmálin halda alltaf áfram, því það er alltaf einhver sem tapar og vill hefnd…."
        },
        {
            "user": "dannus",
            "user_id": "65189",
            "date": "2008-01-18 20:50:12",
            "id": "5574304",
            "reply_to_id": "5569600",
            "text": "haha, skál við því :p"
        },
        {
            "user": "ning",
            "user_id": "30240",
            "date": "2008-01-18 23:09:48",
            "id": "5574643",
            "reply_to_id": "5569600",
            "text": "ég er frekar sammála þér, ég hef oft langað til að berja einhverja en ég geri það aldrei nema að ég hafi góða ástæðu til þess eins og ef hann ber mig á undan eða hefur verið uppá kærustunni minni eða e-ð þannig þarf að gerast til að ég lemji hann en ef að einhver horfir bara á hana væri e´g bara sáttur en ef hann gerir e-ð meira væri ég ekki sáttu"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-19 02:27:44",
            "id": "5575073",
            "reply_to_id": "5569600",
            "text": "eina ofbeldið sem ég hef orðið að nýlega var frá dyraverði, hann var rekin fyrir það."
        },
        {
            "user": "hjalti1",
            "user_id": "23140",
            "date": "2008-01-19 11:08:47",
            "id": "5575330",
            "reply_to_id": "5569600",
            "text": "Já ég er alveg sammála þér með þetta, ég þoli ekki svona fávita lið sem stundar það vaða í fólk fyrir að glápa á kærustuna eða fyrir að rekast í þá. Hef lent í svona oft. Samt er eitt sem er ofar öllu sorglegast er þegar farið er að hóta stórum mönnum úr undirheimunum á mann. Vá eins og Halli Sterki hafi ekki miklu meira og bera að gera heldur en að fara nirrí bæ og taka í einhvern fyrir einhvern stuttyngja.\nÉg lenti í því á djamminu um daginn að einhver illræmdur aumingi sem á víst að vera inni fyrir að stinga fullt af fólki í partýi sem bað mig um að koma út og leysa okkar vandamál(sem var það að félagi minn settist á hann !! :D) Aumingja maðurinn var það ruglaður á því að hann hefur ruglast á mér og honum eða örugglega einhverjum öðrum. Sagði að ég hafi bent dyraverðinum á sig og félagasinn(sem var víst bara 15 inn á vínveitingastað) og sagði mig hafa komið upp um þá. Ég vissi ekki hverjir þetta en þegar hann fór að hóta að stinga mig þá var mér nóg boðið og spurði hann hvar hnífurinn væri! Litli félagi hans fór að hóta manni á mig, en kærasta mín leiðrétti hann all illilega þar sem sá maður situr inni á hrauninu. Hann fór þá að hóta fleira fólk á mig sem við þekktum betur en hann. Alveg gjörsamlega þoli ég ekki svona asnalegar illdeylur. Þegar hin geðsjúki jack the ripper sá að hann átti ekkert í mig og félaga minn og ég var ekki hræddur við neina af þessum köllum vildi hann taka í höndina á mér. Ég gerði það nú ekki og öskraði bara á hann að ef að drullaði sér ekki í burtu þá myndi hann enda í götuni og þá hypjaði hann og hjálparhellan sig. Alveg merkilega harður gaur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-19 13:58:25",
            "id": "5575608",
            "reply_to_id": "5569600",
            "text": "frábær grein. og já kvað það er pirrandi þegar eikker gaur er eikka með eikkör tengsl eikka og ofnotaar það til að berja alla.\nþuust vinir hans koma bara með kilfur og eikka.\nen annas verður maður bara að berja eikkern gaur þuust ennþegart það er buið þ´aer það bara alleg buið kvennig sem fer.\nmer er alleg sama um allar stafsetningavillur sem eg hef gert í þessum texta"
        },
        {
            "user": "TangoPahPahBravo",
            "user_id": "34906",
            "date": "2008-01-19 16:04:16",
            "id": "5575943",
            "reply_to_id": "5569600",
            "text": "Sammála þessu. Ég lendi samt mikið minna í þessu nú en áður, ég viðurkenni að þegar ég var að byrja fara niður í bæ fyrir svona tvem, þrem árum þá var maður smá smeikur við þetta, því maður hafði bara heyrt um margt í fréttum og svona. En maður vildi samt ekki vera “kelling” og láta einhvern vaða yfir sig og lennti því nokkrum sinnum í smá veseni. Ég hef samt sem betur fer ekki lennt í því að margir ráðist á mig einan, mest tveir og ég hef alltaf unnið. Annars reyni ég eins og ég get að komast hjá þessu núna því mér finnst þetta vera svo mikill buzz-killer þegar maður er að skemmta sér.\nnúna geri ég þetta svona,\nScenario: Gaur rekst utan í mig og var greinilega að reyna það, ég biðst bara afsökunar og held mína leið, nema þetta sé svona þrjóskur andskoti sem heldur áfram með eitthvað bögg, þá reyni ég að taka bara létt tal þar sem ég reyni að útskýra að ég vil ekkert vesen. Ooog ef það gengur ekki þá eru þetta oft/oftast uppblásnir tappar sem eru með þetta bögg og ef ég sýni smá aggression til baka þá verða þeir kannski hræddir og hætta við.\nÉg man einmitt hvað mér fannst gaman þegar ég fór til spánar hvað var mikið minna um svona tappaskap.\nMig dreymir um miðbæ þar sem fólk getur skemmt sér án þess að hafa áhyggjur af fíflum eins og Dabba Grensás og miðbæ þar sem ég gæti skilið við vinkonur mínar, sem ég geri alls ekki núna af hræðslu við nauðganir."
        },
        {
            "user": "Mouse",
            "user_id": "31885",
            "date": "2008-01-19 21:23:46",
            "id": "5576917",
            "reply_to_id": "5569600",
            "text": "aaa..pínu agaleysi meira það er bara enginn agi i þessu samfélagi."
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2008-01-20 12:14:10",
            "id": "5577937",
            "reply_to_id": "5569600",
            "text": "já, ég er alveg sammála þér, bara sem dæmi á bíladögum núna síðasta sumar á AK.\nVið fórum 14 saman, ég og besti vinur minn vorum að kalla á einn af okkur og áður en við vitum af eru komnir 3 gæjar með rauð augu liggur við og eru alveg brjálaðir því að þeir héldu að við værum að kalla á einn af þeim. Okey, “aðal” gæinn í þeim hópi var með einhvern stópla kjaft og var bara að bíða eftir að við myndum gefa frá okkur fyrsta höggið. En ég gerði eins og ég gat til að stilla til friðar, reyndi að róa gæann niður, eftir svona c.a. 10mín. var ég búinn að fá hann ofan af þessari vitleysu og hann fór sína egin leið og við okkar.\nSíðan, þetta sama kvöld var allur hópurinn minn að labba niðri í bæ, nema ég skaust eitthvað aðeins undan og allt í lagi með það. Nema þegar ég er að fara útaf einni sjoppunni þarna, þá labba ég á gaur, gaurinn labbar á mig. Þá snéri gæinn sér bara við, sagði “sorry” og hélt áfram, ég skaut á hann sorry líka og hélt áfram minni leið. Síðan hugsaði ég að þessi framkoma var alveg til fyrimyndar, ekkert rugl, ekkert vesen heldur bara óhapp sem báðir aðilar gerðu sér grein fyrir.\nOg ef þú, s.s. garuinn ert hér á huga og manst eftir þessu, þá bara vil ég enn og aftur þakka þér fyrir að hafa látið eins og maður og gert þér grein fyrir því að þetta var óhapp, svona lagað er ekki algengt að sjá :)"
        },
        {
            "user": "Varinn",
            "user_id": "41541",
            "date": "2008-01-20 21:50:51",
            "id": "5579336",
            "reply_to_id": "5569600",
            "text": "Það eina sem ég hef við þetta að bæta er að ég fer aldrei aftur í bæinn á “menningar”nótt"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2008-01-21 16:27:15",
            "id": "5580899",
            "reply_to_id": "5569600",
            "text": "Tjah, já, ég veit ekki, ég var og er svona. Þetta er einstaklingsbundið. Ég er að tala við sálfræðing og reyna botna í þessu.\nEn þetta lýsir sér bara eins og áhugamál. Hinnsvegar slæst ég bara við fólkið sem þráðurinn fjallar um. Ég nýðist ekki á fólki sem vill ekki slást.\nHef slegist allt í allt kringum 54 sinnum þegar ég reyndi að telja."
        },
        {
            "user": "DonFrOzTi",
            "user_id": "64940",
            "date": "2008-01-22 02:51:54",
            "id": "5582665",
            "reply_to_id": "5569600",
            "text": "Slagsmál eru fín líkamsrækt!"
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2008-01-22 11:52:08",
            "id": "5582963",
            "reply_to_id": "5569600",
            "text": "satt hjá þér með hausastærðina og handleggjastærðina, fer oft saman, oft er það þannig að fólk þarf að bústa upp einhvað egó tap sem það hefur ekki í kollinum, fólk með viti gerir ekki svona. Inn við beinið er þetta fólk oft hrætt við lífið sem er að slást svona. Hef mjög sjaldan lent í slag og þegar það hefur gert þá í raun eru þessar 3 reglur sem gilda, get vel slegið frá mér en hugsa frekar um fórnarkostnaðinn, þú getur drepið mann með því að slá hann einu höggi og hefur það nú gerst hér áður á íslandi, tennur fjúka og annað þvíumlíkt"
        },
        {
            "user": "Omnipotent",
            "user_id": "67449",
            "date": "2008-01-22 18:27:47",
            "id": "5583924",
            "reply_to_id": "5569600",
            "text": "True. Réðust einusinni eitthvað 15 gæjar á mig niðri bæ og börðu mig í buff.\nEkkert hægt að kæra eða neitt þannig í mínu reiðistkasti var ég buinn að smala samann heimilisfang og alles og ætlaði bara að fara heim til þeirra og gera god knows what.\nÞangatil að ég róaðist niður einhverjum dögum seinna og bara áttaði mig á því að þetta eru bara fávitar og ég á ekki að þurfa standa í þeim."
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2008-01-24 17:29:22",
            "id": "5588575",
            "reply_to_id": "5569600",
            "text": "Ég hef aldrei skilið af hverju fólki finnst svo gaman að fara í fyllerí og drekka sig blindfullan. Er ekki hægt að skemmta sér með fulla meðvitund? Eða á svona mikið af fólki bágt heima fyrir og þurfa þess vegna að drekkja sorgum sínum?"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-26 14:55:41",
            "id": "5593194",
            "reply_to_id": "5588575",
            "text": "Gott hjá þér að skilja það ekki? hverjum er ekki skítsama hvað þér finnst? Sumum finnst gaman að drekka og djamma með bjór við hönd, það er gaman. Það er ekki gaman að fara edrú á ball, það er heldur ekki gaman ða lenda í slagsmálum fullur. (er ég viss um)"
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2008-01-27 13:48:14",
            "id": "5595034",
            "reply_to_id": "5593194",
            "text": "Fyrst þú svaraði þá er þér greinilega ekki skítsama."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-01-26 22:22:45",
            "id": "5594056",
            "reply_to_id": "5569600",
            "text": "Er það Staff Sarge Gunnlaugsson sem skrifar ?\nVar bara að fara yfir greinar frá þér, margar athygliverðar, sjáðu grein eftir mig varðandi Gasa sem fæsts vonandi byrt hér fljótlega.\nEn varðandi þessa grein þína er ég mjög sammála, er þetta ekki bara of mikið dóp í gangi og einmitt agaleysið og þá á ég við algeran skort á uppeldi á stórum hluta þessarar þjóðar ?\nÉg hef vara verið að draga mjög úr djamminu síðustu ár og er yfirleitt kominn snemma heim, ég tek enga sénsa í höfðuborg \"friðsæla álfalandinu Íslandi, og maður er að heyra að venjulegum útlendingum sé ofboðið, nema einhverjum Hollívúdd fríkum með lið í kringum sig sem skoðar djammið hér eins og dýragarð."
        },
        {
            "user": "drunk",
            "user_id": "7927",
            "date": "2008-02-04 13:50:49",
            "id": "5612679",
            "reply_to_id": "5594056",
            "text": "Ég efast um að dóp sé sökudólgurinn fyrir stærri hluta af þessu. Áfengi ýtir undir meira agaleysi en það ríkjandi djamm-lyf landsins. Amfetamín.\nSkortur á uppeldi er góð pæling. Eins og ég hef sagt áður tel ég mig fullvissan um það að lækkaður áfengisaldur stuðli að meðvitaðri og agaðri meðferðar á áfengi. Krakkar byrja að drekka þótt það sé bannað. Bannið gerir þetta hinsvegar spennandi. “Forbidden fruit” Og eykur þar með líkur á misnotkun. Þegar ég segi misnotkun þá á ég ekki við langtíma-misnotkun (þó hún eigi heima þarna líka) heldur “frá-kvöldi-til-kvölds” misnotkun. Það á alltaf að HRYNJA í það með svo miklum ofsakrafti að sjálfur Keith Richards veltur um í sinni eigin gröf, maðurinn sem enn hefur ekki látist!\nEn kannski hef ég bara rangt fyrir mér. Maður er bara orðinn frekar þreyttur á svoa forræðishyggju. “Ég veit það sem er gott fyrir þig og slæmt fyrir þig” o.s.frv. En það hefur ekkert með slagsmál að gera. . . ."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2008-02-29 13:30:34",
            "id": "5672980",
            "reply_to_id": "5612679",
            "text": "…með svo miklum ofsakrafti að sjálfur Keith Richards veltur um í sinni eigin gröf, maðurinn sem enn hefur ekki látist!\nSkemmtilega orðað. :)"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2008-03-30 14:31:17",
            "id": "5743049",
            "reply_to_id": "5569600",
            "text": "Ég hef aldrei skilið þetta að slást í hópum\nþað er nú einn mesti aumingja skapur sem ég veit um, og það sýnir auðvitað bara getuleysi þess einstaklings til þess að geta byrjað slag eða varið sig\n… Þetta eru bara eintómir aumingjar sem eru að reyna að bæta upp fyrir eitthvað.\nog hvað varðar sjálfan miðbæin, þá, já þetta er orðinn algjör dýragarður. Kannski ekki einusinni það.\nmiðbærinn er orðin afsökun til að detta einn skala niður úr þróunnar stiganum (gildir ekki um alla). Til þess að vera til vandræða og nota afsökunina “ég var svo fullur að ég man eiginlega ekki neitt”\nþessir stöku einstaklingar eru bara að reyna að koma upp eitthverju ógnvægilegu orðspori um sjálfan sig svo að þeir þurfa ekki að vera hræddir þegar þeir sjá náunga sem er 5cm stærri en hann sjálfur.\nÉg persónulega er byrjaður að sniðganga miðbæ reykjarvíkur til þess að lenda ekki í svona helvítis vesen."
        }
    ]
}