{
    "forum_title": "Tíska & útlit",
    "user": "spiterman",
    "user_id": "59979",
    "date": "2008-01-18 09:26:17",
    "title": "mamma engin fatafrík",
    "text": "hæ ég er 16 ára strákur sem langar að fitta inn í tískuheiminn en mamma þvælist bara fyrir mér ég er búinn að fá ráð hjá vinkonu minni enn mamma kom í veg fyrir að ég myndi gera það (s.s. komast inn)\ner einhver þarna úti sem getur hjálpað mér og koma viti fyrir mömmu?",
    "url": "https://www.hugi.is/tiska/korkar/568651/mamma-engin-fatafrik/",
    "url_id": "568651",
    "id": "5572480",
    "replies": [
        {
            "user": "dickfuck",
            "user_id": "57930",
            "date": "2008-01-18 18:47:51",
            "id": "5573797",
            "reply_to_id": "5572480",
            "text": "lemdana\nBætt við 18. janúar 2008 -  18:50\nekki fast samt, bara laust"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2008-01-18 18:48:20",
            "id": "5573798",
            "reply_to_id": "5572480",
            "text": "segðu henni bara að þér þyki þetta sem þú vildir kaupa þér flott og að þú viljir kaupa þér það sem þú vildir kaupa þé"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2008-01-18 19:09:54",
            "id": "5573880",
            "reply_to_id": "5572480",
            "text": "Slepptu því að hlusta á hana.\nThat's what I did."
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2008-01-18 19:10:39",
            "id": "5573883",
            "reply_to_id": "5572480",
            "text": "Bannar mamma þín þér að ganga í tískufötum?\nSvo lengi sem þú ert að borga þetta sjálfur og ert ekki að eyða 40 þús í þetta á mánuði þá máttu alveg ráða í hverju þú gengur.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-18 19:33:19",
            "id": "5573990",
            "reply_to_id": "5572480",
            "text": "hvað eigum við svosem að gera? Ekki þekkjum við hana"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2008-01-18 19:40:41",
            "id": "5574017",
            "reply_to_id": "5572480",
            "text": "ömm.. þú ert 16 ára. Keyptu bara fötin þín sjálfur sem þú vilt vera í :/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-18 20:11:36",
            "id": "5574156",
            "reply_to_id": "5572480",
            "text": "þú ert 16 ára kallinn…ég er 14 ára og kemst fullkomnlega upp með að klæðast því sem ég vil\nbara ekki hlusta á hana."
        },
        {
            "user": "eero",
            "user_id": "44660",
            "date": "2008-01-18 22:51:24",
            "id": "5574595",
            "reply_to_id": "5572480",
            "text": "Fá sér vinnu og nota sinn eigin pening?\nOg prófaðu að kaupa þetta í skömmtum, byrjaðu á því að kaupa þér eina hettupeysu síðan eftir einhverntíma kaupirðu þér buxur.\nOg ef hún fer eitthvað að kvarta þá segirðu bara að þú hafir ekki átt neinar buxur sem passa við nýju peysuna þína og þess vegna hafirðu ekki getað verið í henni eða e-ð.\nSíðan er það alltaf plús ef þú kaupir þér föt sem þú getur sýnt fram á að hafi verið hagstætt að kaupa eins og buxur á 50% afslætti eða bara einhverjar óvenju ódýrar en flottar buxur þá er ég ekki að tala um diesel buxur sem kosta aðeins 18 þúsund."
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2008-01-18 23:57:40",
            "id": "5574769",
            "reply_to_id": "5572480",
            "text": "Já vá ég er sammála þeim sem sagði kaupa hagstætt.\nÉg geri þetta meira að segja stundum sjálf… Mamma mín er svona “þarft ekki að eiga meira en tvennar buxur”-týpa þannig að ef ég kaupi mér eitthvað sem að ég veit að hún á ekki eftir að samþykkja þá segi ég stundum þegar ég sýni henni flíkina “OMG! OG! Ég fékk þetta á 30% afslætti.. og fyndu ullina?!? Gæði eða gæði?..já héééélt það” og þá svona…lætur hún það slæda."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2008-01-20 02:16:41",
            "id": "5577607",
            "reply_to_id": "5574769",
            "text": "hahahahaah ég hló :D"
        },
        {
            "user": "enair",
            "user_id": "65034",
            "date": "2008-01-21 16:28:48",
            "id": "5580905",
            "reply_to_id": "5572480",
            "text": "duude , kemur mömmu þinni engan vegin við hvað þú ert að kaupa þér .\nef þú vilt kaupa þér einhver tískuföt þá kaupiru það :O\nmamma þín má vera í sveitastílnum ef hun vill :O"
        },
        {
            "user": "christmastree",
            "user_id": "64770",
            "date": "2008-01-22 12:55:56",
            "id": "5583051",
            "reply_to_id": "5572480",
            "text": "Það fer alveg eftir hvernig tísku þú ert að tala um. Ef þetta eru hnakkaföt, þá gæti ég ekki verið meira samála henni. Þú veist, ef ég ætti börn sem myndu klæða sig í hnakkaföt þá myndi ég fara með þau til sálfræðings og líklegast á geðdeild. En ef þetta er eitthvað annað þá skaltu bara ekki hlusta á hana.\nBætt við 22. janúar 2008 -  13:10\nOg by the way. Ekki sá í merkjum."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2008-01-23 18:55:54",
            "id": "5586614",
            "reply_to_id": "5583051",
            "text": "Æjæjæj, aldrei má fólk bara vera eins og það langar til í friði fyrir ykkur unglambasparðagervirokkurunum, þetta er gersamlega óþolandi attitude.\nOg gaur sem átt pain mömmu: kauptu þér bara fötin sjálfur og segðu að þetta sé þinn stíll og hann styrki lélega sjálfsmynd þína. Hún myndi varla bögga þá afsökun."
        }
    ]
}