{
    "forum_title": "Tíska & útlit",
    "user": "drusla85",
    "user_id": "15750",
    "date": "2001-12-20 11:12:22",
    "title": "Ykkar álit!",
    "text": "Mig langaði svona til þess að forvitnast um hvert ykkar álit er á fötunum sem við göngum í nú í dag!\nFlauel er eitthvað voðalega vinsælt þessa dagana…það eru til flauelsdragtir fyrir konur og flauelsjakkaföt fyrir karlmenn. Svo eru líka allskonar flauelskápur í gangi…og ekkert smá dýrar!! Vinkona mín keypti sér svona kápu um daginn hún var voða “plain” en hún kostaði hvorki meira né minna en 20 þúsund kall!!!\nOg þetta nýjasta sem mér finnst ekkert smá töff….skyrta og bindi fyrir kvenmenn!\nSvo er að koma aftur að vera í svona kápum með loðkraga…sú tíska hefur þvælst inn og út í gegnum árin!  Mig langar einnig að spurja að einu…veit einhver um góðar tískuverslanir á netinu (fyrir utan tiska.is)\nEn allavegana það værii gaman að fá ykkar álit á þessu öllu saman og þið gætuð kannski bætt einhverju við….\nKveðja…",
    "url": "https://www.hugi.is/tiska/greinar/56889/ykkar-alit/",
    "url_id": "56889",
    "id": "380317",
    "replies": [
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2001-12-20 13:20:10",
            "id": "380318",
            "reply_to_id": "380317",
            "text": "Mér finnst tískan núna rosalega flott…allt í blúndum og voða flott.\nFlauel og öll svona fín efni, skinn og þannig eru líka mikið inn núna. Og allt svona krumpað og rykkt.\nMér finnst oft koma tímabil þegar maður finnur ekkert í búðunum, en það er sko ekki þannig núna."
        },
        {
            "user": "elimjon",
            "user_id": "10761",
            "date": "2001-12-20 13:26:21",
            "id": "380319",
            "reply_to_id": "380318",
            "text": "Ég er sammála þessu því að ég held að það geti allir fundið eitthvað við sinn smekk.\nMér finnst gaman þegar tískan er svona kvenleg og fín. Því manni finnst jú skemmtilegra að vera fín og smekkleg."
        },
        {
            "user": "defixus",
            "user_id": "1793",
            "date": "2001-12-20 16:01:50",
            "id": "380320",
            "reply_to_id": "380317",
            "text": "jæja hér kemur mín litla skoðun á tísku , mér finnst voðalega flott að sjá stelpur í svortum kjól jafnvel í hvæítri skirtu með byndi og háum stígvélum og kápurnar með loðkrögunum sem að komu inn núna aftur eru flottar, þegar þetta kemur svona saman í mittinu þá gerir það kvennmanninn voðalega glæsilegann .\nMér finnst atvinnu lookið rosalega flott . en þetta var bara mín skoðun ."
        },
        {
            "user": "tabalugi",
            "user_id": "7968",
            "date": "2001-12-20 17:58:17",
            "id": "380321",
            "reply_to_id": "380317",
            "text": "Mér finnst allt sem er kvenlegt vera rosalega flott. Flott stígvél og veski og soleiðis. Líka þessi bindatíska, frábær. Núna langar mann í svo mikið, allt er svo flott!"
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2001-12-20 23:05:26",
            "id": "380322",
            "reply_to_id": "380321",
            "text": "Úff já, þetta er soldið erfitt, mar nær ekki að vinna fyrir öllu sem mann langar í!!\nÉg er mjög mikið fyrir nettar kápur með loðkraga, en ég þoli ekki pelsa og svoleiðis dót.\nMér finnst svo flottir svona sætir skór með glæsilegum hæl sem hægt væri að drepa mann með, liggur við… :)\nég elska líka svona glimmz-og-glam dóterí.\nohhh ég er að fara suður á morgunn, og kortið mitt á örugglega eftir að brenna…. :Þ"
        },
        {
            "user": "Kors",
            "user_id": "14227",
            "date": "2001-12-21 01:48:28",
            "id": "380323",
            "reply_to_id": "380322",
            "text": "þú getur farið inn á bluefly.com, purpleskirt.com"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2001-12-21 13:52:11",
            "id": "380324",
            "reply_to_id": "380323",
            "text": "Hrikalega er ég ólík ykkur, mér fynnst tískan núna ekkert flott!! eða allavega ekki þessi, blúndu/rykkt/pinnahælar/támjóir skór/flauel/skinn\nmæer fynnst samt svona pönkaðir bolir og hár töff, flottar gallabuxur sumar…. og groddaskór ekki svona 1985 rykkt bleikt leðir með pinnahæl og t´mjóir… ÆL\nkv.GiRND"
        },
        {
            "user": "ising",
            "user_id": "15341",
            "date": "2001-12-21 15:46:56",
            "id": "380325",
            "reply_to_id": "380317",
            "text": "Mér finnst flauel og leður vera algert æði, en bindin- eru þau ekki orðin soldið þreytt, ég var alveg að fíla það á svipuðum tíma í fyrra(eða í janúar á þessu ári?) en annars finnst mér pinnahælarnir og aðsniðnu kápurnar mjög cool.Samt fíla ég líka alveg svona “pönkað” look, rifnar gallabuxur og svoleiðis og líka að blanda saman pönkuðu og fínu."
        },
        {
            "user": "Assa",
            "user_id": "7495",
            "date": "2001-12-23 00:10:17",
            "id": "380326",
            "reply_to_id": "380317",
            "text": "það er svo gaman að sjá hvað tíska getur verið\nfjölbreytileg. og líka svolítið fyndið :)\nég átti nebbla 2 flauelsjakka fyrir 3árum og\nuppáhaldsbolurinn minn þá var svartur blúndubolur\nég alveg datt inn í 80´s paunkið þá líka, fullt af\ntjulli og dóti og einmitt púffermum (annar jakkinn var\nmeð púffermum svona innsniðinn í mittinu)\nen ég er líka rosalega ánægð að þetta lægðartímabil í\ntísku skuli vera að detta niður, þe. þessi\ntjokkófílingur. Ég hef aldrei getað verslað í þessum\n“highstreet” búðum, 17, kókó, einhverju álíka,ég hef\nalltaf verslað second-hand eða saumað sjálf, en mér er\nfarið að finnast gaman að kíkja í þessar búðir. þetta\ner einhvern veginn ekki eins einhæft… :) frábært mál!\ná meðan eru samt vinkonur mínar sumar sem gengu bara í\nþessu týpísku svörtu buxum og bol eða einhverju engan\nveginn að fíla td. 17! hihi eru hættar að versla þar\njafnvel.\nen ég er amk. nokkuð sátt við tískuna í dag´, og það er\nalgjörlega nýtt því ég hef aldrei fylgt tískunni! Ef\neitthvað er var ég anti-tískisti… ehm… :)\nallavega\nkveðja\nassa"
        },
        {
            "user": "Jezzybelle",
            "user_id": "12691",
            "date": "2001-12-23 09:27:02",
            "id": "380327",
            "reply_to_id": "380317",
            "text": "Mér finnst tískan í dag alveg frábær, hún er svo\nsvakalega kvennleg með allar þessar blúndur og vesen.\nSamt finnst mér jakkaföt fyrir kvennfólk frekar\ntakmarkað flott sko.  Já það er bara ferlega leiðinlegt\nhvað þetta er alltaf rosalega dýrt."
        },
        {
            "user": "Joib2",
            "user_id": "26811",
            "date": "2004-01-06 21:37:12",
            "id": "380328",
            "reply_to_id": "380327",
            "text": "Mér finnst tískan í dag ekki neitt sérstaklega flott, ég er alveg að fíla flauelsjakkafötin fyrir karlmenn.\nÉg varð fyrir vonbrigðum í dag þegar ég kíkti í kringluna og ætlaði að verzla mér fann ekkert við mitt hæfi, mar ætti kannski bara skrepa út og verzla þar."
        }
    ]
}