{
    "forum_title": "The Sims",
    "user": "Svafnir",
    "user_id": "8098",
    "date": "2001-12-20 10:10:46",
    "title": "Verkaskipun",
    "text": "Mörgum finnst gott að láta hvern sims gera alltaf það sama til að nýta tíman(ég er einn af þeim) ég ætla að taka dæmi hvernig hægt er að láta verkaskipunina vera.\nKarlinn:\nÁ morgnana: kl ca. 2 að láta karlinn vakna(hann mætir í vinnuna kl 9) fer framm í eldhús og gerir serve breakfast(fyrir sig og konuna) hann fær sér 1 disk og fer svo á klósettið eftir það fer hann í bað(kl orðin ca. 5) svo fær hann sér máski annan disk að eta(kl orðin ca 7.30) eftir það fer hann að fá sér fleiri skill(fer í tafl eða fer að lesa bók).\nUm daginn:Karlinn er ekki heima á daginn(er í vinnunni)\nKvöldið: Þegar hann kemur heim er klukkan um 8 hann fær sér að borða og fer svo að sofa.\nKonan: Konan vaknar svona klukkan 5-6. Þá fær hún sér morgunmat(sem eiginmaður hennar gerði) og fer svo á klósettið og svo í bað. Eftir það fer hún að tala við mannin sinn. Þegar karlinn er farinn í vinnuna fer hún og hringir í vinkonur sínar og vini til að fá fleiri family friends.\nUm daginn: Hringir hún í vini sína og bíður þeim heim. Oftast lét ég hana gera serve dinner svo að fólkið geti borðað eitthvað. Dagurinn er alltaf svona hjá henni þegar fólkið er farið heim fer hún að spila á gítar þangað til maðurinn kemur heim.\nKvöldið: konan fer að sofa klukkan svona 9(hún er orðin dauð þreytt eftir daginn)\nSvona er verkaskipunin mín. Það er mjög þægilegt að vera með svona verkaskipun því annars verða simsarnir fúlir………\nSimskveðja Harrie",
    "url": "https://www.hugi.is/sims/greinar/56884/verkaskipun/",
    "url_id": "56884",
    "id": "380288",
    "replies": [
        {
            "user": "Alfons",
            "user_id": "5489",
            "date": "2001-12-20 16:23:57",
            "id": "380289",
            "reply_to_id": "380288",
            "text": "Ég hef nú ekki svona mikla verkaskiptingu hjá mínum fjölskyldum, yfirleitt er það bara þannig að sá sem fer fyrstur á fætur býr til morgunmatinn, nema hann sé alveg í spreng hehe !\nÆ, ég veit ekki ég fíla allaveganna ekki að hafa eitthvað svaka verkaskiptingu hjá mér.\nSimskveðja Alfons"
        },
        {
            "user": "ari218",
            "user_id": "12984",
            "date": "2001-12-20 16:45:56",
            "id": "380290",
            "reply_to_id": "380288",
            "text": "Loksins kemur einhver almennileg grein inná þetta áhugamál.\nNæstum því allt hitt eru 5-10 lína greinar.\nVel gert Harrier!!!!!!!"
        }
    ]
}