{
    "forum_title": "Bílar",
    "user": "Gulag",
    "user_id": "48",
    "date": "2001-12-20 21:54:25",
    "title": "Porsche 928",
    "text": "Þróun Porsche 928 hófst seint á árinu 1971, sem sagt á undan Porsche 924 sem kom þó á markaðinn fyrr en 928.\nPorsche taldi að loftkældi 911 bíllinn gæti ekki haldið stöðu sinni á markaðnum mikið lengur þar sem kkröfur um mengunarvarnir, hljóðmengun ofl. Voru orðnar mun háværari með hverju árinu, einnig töldu menn að bílar með vélina afturí væru óöruggari í árekstrum en bílar með vélina fram í.\nPorsche sá að það vantaði öflugan bíl á Bandaríska bílamarkaðinn, upphaflega stóð til að setja V6 vél í 928, en til allrar hamingju var hætt við það og þess í stað var sett 4500 cc, SOHC, 16V, V8, álvél sem var hönnuð algjörlega af Porsche. Til gamans má geta þess að þessi vél er með lengstu tímareim sem er í fjöldaframleiddum bíl í heiminum í dag, eða um 2 metra löng..!!! J\nÝmiskonar fjöðrunarbúnaður og drifbúnaður var prófaður í 911, Bens, Opel og Audi yfirbyggingum. Verkfræðingarnir hjá Porsche eyddu gríðarlega miklum tíma og fjármunum í þessar prófanir, þeir þurftu að breyta bílunum mikið til að geta prófað þetta, en síðar þegar fullgerðar frumgerðir voru smíðaðar voru þær prófaðar í eyðimerkum Afríku og í snjónum í Finnlandi.  Árekstrarprófanir voru gerðar skv. Stöðlum og var Porsche 928 langt yfir meðallagi í þeim prófunum.\nPorsche menn voru mjög stoltir af þessum bíl, en þegar þróun bílsins var uþb hálfnuð skall á bensínkreppa, og stóð stjórn Prosche frammi fyrir því hvort þeir skyldu halda áfram með “project 928” eða ekki, en sem betur fór töldu þeir að þörfin fyrir V8 bíl væri fyrir hendi og var því þróuninni haldið áfram.\nHönnun yfirbyggingarinnar og þróun var gerð með mikilli leynd, þó nokkur mót af bílnum í fullri stærð voru gerð, var notast við vindgöng við þessa hönnun frá degi eitt.\nUm það leyti sem hönnunin var að verða fullgerð þá var bíllinn kynntur fyrir stjórn Porsche, en þar var endanleg ákvörðun fyrir dyrum.  Bíllinn var samþykktur og og var síðan sýndur í fyrsta skipti almenningi á bílasýningu í Genf í Mars 1977 og “Project 928” var loksins orðið að Porsche 928.  Þegar bíllinn var afhjúpaður risu miklar umræður um bílinn, hann var kosinn bíll ársins vegna margra nýjunga, s.s. vegna álvelar, “Weissach” drif/fjöðrunarbúnaður, en megin kostur Weissach búnaðarins er að hann kemur í veg fyrir yfirstýringu undir inngjöf, búnaðurinn stillir sig eftir beygjuradíus, þessi búnaður er eitt af því frægasta sem Porsche hefur látið frá sér fara og er notaður í fleiri bílum í dag.\nTveggja kúplingsdiska kerfi, balansstangir, rafgeymir í skottinu til að vega upp á móti tirtring í afturenda.  Þó að 928 sé með vélina fram í, þá er skiptingin afturí og er þyngdadreifingin fram og aftur 50/50.\nFramleiðslan fór fram í Stuttgart, Zuffenhausen ásamt 911 bílunum, það er athyglisvert að þrátt fyrir mikla yfirburði þá náði 928 aldrei að slá 911 út af laginu í sölu, þó að 928 hafi verið dásamaður af tímaritum og pressunni sem besti GT bíll sem Porsche hafi framleitt þá varð hann aldrei sérstaklega vinsæll nema hjá þeim sem pæla mikið í bílum, og hjá þeim sem vilja hraða.\nÁrið 1987 kom Porsche með róttækustu breytinguna sem varð á þessum bíl frá upphafi til enda, 5 lítra vél, 32 ventla, 316 hestöfl, fram og afturenda var breytt, stærri bremsudiskar voru settir í bílinn, Brembo 4 stimpla bremsudælur,  ABS, og fleira góðgæti.  Þessar breytingar voru reyndar prófaðar í nokkrum bílum sem framleiddir voru 1986, þ.e. með eldra boddíinu og eru þeir þekktir sem 928s,  1986,5 bílar, þeir voru nokkrum kílóum léttari en 928 S4 en að öðru leyti með sama búnaði.\nNún fékk Porsche 928 stöðunna “Supercar”.. Al Holbert sló 2 FIA hraðamet á óbreyttum 928 með hvarfakút, 275 km hraða á klst. Samskonar bíl og hægt var að kaupa í næsta Porsche umboði, þ.e. ef bankabókin var feit….\nÁrið 1989 kom enn einn 928 á markaðinn, en það var 330 hestafla GT útgáfan, GT bíllinn var aðeins til beinskiptur 5 gíra, kom á breiðari felgum, en að örðu leiti var engin stórkostleg breyting frá S4.  Þó var notuð tækni úr 959 bílnum, en það var tölvustýrð driflæsing, (LSD),  það voru ekki margir GT bílar framleiddir og eru þeir mjög eftirsóttir af söfnurum í dag.\n1992 kom síðasta gerðin á markaðinn, en það var 5,4 lítra 345 hestafla 928 GTS, staðalbúnaður var orðinn þriggja punkta öryggisbelti, framí og afturí, 17” felgur, breiðari bretti til að hylja dekkin, bremsudiskar stækkaðir í 12,68 tommur frá 11,97 tommum, GTS er talinn vera einn al eftirsóttasti 928 í heiminum í dag.\nÞessi bíll kostaði 80.920 dollara nýr í USA 1992.\nSíðasti 928…..\nÞað er ekki á hreinu á þeim síðum sem ég er oft gestur á hvenær síðast 928 bíllinn hafi verið seldur, ein þrálátasta sagan er sú að bandaríkjamaður hafi pantað síðasta 928 bílinn frá Porsche 1997, og viljað að sá bíll yrði sá síðasta sem framleiddur yrði, en það er regla hjá Porsche að síðasti bíll í hverri línu sem þeir framleiða fari á Porsche safnið í Stuttgart, og eftir að bandaríkjamaðurinn áttaði sig á því að hans bíll yrði ekki sá síðast hafi hann afpantað hann,  en sagan er að bíllinn hafi samt verið sendur til Bandaríkjana og verið seldur þar í júní 1997.\nÞað er einnig uppi orðrómur um að Porsche ætli að endurvekja 928 bílinn, hann mun þá væntanlega ekki heita 928 því honum mun sennilega verða gefið nýtt “project” númer, sumir telja að jeppinn sem Porsche sé að hanna sé mikið til byggður á 928 hönnuninni, en það á eftir að koma í ljós.\nÉg á sjálfur einn 928s 1986,5, og ég verð að segja að þetta er einn alskemmtilegasti bíll sem ég hef ekið, hann er sosum ekki sá sneggsti upp en þegar hann er kominn af stað þá er togið í V8 endalaust, bíllinn liggur eins og klessa og að keyra þennan bíl er eins og að keyra lúxusgerð af Bens, þægindin og lúxusinn eru eins og best verður á kosið.",
    "url": "https://www.hugi.is/bilar/greinar/56906/porsche-928/",
    "url_id": "56906",
    "id": "380542",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 04:57:56",
            "id": "380543",
            "reply_to_id": "380542",
            "text": "Það er ekki vafi á því að 928 er vanmetinn bíll. Ég er ákaflega hrifinn af aflmeiri gerðum hans með beinskiptingu.\nÉg er samt ekki sammála með 911 vs. 928 samanburðinn. Þetta eru gjörólíkir bílar og þar að auki er 928 í raun eini GT bíllinn sem Porsche hefur framleitt, þó segja mætti að 996 sé GT bíll.\nÞess vegna langar mig að vita hvenær 928 kom fyrst á markaðinn og hvernig tölurnar fyrir þann bíl eru til að hafa samanburð (í verði líka) við 911 Carrera/SC o.þ.h. og Turbo.\nÉg held að þessir bílar höfði bara til mismunandi manna, 911 er örugglega liprari en jafnframt erfiðari þegar nær mörkunum dregur. Það heillar mig, þó að hvorki Turbo né Carrera frá þessum tíma hafi endalaust úthald 928 (turboinn með lag og hinn bara ekki með svona afl) þá eru það hrárri og harðari bílar.\nÉg veit svosem ekki hvað hefur verið sambærilegt þessum bíl þegar hann kom á markaðinn. Líklegast Aston Martin V8 helst ef eitthvað er. Porscheinn hefur vafalaust verið feti framar þó Aston hafi alltaf ákveðinn sjarma. Ég þoli ekki þegar þjóðverjar slá út breta í eigin leik?\nEr annars engum sem finnst 928 hafa getað orðið Citroën ofurbíll? ;)\nP.S. Þegar Performance Car valdi til bestu og verstu performance cars síðustu 20 ára fór 928 GTS á lista yfir vanmetna bíla, bíla sem höfðu allt til að vera stjörnur en yfirsáust."
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-21 09:08:33",
            "id": "380544",
            "reply_to_id": "380543",
            "text": "Mér er nú eiginlega alveg sama hvað mönnum finnst, mér finnst Porsche 928 flottur og ég hef alltaf fílað hann. Ég átti svona leikfangabíl þegar ég var lítill… var einn af uppáhalds bílunum mínum ásamt Jaguar XJS… það er hægt að bera þessa tvo bíla saman.\nMér finnst 928 líka hafa elst nokkuð vel, þetta eru víst sérstaklega vel smíðaðir bílar og enn í dag eru þeir ofur öruggir.\nMér finnst líka athyglisvert hvað 968 fellur vel í kramið hjá fólki en hann hefur svipaðar línur, framljósin og afturendann.\nPS. Gulaq…. er þetta 928 bíllin með part leather sætunum og köflóttu áklæði? Rauður? Og hann er sjálfskiptur…. er ekki skrítið að keyra sjálfskiptan Porsche?????"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-21 09:20:03",
            "id": "380545",
            "reply_to_id": "380544",
            "text": "nei,, all leather dude :).. ekkert köflótt hér takk…\nég hef einu sinni keyrt beinskiptan 928 og þetta er bara þannig bíll að sjálfskipting hentar mjög vel, plenty af poweri þannig að maður finnur minna fyrir því en fólk heldur.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-21 09:29:40",
            "id": "380546",
            "reply_to_id": "380545",
            "text": "Rauður að utan og svartur að innan?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 10:56:24",
            "id": "380547",
            "reply_to_id": "380544",
            "text": "Það má bera saman Jag XJ-S og 928 en niðurstaðan er liklega sú að 928 valtar yfir Jaguarinn.  Áhugaverður samanburður samt.\nGulag, er 928 eitthvað stífur eða bara þægilega fjaðraður? Ég held að það sé mögulega það svæði sem XJ-S gæti slegið 928 við en á endanum liggur XJ-S örugglega ekki jafn vel."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 11:30:21",
            "id": "380548",
            "reply_to_id": "380547",
            "text": "Hvernig lýst Mal3 sjálfum á XJS…. Brittanica! Það er einn mjög fallegur hér á landinu dökkgrænn, LeMans edition held ég, skoðaðui hann einu sinni og hann virtist vera í topp standi."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 11:40:34",
            "id": "380549",
            "reply_to_id": "380548",
            "text": "XJ-S voru örugglega alveg þokkalegir bílar. Þetta var hinsvegar fyrsti bíll Jaguar sem var hannaður án yfirumsjónar Sir William Lyons, stofnanda fyrirtækisins, og er ekki að ná upp í þann staðal elegans í útliti sem fyrri bílar höfðu haldið uppi. Svo átti hann að koma í staðinn fyrir E-Type en gerði augljóslega ekki.\nHann seldist hinsvegar alveg þokkalega og ég held að þeir fáist á mjög góðu verði í dag. Sjálfur myndi ég frekar athuga bara XJ6…\nMerkilegt nokk en Aston Martin DB7 er að ég held byggður á grunni XJ-S!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 12:00:52",
            "id": "380550",
            "reply_to_id": "380549",
            "text": "Já, enda er sá bíll ekki talinn neitt sérstakur, bara dýr!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 12:28:00",
            "id": "380551",
            "reply_to_id": "380550",
            "text": "Sagan ætlar ap lýta hann bjartari augum en samtíminn. Þetta var einstaklega fallegur bíll og öflugur og þægilegut GT bíll. Að mínu mati hannaði Ian Callum þarna einn fallegasta bíl tíunda áratugarins og hreinlega einn fallegasta bíl sem ég hef séð. Þetta var ekki hard core sportbíll en þetta var hinsvegar Aston Martin sem þú getur í dag farið og keypt án þess að hafa áhyggjur af viðhaldi og veseni (afrek fyrir dýran breskan bíl?) og krúsað milli meginlanda á og snúið hausum næstum sama hvaða exotic bílum er lagt við hliðina.\nHinsvegar var Jaguar XKR alltaf betri bíll og ódýrari…"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 13:10:32",
            "id": "380552",
            "reply_to_id": "380542",
            "text": "Önnur spurning Gulag: er vélin í 928 virkilega fyrir aftan framöxulás?\nRétt eins og aðrir porkerar með vél frammí notaði 928 transaxle skiptingu til að jafna þyngdardreifingu (og rafgeymir aftur í eins og Miata ;) en ef hann er líka með vél fyrir aftan öxul ás er þetta ansi góð hönnun (no surprise). Það er einkenni á vel hönnuðum FR sportara (ss. Lotus Elan!) að stilla vélinni upp svona. Þetta gefur næstum MR aksturseiginleika en án galla sem oft vilja vera í MR bílum.\nEf rafgeymirinn er afturí þarftu ekki að nota einhvern sérstakan rafgeymi? Í Miata er AGM rafgeymir sem annaðhvort er með leiðslu til að leiða mögulega gasmyndun út úr skottinu eða, eins og ég fékk nér, 2nd party rafgeymir sem er innsiglaður."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 13:11:52",
            "id": "380553",
            "reply_to_id": "380552",
            "text": "P.S. ég er alltaf að lesaa eitthvað um 928 en sjaldan er það nógu skilmerkilegt hvað varðar hönnun bílsins o.þ.h.\nEf þú vesit um góðar heimasíður um 928 máttu alveg láta þær fljóta með. Takk, takk :)"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-21 16:02:09",
            "id": "380554",
            "reply_to_id": "380553",
            "text": "Fjöðrunin í honum er mjög skemmtileg, hann er frekar í stífari kantinum, þ.e. af svona stórum bíl að vera, en samt það mjukur að það er draumur að keyra hann á malarvegum td.\nog jú, vélin er aftan við framásinn, og rafgeymirinn er í hólfi undir skottinu, það er einhver öndun þar sem liggur niður undir bílinn, ég keypti reyndar geymi í hann um daginn, eina sem ég man að hann var frekar dýr :)\nég er sammála því að það vantar soldið uppl um 928 á netið, þessi grein sem ég skrifaði er stílfærð frá www.928s4vr.com, þokkaleg síða en frekar ljót, þar eru linkar á fleiri síður,,\nbtw.. prófaði 80 - 120 km testið áðan, náði því á ca 4 sek, þetta er soldið leiðinlegur hraði vegna þess að hann fer í 1sta gír þegar ég botna hann á 80, og svo í annann gír í ca 100, en svo prófaði ég að mælann frá 100 - 160 og það tók ca 6 sek, :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 16:07:26",
            "id": "380555",
            "reply_to_id": "380554",
            "text": "Veistu hver þyngdardreifingin er?"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-21 16:35:44",
            "id": "380556",
            "reply_to_id": "380555",
            "text": "já. :)"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-21 16:36:52",
            "id": "380557",
            "reply_to_id": "380556",
            "text": "ohh. ég er svo fyndinn…\n50/50"
        },
        {
            "user": "thyrnir",
            "user_id": "14576",
            "date": "2001-12-21 17:48:01",
            "id": "380558",
            "reply_to_id": "380557",
            "text": "Skammm skammm maður keyrir ekki svona bíl á malarvegi viltu að ég komi og taki bílinn af þér eða hvað?"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-12-22 23:31:19",
            "id": "380559",
            "reply_to_id": "380557",
            "text": "Smá leiðrétting: Þyngdardreifingin er 51/49 :)\nSú sama og í Porsche 944.\n- Andri Örn, Porsche 944 '86"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-12-23 18:19:33",
            "id": "380560",
            "reply_to_id": "380559",
            "text": "jaa sko :) upptakið er ekkert hroðalegt en hann hættir ekki að vinna fyrr en hraðamælirinn segir stopp :) held að 89 s4 séu um 6 í hundrað"
        },
        {
            "user": "axyne",
            "user_id": "11888",
            "date": "2001-12-21 19:18:25",
            "id": "380561",
            "reply_to_id": "380542",
            "text": "Sniðug grein.. en eitt sem mér langar að koma á framfæri. kannski einhverjir af ykkur hefur spilað leikin “need for speed porsche” flottur leikur um nær alla porsche bílanna. ég er mikill aðdáandi þessa leikjar en eitt fannst mér vanda. Eftir að ég las þessa grein þá man ég ekki eftir að hafa séð 928 gerðina í leiknum. ég er nokkuð viss um að það er ekki hægt að kaupa hana í evelotion Mode. en þá prufaði ég Single player mode og þá gat ég keyrt 928 GTS og ok Bílinn er virkilega flottur. ok ég prufaði hann. eins og Gulag sagði þá kemur hann bílnum sínum í 80 km hraða í fyrsta gír. Bílinn kemst í 80 km hraða í fyrsta gír!. en allir aðrir bílar eru að rétt skríða í 60 km hraða í fyrsta, merkilegt.\nEitt annað Aksturseiginleikar bílsin voru Hrein hörmung! ég hef prufað að keyra nær alla bíla sem eru í leiknum og þennan tel ég vera langtum lélegastan. Beyjurnar eru svo lélagar að mar er í raun að keyra bara í 1 gír ef maður er í beygjumiklri braut.\nég veit ekki hvort þetta séu einhver mistök í leiknum eða er bíllinn með lélegar beyjur ?\nég veit að framleiendur leiksins höfðu mikið fyrir því að hafa leikinn sem raunverulegastann s.s vélarhljóð og hver hratt bílinn kemst og hve miklum tíma.\nSpurning Gulag. hvernig finnst þér beyjurnar á þínum bíl ?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 20:35:48",
            "id": "380572",
            "reply_to_id": "380561",
            "text": "Aksturseiginleikarnir í þessum umrædda leik eru crap yfir línuna, það er varla til að bílar yfirstýri þarna. Ég endaði með að nota hann aðallega til að hlusta á 911 Carrera 2.7 RS sem ég komst yfir.\nÉg veit að bílablaðamenn halda ekki vatni yfir þessum bíl ennþá og þegar evo fór út af örkinni til að kaupa “hóflega” verðlagða “alvöru” bíla valdi John Barker sér Porsche 928 og er maðurinn annálaður akstursbrjálæðingur."
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-21 21:06:57",
            "id": "380562",
            "reply_to_id": "380561",
            "text": "Ég hef ekið porsche 911,, 914, 924, 944 og 928 og að mínu áliti þá liggur 928 bíllinn best, 944 bíllinn reyndar er næstum alveg eins,, á meðan 911 bíllinn er mjög svo varhugaverður í beygjum,,"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 21:10:15",
            "id": "380563",
            "reply_to_id": "380562",
            "text": "Auðvitað langar mann í 911 því það er ekki fyrir hvern sem er ;)\nAnnars vildu margir menn meina að 944S4 og Turbo væru bestu Porsche bílarnir á sýnum tíma hvað varðar aksturseiginleika. Í dag heyrast raddir sem segja að þða sé Boxster 2.7."
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-21 22:00:55",
            "id": "380564",
            "reply_to_id": "380563",
            "text": "já, ég hef heyrt þetta með að 944 hafi verið bestu Porschearnir, en ég er sannfærður um að það sé vegna þess að 928 gleymist svo oft… :).. en ég hugsa að 944 Turbo sé mjög “good buy”,. þó þeir séu of dýrir hér á landi… öflugir og með sömu uppbyggingu og 928,,,\nég hef ekki prófað Boxterinn, langar,, hlýt að fá að taka í einn fljótlega.. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-21 22:34:39",
            "id": "380565",
            "reply_to_id": "380564",
            "text": "One word…… RUF!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-21 22:56:28",
            "id": "380566",
            "reply_to_id": "380564",
            "text": "Ætli málið sé ekki bara að 944 er léttari og liprari en 928?\nAnnars er bara einn Porsche sem hringir minni bjöllu og það er 911 ;)"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-12-22 02:09:29",
            "id": "380567",
            "reply_to_id": "380566",
            "text": "Hér á ísafirði eru tveir 928, annar 78 sem er að grotna\nniður útá stæði hann er bsk með köflóttu áklæði :)\nsíðan er sá sem sagður er sá flottasti sem hingað hefur\nkomið en það er 89 S4 ótjónaður frá upphafi 2 eigendur\nfrá upphafi ekin 30þús steingrár leðurklæddur tölvuallt\nekkert ofsaleg orka svosum (samkvæmt owners manual 320)\nvélin já 5.0l v8 þessi bíll er alveg eins og hann rann\nútúr verksmiðjuni en ég hef setið i´honum á 260 og hann\nátti heilmikið eftir eigandi segist hafa sett hann í\n300 en mælirinn í honum sýnir það :) lúxuskerra :)"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-22 17:00:52",
            "id": "380568",
            "reply_to_id": "380567",
            "text": "pínku mótsagnir ;)\n“ekkert ofsaleg orka svosum”\n“ég hef setið i´honum á 260”"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-29 11:12:40",
            "id": "380569",
            "reply_to_id": "380562",
            "text": "Hvernig er að keyra 914 bílinn? Er hann ekki hræðinlegur?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-05-14 17:48:55",
            "id": "380570",
            "reply_to_id": "380569",
            "text": "Mér skilst að 914 sé líka vanmetinn. Mid-engined smásportari frá Porsche."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2003-05-14 17:57:09",
            "id": "380571",
            "reply_to_id": "380570",
            "text": "Það hef ég heyrt líka. Það er einn svoleiðis á landinu heyrði ég. Gott ef það var ekki Gulag."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-24 13:58:16",
            "id": "380573",
            "reply_to_id": "380542",
            "text": "Ég er búinn að vera að reyna að læra meira um 928 síðan þessi grein kom og þessi bíll verður bara áhugaverðari enda er þetta í raun gleymdur bíll sem er synd.\nMeðal þess sem ég náði að grafa upp var e.k. Buying Guide í evo þar sem 928 GTS var tekinn fyrir og umsögnin var ekki af verri endanum og margar setningarnar eru ansi tilvitnanavænar. Í stuttum orðum var blaðamaðurinn sem skoðaði bílinn heillaður og ég verð að segja að ég sé það líka. Ég hata samt þegar þjóðverjar gera eitthvað þessu líkt betur en bretar ;) Þó ég hafi öðlast meiri aðdáun á 928 er 911 samt alltaf “minn” Porsche og ég er frekar 944/968CS maður en 928. Samt… ef ég mætti velja á milli glænýs (vatnskælds) 911 og 928 GTS (beinsk.) þá þyrfti ég svei mér þá að hugsa!\nÞað er ekki skrítið að Þessi bíll hafi verið bíll ársins á sínum tíma m.v. vinnu og hugvit sem var lögð í hönnun hans. Þetta var vafalaust einn besti GT sportari á þeim tíma sem hann var framleiddur og langt í frá farinn að grána í dag. Útlitshönnunin er líka ákaflega heillandi. Hún er einföld, í raun örfá pannastrik eins og bestu hannanir vilja vera, smátriðin eru aðallega snyrtileg frekar en tilþrifarík og það er grunnhönnunin sem heillar, einfaldleiki hennar og… dýpt?! Allt of margir í dag eru hannaðir í kringum “flott” smáatriði og frágangsatriði frekar en grunnlínur. 928 er hinsvegar eins og helstu klassískar hannanir falleg í grundvallaratriðum og smáatriðin eru ekki þarna til að draga athyglina frá aðalhönnuninni.\nÉg er næstum búinn að skrifa heila grein… hefði kannski átt að gera það? :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-24 15:03:47",
            "id": "380574",
            "reply_to_id": "380573",
            "text": "P.S. Mælaborðið er virkilega smart…"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-12-24 15:42:59",
            "id": "380575",
            "reply_to_id": "380574",
            "text": "það er reyndar eitt sem ég átti erfitt með að venjast við 928, það er að mér finnst maður sjá soldið illa út úr honum, þó að rúðurnar séu stórar þá er hönnunin svo niðursveigð að framan og aftan að það tók talsverðan tíma að átta sig á stærð bílsins, það er reyndar skárra þegar framljósin eru uppi en maður keyrir yfirleitt bara með kastarana á.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-24 15:52:18",
            "id": "380576",
            "reply_to_id": "380575",
            "text": "Tja, eitt af því sem var ekki sagt um 928 í því sem ég skoðaði var að hann væri auðveldur bíll. Frekar intimidating bíll sem hinsvegar býður upp á mikinn kraft, þægindi og grip."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2003-05-14 16:15:22",
            "id": "380577",
            "reply_to_id": "380576",
            "text": "Þetta eru einfaldlega snilldarbílar;)"
        },
        {
            "user": "viggomatic",
            "user_id": "11899",
            "date": "2002-01-05 12:14:13",
            "id": "380578",
            "reply_to_id": "380542",
            "text": "Já ég er gjörsamlega sammala að 928 sé vanmetinn bíll, þetta er TOTAL græja."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-09-26 13:57:11",
            "id": "380579",
            "reply_to_id": "380542",
            "text": "Það var frábært hjá Porsche að hanna 968bílinn sem er eiginlega 928 og 944. Báðir þessir bílar hafa alltaf verið vanmetnir. Þeir eru báðir með 50/50% þyngdardreifingu og það er frábært að keyra þá. 928 er meira gerður til að keyra hraða, hann er svoldið “þungur” til að vera með í snattinu, 944 er liprari en 928 en honum vantar meira afl. Ég hef ekki “enn” keyrt 968 en hann er örugglega rosalega skemmtilegur.\nÁtt þú ekki rauða 928S4 bílinn sem lítur út eins og S bíllin?"
        }
    ]
}