{
    "forum_title": "Heilsa",
    "user": "Baviani",
    "user_id": "63062",
    "date": "2008-01-21 23:22:11",
    "title": "Mataræði",
    "text": "Ef ég er að reyna að losna um nokkur kíló hvernig er best að gera það ? Bara borða mikið af ávöxtum og drekka ekki gos og borða nammi og þannig nema á laugardögum? Bara það sem ég hef verið að gera.",
    "url": "https://www.hugi.is/heilsa/korkar/569421/mataraedi/",
    "url_id": "569421",
    "id": "5582370",
    "replies": [
        {
            "user": "minnaen3simbi",
            "user_id": "31167",
            "date": "2008-01-21 23:39:17",
            "id": "5582436",
            "reply_to_id": "5582370",
            "text": "Hættu að borða nammi á laugardögum, annars ertu bara í fínum málum sennilega.\nVerður samt að hreyfa þig með."
        },
        {
            "user": "Baviani",
            "user_id": "63062",
            "date": "2008-01-22 14:31:07",
            "id": "5583219",
            "reply_to_id": "5582436",
            "text": "Já fer í ræktina 4 - 5 sinnum í viku."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-01-24 20:58:17",
            "id": "5589334",
            "reply_to_id": "5582370",
            "text": "Borða reglulega. Það er aðal málið."
        },
        {
            "user": "Baviani",
            "user_id": "63062",
            "date": "2008-01-24 21:41:29",
            "id": "5589453",
            "reply_to_id": "5589334",
            "text": "Já var akkúrat að búa til prógram til að borða á réttum tímum og sirka með jafn miklum bilu, 6 sinnum yfir daginn."
        },
        {
            "user": "Baviani",
            "user_id": "63062",
            "date": "2008-01-28 12:35:02",
            "id": "5597051",
            "reply_to_id": "5582370",
            "text": "Borða reglulega, borða ávexti, grænmeti og ekki of mikið af mjólkurvörum, ekki of mikið pasta og kjöt, samt ekki hætta að borða það!\nHætta að drekka gos, hætta að borða ruslfæði og nammi, mátt alveg fá þér einu sinni í viku eitthvað sætt samt ;)\nSleppa því að éta hvítt brauð og borða frekar spelt/heilhveitis/fjölkornabrauð.\nBara spurning um að hætta að borða það sem þú veist að er ekki hollt, og bæta meiri ferskum hlutum eins og ávöxtum og grænmeti í mataræðið. Hreyfa sig svo reglulega!"
        },
        {
            "user": "Baviani",
            "user_id": "63062",
            "date": "2008-01-28 18:37:01",
            "id": "5597923",
            "reply_to_id": "5597051",
            "text": "Já, ég er með prógram sem segir sirka hvað og hvenær ég á að borða, en kjöt er bara prótein, það er ekkret óhollt ? Það var nú einhver gaur sem léttist um 50 kíló á hálfu ári við að hætta að éta brauð og át bara nautakjöt.\nÉg borða mikið af ávöxtum, þá aðallega epli, appelsínur og banana, ég fer í world class 4 - 5 sinnum í viku og tek alltaf vel á! Engin undantekning. Er farinn að drekka mikið vatn og minnka mjólkur drykkju og drekka frekar safa."
        },
        {
            "user": "Baviani",
            "user_id": "63062",
            "date": "2008-01-28 19:44:18",
            "id": "5598102",
            "reply_to_id": "5597923",
            "text": "Jú kjöt er hollt en haltu þig þá frekar við fisk og kjúkling. Auðvitað er prótein hollt, en það er líka fita í flestum rauðum kjöttegundum, sem ég býst við að þú viljir halda þig í burtu frá :)\nGangi þér annars bara frábærlega! :D"
        },
        {
            "user": "Baviani",
            "user_id": "63062",
            "date": "2008-01-28 22:38:07",
            "id": "5598576",
            "reply_to_id": "5598102",
            "text": "Já, ég borða náttúrulega ekkert rautt kjöt á hverjum degi, er að reyna að auka kjúkling og fisk. Er samt ekki harðfiskur líka mjög góður fyrir mann ?\nAnnars nenni ég ekkert rosalega að vera með 2 brennsludaga í viku, finnst lang best að lyfta og taka nokkuð þungt og oft þannig ég brenni og styrki.\nEn annars takk fyrir góð comment!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-29 12:02:31",
            "id": "5599271",
            "reply_to_id": "5598576",
            "text": "Jú harðfiskur er mjög hollur.\nEn já ég var ekki viss hvort þú værir að fara að grenna þig bara eða fara að lyfta og byggja upp vöðvamassa, þá mátt þú auðvitað fá meira prótein heldur en það sem ég lagði til.\nEkkert mál :)"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-01-29 19:18:53",
            "id": "5600270",
            "reply_to_id": "5598102",
            "text": "Þú vilt ekkert endilega halda þig frá fitu, magurt nautakjöt með 3-5% fituinnihaldi er mjög gott. Ef þú færð ekki næga fitu reynir líkaminn að halda fastar í þá sem þú hefur til staðar."
        }
    ]
}