{
    "forum_title": "Fuglar",
    "user": "optimusprime",
    "user_id": "360",
    "date": "2008-01-22 13:32:10",
    "title": "Keisaramörgæs",
    "text": "Ætla að senda hérna inn smá grein um Keisaramörgæsina.\nAth langt síðan ég gerði þetta en fannst ýmislegt fróðlegt við þetta þegar ég fann þetta svo ég ákvað að deila þessu með ykkur..\nKeisaramörgæsin er stærst allra 16 mörgæsategundanna. Hún verpir aðeins á snjó og ís og er einn fárra fugla sem gera það. Keisaramörgæsin þolir einnig meiri kulda en aðrir fuglar. Á varpstöðvum hennar er meðalhitinn um -20°C og oft fer vindhraðinn uppí 75 km./klst.\nÍ byrjun kaldasta árstímans þá verpir Keisaramörgæsin á smáeyjum við Suðurskautslandið eða á lagís. Kvenfuglinn verpir bara einu eggi og karlfuglinn sér einn um eggið og ungar því út. Eggið er látið liggja á ristunum og hvílt undir kviðnum, ekkert hreiður og enginn sérstakur varpstaður.\nÁ meðan karlfuglinn hugsar um eggið þá er kvenfuglinn á sjónum og heldur sig þar þangað til rétt áður en eggið klekst. Karlinn hefur misst nærri helming af líkamsþunga sínum þegar kvenfuglinn kemur aftur, en þangað til að næsta eggtíð hefst þyngjast þeir mikið og geta orðið allt að því 40 kg. að þyngd þegar þeir byrja aftur að hugsa um eggið í 4 mánuði, en þá fasta þeir líka.\nFullorðnu fuglarnir nota flugbeittann gogginn til að veiða sér fisk til matar og geta í matarleit kafað niður á allt að 55 metra dýpi. Innan á skultinum og á tungunni eru einskonar agnúar sem koma í veg fyrir að bráðin renni til og halda bráðinni fastri, þótt hún sprikli.\nTilvitnun:\nUngarnir eru mataðir á strjálum en stórum skömmtum og geta liðið þrír til fjórir dagar á milli máltíða. Þeir geta tekið við svo furðulega miklu að þeir líkjast helst perlulaga matarpokum. Þeir koma úr eggjunum seinni hluta vetrar og snemma vors og eru orðnir sjálfbjarga í janúar, en það er eini árstíminn með auðum sjó og gnótt matar. (Carwardine, 1988)\nUngarnir eru vel þolnir að kafa og að synda lengi í köldum sjó, eins og foreldrarnir. Bægslin eru þróuð úr fuglsvængjum og eru flöt svo þeir geta eiginlega flogið í kafi og er stélið orðið að fleygmynduðu stýri. Fiðrið er vind og vatnshelt og það er sérstakt fitulag undir hamnum sem heldur á þeim hita svo þeir eru vel búnir og meira en það til að bjarga sér á Suðurskautslandinu.\nKeisaramörgæsin lifir við strendur Suðurskautslandsins, á nálægum eyjum og á syðsta odda nálægra meginlanda. Vistsvæði þeirra er hafís og snæviþakið land, einnig aðliggjandi hafsvæði. Keisaramörgæsin getur orðið allt að því 115 cm á hæð og lifir aðallega á fiskum.",
    "url": "https://www.hugi.is/fuglar/pistlar/569488/keisaramorgaes/",
    "url_id": "569488",
    "id": "5583116",
    "replies": []
}