{
    "forum_title": "Fuglar",
    "user": "optimusprime",
    "user_id": "360",
    "date": "2008-01-22 13:30:43",
    "title": "Congo African Grey.",
    "text": "Congo African Grey.\nJæja, þá er kominn tími á að maður skrifi hér stutta grein/umfjöllun um African Grey fuglinn.\nEins og flestir ættu að gera sér grein fyrir þá er þetta páfagaukategund, sem leggur jú uppruna sinn til Afríku.\nAfrican Grey fuglinn skiptist í 2 tegundir, þær Timneh og Congo.\nÍ þessari grein mun ég fjalla um þá síðarnefndu, Congo.\n———————————————–\nCongo African Grey fuglinn er ósköp eðlilegur í útliti, hann er grár á búknum, aðeins ljósari á hausnum og eldrauður á stélinu, einnig er hann bláleitur í kringum augun.\nKarlkynið er með aðeins dekkri lit á fjöðrum heldur en kvenkynið.\nCongo African Grey fugl getur lifað í rúmlega 70 ár og er mesti talfugl heims, það er hálfótrúlegt hvað þeir geta hermt vel eftir allskyns hljóðum, vitað er um dæmi þar sem villtir fuglar í Afríku skemmta sér við að herma eftir myndavéla hljóðum (click) á daginn :)\nTegundin er líka meðal gáfaðri tegundum páfagauka (ef ekki allra dýra) og er til bráðgáfaður African Grey fugl að nafni Einstein sem tók einmitt þátt í bandarískri hæfileikakeppni þar sem hann talaði og hermdi eftir dýrum og fleirru, Einstein kann líka að reikna, en það gerir hann með þeirri aðferð að eigandinn raðar spjöldum með tölum á borð og svo röltir páfagaukurinn á réttar tölur eftir því hvað eigandinn segir :)\nFuglarnir eiga það til að hafa mikinn og sterkann persónuleika, og þekki ég það sjálfur sem eigandi fugls af þessari tegund. Minn fugl, sem er kvenkyns er tamin og handmötuð.\nHún er með blíðari dýrum sem ég hef hitt :) þótt hún eigi það til að verða óttaleg frekja. En samt sem áður eru allir þeir fuglar sem ég hef hitt af þessari tegund allir skemmtilegir og eru svona einhvernveginn með sinn eigin sterkan karakter, allavega er mjög bjart yfir þessum dýrum :)\nAðeins um minn fugl.\nRonja fuglinn minn er kvenkyns African Grey og er að verða 2 ára í sumar. Ég fékk hana í ágúst 2006 og sé alls ekki eftir þeim kaupum! Hún kunni að muldra “halló” þegar ég fékk hana en síðan þá er hún búin að vera rosalega dugleg að læra ný orð og hljóð.\nHún var t.d. mjög fljót að ná allskonar pípum, svo sem reykskynjaranum (úff).\nHún er ófleyg (semsagt vængstífð) og getur því ekki flogið, en henni finnst gaman að halda sér í prik og blaka vængjunum eins og hún getur (sem getur verið skrautlegt fyrir ofan t.d. öskubakka). En aðal-sportið í dag hjá henni er að fá að labba um gólfið frjáls og kúka þar sem henni sýnist hehe :).\nHún er rosalega gæf og er tilbúinn að setjast á næstum hvaða putta/öxl sem er :D og finnst voða gaman þegar nýjar axlir koma til að kúka á, getur hún blaðrað út í eitt og verið voða stolt.\nHún hefur verið að pikka upp ýmis orð hér og þar, og kann hún núna m.a. að mjálma (við eigum ekki kött :s), urra, krunka, kurra, hlæja (margskonar), “hvað segirðu”, “halló”, “haaa?”, “úúú”,\n“Já”, “þegiðu!” og svo getur hún svona reynt að segja nafnið sitt, en það tekst ekki alltaf. Þetta er svona það sem ég man eftir í augnablikinu, en svo koma mjög oft alveg langar ræður þar sem\nhún blaðrar út í eitt og maður skilur ekkert.\nÞakka fyrir mig og vonandi naut einhver góðs af þessu :)\nKv. vSkandall",
    "url": "https://www.hugi.is/fuglar/pistlar/569486/congo-african-grey/",
    "url_id": "569486",
    "id": "5583114",
    "replies": []
}