{
    "forum_title": "Kettir",
    "user": "girlygirl",
    "user_id": "9160",
    "date": "2008-01-24 16:47:43",
    "title": "Hvernig skal velja mynd",
    "text": "Nú berast oft myndir hingað á ketti sem gera fyrirsætunum okkar ekki góð skil. Auðvitað eiga kettirnir okkar ekkert annað skilið en að top myndir af þeim séu settar inn á opinberan vef sem þennan. :)\nÞví hef ég ákveðið að setja inn smá guidelines sem sniðugt er að fylgja.\nGóð mynd\nHugtakið góð mynd er að sjálfsögðu mjög vítt og að sumu leyti persónubundið en nokkrar grundvallarreglur er gott að hafa í huga.\nFókus\nVeljið myndir þar sem fókusinn er réttur. Fókusinn skal vera á viðfangsefninu en ekki á bakgrunninum. Til að ná þessu fram er gott að taka myndina í hæfilegri fjarlægð frá viðfangsefninu, en oft er miðað við meter. Ef myndavélin þín er með góðan autofocus er oft hægt að taka myndir nær.\nEinnig skal velja mynd þar sem fókusinn er góður, sé fókusinn slæmur þá verður myndin “fussy” og allar útlínur óskýrar. Þetta vill helst gerast ef myndavélin hreyfist, ef flass er ekki á og þegar birtuskilyrði eru ekki góð. Þá er lensan opin lengur og þarf því minni hreyfingu til að myndin verði slæm. Fókus brenglast einnig ef viðfangsefni hreyfa sig og eru kisur gjarnar á að gera það. Gott er að nota hraða stillingu sé myndavélin með slíkt, t.d. er oft mynd af íþróttamanni við slíka stillingu. Einnig er hægt að stilla þetta sjálfkrafa en er það aðeins meira maus.\nBirta\nBirta er ekki síður mikilvægari en fókusinn.\nOfbirta er algeng þegar mynd er tekin of nálægt viðfangsefninu með flassi og á það sérstaklega við þegar viðfangsefnið er ljóst á lit þar sem ljósi liturinn endurkastar ljósinu á meðan svartur gleypir ljósið í sig. Best er að taka myndir í náttúrulegri birtu en sé flass notað er gott að nota optical zoom í stað þess að vera nálægt viðfangsefninu. Oft er hægt að stilla flassið og “minnka” það.\nLéleg birta er líka vandamál í ljósmyndum. Eins og ég sagði áður er best að taka myndir í náttúrulegum birtuskilyrðum en það er oft ekki í boði. Flassið er hægt að nota og einnig er hægt að kveikja ljós. Næturstilling er oft í boði en þá er sniðugt að nota þrífót.\nJæja, ég læt þetta duga í bili, ef þið viljið bæta við eða hafið athugasemdir látið þær þá endilega fylgja hér að neðan. :)\nÉg er ekki lærður ljósmyndari en þetta er mín reynsla af ljósmyndun. Þessu skal því ekki tekið sem öðru en góðlátlegum ábendingum.",
    "url": "https://www.hugi.is/kettir/tilkynningar/569858/hvernig-skal-velja-mynd/",
    "url_id": "569858",
    "id": "5588450",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-24 20:07:19",
            "id": "5589186",
            "reply_to_id": "5588450",
            "text": "agree :D\nEr að læra þetta allt í vali núna :)"
        },
        {
            "user": "ambient",
            "user_id": "70275",
            "date": "2008-02-05 22:56:25",
            "id": "5616834",
            "reply_to_id": "5588450",
            "text": "Mjög fróðlegt. Á eftir að hafa þetta í huga ;)"
        }
    ]
}