{
    "forum_title": "Hljóðfæri",
    "user": "youmad",
    "user_id": "65674",
    "date": "2008-01-28 19:34:30",
    "title": "tap+skalar",
    "text": "Þegar maður er að spinna upp sóló eftir einhverjum skölum hvernig er best að bæta tapi inn þannig að það hljómi vel. Er búin að vera fikta aðeins en það hljómar alltaf eins og skítur.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/570643/tapskalar/",
    "url_id": "570643",
    "id": "5598080",
    "replies": [
        {
            "user": "BBQ",
            "user_id": "62471",
            "date": "2008-01-28 19:55:57",
            "id": "5598132",
            "reply_to_id": "5598080",
            "text": "Æfa sig.\nNema þú viljir fara eitthverjar extra fljótlega og ónáttúrulega leið.\nÞá er ég ekki með svarið."
        },
        {
            "user": "youmad",
            "user_id": "65674",
            "date": "2008-01-28 20:03:43",
            "id": "5598141",
            "reply_to_id": "5598132",
            "text": "held þu sér að misskilja, ég kann alveg að tapa, vandamálið er bara að bæta því inn í þannig að það hljómi eins og nóturnar í einhverjum ákveðnum skala."
        },
        {
            "user": "BBQ",
            "user_id": "62471",
            "date": "2008-01-28 20:12:00",
            "id": "5598160",
            "reply_to_id": "5598141",
            "text": "Nei, ég er ekkert að misskilja.\nEf þú æfir þig þá kemstu að því fljótlega hvernig þú átt að fara að þessu."
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2008-01-28 20:35:09",
            "id": "5598211",
            "reply_to_id": "5598141",
            "text": "tappa bara nótur sem eru í skalanum\ne–\nt17\n-p12-h15—\nÞetta eru þrjár nótur úr pentatoníska Em skalanum\nMæli líka með þessari grein:\nhttp://www.hugi.is/hljodfaeri/articles.php?page=view&contentId=3817616"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2008-01-28 20:44:56",
            "id": "5598236",
            "reply_to_id": "5598141",
            "text": "kennarinn minn kenndi mér að best væri að spinna sóló úr blús skalanum eða einhverjum svoleiðis skala"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-01-29 20:08:31",
            "id": "5600427",
            "reply_to_id": "5598080",
            "text": "Ég hef verið að læra Cowboys From hell sólóið undanfarna daga þar sem ég er að spila það á tónleikum á morgun og bæti smá tap-i inní til að einfalda. Það er einhver partur í sólóinu sem er 11-12-15 niður alla strengina frá E streng voða hratt, sem er ekki voða erfiður en eftir hann koma einhver partur þar sem maður fer aftur upp hálsinn í einhverju skrítnu paterni sem ég nennti ekki að stúdera svo ég prófaði mig aðeins áfram í háa e strengnum í tap-i og náði að redda því þannig að það hljómi afskaplega vel. Málið er bara testa sig soldið áfram og þá kemur þetta. Það er náttúrlega hægt að nota skala og bara spila skalann á einum streng og þá getur maður bara tekið part úr skalanum og tap-að hann. Það hljómar voða vel að taka moll skala og tapa, færa sig yfir í dúr og enda síðan í einhverju flottu dúr lick-i,  held ég allavega…"
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2008-01-29 21:15:29",
            "id": "5600620",
            "reply_to_id": "5600427",
            "text": "Tappa arpeggiúr. Annars finnst mér voða flott að nota einhverja svona skrýtna skala eins og harmonískan moll þegar ég tappa. Pentatoníski eða blús hljómar eitthvað svo of týpist eða eitthvað :) (veit ekki hvernig ég á að orða þetta)."
        },
        {
            "user": "youmad",
            "user_id": "65674",
            "date": "2008-01-29 22:56:03",
            "id": "5600970",
            "reply_to_id": "5600427",
            "text": "takk takk :p"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2008-01-31 11:54:34",
            "id": "5604006",
            "reply_to_id": "5600427",
            "text": "hvernig gekk svo að taka lagið live?"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-01-31 16:09:36",
            "id": "5604566",
            "reply_to_id": "5604006",
            "text": "bara vikrilega vel ;) fengum þriðja sæti og ég fékk verðlaun fyrir frumsamið lag.\nBætt við 31. janúar 2008 -  16:12\nþetta varsemsagt Battle of the bands keppni í skólanum ef ég hafði ekki nefnt það áður."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2008-01-31 20:04:39",
            "id": "5605396",
            "reply_to_id": "5604566",
            "text": "töff, til hamingju með það."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-01-31 21:13:49",
            "id": "5605620",
            "reply_to_id": "5605396",
            "text": "takk ;)"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2008-01-29 22:26:21",
            "id": "5600836",
            "reply_to_id": "5598080",
            "text": "læra tónstigann á sem flesta vegur og geta spilað hann allstaðar á hálsinum, bara þjálfun og eitthvað sem allir ættu að geta gert. þú tappar bara nótur sem tilheyra tónstiganum, sumum finnst flottast að tappa 3,5 og 8undir.\nog já,\nhttp://www.all-guitar-chords.com/guitar_scales.php\nhér geturu sett inn tónstigann i þá tóntegund sem þú villt hafa hann og lært að spila hann hvar sem er á hálsinum.\nleiktu þér bara að spila random nótur úr tónstiganum og leiktu þér að tappa hér og þar (samt verður tappið líka að tilheyra tónstiganum) og smá saman nærðu að þróa þinn eiginn stíl. það gerði ég og það hefur tekist ágætlega, ég t.d. slæta mikið með vinstri hendinni þegar ég tappa og stundum nota ég hana bara til að radda sólóinn sem ég er að spila með hægri hendinni (spila 3,5 eða 8und ofar)\nvona að þú fattir eitthvað hvað ég er að tala um og það gagnist þér eitthvað :)"
        },
        {
            "user": "youmad",
            "user_id": "65674",
            "date": "2008-01-29 22:59:50",
            "id": "5600982",
            "reply_to_id": "5600836",
            "text": "takk kærlega fyrir gott svar ;D\nþessi síða er helvíti þægileg og á pottþétt eftir að gagnast mé"
        }
    ]
}