{
    "forum_title": "Hljóðfæri",
    "user": "Tiddis",
    "user_id": "64350",
    "date": "2008-01-28 19:27:43",
    "title": "Tollur og gítar",
    "text": "Málið er að ég er trúlega að fara til danmerkur næsta sumar og ég ætla að grípa gæsina og kaupa mér\neinhvern voðalega fínan gítar úti og koma með hann til landsins.\nHvernig er tollurinn á þessu? Hafið þið lent í tollinum með nýja hljóðfærið ykkar?\nEinhver tips eða ráð til að hjálpa mér að koma þessu í gegn?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/570642/tollur-og-gitar/",
    "url_id": "570642",
    "id": "5598063",
    "replies": [
        {
            "user": "radiodavid",
            "user_id": "65727",
            "date": "2008-01-28 19:40:43",
            "id": "5598094",
            "reply_to_id": "5598063",
            "text": "tollurinn getur stundum verið skuggalega hár og stundum skuggalega lágr…ef þú ert að fara að kaupa þér t.d. fender sem eru með bolt on neck.. skrúfaðu þá hálsinn af og settu hálsinn og bodyið í ferðatöskuna..ég veit um fullt af fólki sem sleppur þannig í gegn með gítarinn"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2008-01-28 20:43:47",
            "id": "5598232",
            "reply_to_id": "5598063",
            "text": "ef hann er undir 30þús máttu koma með hann til landsins án tolla minnir mig en held að þú sért ekki að fara að kaupa þér voða fínan gítar fyrir 30þús…þú þarft þá hedl ég að borga 24,5% í toll held ég og 8% í virðisaukaskatt held ég að það sé.. þannig að þú ert að borga sirka þriðjung af veðrinu á gítarnum í toll og skatta ef það er þannig á hljóðfærum …..annars veit ég það ekki."
        },
        {
            "user": "omare90",
            "user_id": "37064",
            "date": "2008-01-30 22:44:08",
            "id": "5603298",
            "reply_to_id": "5598232",
            "text": "borgar alltaf 24,5 vask af öllum drasli sem þú kaupir nema nátturulega matvörum sem eru 7 %"
        },
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2008-01-28 21:07:54",
            "id": "5598289",
            "reply_to_id": "5598063",
            "text": "var tollur á hljóðfærum ekki feldur niður um daginn ?\neða er ég eitthvað að rugla ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-29 00:47:51",
            "id": "5598904",
            "reply_to_id": "5598289",
            "text": "han var felldur niður nóttina sem eg kom með gibbann till landssins\n:D"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2008-01-29 10:29:11",
            "id": "5599147",
            "reply_to_id": "5598289",
            "text": "Hefur aldrei verið tollur á hljóðfærum öll þau ár sem ég hef spilað á gítar.."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2008-01-28 21:14:32",
            "id": "5598309",
            "reply_to_id": "5598063",
            "text": "Þú bara færð verslunina sem þú kaupir gítarinn í til að búa til nótu sem stendur á að gítarinn hafi kostað eitthvað klink og ef tollurinn vill vita hvað gítarinn hafi kostað þá sýnirðu þeim nótuna..\nAnnars eru gítarar dýrari í Danmörku en hérlendis ef eitthvað er."
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2008-02-03 02:38:50",
            "id": "5610123",
            "reply_to_id": "5598309",
            "text": "Farðu inn á aage.dk… mikið þar inni ódýrara heldur en á klakanum…"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-28 21:21:01",
            "id": "5598334",
            "reply_to_id": "5598063",
            "text": "Það er enginn tollur af hljóðfærum.\nAftur á móti er 24,5% virðisaukaskattur."
        },
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2008-01-28 23:51:54",
            "id": "5598796",
            "reply_to_id": "5598334",
            "text": "ekki veistu hvernig tollur og virðisauki virkar á effekta og fleira hljóðfæratengt dót, t.d. pedalborð og eitthvað svoleiðis ?\nBætt við 28. janúar 2008 -  23:54\nef maður er að panta eitthvað frá ameríkunni*"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 09:25:24",
            "id": "5599110",
            "reply_to_id": "5598796",
            "text": "Effectar og magnarar (fyrir hljóðfæri allavega) virka eins og með hljóðfæri nema bara 2,5% raftækja eftirlitsgjald eða eitthvað álíka sem bætist við."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 00:46:41",
            "id": "5598900",
            "reply_to_id": "5598063",
            "text": "TOLLURINN VAR FELLDUR NIÐUR.. BARA SKRÁ HANN OG ÞAÐ KOSTAR RÉTT YFIR 4000"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 09:21:53",
            "id": "5599108",
            "reply_to_id": "5598900",
            "text": "ÞAÐ VAR ALDREI TOLLUR Á GÍTURUM BARA 24,5% VIRÐISAUKASKATTUR, ÞVÍ VAR LÍTIÐ MÁL FYRIR RÍKIÐ AÐ FELLA TOLLANA NIÐUR ÞVÍ ÞEIR VORU ENGIR"
        },
        {
            "user": "kjarrime",
            "user_id": "8347",
            "date": "2008-01-29 12:12:13",
            "id": "5599289",
            "reply_to_id": "5599108",
            "text": "gaur…! ég fór sjálfur í gegn\nef þú vilt hafa hann skráðann þá er það 4000 og eitthvða krónur!\nef þú vilt fara aftur í gegn með hann einhverntíma seinna .. til útlanda …\nkynntu þe´r hlutina betur áður en ð þú segir eitthvað …\n;):D"
        },
        {
            "user": "kjarrime",
            "user_id": "8347",
            "date": "2008-01-29 14:47:51",
            "id": "5599496",
            "reply_to_id": "5599289",
            "text": "Það er munur á virðisaukaskatti og Tolli….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-29 15:30:01",
            "id": "5599593",
            "reply_to_id": "5599496",
            "text": "'okei ertu ad meina thetta? eda er thetta eitthvad djok?\n:O er thad?????\njamm eg veit ad thad er munur eg er ad tala um skraninguna a vorunni… thad kostar 4000 og eitthvad … skilur thu nuna hvad eg er ad tala um?\nef ekki… thetta er svona gjald sem thu borgar … og tha skrair madurinn i tollinum voruna inn i kerfid tha ervaran skrad…. tha getur thu farid aftur ut med hann…. gitarinn eda hvad thid erud med…."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 16:25:17",
            "id": "5599737",
            "reply_to_id": "5599289",
            "text": "Þú augljóslega veist þetta ekki félagi.\nVirðisaukaskattur (24,5%) er tekin af hljóðfærum og það hefur ekki verið tollur tekinn af hljóðfærum í fleiri fleiri ár.\nEf þú trúir því ekki þá eru þetta upplýsingar sem ég fékk frá starfsmanni upplýsingadeildar Tollstjórans.\nÞannig þessar 4000 kr sem þú borgaðir voru virðisaukaskattur. :)\nÉg þekki þetta mál mjög vel þar sem ég hef mikið verið að flytja inn hljóðfæri og fylgst með þeim lögum sem á við um hljóðfærakaup erlendis.\nÞað sem þú ert augljóslega að klikka á er að þegar þú kemur heim þá máttu vera með vörur fyrir 46.000  kr án þess að greiða fyrir það auka skatt eða toll. Hver vara má vera mest 23.000 kr, ef vara kostar meira en 23 þús þá þarftu að borga tolla og gjöld af því sem hefur verið í þínu tilviki 4.000 kr. :)\nTrúðu mér, það er engir tollar (og hafa ekki verið lengi) af hljóðfærum, en það ER 24,5% vsk. af þeim.\nKynntu þér hlutina betur áður en þú segir eitthvað!\nBætt við 29. janúar 2008 -  16:28\nog BTW það var í mars í fyrra sem vsk. var breytt á nokkrum vörum hér á landi (matvörur, cd etc.) en ekki af hljóðfærum."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 16:35:52",
            "id": "5599773",
            "reply_to_id": "5599737",
            "text": "nei g'itarinn minn kostadi meira en thad 24 % eru ekki 4000 og eitthvad  ..  ;D sorry …\nen thu raedur… kannski graeddi eg bara tha…\ntakk takk  :D hey settu tha inn grein um thetta\nthu veist greinilega allt um etta…"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 16:39:04",
            "id": "5599780",
            "reply_to_id": "5599773",
            "text": "Nei ég myndi segja að gítarinn hjá þér kostaði um 40 þús.\nEf ekki þá heppinn þú.\nOg nei ég nenni ekki að setja grein hingað inn þar sem þessar upplýsingar liggja hér inná þessu áhugamáli, bara fæstir sem nenna að lesa og spurja bara strax.\nOg það er alger misskilningur að ég viti allt um þetta, þú bara veist lítið um þetta. :)"
        },
        {
            "user": "KristinnE",
            "user_id": "4162",
            "date": "2008-01-29 20:12:41",
            "id": "5600436",
            "reply_to_id": "5599780",
            "text": "Ég held að það sé miskilningur hjá ykkur. Hann var að tala um að kaupa sér gítarinn út í danmörk og koma aftur með hann heim. Þá þarf að borga virðisaukann (sem er 24.5%, af 100.000kr gítar er það 24.500kr).\nEn þessi sem er að tala um 4000kr virðist halda að hann ætli að kaupa gítarinn hér og fara með hann út. Þá er hægt að skrá hann á íslandi, taka hann í ferðalagið og þá þarf ekki að borga neinn skatt þegar hann kemur aftur til íslands."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 22:40:31",
            "id": "5600899",
            "reply_to_id": "5600436",
            "text": "nei kom með hann inn…\nBætt við 29. janúar 2008 -  22:44\nen ég skil ekki lengur af hverju ég þurfti bara að borga 4000\nþví gítarinn varfyrir meira en að 24,5 %séu  4000\n:/ :D:D:D:D:\ntakk fyrir samt passar hjá þér:)"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 23:43:09",
            "id": "5601125",
            "reply_to_id": "5600899",
            "text": "Þetta virkar í raun svona (ef gripurinn er yfir 23.000 kr):\n(verð á gítarnum - 23.000 kr)*0,245 = það sem þú þarft að borga. :)\nÞannig að ef gítarinn kostar 40.000 kr þá er dæmið svona:\n40.000 - 23000 = 17.000*0,245 = 4.165 kr\nÞá þarf að borga 4.165 kr í virðisaukaskatt. :)"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 23:46:50",
            "id": "5601141",
            "reply_to_id": "5601125",
            "text": "en 'eg var ad flytja inn gibson explorer hann kostadi solldid meira…\nsvo eg fatta ekki…"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-29 23:51:03",
            "id": "5601156",
            "reply_to_id": "5601141",
            "text": "Hefur bara sloppið vel. ;-)\nBætt við 29. janúar 2008 -  23:56\nEða að tollarinn hefur verið góður og reiknað með að þetta væru tveir hlutir og þá hefur það verið 46.000 kr sem var dregið frá og þá væri verðið nær 63 þús.\nAnnars veit ég ekki hvort það hefur verið ný reiknivél og tollarinn ekki búinn að lesa manuallinn eða eitthvað annað.\nAllavega til hamingju með Gibbann. ;-)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-29 23:52:37",
            "id": "5601158",
            "reply_to_id": "5601156",
            "text": "fuck yeahh\n>D now it all makes sense"
        },
        {
            "user": "bonghole",
            "user_id": "68658",
            "date": "2008-01-30 21:01:29",
            "id": "5602987",
            "reply_to_id": "5599737",
            "text": "hvað ertu gamall??"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-30 22:02:00",
            "id": "5603171",
            "reply_to_id": "5602987",
            "text": "Afhverju ?\nKlikkaðu bara á info-ið um mig, stendur þar.\nhttp://www.hugi.is/hljodfaeri/bigboxes.php?box_type=userinfo&user=Gislinn"
        },
        {
            "user": "bonghole",
            "user_id": "68658",
            "date": "2008-01-30 22:20:21",
            "id": "5603222",
            "reply_to_id": "5603171",
            "text": "nei bara af því veit um frekar fáa sem eru undir 25 eða eikkað sem vita svona mikið um vsk, og ef þú átt heima á akureyri og ert yfir 30 og eikkað þá held ég að ég viti hver þú ert en annars bara þússt bara pæling."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-01-30 23:05:19",
            "id": "5603349",
            "reply_to_id": "5603222",
            "text": "Já ég er 20 ára (verð 21 í maí) og hef verið skatta og tolla nörd í um að verða 4 ár. ;-)\nOg í raun bara verið nörd í 21 ár í maí.\nBætt við 30. janúar 2008 -  23:08\nOg já ég bý í Reykjavík. :-)"
        },
        {
            "user": "bonghole",
            "user_id": "68658",
            "date": "2008-01-31 14:33:16",
            "id": "5604296",
            "reply_to_id": "5603349",
            "text": "ok ég hélt af því þessi gísli sem ég þekki er mjög góður í vsk og þannig dóti og hann er mjög góður á gítar svo að þettta hefði alveg getað veið hann;)"
        },
        {
            "user": "Grimzzi5",
            "user_id": "69069",
            "date": "2008-02-01 20:26:40",
            "id": "5607711",
            "reply_to_id": "5598063",
            "text": "Þetta er ekkert mál.\nÞegar ég var einu sinni að koma frá Danmörku þá labbaði kall með gítar í gegn.\nGítarinn var í kassa.\nEina sem tollvörðurinn gerði var að spurja hvað gítarinn kostaði.\nÞað er ekkert mál að ljúga um verð."
        },
        {
            "user": "dangerkid27",
            "user_id": "35237",
            "date": "2008-02-03 00:20:08",
            "id": "5609881",
            "reply_to_id": "5598063",
            "text": "Farðu með hann í handfarangur í gítartösku.\nEn ef það vill svo til að þú ert að spá í ESP\nþá vil ég minna á að Ísland/Tónastöðin er 2. ódýrasti\numboðsaðilinn í heiminum fyrir þannig gítara."
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2008-02-03 12:07:18",
            "id": "5610381",
            "reply_to_id": "5609881",
            "text": "hehe takk fyrir það en ég var að pæla í Danelectro eða bara prufa einhverja úti :)"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2008-02-03 02:47:52",
            "id": "5610136",
            "reply_to_id": "5598063",
            "text": "Þú ert skv. svörunum hér fyrir neðan alveg búin að fá svar við þessu en ég ákvað samt að “summera” þetta svona gróflega niður þrátt fyrir það:\nÞarft að greiða 24,5% virðisaukaskatt af hljóðfærum umfram þeim 23 þús. krónum sem hver stök vara má kosta.\nSem þýðir að gítar sem kostar 60 þús. t.d. þá er reiknaður vsk. (virðisaukaskattur) af 37 þús. krónunum sem er umfram leyfilegum hámarkskostnaði.\nMæli því með að gera góðan verðsamanburð á því hljóðfæri sem þig langar í miðað við hvað hann kostar hér heima og erlendis + þau gjöld sem leggjast á hljóðfærið við heimkomu.\nStundum (oftast) borgar það sig en ekki alltaf…\nAnnars bara óska ég þér velfarnaðar í þínum hljóðfærakaupum erlendis ;)"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-02-04 09:41:18",
            "id": "5612450",
            "reply_to_id": "5598063",
            "text": "Vel summerað upp hjá Mogg og Gísla.\nHvað varðar kaup í Danmörku þá borgar það sig varla!\nUndanfarinn 5 ár hef ég tekið inn ca 5 rafgítara einn bassa 2 klassíska og einn stálstrengja.\n2 magnarahausa.\nBorga einfaldlega af þessu.  Vil ekki taka ´sjénsinn á að láta taka af mér græju fyrir einhverja örfáa þúsundkalla.\nReglurnar eru einfaldar.\nÞú mátt koma með vörur í farangri fyrir um 40 þús.\nEnginn stakur hlutur má kosta yfir um 23 þús.\nþað hefur ekki verið tollur á hljóðfærum frá því einhverntíma eftir 1980.\nVorugjald var fellt niður ásam vörugjaædi á skíði ofl um 1990.\nmeð öðrum orðum ef þú kemur með hljóðfæri í farangri þá borgarðu vsk af upphæð umfram 23 þús.\nkeyftu ´50 þús krónu gitar og smiglaðu honum til að spara þér 6600 krónur!  Betra bara að borga og lenda ekki í vésini.\nKeyftu 123 þús krónu gítar og tagtu sénsinn fyrir 23 þús kall!\n3 Af g´turunum sem ég hef komið með kostuðu vel yfir þetta, og ég bara borgaði tollin brosandi :-)\nPRS macarty 10 topp, Gibsons lespaul Custom og Handsmíðaður Spænskur!  Sjálfsagt borgað 100 þús í toll bara af þeim 3!  En einnig fenið hvern þeirra ca 200-300 þús ódyrari en þeir fást hér heima á!\nEn þú verður að fara varlega og skoða þetta vel.\nRoland í kanada selur t.d Gibson líka til danmerkur………  enginn hagnaður af því að versla þar.  England er betra og þá borgar sig jafnvel að skjótast eftir svona græju á hoppfargjaldi  :-)\nE.Ha"
        }
    ]
}