{
    "forum_title": "Smásögur",
    "user": "Goregrind",
    "user_id": "67048",
    "date": "2008-02-08 04:04:10",
    "title": "lífið",
    "text": "þetta er sönn saga sem ég hafði næstum gleymt þegar að ég var að kommenta á blogginu hjá einum þunglyndum vini mínum. ég ætla að biðja ykkur brandarakarlana að láta þar við liggja ef að þið komin hingað til þess að svala einhverri sadista þörf í gegn um netið. þetta er satt og þetta eru skilaboð til allra. takið eftir að ég nota avatar nöfn á vini mína, ég vill ekki deila of miklu um sjálfan mig.\n—————————————\n“lífið er ekkert alltaf skemmtilegt.\nlífið er engan vegin létt.\nog lífið getur verið versta martröð sumra manneskja.\nen það getur orðið betra einn daginn. það gerðist fyrir mig, þegar að ég var 13 ára, þá þekkti enginn mig, þú kannaðist kanski aðeins við mig, lést mig bara vera. ég gekk um gangana og hugsaði með sjálfum mér:”hvað gerði ég rangt? ég hef ekki gert flugu mein, ég er frekar þroskaður, hversvegna líkar engum við mig?“\neinn daginn í skólanum þá var ég á botninum, og þá á ég við á botninum; ég ætlaði að fara á djammið með einum dópista um kvöldið sem að ég þekkti þá, ég ætlaði mér að drekka, dópa og skemma mig, ekki mæta í skólann alla vikuna og drepa mig við enda vikunnar. þá gerðist svolítið sem að ég bjóst alldrei við: ég var bara að hanga með bekkjafélaga mínum, hann basically notaði mig, fékk lánaða leiki, myndir og skilaði því alldrei, og hann fór með mér að hitta fólk, sem að ég hafði alldrei vogað mér að tala við, þar voru á meðal Telemnar, Breezerinn, Berrassagangur o.fl. og ég kynntist þeim, og ég hætti við að drepa mig að minnsta kosti, dópið var á dagskrá samt, daginn eftir þá kynntist ég Þér og Pickle betur, og í fyrsta sinn í svona 6-7 ár, þá fann ég til öryggis, mundu að ég var 13 ára, of þungur gleraugnaglámur sem að hafði verið lagður í einelti frá byrjun skólagöngu. og síðan þá hefur mig ekki langað til þess að taka mitt eigið líf eða dópa, reyndar kanski einusinni í Amsterdam með Breezerinum o.fl. á þessari plönuðu evrópuferð. allt þetta gerðist eins og fyrir kraftaverk, ég er ekki að reyna að blanda kristni í þetta, eða einhverri trú, en þetta bara gerðist, og ég var ekki lengur lagður í einelti, ég þorði að segja eitthvað á móti ef að einhver sagði eitthvað við mig, og ég fékk smá sjálfstraust.\nhugsaðu út í söguna mína og sjáðu hvernig lífið getur verið æðisleg sæluvíma, sem að stundum hefur sín stopp og botna, en þá grefurðu þig upp, þú gætir orðið fyrir höfnun,og það sökkar en þá kemur eitthvað nýtt í staðinn, eitthvað miklu betra en það sem að þú sóttist eftir.\nég er búinn að segja þér sögu mína og hvet aðra til þess að taka hana sem dæmi.´\nþinn vinur.”\n——————————————\njá, þessi saga er sönn og aftur til brandarakarlana: ekki!",
    "url": "https://www.hugi.is/smasogur/greinar/571774/lifid/",
    "url_id": "571774",
    "id": "5610582",
    "replies": [
        {
            "user": "MrKino",
            "user_id": "70803",
            "date": "2008-03-31 22:49:22",
            "id": "5746804",
            "reply_to_id": "5610582",
            "text": "mm.. engin álit :/\nég er samt svona hálf orðlaus sko, var búin að lesa þetta fyrir löngu.. þetta er svosem falleg saga.."
        },
        {
            "user": "Goregrind",
            "user_id": "67048",
            "date": "2008-12-27 02:16:46",
            "id": "6408658",
            "reply_to_id": "5610582",
            "text": "Breezerinn:\nÉg þarf víst ekki að minna þig á söguna mína hehe, hún er á blogginu\nÞað höfðu flestir erfitt á þessum tíma. Ég man að ég gerði það meira að seigja verra fyrir þig og lennti í slag við þig… Mannstu hvernig við byrjuðum að hanga saman, hehe, Tommi kynnti þér fyrir okkur. Án hans væriru kannski einhver dópari eða verra. Ég var að fara út með Nítró að hitta fólkið en þá kom Tommi og vildi ekki fara jafnvel þótt að ég bað hann um það. Ef hann hefði ekki elt mig og Nítró að krökkunum hefði hann aldrei hangið með þeim og hann aldrei kynnt þér fyrir okkur.\nÉg hafði lítið að gera í þessari sögu annað en að gera illt verra fyrir þig og fyrir það þá byð ég afsökunar og er bara mjög ánægður að hafa þig í hópnum.\nEnnþá til í hasskökuna? xD"
        },
        {
            "user": "Goregrind",
            "user_id": "67048",
            "date": "2008-12-27 02:20:44",
            "id": "6408662",
            "reply_to_id": "6408658",
            "text": "dude, það er næstum ár síðan ég skrifaði þetta…\njá ég er til!\nog mættu á raidið !!!\nhttp://www.hugi.is/tilveran/threads.php?page=view&contentId=6406353"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-27 02:47:33",
            "id": "6408722",
            "reply_to_id": "6408662",
            "text": "totally :D"
        }
    ]
}