{
    "forum_title": "Heilsa",
    "user": "Imaginary",
    "user_id": "59253",
    "date": "2008-02-03 19:23:08",
    "title": "Fæðubótarefni",
    "text": "Jæja vangaveltur hérna.\nÞannig er mál með vexti að mig vanntar eitthvað fæðubótarefni til að massa mig upp. Ég er á 17 ári, 175cm á hæð og 65kg ég tek svona 75 í bekk en ég vil taka meira þannig mér datt í hug að kaupa mér þyngingarblöndu til að fá eitthvað til að breyta í vöðva því ég á mjög erfit með að þyngja mig. Ég er með 6-7% líkamsfitu, allveg massaður  og er frekar líkamlega sterkur. Spurningin er : Ef ég fæ mér þyngingarblöndu mun ég þá ekki geta haldið líkamsstyrknum í t.d. dýfum og upphýfingum og mun þá t.d six-packið fara?. Er kannski sniðugara að fá sér prótein?\nEndilega svara sem fljótast og væri gott ef einhverjir gætu þá mælt með próteini/gaine",
    "url": "https://www.hugi.is/heilsa/korkar/571829/faedubotarefni/",
    "url_id": "571829",
    "id": "5611327",
    "replies": [
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-02-03 19:48:31",
            "id": "5611418",
            "reply_to_id": "5611327",
            "text": "Mundi allavega ekki fá mér prótein, fáðu þér frekar creatin ef þú villt meiri styrk, gainer ef þú villt þyngjast. Ef þú ætlar að þyngja þig á “stuttum” tíma þá færðu smá auka skvabb og sixpakkið sést minna. En að mínu mati finnst mér flottara að hafa smá skvabb utaná sér heldur en að vera mjór og köttaður.\nBætt við 3. febrúar 2008 -  19:52\n*Ef þú ætlar að þyngja þig á “stuttum” tíma þá færðu\nörugglega/kannski\nsmá auka skvabb og sixpakkið sést minna."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-02-03 19:57:50",
            "id": "5611442",
            "reply_to_id": "5611418",
            "text": "Svo ég fái að kommenta 2x þá ef þú þyngist um 5-8 kg eða eitthvað þá minnka náttúrulega repsin/endurtekningarnar hjá þér í dips og upphýfingum. Sem er bara gott ef þú ert kominn í mörg reps í þessu."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-02-03 22:00:19",
            "id": "5611752",
            "reply_to_id": "5611442",
            "text": "Ekkert endilega ef þú ert bæta á þig vöðvum, þú verður nattúrlega miklu sterkari með því að þyngjast."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-02-03 22:06:58",
            "id": "5611768",
            "reply_to_id": "5611752",
            "text": "Maður verður ekkert endilega sterkur á því að þyngjast, og hann er ekki að fara bæta á sig 5-8kg af vöðvum á stuttum tíma."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2008-02-03 21:52:57",
            "id": "5611745",
            "reply_to_id": "5611327",
            "text": "bara svona til þess að pétur náunginn sé ekki að rugla þig þá þarftu auðvitað prótein, ekkert hægt að sleppa Því ef þú ætlar að fá vöðva. Gainer er held ég líka bara prótein og kolvetni í mismunandi hlutföllum.\nMín skoðun er sú að þú ættir bara að éta mikið yfir daginn og fá þér prótein eftir æfingar og hugsanlega fara að spá í kreatíni ef þú hefur aldrei prófað það áður. Ég hef ekki mikla trú á gainerum :)"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2008-02-03 22:05:20",
            "id": "5611762",
            "reply_to_id": "5611745",
            "text": "Eini sem er að rugla ert þú Haraldur, hann var að spá í hvort það væri eitthvað vit í að kaupa sér prótein til að styrkja sig, en hann fær nóg af því í mat ef hann étur eitthvað af honum. Hann hefur engin not af próteini. En gainer er jú með prótein,kolvetni og fitu í mismunandi hlutföllum og ýmsum öðrum hjálplegum efnum."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2008-02-04 15:05:11",
            "id": "5612840",
            "reply_to_id": "5611762",
            "text": "líkaminn er móttækilegastur fyrir næringarefnum strax eftir æfingar og þar sem að hann vill fá vöðva og prótein er vöðvabyggjandi þá fyndist mér rökrétt að hann fengi sér prótein strax eftir æfingar til þess að fá hámarks nýtingu úr æfingunni.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-02-04 15:32:41",
            "id": "5612927",
            "reply_to_id": "5612840",
            "text": "Kannski þú hafir miskilið mig þegar ég sagði að hann hefði engin not af próteini, en þá var ég sjálfsögðu að tala um prótein fæðubótarefni. Ekki prótein yfir höfuð.\nEn til að bæta við sem þú sagðir þá er nauðsynlegt að fá kolvetni líka eftir æfingar."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-02-03 22:02:02",
            "id": "5611754",
            "reply_to_id": "5611327",
            "text": "ég hef mikla trú á mat !\néttu eins og hestur, troddu því algjörlega út í hverri einustu máltíð og lyftu þungt, og þú munt þyngjast og styrkjast !\nEf þú vilt fá mikin styrk með þá mæli ég einnig með kreatíni"
        },
        {
            "user": "lemiux",
            "user_id": "32154",
            "date": "2008-02-04 08:33:01",
            "id": "5612409",
            "reply_to_id": "5611327",
            "text": "Bara matur, annars er best að gera einhvern recovery drykk eftir æfingar, einfaldar sykrur (Dextrósi bestur), Kreatín, og prótein sem fer hratt út í blóðið (Whey Protein Concentrate, Isolate eða hydrolysed.)"
        }
    ]
}