{
    "forum_title": "Hestar",
    "user": "mig",
    "user_id": "12695",
    "date": "2001-12-22 15:31:00",
    "title": "Byrjun vetrar!",
    "text": "Hvernig á maður að byrja að þjálfa á veturna?  Á maður\nekki bara að byrja að ríða brokk og fet, hafa þá\nhestinn ýmist langan eða samansafnaðan, og svo þegar\ndvöl hestanna í bænum lengist fer maður að reyna við\ntöltið, rétt?  Er eitthvað sem maður á alls ekki að\ngera?  Í vetur ætla ég að gera allt rétt því eins og ég\nskrifaði um daginn hef ég verið í smá vandræðum með\nhest og ætla að láta þennan vetur virka!",
    "url": "https://www.hugi.is/hestar/greinar/57195/byrjun-vetrar/",
    "url_id": "57195",
    "id": "382598",
    "replies": [
        {
            "user": "mig",
            "user_id": "12695",
            "date": "2001-12-22 18:38:55",
            "id": "382599",
            "reply_to_id": "382598",
            "text": "Skelltu þér bara á bakog ríddu út á hvaða gangi sem er.\nSamt er betra að byrja rólega og liðka hestana þannig\nsíðan geturu gert hvað sem er. Svo ættiru bara að keppa\nnæsta sumar ef hesturinn er orðinn góðu"
        },
        {
            "user": "mig",
            "user_id": "12695",
            "date": "2001-12-22 19:25:03",
            "id": "382600",
            "reply_to_id": "382599",
            "text": "Ó!  Ég hefði haldið að það væri bannað að fara að\nkrefja hross um tölt í byrjun vetrar.  Ég ætla alla\nveganna að gera það.  Eða hvað?  Er þetta misskilningur\nhjá mér.  Á maður að skella hlífum á og gefa eitt spark\ní rassgatið á þeim og ríða út í eilífðina með þrjá í\ntaumi?"
        },
        {
            "user": "Shimotsuki",
            "user_id": "12245",
            "date": "2001-12-22 22:26:31",
            "id": "382601",
            "reply_to_id": "382600",
            "text": "Byrjaðu bara á að vera bara á einu hrossi og ríddu því\nsmá spöl ekkert of langt og komdu svo aftur næsta dag\nog endurtaktu þetta 3-5 sinnum í viku. Svo eftir smá\ntíma sirka 2 vikur mánuð geturu varið að fara soldið\nlengra. Reindar geturur alltaf bætt við smá spöl í\nviðbót í hvert sinn sem þú ferð aftur bara ekki of\nlangt"
        },
        {
            "user": "Shimotsuki",
            "user_id": "12245",
            "date": "2001-12-24 01:55:18",
            "id": "382602",
            "reply_to_id": "382601",
            "text": "best er að byrja rólega. Fara stutt í einu og svoleiðis. Ríða heldur lítið af tölti ef hrossin eru feit því þau eru mun stirðari og töltið verður mjög fljótt að skeiðblandast. Liðka þau til meðan þau eru að ná upp þolinu. Vegna þess að hver hestur er mismunandi þá skaltu líka passa þig á að krefja hann ekki um of. Betra að taka eitt gott skref heldur en tvö slæm. :-)"
        },
        {
            "user": "Barabas",
            "user_id": "9210",
            "date": "2001-12-26 18:57:07",
            "id": "382603",
            "reply_to_id": "382598",
            "text": "Það er gott að láta þá brokka meira meðan þeir eru með aukakílóin :)"
        }
    ]
}