{
    "forum_title": "Smásögur",
    "user": "Superbia",
    "user_id": "44280",
    "date": "2008-02-10 17:36:36",
    "title": "Nornin - 1. kafli",
    "text": "Fyrsti hluti\nDagný leit upp á bókasafnsvörðinn, eldri konu með gleraugu og dökkt krullað hár. Hún opnaði og lokaði augunum til skiptist eins og hún væri að berjast við að halda sér vakandi. Dagný leit á úrið sitt. Klukkan var hálf sjö. Bókasafnið hefði átt að loka fyrir hálftíma síðan en hún hafði ákveðið að vera eins lengi og hún gat. Það var eins og öðruvísi þögn á bókasafninu en annars staðar og svo var hún alveg að verða búin með bókina sem hún var að lesa. Hún sneri sér aftur að bókinni en sjón hennar varð móðukennd og óskýr. Hún var líka syfjuð. Hún nuddaði sér um augun og hélt áfram að lesa.\nDagný var á síðustu önn í menntaskóla og prófin voru á næsta leyti. Hún hafði því átt margar svefnlitlar nætur í vikunni.\nAllt í einu kom skuggi á bókina eins g einhver stæði fyrir ljósinu. Við það rankaði Dagný við sér. Hún leit upp en sá engan.\nBara ímyndun í mér\n, hugsaði hún.\nÆtli það sé ekki kominn tími til að fara heim.\nHana langaði ekkert sérstaklega að fara heim í myrka og mannlausa íbúðina en hún fór samt að taka saman dótið sitt.\n-„Þú varst ekkert að minna mig á að ég ætti að vera búin að loka?“ spurði bókasafnsvörðurinn veikri röddu.\n-„Ég gleymdi mér bara,“ svaraði Dagný og brosti til hennar. Hún brosti á móti, fylgdi Dagnýju út, slökkti ljósin og læsti hurðinni á eftir þeim.\n-„Hvernig gengur svo lesturinn,“ spurði hún er þær gengu niður ganginn í tómum skólanum.\n-„Bara vel,“svaraði Dagný og varð allt í einu hugsað til allra þeirra skipta sem hún hafði verið á bókasafninu án þess að tala við bókasafnsvörðinn. Mörgum klukkustundum höfðu þær eytt saman í þögninni á bókasafninu, stundum einar eins og þarna um kvöldið þegar allir aðrir voru löngu farnir heim í mat með fjölskyldum sínum.\nHvernig ætli hún eyði kvöldunum sínum? Ein?\n„Ég var svolítið stressuð af því að ég missti af svo miklu í vetur þegar ég var veðurteppt á Siglufirði,“ hélt hún áfram til að rjúfa óbærilegu þögnina sem myndaðist. Bókasafnsvörðurinn svaraði ekki. Dagnýju fannst eins og hún væri eitthvað annars hugar. Aftur kom óþægileg þögn.\n„Hvað heitirðu?” spurði Dagný, aftur til að rjúfa þögnina.\nVar þetta kannski ókurteisi?\n-„Helga,“ svaraði hún, „þú ert Dagný er það ekki?“\nDagný kinkaði kolli. Helga stoppaði fyrir utan dyrnar að einni skrifstofunni, tók fram lykil og opnaði.\n„Jæja, við sjáumst væntanlega á mánudaginn.“\nDagný kinkaðu aftur kolli, „Já, örugglega… Góða helgi.“\n„Sömuleiðis,“ svaraði Helga í flýti, fór inn á skrifstofuna og lokaði á eftir sér. Dagný gekk áfram í gegnum skólann og út í hlýtt maíveðrið.\nHlýtt á íslenskun mælikvarða allavega.\nDagný skellti hurðinni á eftir sér, sleppti töskunni á gólfið og henti sér í sófann. Íbúðin hennar var lítil en samt meira en nóg fyrir hana. Það var eitt svefnherbergi, rétt nógu stórt fyrir rúmið hennar og sjónvarp, sem hékk á veggnum. Stofan og eldhúsið voru eitt herbergi og það heldur tómlegt. Fyrir utan eldhúsinnréttinguna var þar sófi of skrifborð sem hún borðaði líka við. Það er að segja þegar hún borðaði ekki í rúminu yfir sjónvarpinu. Hún var svöng en hún nennti ekki að elda. Vitandi það að hún gæti aldrei sofnað ef hún fengi sér ekkert ákvað hún að fá sér núðlur og hitaði því vatn í hraðsuðukatli. Hún lagðist aftur í sófann þangað til að vatnið var farið að sjóða. Hún stóð upp en áður en hún komst inn í eldhús var bankað á hurðina hjá henni.\nÖrugglega einhver nágranni,\nhugsaði hún en henni datt ekki í hug að nokkur annar væri að heimsækja hana. Hún opnaði og fyrir utan stóð strákur, á svipuðum aldri og hún sjálf, hélt hún. Hann var myndarlegur, dökkhærður og aðeins hærri en hún. Hann hélt á stórri brúnni bók, með einfaldri stjörnu framan á.\nAnnar hluti\nSindri stóð fyrir utan íbúð Dagnýjar á 3. hæð. Hann hafði beðið of lengi með þetta en Dagný virtist vera rétta manneskjan.\nJá, einmitt, og það hefur ekkert með það að gera að ég er hrifinn af henni\nHún var falleg, fannst honum, en alltaf svo sorgmædd á svipinn og þögul. Hann hafði fylgst með henni fara inn í íbúðina um 5 mínútum áður.\nBankaðu!\nHann myndaði hnefa og lyfti honum að hurðinni en það var eins og höndin á honum varð máttlaus og hann hætti við að banka.\nDrífðu í því.\nHann endurtók leikinn en í þetta sinn bankaði hann, fyrst einu sinni laust, en svo vissi hann að ekki var aftur snúið og bankaði tvisvar aftur fastar. Svo beið hann og heyrði hana nálgast og loks opna.\n„Hæ,“ sagði hann, allt í einu fullur sjálfstrausts, „þú ert Dagný er það ekki?“\n-„Jú,“ svaraði hún ráðvillt á svipinn.\n-„Ég heiti Sindri. Ég hef séð þig í skólanum. Ég þarf að tala aðeins við þig, má ég koma inn,“\n-„OK,“ hún færði sig frá og Sindri gekk inn fyrir, í stofuna. Hann virti hana fyrir sér. Hún var tómleg, nokkur húsgöng,\nÖrugglega úr IKEA\n, en ekkert til skrauts, engar myndir á veggjunum. Einfaldar brúnar rimlagardínur héngu fyrir gluggunum.\n„Fáðu þér sæti,“ sagði Dagný óstyrk, „viltu eitthvað að drekka? Ég var að hita vatn ef þú vilt te. Nema, ég á ekkert te. Öhmm…“\n-„Nei takk, ég er góður,“ svaraði Sindri, fékk sér sæti í sófanum og setti brúnu bókina á borðið fyrir framan sig. „Þú kannast örugglega ekki við mig.“ Dagný hristi hausinn. „Nei, ég hélt ekki, en ég er búinn að vera að fylgjast með þér í dálítinn tíma.“\n-„Ha?“ sagði hún. Feimnin var horfin og samblanda af ótta og reiði hafði tekið við.\n-„Ja, ég meina, ekki eins og ég sé að sitja um þig. Ég bara þurfti að vita að ég gæti treyst þér.“\n-„Fyrir hverju,“ Sindri heyrði óttann og reiðina dvína og forvitni tók við.\n-„Ég er að fara að segja þér svolítið ótrúlegt,“ Ekki vera of ágengur. Ekki hræða hana. „En fyrst verð ég að fá að spyrja þig. Hefur þig einhvern tímann langað til að hafa… þú veist… svona yfirnáttúrulega krafta?“\n-„Ég held að þú ættir að fara,“ Sindri sá í augum hennar hræðslu.\nHún heldur örugglega að þú ert geðveikur.\n-„Allt í lagi. Ég skal fara… En þú verður þá að svara mér fyrst.“\n-„OK… Hvort mig hefur einhvern tímann langað til að geta galdrað? Jú ætli það ekki. Ég meina, hver væri ekki til í það.“\n-„Ég skal þá fara,“ sagði Sindri og stóð upp, „hérna.“ Hann rétti fram höndina, en í henni hélt hann á kúlu. Hún leit út fyrir að vera úr gleri og innan í henni sveimaði hvítur reykur, eins og ský, hring eftir hring.\n-„Hvað er þetta?“ spurði Dagný. Hún hafði tekið skref aftur á bak þegar Sindri stóð upp.\n-„Bara gjöf,“ svaraði hann, „fyrir að leyfa mér að vera smá geðveikur.“\nHún tók við kúlunni sem um leið virtist bráðna og gufa svo upp. Dagný öskraði og nuddaði æst lófann á sér, en kúlan var alveg horfin.\n-„OK, hvað er í gangi?“ Hún tók annað skref aftur á bak. „Farðu. Komdu þér út. NÚNA!“\nSindri gekk hægt að hurðinni en sneri áfram að Dagnýju sem var komin út í hornið á stofunni. Hann fór út og lokaði hurðinni á eftir sér. Um leið heyrði hann Dagnýju hlaupa að hurðinni og svo smell í lásnum.\nJæja, þetta gekk vel. Eða þannig.\nÞriðji hluti\nDagný stóð með eyrað upp að hurðinni og heyrði Sindra ganga burt. Hún hélt niðri í sér andanum þangað til hún heyrði ekki lengur í honum.\nÉg er greinilega ekki búin að sofa nóg.\nHún labbaði inn í herbergi til sín, henti sér í rúmið og lokaði augunum. Á innan við mínútu var hún sofnuð, í fötunum. Frammi í stofunni var enn kveikt á ljósinu og í eldhúsinu stóð hraðsuðuketillinn enn á borðinu. Á borðstofuborðinu lá brúna bókin með stjörnunni framan á.",
    "url": "https://www.hugi.is/smasogur/greinar/572127/nornin-1-kafli/",
    "url_id": "572127",
    "id": "5614907",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-02-11 15:28:01",
            "id": "5629802",
            "reply_to_id": "5614907",
            "text": "Ágæt saga! hlakka til að heyra framhaldið"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-02-11 20:01:51",
            "id": "5630603",
            "reply_to_id": "5614907",
            "text": "Flott! Hlakkar til að lesa næsta!"
        },
        {
            "user": "EgillCv",
            "user_id": "63043",
            "date": "2008-02-11 22:11:10",
            "id": "5630981",
            "reply_to_id": "5614907",
            "text": "Flott saga! Bíð spenntur eftir framhaldi!"
        },
        {
            "user": "sansan",
            "user_id": "55265",
            "date": "2008-02-16 02:04:45",
            "id": "5641179",
            "reply_to_id": "5614907",
            "text": "úú spennandi 8)"
        }
    ]
}