{
    "forum_title": "Flug",
    "user": "Dashinn",
    "user_id": "66123",
    "date": "2008-02-10 14:01:01",
    "title": "Reykjavíkur flugvöllur",
    "text": "Ég hef verið að lesa um þær áætlanir margra Alþingismanna að færa Reykjavíkurflugvöll upp á Hólmsheiði, eða til Keflavíkur. Ljóst er að allir flugmenn, verðandi flugmenn og yfirleitt allir sem not hafa af vellinum eru á móti því.  Margir hafa þekkingu á og góð rök fyrir, af hverju á ekki að færa flugvöllinn. Hugmynd mín er að búin verði til  umræðuhópur á spjallinu, þar sem sendar eru inn hugmyndir og rök, fyrir núverandi staðsetningu. Á einum stað verði þannig búinn til banki af “meðrökum”.\nMenn með góða þekkingu yrðu síðan fengnir til að samhæfa, það sem fram kemur. Þetta yrði síðan gert aðgengilegt öllum sem eru meðmæltir því að flugvöllurinn verði áfram í Vatnsmýrinni. Þá er ég tala um menn eins og núverandi borgarstjóra, sem virðist ekki alltaf nægilega rökfastur.\nPunktar / flokkar:\n•\tKostnaður\n•\tVeður\n•\tAðflug, hindranir\n•\tFjarlægð í sjúkrahús\n•\tAtvinna\n•\tGrasrótin\n•\tOg fleira og fleira\nMig langar að vitna í grein sem er á Spjallborði www.flugnet.com, undir ,,Flugvöllur + Hómsheiði = chaos''\nhttp://www.flugnet.com/spjall/viewtopic.php?t=1466\nsem er mjög upplýsandi.\nMér finnst að eigum allavega að reyna að gera eitthvað í þessu. Leiðinlegt að horfa upp á að flugvöllurinn verði færður og engin sagði neitt né gerði í því að reyna að halda þeirri satðsetningu sem hann er á í Vatnsmýrinni.\nBestu kveðjur\nFlugmadurinn",
    "url": "https://www.hugi.is/flug/greinar/573075/reykjavikur-flugvollur/",
    "url_id": "573075",
    "id": "5627320",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-10 17:27:45",
            "id": "5627775",
            "reply_to_id": "5627320",
            "text": "Færum flugið til Keflavíkur og skellum svo upp hraðlest á milli og málið er dautt."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2008-02-10 17:32:22",
            "id": "5627791",
            "reply_to_id": "5627775",
            "text": "Svo sammála."
        },
        {
            "user": "Dashinn",
            "user_id": "66123",
            "date": "2008-02-10 17:42:24",
            "id": "5627811",
            "reply_to_id": "5627775",
            "text": "Lestu greinina sem ég bennti á á www.flugnet.com.\nÞar stendur:*Norðmenn byggðu lestarkerfi Gardenmoen-Osló. Þessi lest stendur nú 10 árum seinna ekki undir eigin kostnaði, er styrkt af ríkissjóð sem einnig hefur afskrifað yfir 700 milljón kr skuld vegna þessarar framkvæmdar. Þar að leiðandi held ég að RKV-KEF lest myndi ekki borga sig."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-10 18:48:48",
            "id": "5627984",
            "reply_to_id": "5627811",
            "text": "Ég las þessa grein og mér fannst hún einkennast af eiginhagsmunasemi fámenns hóps.\nHefur enginn ykkar reynt að komast til og frá vinnu/skóla milli 8-9 á morgnanna og svo aftur milli 16-18? Reykjavík er sprungin fyrir löngu og landrýmið sem flugvöllurinn gleypir er því ómetanlegt þegar kemur að því að þétta byggð og reyna að bjarga almenningssamgöngum höfuðborgarinnar áður en það verður of seint. Svo er það ekki bara landið sem flugvöllurinn stendur á sem takmarkast heldur líka umhverfið í kring þar sem hæð húsana verður að miðast við flugvöllinn sem aftur heftir þéttingu byggðar.\nÞó svo að lestin hafi ekki borgað sig í Noregi þýðir það ekki að hún muni ekki borga sig hér, og jafnvel þó að það verði ekki hægt að reka hana með gróða er það einfaldlega fórnarkostnaður sem mér þykir upplagt að færa fyrir heildarmyndina. Í Keflavík er nefnilega nánast tómt hverfi (gamla Varnarsvæðið) sem rúmar um 5000 íbúa. Með hraðlestartenginu við höfuðborgina (ath að ég vil sjá almennilega lest, 15 mínútna ferð að hámarki) er hægt að gera Keflavík að úthverfi Reykjavíkur með mjög lítilli fyrirhöfn. Þannig er hægt að létta miklum þrýstingi af Reykjavík.\nKostir lestar eru endalausir. Ímyndið ykkur bara að sækja nám í Háskóla Íslands og geta búið í rúmgóðri íbúð á viðráðanlegu verði í Keflavík. Svo þarf maður ekki einu sinni að reka bíl, maður sest bara í heita lestina og lætur fara vel um sig í korter meðan hún ber mann uppað tröppunum í Háskólanum. Á leigumarkaðnum í Reykjavík eru framin rán um hábjartan dag og stúdentagarðarnir anna engan veginn eftirspurn. Stúdentaíbúðirnar í Keflavík hafa því verið eins og himnasending fyrir marga stúdenta sem sést best á því að um 1000 manns hafa þegar flutt inn.\nMeð lest er einnig hægt að létta mikilli umferð af Reykjanesbrautinni og um leið draga gríðarlega úr mengun. Þannig falla öll rök um aukin slys og mengun í kjölfar flutninga flugvallarins um sjálf sig.\nFlugið til Keflavíkur er lausnin, og hraðlest er framtíðin."
        },
        {
            "user": "Dashinn",
            "user_id": "66123",
            "date": "2008-02-10 19:40:11",
            "id": "5628142",
            "reply_to_id": "5627984",
            "text": "Hvað ertu að tala um Háskóla, Hversu mörg prósent landsmanna stunda nám í Háskóla.\nSvo myndi líka eiginlega allt Einkaflug drepast niður ef völlurinn yrði færður.\nOg það er mun leiðinlegra og seinlegra að þurfa að fara í alla leið til Keflavíkur til þess að fara í flugtíma. Því það eru meira en helmingur flugmanna sem býr á Höfuðborgarsvæðinu."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-10 23:34:28",
            "id": "5628848",
            "reply_to_id": "5628142",
            "text": "Skráðir nemendur í Háskóla Íslands haustið 2005 voru rétt tæp 9.000 (\nhttp://www.hi.is/pub/rann/stadtolur/nemendur/skraning/allir_okt05.htm).\nÞað gera um 0,03% landsmanna. Við þessa tölu má svo bæta við starfsmönnum skólans sem eflaust telja mörg hundruð. Síðan má leggja við þessa tölu nemendur HR, en Háskólinn í Reykjavík mun fá framtíðarhúsnæði í Vatnsmýrinni. Þeir eru sirka 3.000 svo þessi tala er á bilinu 12.000-15.000 manns. Hvað eru flugmenn margir segiru?\nÉg veit að það er voðalega “seinlegt og leiðinlegt” að keyra til Keflavíkur, veslings þið flugmennirnir að þurfa að leggja þetta á ykkur. Veistu hvað það er gríðarlegur fjöldi af fólki sem keyrir Reykjanesbrautina á hverjum degi til að sækja vinnu og framfleyta fjölskyldum sínum? Geriru þér grein fyrir því hversu miklu lest myndi breyta fyrir þetta fólk? Með hraðlest er allur þessi vandi leystur. Það er hægt að slá svo ótrúlega margar flugur í einu og sama högginu með því að leggja lest á milli. Nú er bara að vona að við eigum einhverja dugandi og framsýna stjórnmálamenn sem eru til í að ganga í þetta verk fyrr en seinna."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-11 09:42:31",
            "id": "5629323",
            "reply_to_id": "5628848",
            "text": "ekkert bara flugmenn, gerirðu þér grein fyrir hversu mikill fjöldi ferðast með innanlandsflugi á hverjum einasta degi, allar innanlandsvélar lenda í vatnsmýrinni og ég nenni ekki að standa í því að koma af næturvakt, lenda í keflavík og þurfa að keyra til reykjavíkur til að getað gert það sem ég þarf að gera, sérstaklega þar sem ég reyni yfirleitt að stoppa stutt, helst að fara með næstu vél til baka"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-11 12:40:41",
            "id": "5629536",
            "reply_to_id": "5629323",
            "text": "Þú þarft ekki að keyra, þú sest bara uppí Reykjanes express lestina og ert kominn til Reykjavíkur á korteri."
        },
        {
            "user": "Dashinn",
            "user_id": "66123",
            "date": "2008-02-11 09:44:34",
            "id": "5629325",
            "reply_to_id": "5628848",
            "text": "En hefur lest verið í umræðunni hjá alþingismönnum??\nÉg er aðallega á móti þeim plönum sem þeir hafa sett hugmyndir um."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-11 12:41:35",
            "id": "5629538",
            "reply_to_id": "5629325",
            "text": "Það er því miður alltof lítið rætt um þessa lest. Árni Sigfússon hefur aðeins viðrað þessar hugmyndir. Það er því mitt að stofna sérhagsmunasamtök og berjast fyrir þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-28 00:35:43",
            "id": "5885360",
            "reply_to_id": "5628142",
            "text": "En einn daginn verður Reykjavíkurflugvöllur færður en þá er spurning hvenar,,,\nÁlverið í straumsvík er búið að vera lengi í fjölmiðlum og haffirðingum tókst að koma því í burtu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-07-15 01:43:47",
            "id": "5991420",
            "reply_to_id": "5885360",
            "text": "já vá.. það er bara horfið og allir í ættinni minni sem vinna þar hafa misst vinnuna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-02-26 14:34:15",
            "id": "5665669",
            "reply_to_id": "5627984",
            "text": "Ef menn færa flugvöllinn úr Vatnsmýrinni (sem hlýtur nú að gerast fyrr en síðar) þá verða menn að hafa góða tengingu milli flugvallar og spítala, vegna sjúkraflugs. Okkur landsbyggðarfólki er það ómetanlegt að geta haft þann öryggisventil eins og er núna að Reykjavíkurflugvöllur er aðeins andartak frá Landsspítalanum.\nAð öðru leyti tek ég ekki afstöðu til þessarar flugvalladeilu."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2008-02-10 18:39:00",
            "id": "5627964",
            "reply_to_id": "5627775",
            "text": "Goda kveldid\nReyndar er rett tala 9 milljardar norskar sem voru felldar nidur c.a tæpar 1100 milljonir isl og tad var reiknistykki sem var gert fyrir c.a 1 miljon ibua i 5 miljona samfelagi medan vid erum,\n(300 tus) serfrædingar i noregi søgdu ad teir hefdu aldrei farid ut i tetta å sinum tima ef teir vissu tessar tølur.\nLest gengur ekki upp å islandi erum allt of få best er bara hafa tetta eins og tetta er nuna + ef vid flytjum vøllinn, sjukraflug gengur tå ekki lengur upp med flugvelum tyrftum tå ad skafa 3-6 tyrlur til ad hafa sømu tjonustu høfum ekki efni å tvi heldur.\nMed kvedju\nB-52"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2008-02-11 18:45:38",
            "id": "5630375",
            "reply_to_id": "5627775",
            "text": "Til info\nFyrir tå sem dreyma um lest små um kostnad tek dæmi osl-Gardermoen sama vegalengd c.a 50 km frå sentrum\n1992 åkvødu nordmenn ad fara ut i byggja hradlest åætladur kostnadur 4,6 millardar norskar +/- 20% en raun var vard 10 milljardar nok + 2,4 milljardar til ad halda lest gangandi c.a 150 isl millardar.\nåætladur ferda timi var 19 min en ljosi snjoa lands kulda hita i sol svo medal hradi er c.a 22-25 min verd 220 nok eina leid c.a 2500 kr isl eina leid pr pers tå for hun ad skila hagnadi tå tølum vid tann flugvøll sem hefur næst mestu trafic å nordløndum bara slått af køben + i landi med 5 miljon ibua, en 17,6 milljonir foru um Gardermoen årid 2006.\nSvo tvi midur erum vid allt of få fyrir lestir en\nEina vitid er ad hafa vøllin sem hann allt annad er bull hlustum å meiri hluta landsmanna.\nKvedja\nB-52"
        },
        {
            "user": "StrawberryFields",
            "user_id": "54058",
            "date": "2008-02-10 18:10:16",
            "id": "5627886",
            "reply_to_id": "5627320",
            "text": "Ég vill færa Keflavíkurflugvöll frekar. Asnalegt að hafa aðal flugvöllinn á Íslandi 50 km í burtu frá höfuðborginni.\nAnnars vill ég hafa BIRK þar sem hann er. Hann setur svip á Reykjavík.\nÞað er samt búið að tala um að færa flugvöllinn í mörg mörg ár. Ég skil ekki þetta vesen. Make up your minds people."
        },
        {
            "user": "sputnik",
            "user_id": "9188",
            "date": "2008-02-10 19:46:08",
            "id": "5628159",
            "reply_to_id": "5627886",
            "text": "Ég er 100% sammála JohnnyB í þessu máli og flott grein hjá honum og það sem málið snýst um er jú\nað þetta snýst akkurat um eiginhagsmunasemi fámenns hóps þótt ótrúlegt sé og það þarf ekki mikið til að svoleiðis gerist á Íslandi.\nÞað þarf enga snildar verkfræðinga að meta það að það kosti einhverja tugi milljarða að setja hraðlest á milli Rek og Keflavíkurflugvöll,þetta er framtíðin,þótt fólki líki það betur eða verr.\nNátturlega mundi hraðlest borga sig í komandi framtíð,annars væri eitthvað mikið að,almenningur\nmyndi greiða vegtoll í þessa hraðlest að sjálfsögðu.\nEkki vantar rafmagnið á Íslandi til að keyra þessa lest áfram,svo það ætti ekki að vera nein\nfyrirstaða hvað kostnað á því varðar.\nÞað er ekkert hægt að bera þetta saman við Gardemoen flugvöll,sá flugvöllur er ílla staðsettur\nhvað veður varðar og ekkert var hlustað á veðurfræðinga og slíka menn sem komu að þessu en\nvöllurinn var samt byggður.\nSíðan er verið að gæla við það að byggja heilan flugvöll á Hólsmheiði og það myndi eflaust kosta\ntugi milljarða!Svona umræða er gjörasamlega út úr kortinu,ég benti á grein Pál Bergþórssonar í\nMogganum í dag 10 Feb á bls 52 “Skýjahæð yfir Hólmsheiði”\nAð vera þvæla um það að byggja flugvöll á Hólmsheiði eða þá á lönguskerum er bara með\nólíkindum,innanlandsflugið gæti þá alveg eins verið bara þá í Vatnsmýrinni fyrir rest.\nÞað er svona umræða sem eiginhagsmunasemi fámenns hóps vill og gefur skít í kostnað og\nafleiðingarnar.\nÞað þarf að útrýma þessari umræðu um Hólmsheiði og Löngusker og byrja upp á nýtt og hætta þessum\nsandakassaleik."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-11 09:52:06",
            "id": "5629339",
            "reply_to_id": "5628159",
            "text": "væri þá ekki alveg jafn sniðugt að leggja flugvöllinn niður og leggja neðanjarðarhraðlest hringinn, með stopp á öllum helstu bæjum/stöðum, annars ferðast svoleiðis lest ekki á meira en 300 km/klst en flugvélarnar fara upp í minnir mig 580 km/klst, sem myndi þýða td til egilsstaða 2-6 tímar, allt eftir því hvort yrði farið beint eða með stoppum"
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-02-11 18:07:31",
            "id": "5630243",
            "reply_to_id": "5629339",
            "text": "Þetta land er einkabílaland, sem er mjög vont fyrir umhverfið og menninguna.\nLestir munu ekki breyta miklu úr því að allflestir eru á bíl, og að gera undirgöng í kringum allt landið er erfitt verk sem myndi taka mjög langan tíma og myndi væntanlega kosta hundruðir milljarða.\nBætt við 11. febrúar 2008 -  18:11\nátti að vera: „…hundruði milljarða…“ ***"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-12 05:47:53",
            "id": "5631675",
            "reply_to_id": "5630243",
            "text": "ekki eins og ríkisstjórnin hafi ekki gert mistök upp á hundruði milljarða áður, til dæmis ferjan þarna sem ég man ekki hvað heitir, hefðu getað keypt nýja flottari, betri og allt bara en hin fyrir sama pening og þeir ákváðu að nota í að gera upp gömlu ferjuna\nhvað með helvítis fávitana sem sögðu að við værum hlyntir íraksstríðinu og settu okkur á einhverja pappíra sem staðfestu það…\níslenska ríkisstjórnin er samansafn af slefandi heimskum þjófum sem svífast einskis til að næla sér í smá pening hér og þar\nsjáðu bara hvað árni jonsen gerði og komst upp með"
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-02-12 07:39:18",
            "id": "5631703",
            "reply_to_id": "5631675",
            "text": "Alveg rétt hjá þér.\nEr einnig að spá hve mikið „borgin“ myndi spara á því ef gatnakerfið hefði verið skipulagt betur frá byrjun. Þetta kerfi er svo ofsalega mikið rugl!"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-12 08:19:28",
            "id": "5631741",
            "reply_to_id": "5631703",
            "text": "haha já, það hefði verið betra að skipuleggja borgina frá byrjun, hún hefði verið miklu fallegri og meira gaman að labba um hana, td eins og með miðborgina, hún er illa skipulöggð að því leyti meðal annars tjörnin er þvílíkur drullupollur, lyktar illa og það finnst vel á heitum lognmollusumardögum, einnig er hún uppfull af æti fyrir máva, sem bera með sér smitsjúkdóma og annan viðbjóð."
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-02-10 19:49:43",
            "id": "5628169",
            "reply_to_id": "5627886",
            "text": "Var ekki einhver hugmynd um að færa völlinn kringum 1970?\nEkki sýnist mér hann vera búinn að færast eitthvað.\nReykjavík er að „collapse“-a vegna hundlélegs skipulags. Völlurinn sem spilar inní? Ónei, hann kom áður en þessi borg var hundlélega skipulögð.\nÞað er nóg pláss fyrir byggð á Lönguskerjum, og uppá Hólmsheiði. Hvers vegna getur ekki verið lest á stekk á Höfuðborgarsvæðinu, frekar en lest milli Kef. og Rvk. og jafn mikið vesen að ferðast innan borgarinnar?"
        },
        {
            "user": "proxus",
            "user_id": "13921",
            "date": "2008-02-10 23:21:38",
            "id": "5628817",
            "reply_to_id": "5628169",
            "text": "Af hverju setja menn ekki háskólann á Hólmsheiði. Nóg pláss til að stækka, ekkert yfirflug yfir byggðir nema kannski hjá einstaka “háfleygum” heimspekinemandanum.\nMeð þessu færðu “reverse flow” af traffík á morgnanna. 4-8 þús. manns keyra til austurs á morgnanna og aðrir 6 þús (giska ég) fara til vesturs. Seinnipartinn snýst þetta við. Mun minni umferðarhnútar og sparnaður upp á milljarða.. Og við fáum að halda vellinum okkar.\nKv P\nBætt við 10. febrúar 2008 -  23:27\nÞað sem ég vildi bæta við. Eins og staðan er í dag fara þessi 10-14 þúsund manns fram og til baka á sama tíma, í sömu áttina. Best að splitta þessu í tvennt og allir eru kátir."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-11 09:47:49",
            "id": "5629332",
            "reply_to_id": "5628817",
            "text": "það er nú bara “skítmix” bráðabirgðarlausn sem gefur sig eftir að í mesta lagi 10 á"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2008-02-11 23:34:48",
            "id": "5631241",
            "reply_to_id": "5627886",
            "text": "Í flestum stórborgum heims er flugvöllurinn marga kílómetra frá miðborginni. Það er til dæmis mun meira en korters ferð með hraðlest frá Heathrow inn í miðbæ London."
        },
        {
            "user": "StrawberryFields",
            "user_id": "54058",
            "date": "2008-02-11 23:39:40",
            "id": "5631258",
            "reply_to_id": "5631241",
            "text": "Reyndar. Enda er London mjög stór borg og það er bær alla leið frá Heathrow og niður í miðbæinn í London. Hér eru 40 km af engu að flugvellinum."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2008-02-12 01:33:01",
            "id": "5631611",
            "reply_to_id": "5631258",
            "text": "Núna eru 40 km af engu, en það þarf ekki endilega að vera svo í framtíðinni."
        },
        {
            "user": "proxus",
            "user_id": "13921",
            "date": "2008-02-13 16:08:58",
            "id": "5635061",
            "reply_to_id": "5631241",
            "text": "London City er að sumu leiti sambærilegur við Rvk flugvöll. Hann er nánast í miðri London."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2008-02-13 19:54:10",
            "id": "5635756",
            "reply_to_id": "5635061",
            "text": "Já, en hann er voða lítið notaður er það ekki? Bara aðallega undir einkaþotur og þess háttar."
        },
        {
            "user": "orrinata",
            "user_id": "30604",
            "date": "2008-02-16 17:57:24",
            "id": "5642097",
            "reply_to_id": "5635756",
            "text": "London City er mikið notaður og fóru meðal annars rúmlega 2 milljónir manna í gegnum flugvöllinn 2006 á meðan 420.000 fóru í gegnum keflavíkur flugvöll. Slatti af flugfélögum eru með áætlunarflug í gegnum London City og geturu séð hvaða flugfélög það eru með því að kíkja á wikipedia.\nBætt við 16. febrúar 2008 -  18:02\nÞetta átti að vera 420.000 í gegnum Reykjavíkur flugvöll"
        },
        {
            "user": "jungleman",
            "user_id": "40195",
            "date": "2008-02-11 08:18:22",
            "id": "5629272",
            "reply_to_id": "5627320",
            "text": "Hafa hann þar sem hann er, ekki vera að gera þetta að verðlausu íbúðahverfi sem mun skila engum hagnaði í framtíðini. Er það annars ekki það sem á að gera við lóðina ef völlurinn er færður? Sé ekki að það eigi að vera gera lest fyrir suðurnes þar sem búið er að vera laga veg þangað fyrir nokkra milljarða.Þó það væri ekki slæm hugmynd, en það er ekki svo langur biðlisti á íbúðir háskólans."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-11 12:35:09",
            "id": "5629528",
            "reply_to_id": "5629272",
            "text": "Er hann ekki langur? Hvernig útskýriru þá að ég var 2 ár á biðlista?"
        },
        {
            "user": "jungleman",
            "user_id": "40195",
            "date": "2008-02-11 17:47:20",
            "id": "5630164",
            "reply_to_id": "5629528",
            "text": "Ég veit ekki, bróðir minn sótti um í lok sumars og fékk íbúð í október."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-11 17:56:12",
            "id": "5630197",
            "reply_to_id": "5630164",
            "text": "Einstaklingur þá væntanlega? Fjölskyldu- og paraíbúðirnar eru bæði of fáar og litlar."
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2008-02-11 18:11:11",
            "id": "5630259",
            "reply_to_id": "5629272",
            "text": "meðal biðtími í stúdentagarðsíbúðir er 18 mánuðir, amk var það fyrir nokkrum árum, eflaust búinn að aukast núna. nú er ég búinn að bíða í 20 mánuði og enn ekki búinn að fá. endaði með að ég gafst upp og keypti mé"
        },
        {
            "user": "cubinn",
            "user_id": "63552",
            "date": "2008-02-11 10:16:11",
            "id": "5629374",
            "reply_to_id": "5627320",
            "text": "Það er æðislegt að sjá hversu margir segja, já færum flugvöllinn!!\nEkkert mál, farið þá í það, þið segið að háskólinn eigi miklu frekar að vera þarna. Ok athugum hvort er dýrara, að flytja háskólann eða flugvöllinn.\nEf þú ætlar að flytja eitt stykki flugvöll, þá þarf að rífa niður fullt af vel nothæfum byggingum sem eru á vellinum núna og það er komin alveg hreint flott aðstaða þarna. þarna er fullt af aðflugsgræjum og þarna er flugstjórn staðsett. Company sem stjórnar stærsta flugstjórnarsvæði Evrópu. Þarna er ábyggilega með flóknari rafbúnaði landsins. í kringum Rvk. Aðflug, grund, turn og eins og áður sagði flugstjórn.\nFlytjið einnig flugbrautirnar, þarna er búið að vinna við að búa til taxivegi og flottar flugbrautir með niðurgröfnum brautarljósum og flottheitum.\nMér finnst þetta fáranlegt að menn séu eitthvað að reyna að fá hann burt. Ég spyr bara, af hverju flytjiði þá ekki bara miðbæinn fyrst þið viljið vera gróin við hann, ha hljómar það illa, já kannski af því að það er fáranleg hugmynd, rétt eins og að nefna það að flytja flugvöllinn FÁRANLEG HUGMYND!!"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-11 15:58:39",
            "id": "5629878",
            "reply_to_id": "5627320",
            "text": "Þessi umræða hefur oft komið upp á spjallvefjum flugsins, heimilum, kökuboðum og fjölmiðlum.\nÉg er einn af þeim sem vill hafa flugvöllinn í vatnsmýrinni útaf því að ég vinn þar og er að stunda nám þar einnig útaf mínum politísku skoðunum.\nNúna örvænti ég þess að berja vitinu fyrir í fólk og ætla að taka upp helstu punktana á þessu spjalli og segja mína skoðun á þeim.\nJohnnyB:\nÞessi ágæti maður segir að það sé erfitt að komast á milli staða á álgastímum. Ég veit það sjálfur og mér finnst ekkert leiðinlegra en að vera fastur í umferðarhnút.\nEn vandamálið leysist ekki með að færa flugvöllinn. Það sem mundi leysa vandmálið er að grafa miklubrautina/hringbrautina niður í göng, Sundabraut, mislæg gatnamót á hættulegum gatnamótum eins og Suðurlandbraut Kringlumýrabraut og fleira. Þar með er búið að leysa byggingaland, gera borgina hættuminni og samgöngur fljótlegri.\nHann talar líka um lest á milli Reykjavíkur og Keflavíkur.\nLestarkerfi er mjög sniðugt. Ég hef komið til Manhattan og ferðaðist þar alltaf um með lest og dáðist að því hvað maður var flótur á milli staða.\nEn á þeirri eyju búa óvart ein og hálf milljón manna sem framfleyta kerfinu auk þeirra fjöldamörgu ferðamanna sem kaupa sér metro passa. Hér á íslandi búa 313 þúsund sem eru ekki að fara til Keflavíkur á hverjum degi.\nEn New York og margar borgir í heiminum þróuðust með lestarkerfi ólíkt Höfuðborgarsvæðinu. Þannig að maður mundi bara nota lestina til að komast til og frá Keflavík útaf því að það er ekki gert ráð fyrir lestarkerfi í borginni og þó það sé hægt að koma því upp er mikill peningur í því og margra ára vinna.\nEn þó svo að lest kæmi tæki það fjölskyldu örugglega klukkutíma að komast til keflavíkur. Fólk sem býr langt frá lestarstöðinni er amk 15 mínútur að komast að henni. Fólkið vill vera tímanlega í því og mætir 20 mínútum fyrir brottför lestarinnar. Ef ferðin tekur 15 mínútur að Leifsstöð má hún ekki stoppa neinsstaðar annarstaðar annars gæti ferðatími lestarinnar margfaldast. Ferðatíminn er kominn í einn tíma sem er sá sami og að keyra.\nÞví má líka skjóta að að kostnaður við hraðlest + það að leggja niður BIRK er örugglega meiri en að gera umferðaræðar arðbærar eins og ég nefndi fyrr.\nÞað að gera Varnarsvæðið að úthverfi Reykjavíkur er þvæla. Ef hleypa ætti þessum íbúðum á fasteignamarkað þarf að gera margar umbætur á þeim og það mundi vera skellur fyrir markaðinn sjálfann. Þess vegna er smátt og smátt verið að breyta íbúðunum og nota þær sem háskólaíbúðir.\nJohnnyB nefnir líka að svo og svo margir séu að nema við Háskólana. Á hverju ári útskrifast fjöldi fólks og þarf að keyra annað til að komast í vinnuna og þá eru 500 bílar að stefna í sitthvora áttina í staðinn fyrir Háskólann.\nSputnik:\nÞú ert ekki hagfræðingur heldur.\nRafmagn er ekki nóg á íslandi. Ekki nóg til þess að þurfa ekki að sökkva heilu náttúruperlunum á kaf.\nKubbur:\nLandsbyggðin er að deyja og innanlandsflugið og okkar slappa vegakerfi er nóg til þess að fólk komist á milli staða.\nÞið hinir sem viljið hafa völlinn í vatnsmýri:\nÉg er sammála ykkur."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-12 08:32:19",
            "id": "5631758",
            "reply_to_id": "5629878",
            "text": "þetta var kaldhæðni, ég vill hafa flugvöllinn þar sem hann er þarna í vatnsmýrinni, og ég vill ekkert bara, ég þarf að hafa hann þarna\nlandsbyggðin er ekki að deyja, tökum sem dæmi austurlandið, alcoa er ekki að fara neitt og það eru 400 starfmenn þar, og það skapar í kringum 2000 störf í kringum verksmiðjuna"
        },
        {
            "user": "4983",
            "user_id": "49500",
            "date": "2008-02-12 11:34:10",
            "id": "5631914",
            "reply_to_id": "5631758",
            "text": "Já en hvað ætlaru að gera þegar verður vinnuslys í álverinu(eða hvar sem er á landsbyggðinni) og þú þarft að koma sjúklingnum undir læknishendur og hver mínúta skiptir máli? Þá eru LANDSspítalin háskóla sjúkrahús í um 5 min akstursfjarlægð frá Reykjavíkurflugvelli en ekki veit ég um neitt hátæknisjúkrahús á suðurnesjunum.\nSvo ég tali nú ekki um allt fólkið sem býr út á landi og þarf að komast til Reykjavíkur. Ef innanlandsflug verður flutt til Keflavíkur verður kostnaður mun meiri þar sem þá þurfa vélarnar að taka bensín á flugvöllunum út á landi en bensín þar er dýrara en í Reykjavík, að auki lengist flugleiðinn um 5-8 min þannig að miðaverð mun hækk til muna.\nDaníel Pétursson\nEinkaflugmaður #4983"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-12 15:11:19",
            "id": "5632229",
            "reply_to_id": "5631914",
            "text": "álverið er með fullútbúna heilsugæslu og bráðamóttöku og svo er fjórðungssjúkrahúsið á neskaupsstað\nen ég er alveg sammála þér að það væri ekki viturlegt að flytja flugvöllinn, ég flýg til rvik í hverjum mánuði, stundum tvisvar og ég nenni ekki að keyra frá keflavík til að fara til rvik til að skemmta mé"
        },
        {
            "user": "4983",
            "user_id": "49500",
            "date": "2008-02-13 11:11:29",
            "id": "5634397",
            "reply_to_id": "5632229",
            "text": "málið er að oft þurfa sjúklingar að komast á hátækni sjúkrahús og í flestum þeim tilfellum skiptir hver mínuta máli…… þá skiptir ekki neinu máli þó að það sé bráðamótaka og fjórðungssjúkrahús."
        },
        {
            "user": "hannes",
            "user_id": "579",
            "date": "2008-02-25 23:44:28",
            "id": "5664858",
            "reply_to_id": "5632229",
            "text": "Í haust lenti vinur minn í bílslysi á Hellisheiði Eystri. Það að flugvöllurinn var í vatnsmýrinn einfaldlega bjargaði lífi hans, hann þurfti að komast á hátæknisjúkrahús með hraði, með gat á  ósæð og þar frameftir götum.\nEinn af  þeim hlutum sem menn virðast ekki átta sig á er mikilvægi sjúkraflugs, en þyrlur gegna þar í raun minniháttar hlutverki, þær sækja aðeins fólk um borð í  skip, upp á jökla og á þessháttar staði þar sem ekki er hægt að lenda flugvél.\nSjúkraflug flugvéla eru mjög tíð. Hvurslags firra er það að láta sér detta í hug að reisa hátæknisjúkrahús í Vatnsmýri, en á sama tíma leggja á ráðin um að flytja flugvöllinn. Auðvitað verður svona sjúkrahús að vera nálægt flugvelli annars er það gagnlítið.\nErgo:  ég fagna hátæknisjúkrahúsi í vatnsmýrinni, það mun í raun festa fluvöllinn í sessi því þessir tveir hlutir verða að vera á sama stað."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-02-26 14:03:52",
            "id": "5665592",
            "reply_to_id": "5664858",
            "text": "jújú, rétt er það að þessir tveir hlutir verða að fylgjast að, enda vill ég hafa flugvöllinn áfram þer sem hann er, en maður verður að reyna að horfa á báðar hliðar, td af hverju þeir vilja færa hann"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2008-02-11 23:37:17",
            "id": "5631249",
            "reply_to_id": "5627320",
            "text": "Hvort sem það þurfi að færa hann eða ekki, þarf einfaldlega að taka ákvörðun um það fljótt, flugstöðin er sú viðbjóðslegasta á landinu og allt er að grotna þarna niður, það þarf að taka ákvörðun svo hægt sé að byggja þetta almennilega upp, í Vatnsmýrinni eða annarsstaðar."
        },
        {
            "user": "McCawley",
            "user_id": "66072",
            "date": "2008-02-13 13:43:49",
            "id": "5634683",
            "reply_to_id": "5627320",
            "text": "Ég vona að hann verði ekki tekinn!"
        },
        {
            "user": "Hawk33",
            "user_id": "17001",
            "date": "2008-03-05 01:37:27",
            "id": "5684464",
            "reply_to_id": "5627320",
            "text": "Kannski hægt að hagræða vellinum eitthvað út í skerjafjörð… en landfylling myndi taka c.a. 2 ár og kosta offjár þar sem landfyllingin þyrfti að vera mjög mikil til þess að verjast sjávarsalti. Ef sjávarsalt kemst í vélar, meira viðhald, meiri kostnaður. Bremsuskilyrði minnka líka verulega…\nBraut 19 er líka ómetanleg þar sem verstu veðrin eru úr Suðvestri…\nVonandi fer einhver lærður maður í flugi að skoða þetta fyrir borgarstjórn…\nVöllin óhreyfðan! Áfram uppbygging!"
        }
    ]
}