{
    "forum_title": "Stjórnmál",
    "user": "Marketwatch",
    "user_id": "22466",
    "date": "2008-02-11 18:34:35",
    "title": "Að axla ábyrgð - Vilhjálmur",
    "text": "Sá þessa skemmtilegu frétt á:\nhttp://www.mbl.is/mm/frettir/innlent/2008/02/11/vilhjalmur_hef_axlad_abyrgd/\nÉg reyndi að rýna í málflutning Vilhjálms til að reyna að komast að því hvað hann var að reyna að segja.\nHérna er textinn:\nÞað er alveg ljóst í okkar huga, að þá er þessi hérna megna óánægja\nsem að er í gangi í útaf þessu máli,\nekki bara núna heldur líka allt frá upphafi,\nhún er mjög skiljanleg og og við gerum okkur grein fyrir því að að…\nað ég og við eigum hlut að því að ekki hefur betur tekist til til að\ntil að jafna þetta mál, þá er ég að segja það að\nég til mig hafa\naxlað ábyrgð og minn hópur líka þegar að við misstum meiruhlutann\nútaf þessu máli og ég missti stól borgarstjóra.\nég til mig líka hafa axlað ábyrgð með því að leggja mig allan fram,\nallan fram um að hérnaa draga allt upp á borð um þetta mál og hef samþykkt\nþessa svokölluðu REI-skýrslu, og þar sem eru að ræða til margvíslegar úrbætur\ntillögur og ég hef lagt mig allan fram þannig að mér þykir persónulega mjög leitt\nog eftir, eftir allan þennan tíma sem ég er nú búin að vera hér í borgarmálum\nað ég segi bara að hafa lennt í þessu máli og ég hef og ég tek fram að hérna\nbara segja það strax að ég mun ekki hætta sem borgarfulltrúi\nég ætla núna að að nota tímann vel og fara yfir þessa stöðu,\nég tek þetta mjög alvarlega, þegar að fólk hérna segir að ég sé\nrúinn trausti og og fylgi lítið og svona og allt þetta og ég tek þetta mjög alvarlega\nog ég ætla núna að fara yfir þetta, þetta mál, ég ætla að ræða við félega mína,\nég ætla að ræða við borgarbúa, ég ætla að heyri í þeim hljóðið…\nMig langar auðvitað, mig langar að geta unnið traust aftur…\nBætt við 11. febrúar 2008 -  18:42\nÉg sendi þennan kork á deiglan, en mér fannst hann frekar eiga heima hér…",
    "url": "https://www.hugi.is/stjornmal/korkar/573316/ad-axla-abyrgd-vilhjalmur/",
    "url_id": "573316",
    "id": "5630329",
    "replies": [
        {
            "user": "kaemka",
            "user_id": "32854",
            "date": "2008-02-16 17:22:13",
            "id": "5642043",
            "reply_to_id": "5630329",
            "text": "Villi greyið…\nVar líka um daginn að sjá skemmtilega tilvitnun frá því fyrir löngu þar sem hann gagnrýnir borgarfulltrúa R-listanns (þáverandi meirihluta) vegna máls sem var ekki næstum jafn slæmt og því sem Villi stóð í núna og þar segir hann að ábyrgðarfullur borgarfulltrúi ætti “auðvitað að segja af sér” þegar svona mál kemur upp. Gaman hvað það breyist þegar það er hann sjálfur sem lendir í því."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2008-02-16 18:16:30",
            "id": "5642133",
            "reply_to_id": "5642043",
            "text": "Já, ég sá það einmitt líka."
        },
        {
            "user": "Bauerinn",
            "user_id": "71678",
            "date": "2008-02-29 01:28:17",
            "id": "5672566",
            "reply_to_id": "5642043",
            "text": "ÉG legg til að seðlabankastjórinn, Davíð Oddsson, setjist í borgarstjórastólinn."
        }
    ]
}