{
    "forum_title": "Heilsa",
    "user": "zxc",
    "user_id": "21314",
    "date": "2008-02-21 15:35:01",
    "title": "Villt þú missa 5-7 kíló á 9 dögum ?",
    "text": "Villt þú missa 5-7 kíló á 9 dögum ?\nForever clean and lean er næringarleg hreinsimeðferð sem er hönnuð til þess að eyða óvissuþáttum í heilsusamlegu fæðuvali og hafa stjórn á mataræðinu.\nClean 9 Pack\nKemur þér af stað á leiðinni til hreinna lífs og hreinsar um leið líkama þinn af ónáttúrulegum efnasamböndum.\nÍ Clean 9 pakkanum er:\n•3x1 líters brúsi af\nAloa vera gel\n>Náttúrulegur græðari – sem læknar innanfrá,     inniheldur yfir 75 tegundir næringarefna.\n•\nForever lite\n525g með vanillubragði/súkkulaði         >Notist til að léttast eða þyngjast, 2 drykkir (með mjólk) sjá þér fyrir 100% af RDS af vítamínum og steinefnum.\n•\nGarcinia plus,\n70 belgir\n>Bætir eðlileg efnaskipti og hjálpar til við að hafa stjórn á matarlystinni, minkar framleiðslu á kólestróli og fitusýrum, örvar efnaskipti\n•\nBeen pollen,\n100 töflur\n>Eikur orku og þrek, bætir næringu, inniheldur fjölda vítamína og steinefna.\n•\nHristari og málband\n•\nLesefni\n60 daga skilafrestur á öllum vörum!\nKolbrún Ósk S: 692-4056\nSjálfstæður dreifingaraðili FLP",
    "url": "https://www.hugi.is/heilsa/korkar/575154/villt-thu-missa-5-7-kilo-a-9-dogum/",
    "url_id": "575154",
    "id": "5654251",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-02-21 16:12:01",
            "id": "5654339",
            "reply_to_id": "5654251",
            "text": "Er þetta ekki bara vatnstap sem gerir þessi kíló, og þyngist síðan aftur þegar maður hættir á þessu."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2008-02-21 16:20:32",
            "id": "5654355",
            "reply_to_id": "5654251",
            "text": "Nei.\nEn þú getur áreiðanlega selt amfetamín eða kókaín með fyrirsögninni:\nVil(l)t þú missa 10-15 kíló á 9 dögum ?\nÞað er víst feitur peningur í þessum efnum sem vikra almennilega. Ég held að það sé miklu meira málið fyrir þig. Ekki vera að sulla með þetta hálfónýta drasl sem virkar eiginlega ekki neitt, farðu heldur út í alvöru bissness með alvöru efni! Svona jurtaseiði og naglasúpur eru bara fyrir fáráðnlinga og lúsera með ekkert viðskiptavit. Lífið er áskorun, taktu sénsinn, gríptu gæsina, hlæðu í andlit áhættunnar, dansaðu diskó og dílaðu dóp.\nÉg get líka selt þér bókina mína með góðum afslætti:\nHvernig ég dansaði diskó, hló í andlit áhættunnar, hösslaði gellur, varð fallegur massaður og gáfaður, og betri í stafsetningu, á meðan ég græddi milljarð á undir 12 mánuðum."
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2008-02-23 19:57:21",
            "id": "5659407",
            "reply_to_id": "5654355",
            "text": "Haha geðveikt!"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-02-21 16:36:44",
            "id": "5654400",
            "reply_to_id": "5654251",
            "text": "Notist til að léttast eða þyngjast\nHva, á maður bara að drekka þetta og vona að maður verði heppinn?\nBætt við 21. febrúar 2008 -  16:40\nEn já, þú talaðir um að losna við ónátturuleg efni, mér finnst mun ónátturulegra að reyna að vera voðalega “healthy” með því að gleypa einhverjar galdrapillur, frekar en að borða rétt og hreyfa sig."
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-02-21 18:53:01",
            "id": "5654801",
            "reply_to_id": "5654251",
            "text": "Nei takk. Þetta er enginn helvítis auglýsingavefur, skottastu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-02-22 08:59:54",
            "id": "5656015",
            "reply_to_id": "5654251",
            "text": "jesús svona skyndi lausnir virka aldrei."
        },
        {
            "user": "Kornelius",
            "user_id": "30822",
            "date": "2008-02-22 13:33:33",
            "id": "5656388",
            "reply_to_id": "5654251",
            "text": "segum sem svo að þú missir 5kg á 9 dögum….\nef þetta eru 5kg af fitu sem átt er við þá hljómar þetta eins og lygi.\nhvert gramm af fitu inniheldur 9Kkal. sem gerir 5kg af fitu að 45000Kkal.\nmeðal dagsþörf einstaklings er í kringum 2000Kkal.\nEf þetta er fita sem maður á að missa á 9 dögum þá gerir það rúmlega hálft kíló af fitu á dag.\nhálft kíló af fitu eru 4500Kkal!!! ríflega tvöföld dagsþörf og þetta á hreinlega að renna af manni með notkun á þessum efnum.\nÉg segi BULLSHIT\nps. Líkaminn getur sjálfur séð um það að hreinsa óæskileg efni úr líkamanum. Þeir sem styðja hreinsunarkúra ættu að horfa á einn þátt af you are what you eat sem sýndur var á RÚV."
        },
        {
            "user": "Kornelius",
            "user_id": "30822",
            "date": "2008-02-22 18:53:29",
            "id": "5657240",
            "reply_to_id": "5656388",
            "text": "Haha feis! *5*"
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2008-02-22 18:58:57",
            "id": "5657260",
            "reply_to_id": "5654251",
            "text": "Vá, ég rakst á þetta í dagblaðinu áðan\n“5-7 kg á 9 dögum”\nÞað kom stórt hnuss og hæðnishlátur."
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2008-02-23 06:06:44",
            "id": "5658446",
            "reply_to_id": "5654251",
            "text": "fáið þið ekkert samviskubit út á þetta?"
        },
        {
            "user": "zxc",
            "user_id": "21314",
            "date": "2008-02-24 17:26:13",
            "id": "5661282",
            "reply_to_id": "5654251",
            "text": "Ég er ekki frá því að eina leiðin til að komast nálægt því að missa 5-7 kíló af líkamsvef á 9 dögum sé ECA stack, Ephedrine (amfetamínskylt), koffín og Aspirin.\nÞetta er öflugasta formúlan til að brenna án hreyfingar sem vitað er um og ég held að ekki einu sinni hún komist í 5-7 kíló á 9 dögum þó að hún sé samt nálægt því.\nÞú kemur hér og heldur því fram að það sé hægt að missa 5-7 kíló með einhverjum “clean 9 pack” án þess að sýna fram á eitt eða neitt í sambandi við virkni þess.\nÞú minnist ekki einu sinni á neitt í sambandi við hreyfingu og líkamsrækt sem er FORSENDA þess að þú léttist nema þú sveltir þig á amfetamínskyldum lyfjum. Það þarf ROSALEGA mikið til þess að örva brennslu svo mikið að manneskja missi 5-7 kíló sem er ekki nánast eingöngu vatn.\n“Náttúrulegur græðari – sem læknar innanfrá”, fancy setningar og staðhæfingar um 75 tegundir af næringarefnum segja lítið ef þú hefur ekki einu sinni fyrir því að vísa í greinar eða innihaldslýsingar.\n“•Forever lite 525g með vanillubragði/súkkulaði >Notist til að léttast eða þyngjast, 2 drykkir (með mjólk) sjá þér fyrir 100% af RDS af vítamínum og steinefnum.”\nÞú heldur því fram að fólk léttist um 5-7 kíló á 9 dögum en svo stendur hérna “notist til að léttast eða þyngjast”. Er það ekki svoldið mikil mótsögn?. Ef eitthvað verður til þess að maður missi 5-7 kíló á 9 dögum (án þess að nefna einu sinni líkamsrækt) þá er það lífsins ómögulegt að það fari einhvernvegin saman með þyngdaraukningu því það er ALLTAF ákveðið hlutfall þyngdarmissis vöðvamassi. Metabólismi í líkamanum nýtar ALLTAF eitthvað af vöðvamassa í brennslu.\nÉg get alveg trúað því að það séu efni í þessu sem örva efnaskipti, hafi áhrif á matarlistina og sé með fullt af vítamínum.\nEN þessar staðhæfingar eins og þú setur þær fram og án vísanna í greina/innihaldslýsinga eru ALVEG út í hött.\nEf það er EITTHVAÐ varið í þetta þá veit ég að þú munt svara mér með vísun í virkni og innihald þess sem þú auglýsir, eða að minstakosti leiðrétta greinina.\nAnnars þá segi ég gangi þér vel því mig grunar að það verði erfitt að réttlætta þessa grein, miðavið það sem þú heldur fram hér.\nBætt við 24. febrúar 2008 -  19:50\nOg ef þetta gæti virkilega hjálpað fólki að léttast um 5-7 kíló á 9 dögum þá væri þetta sennilega stærsta bylting á sviði megrunarkúra sem hefur litið dagsins ljós í langan tíma.\nSvo ein spurning, ert þú menntuð í líffræði eða læknisfræði/næringarfræði á einhvern hátt þannig að þú getir réttilega stutt þessar staðhæfingar ?"
        },
        {
            "user": "zxc",
            "user_id": "21314",
            "date": "2008-02-24 19:57:08",
            "id": "5661627",
            "reply_to_id": "5661282",
            "text": "hmm, þar sem ég hef komist að því að manneskjan sem er að selja þetta er 1989 módel, í menntaskólanum á Laugarvatni þá stórefast ég um að þessi staðhæfing um að clean 9 pack hjálpi þér að missa 5-7 kíló á 9 dögum hafi neitt sannleiksgildi og sé einfaldlega sagt út í bláinn til að reyna að selja þessa “náttúruvöru”.\nallavega Þar til vísað er í almennilegar heimildir…"
        },
        {
            "user": "zxc",
            "user_id": "21314",
            "date": "2008-03-17 18:46:01",
            "id": "5712799",
            "reply_to_id": "5661627",
            "text": "Sjeikinn er notaður til að þyngjast eða léttast er sagt já. Í þessu tilfelli er hann notaður til að léttast þar sem að hann kemur í stað máltíðar. endilega hringið og spurjið hvernig þetta virkar allt saman. 60 daga skilafrestur ef að þetta virkar ekki.\nBætt við 17. mars 2008 -  19:02\nÞetta er byrjun á nýjum lífsstíl og gott spark í rassinn fyrir marga. ef að þú tekur þennan 9 daga hreinsikúr og ferð síðan bara aftur í sama horf þá er enginn tilgangur með þessu. eðlilegt áframhald er síðan lifestyle 40."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-25 16:14:35",
            "id": "5731549",
            "reply_to_id": "5712799",
            "text": "Ef hann er mjög kaloríusnauður og fólk drekkur þetta\neingöngu\nþá á það eftir að léttast. En þá gæti það eins sparað sér peningin og drukkið vatn og vítamín í 9 daga.\nÉg myndi persónulega enganveginn kaupa neitt svona nema það væri vísað í einhverjar greinar eða næringarinnihald :)"
        }
    ]
}