{
    "forum_title": "Heilsa",
    "user": "Paze",
    "user_id": "43258",
    "date": "2008-03-03 08:38:46",
    "title": "Hollustan í næringartöfluni",
    "text": "Jæja, eftir að hafa gert þráð til að spyrjast um Kaloríur og kolvetni og fengið frekar flókin svör fyrir mig, þá spyr ég nú bara einfaldlega, hvað er ég að horfa á í næringartöfluni á vörum þegar ég er að lyfta til að byggja upp vöðvamassa?\nÉg sá frekar hraustann mann kaupa helling af mat sem ég vissi að væri góður fyrir vöðvana og síðan keypti hann heilan helling af jarðaberjum, eru þau eitthvað spes í þessu samhengi, eða átti hann kannski bara afmæli?\nEf einhver vill skýra líka helstu atriðin á næringartöfluni á mannamáli þá væri það frábært efni í grein sem gjarnan má linka hingað eftir á :)\nTakk fyrir!",
    "url": "https://www.hugi.is/heilsa/korkar/577129/hollustan-i-naeringartofluni/",
    "url_id": "577129",
    "id": "5679110",
    "replies": [
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2008-03-03 18:20:58",
            "id": "5680108",
            "reply_to_id": "5679110",
            "text": "Vöðvarnir vilja prótín. Kolvetni eru til brennslu. Prótín fá þér þú eftir æfing já? Það gott fyrir vöðvi. Minni líkur á harðsperrarur, og svo færðu sem mest úr hreyfingunni ef þú færð þér prótín, vöðvarnir fljótari að jafna sig og þannig. Þetta með jarðarberin var örugglega bara eitthvað fetish.\nBætt við 3. mars 2008 -  18:26\nGleymdi að segja. Fá kolvetni fyrir æfing já! Gott til brennslu, fljótmelt o.fl, svo spyrðu um hvað þú ættir að horfa á, ef að þú lítur á smjör með viðbættri fitu og auka mettaðri fitu. Þá ættirðu að kaupa eitthvað annað, en ef þú finnur eitthvað þannig þá læturðu mig vita, aldrei séð neitt með það fáránlega innihaldslýsingu.."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-03-03 20:37:50",
            "id": "5680560",
            "reply_to_id": "5679110",
            "text": "Ef þú ert að lyfta af kappi þarftu líklegast meira en 3000 kalóríur (kkal í næringartöflunni).  Þetta finnur þú best sjálfur, ef þú ert að reyna að þyngjast en þér tekst það ekki þarftu líklegast bara að borða meira (ef þú ert svangur borðar þú ;).  Ef þú fitnar ertu að borða of mikið eða hreyfa þig of lítið.  Þetta finnur þú best sjálfur.\nÉg reynir bara að borða það sem ég held sé hollt, flest allur matur (nammi og gos er ekki matur ;) sem þú finnur í matvöruverslun er það.  Það eina sem ég takmarka er sykurát (nammi, gos o.s.frv.) og ég hef alltaf verið duglegur að éta mikið af grænmeti.  Ég nenni ekki að fylgjast sérstaklega með því hvort ég sé að fá hvert einasta míkrógramm af steinefnum og vítamínum svo ég fæ mér\nLýsis tvennu\ná hverjum degi, sem er bara lýsishylki og fjölvítamínhylti með öllum því helsta sem þú þarft af snefilefnum.  Svo drekk ég áfengi í hófi og mjög sjaldan.  Ég forðast líka sérstaklega djúpsteiktan mat (mér finnst hann ekkert sérstakur almennt, svo ég er heppinn) og herta jurtafitu sem þú finnur í allskyns snakki.  Tékkaðu bara á þessu:\nhttp://www.lydheilsustod.is/frettir/naering-og-holdafar/nr/2014\nÞó svo heilbrigð skynsemi bregðist manni oft er hún oftast góður leiðarvísir í þessum málum.  Fiskur er til dæmis frábær matur fyrir þá sem eru að lyfta (eða bara að gera hvað sem er), hann er fullur af bráðhollum fitum og prótínum.  Sjálfur ét ég túnfisk bara beint upp úr dós með bestu lyst.  Harðfiskur er líka æði.  Éttu bara nóg af fisk þegar hann er í boði heima hjá þér. :)\nEf þú hefur einhverjar sérstakar spurningar getur þú spurt mig, ég tel mig vita svona allt það helsta um næringu.  Annars svarar þér bara einhver klárari."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2008-03-04 10:39:03",
            "id": "5681760",
            "reply_to_id": "5680560",
            "text": "Þakka fyrir gott svar, en hefurðu einhverja hugmynd um jarðaberin?"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-03-04 15:18:00",
            "id": "5682239",
            "reply_to_id": "5681760",
            "text": "Kannski finnst honum þau bara góð, mundi ekkert velta mér uppúr því."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-03-04 15:34:16",
            "id": "5682295",
            "reply_to_id": "5681760",
            "text": "Ég kaupi þau sjálfur í miklu magni vegna þess þau eru bragðgóð og bráðholl.  Kaupi þau oftast frostþurrkuð, en það er hægt að fá svona berja blöndur líka (bláber, hindber og ristber með jarðaberjum).  Þetta er gott út í hafragraut, skyr og alls konar hræringa (getur hent ávöxtum og mjólk út í hrærivél, afbragðsgott!). Það er samt engin ástæða til að einblína á þennan ávöxt frekar en aðra, þeir eru allir hollir."
        }
    ]
}