{
    "forum_title": "Tolkien",
    "user": "sigzi",
    "user_id": "1347",
    "date": "2001-12-27 23:40:13",
    "title": "Peter Jacksson talar um The Two Towers",
    "text": "Leikstjóri Hringadróttinssögu, Peter Jacksson, talaði við blaðamann frá Chicago Times 24. des sl. um aðra myndina í Hringadróttinssögu, The Two Towers.\nJacksson hefur sínar efasemdir (þótt myndin verði sýnd eftir heilt ár) að hún geti minnt á atburðina hræðilegu þann 11. sept sl. eða þegar hryðjuverkaárásin var gerð á World Trade Center turnana í New York. Þeir voru oft kallaðir þetta; Tvíburaturnarnir, Twin Towers og slíkt. En þrátt fyrir þetta þá neitar Jacksson að breyta titlinum á myndinni, “Tolkien aðdáendur myndu krossfesta okkur!” sagði Peter Jacksson sjálfur.\nEn Jacksson lofar góðri bardagasenu. Eða eins og hann sagði sjálfur “It's a battle that will kick your ass”. Bardaginn verður milli Uraki, úlfanna og mannanna hjá “Helms Deep” (afsakið að ég kunni ekki íslenska nafnið). Helms Deep er gamalt virki.\nJacksson lofaði að þetta yrði mjög blóðugur bardagi.\nÞið fáið meira út úr Gollum, litla og stóreygða skrímslinu.\nHann er á allan hátt gerður í tölvu og röddin frá Andy Serkins.\nEn þið skulið ekki brotna niður og búast við öðrum Jar Jar Binks.\nEinnig mun verða farið meira útí samband Aragorns og Arwens, það verður farið lengra inní ástarsöguna milli þeirra þið munið sjá hversum mikilvæg þau eru hvort öðru.",
    "url": "https://www.hugi.is/tolkien/greinar/57730/peter-jacksson-talar-um-the-two-towers/",
    "url_id": "57730",
    "id": "386752",
    "replies": [
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2001-12-28 00:29:43",
            "id": "386753",
            "reply_to_id": "386752",
            "text": "ég spyr nú bara afhverju þeir ættu að breyta nafninu á myndinni? eru bandaríkjamenn svo viðkvæmir að þá má ekki einu sinni skíra mynd með nafni sem minnir þá eitthvað á hvað gerðist 11.sept.? skiptir þetta svo miklu máli? ég held nú að þeir yrðu nú krossfestir og brenndir á báli ef þeir myndu breyta nafninu. ég myndi allaveganna skilja það mjög vel."
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2002-01-02 14:02:35",
            "id": "386754",
            "reply_to_id": "386753",
            "text": "[ruglubulli]“ég spyr nú bara afhverju þeir ættu að breyta nafninu á myndinni? eru bandaríkjamenn svo viðkvæmir að þá má ekki einu sinni skíra mynd með nafni sem minnir þá eitthvað á hvað gerðist 11.sept.? ”\nBandaríkjamenn eru geðveikt viðkvæmir fyrir því sem gerðist 11.sept. Þeir halda að það hafi haft áhrif á allan heiminn (bara af því að þeir urðu fyrir þessu). Þeir sjá ekki útfyrir hamborgararassinn (þ.e. til annarra landa) og álíta að árás á WTC er sama og árás á allan heiminn!!!!\nAuk þess eru Twin Towers betur þekktir sem Petronas turnarnir í Kúala Lúmbur, stærstu turna í heimi."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-12-28 00:31:27",
            "id": "386755",
            "reply_to_id": "386752",
            "text": "Hmm, þú tekur þér nú eiginlega fullmikið skáldaleyfi í þýðingu þinni.\nOg úlfarnir sem þú talar um eru nú álfar, he he.\nÞað er nefnilega þannig að Álfaher mun einnig taka þátt í orustunni við Helm's Deep."
        },
        {
            "user": "DiamondDog",
            "user_id": "3984",
            "date": "2001-12-28 01:31:42",
            "id": "386756",
            "reply_to_id": "386755",
            "text": "fínt flott ég vil endilega sjá álfana berjast miðað við það sem marr sá í byrjuninni á LOTR-FOTR\nÞað var svo cool"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-12-28 02:35:55",
            "id": "386757",
            "reply_to_id": "386756",
            "text": "Það væri fáránlegt að breyta titlinum!\nÞað væri eins og myndir mættu ekki heita neitt “War” í stríðshrjáðum löndum. Bandaríkajmenn þurfa alltaf að fara með allt út í öfgar!"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-12-28 03:23:40",
            "id": "386758",
            "reply_to_id": "386757",
            "text": "Ég myndi drepa PJ!!!!!! ef hann myndi breytta titlinum!!"
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2001-12-28 12:52:41",
            "id": "386759",
            "reply_to_id": "386755",
            "text": "Eins og ég sagði, ég veit ekki íslensku nöfnin.\nÉg biðst bara forláts á villum mínum og vona að\nenginn geri stórmál útúr þeim."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-09 16:26:28",
            "id": "386760",
            "reply_to_id": "386755",
            "text": "skáldaleyfi? eini álfurinn í bardaganum við hljálmsdýpi var legolas. hins vegar minnir mig að einhverjir úlfar hafi verið slagtogi við óvinaherinn í þessum bardaga. það sem mig hlakkar mest til að sjá úr þessum bardaga og framhaldinu eru enturnar, það verður eflaust sjón að sjá!"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-12-28 03:41:42",
            "id": "386761",
            "reply_to_id": "386752",
            "text": "skil nú ekki alveg hvað nafnið skiptir máli"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-12-28 05:28:46",
            "id": "386762",
            "reply_to_id": "386761",
            "text": "Það er bara prinsipp….Maður breitir ekki anfi á bíómynd gerðir eftir bók. Ég hef allavegana ekki séð það ennþá, nema kannski á myndum lauslega byggðum á bókum, en þetta er hringadróttinssaga og þessar kvikmyndir eiga að vera endurholdgun bókmenntaverksinns þannig að breita titlinum væri fásinna"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-12-28 09:47:20",
            "id": "386763",
            "reply_to_id": "386752",
            "text": "Veii.. góð bardagasena.. einmitt það sem mig langar að sjá… eða ég get farið út á næstu leigu og tekið Rambó eða Matrix…\nÉg vil sjá söguna, ekki einhverjar gad-demn bardagasenur, það er nóg af þeim í öllum bíómyndum nú til dags, ef ég vil skemmta mér á mynd með bardagasenum horfi ég á eitthvað með Jackie Chan"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-12-28 11:32:47",
            "id": "386764",
            "reply_to_id": "386763",
            "text": "Umm, Augustus…sástu margar orustur í Matrix og Jackie Chan myndunum ?"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-12-28 12:54:06",
            "id": "386765",
            "reply_to_id": "386764",
            "text": "óóó… afsakið.. þið eruð að hugsa þetta í stærðarhlutföllum\nÞað er til nóg af myndum með bardagasenum… Gladiator, Mummy Returns og heill hellingur eldri mynda. Fyrir mér er það sama tóbakið, mér er sama hvort að menn eru í brynjum eða hreistraðir sjálfir…\nMér finnst bara lítið sniðugt að þrjár bardagamyndir komi út úr hringadróttinssögu.. spurning um að fara að lesa hana aftur og tékka hvort að bardagasenurnar hafi verið aðalatriðið"
        },
        {
            "user": "MaD",
            "user_id": "8203",
            "date": "2001-12-28 13:06:31",
            "id": "386766",
            "reply_to_id": "386765",
            "text": "Það er enginn að segja að bardagasenurnar séu aðalatriðið en baráttan við Helms Deep er, ef mér skjátlast ekki, nokkuð mikilvægur atburður í The Two Towers."
        },
        {
            "user": "Gaur22",
            "user_id": "8546",
            "date": "2001-12-28 13:16:35",
            "id": "386767",
            "reply_to_id": "386765",
            "text": "ef þú vilt sjá söguna þá verðuru víst að sætta þig við hana alla , enda skrifaði tolkien um þessar orrustur ekki til þess að hægt væri að gera mynd sem orrustusenufíklar gætu haft gaman af myndunum, heldur því þær skipta söguna sem þú hefur svo mikið álit á (enda ekkert eðlilegra) miklu máli.\nfrekar einhæft viðhorf á mynd satt að segja.\nef þú vilt horfa á sögu en ekki hafa nein atriði sem skipta söguna máli , hvað viltu þá ?\natriðalausa sögu, engin bardagaatriði, (getur horft á rambo fyrir þau) , ekkert væmið drama (færð nóg af því í steel magnolias), engin eltingaratriði (gætir séð svoleiðis í young guns) , engin ræðuatriði eða söngatriði o.s.frv.\natriðin eru það sem gera sögun kjáni , og þau skipta öll máli, jafn miklu máli. ástæðan fyrir því að PJ mynnist á þetta er að það eru einmitt til svona bardagaatriðafíklar sem hafa gaman af þessu og það er bara nokkuð stór hópur, með þessu comment er hann að laða þá að myndinni, en svo eru svona fólk eins og þú sem vita af svona fíklum og vilja vera (for lack of a better word) svalir á því og heimta bara söguna, gleyma því að hvert atriði er hluti sögunar, meira segja það sem þessir einföldu bardagasenuatriðafiklar hafa gaman af !\ngóðar stundir\nGaur22"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-12-28 13:35:30",
            "id": "386768",
            "reply_to_id": "386767",
            "text": "Sammó eiginlega, orrusturnar skipta söguna miklu máli og einnig hafa þær fullt að gera með persónusköpun og annað.\nHelm's Deep er að mig minnir yfirleitt þýtt sem “Hjálmsvirki”, allavegana var sú þýðing notuð í myndabókunum sem ég átti þegar ég var smápatti.  Mig minnir að sama þýðing sé einnig notuð í íslensku heildarþýðingunni.  Allavegana hét ein af mínum “Hornablástur í Hjálmsvirki”.  Man einhver eftir þessum teiknimyndabókum?  Mér fannst nefnilega alveg frábært hvað myndin fylgdi dáldið útlitinu á einmitt þessum teikningum, sérstaklega þegar Nazgúlarnir skera í tóm rúmin á The Prancing Pony.  Það var nákvæmlega sama mynd þegar þeir taka allir saman upp sverðin og stilla sér yfir rekkjurnar.  Virkilega flott uppsetning útlitslega :)"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2001-12-28 14:32:21",
            "id": "386769",
            "reply_to_id": "386768",
            "text": "aaah the battle of Helms Deep i can hear the sword fenching and there, thoose guys are Gimli and Legolas counting how many they have killed."
        },
        {
            "user": "crawley",
            "user_id": "13392",
            "date": "2001-12-28 14:33:40",
            "id": "386770",
            "reply_to_id": "386768",
            "text": "Jamms ég fann myndasögurnar einmitt fyrst uppi á háalofti heima og las þær spjaldana á milli svo þegar að ég fann Fellowship inni í skáp hjá mömmu þá var það stór uppgötvun ég meina vá það voru til bækur með framhaldinu!..Það var góður dagur :)  Það fyrsta sem ég tók með mér þegar að ég flutti að heiman voru teiknimyndabækurnar."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-12-28 19:52:23",
            "id": "386771",
            "reply_to_id": "386770",
            "text": "SPOILER fyrir þá sem hafa ekki lesið bókina\nEn hvað með þegar Gandalfur segir frá því þegar hann barðist við Balrogginn? Mikið hlakka ég til að sjá það. Það verður ábyggilega magnaðra en þegar hann er við brúna í Khazad-Dúm."
        },
        {
            "user": "hrafnkellp",
            "user_id": "3604",
            "date": "2001-12-28 20:07:07",
            "id": "386772",
            "reply_to_id": "386770",
            "text": "Haldiði að þið getið ekki reynt að misskilja Augustus aðeins meira? Snúa aðeins meira út úr kannski…"
        },
        {
            "user": "angie",
            "user_id": "6050",
            "date": "2001-12-29 00:02:23",
            "id": "386773",
            "reply_to_id": "386768",
            "text": "Ég man eftir þessum teiknimyndabókum.  En þær komu aldrei allar út.  Mannstu nokkuð hversu margar komu út?  Ég held að ég eigi allar þær sem voru gefnar út en er ekki viss.  Ég man eftir að séð teiknimyndina um Hringadróttinssögu sem lítil stelpa og hef verið hooked síðan.  Keypti teiknimyndabækurnar 8 ára eftir að hafa safnað mér pening ýkt lengi og svo þegar ég eignaðist allar þrjár stóru bækurnar þá var það bara hamingja.  Þegar þú (Lynx)talar um hversu líkar teikningarnar eru myndinni þá skilst mér að það sé út af því að ákveðið var í byrjun að láta myndina fylgja þeirri hefð sem skapast hefur í kringum söguna.  S.s. teikningar úr bókunum og fleira, t.d. þetta atriði sem þú nefndir og þegar þeir koma inn í hellinn í Moríu og beinagrindinn dettur niður (í bókinni er það reyndar steinn) og helliströllið kemur inn, og þegar hringvomin leitar að þeim og þeir stökkva undir rofabarð? til þess að fela sér og hringvominn stendur þar fyrir ofan að leita að þeim. Þetta er allt beint úr teiknimyndabókunum.\nÉg er reyndar ekki búin að fara sjá myndina… þori því bara ekki alveg strax.  Er svo hrædd við að verða fyrir vonbrigðum. Búin að gera mér ansi miklar vonir.\nKv.\nangie"
        },
        {
            "user": "DiamondDog",
            "user_id": "3984",
            "date": "2001-12-29 00:59:38",
            "id": "386774",
            "reply_to_id": "386773",
            "text": "þú verður ekki svikin af þessari mynd sko….. ég var með high hopes en þessi mynd gerði þær vonir að bara smá broti miðað við heildina"
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2001-12-29 01:49:17",
            "id": "386775",
            "reply_to_id": "386773",
            "text": "Ég fór með rosalega miklar væntingar og þegar ég fór á myndina.. varð ég EKKI fyrir vonbrigðum.\nSamt er aldrei gott að gera alltof miklar vonir um mynd. En það ætti að vera í lagi með LOTR:FOTR.\nKv.\nsigzi"
        },
        {
            "user": "crawley",
            "user_id": "13392",
            "date": "2001-12-28 11:37:06",
            "id": "386776",
            "reply_to_id": "386752",
            "text": "Er það ekki Hjálmsvirki?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-28 12:16:41",
            "id": "386777",
            "reply_to_id": "386752",
            "text": "Augustus: hefuru eitthvað á móti þessum myndum PJ er búinn að leggja mikil erfiði í að gera?, ég man ekki eftir miklum stríðssenum í Matrix og Jackie Chan myndum.\nÉg las einhvers staðar að PJ vissi að með því að gera Gollum í tölvu væri hann að taka áhættu að gera önnur Jar Jar Binks mistök :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-28 12:24:27",
            "id": "386778",
            "reply_to_id": "386777",
            "text": "Augustus: hefuru eitthvað á móti þessum myndum sem PJ er búinn að leggja mikil erfiði í að gera?, ég man ekki eftir miklum stríðssenum í Matrix og Jackie Chan myndum.\nÉg las einhvers staðar að PJ vissi að með því að gera Gollum í tölvu væri hann að taka áhættu að gera önnur Jar Jar Binks mistök"
        },
        {
            "user": "Rawn",
            "user_id": "7059",
            "date": "2001-12-28 20:55:54",
            "id": "386779",
            "reply_to_id": "386752",
            "text": "Alas!!\nskítt með titilinn hvað er orðið um the last alliance og allan bakgrunninn í hringadrottinssögu. af hvrju í nafni Morgoths eru álfar í the battle of helms deep. Mér fannst nú nógu mikklu breitt í fyrstu myndinni en þetta er of langt gengið."
        },
        {
            "user": "Rawn",
            "user_id": "7059",
            "date": "2001-12-28 20:56:09",
            "id": "386780",
            "reply_to_id": "386752",
            "text": "Alas!!\nskítt með titilinn hvað er orðið um the last alliance og allan bakgrunninn í hringadrottinssögu. af hvrju í nafni Morgoths eru álfar í the battle of helms deep. Mér fannst nú nógu mikklu breitt í fyrstu myndinni en þetta er of langt gengið."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-12-28 23:27:26",
            "id": "386781",
            "reply_to_id": "386780",
            "text": "Verðið bara að sætta ykkur við að þetta er ekki Middle-Earth Tolkiens sem er verið að kvikmynda heldur Middle-Earth Peter Jacksons og þótt hann breiti upprunalegu skrifum Tolkiens (sem aldrei voruð hugsuð fyrir filmu) til að gera sögu sem hægt er að festa á filmu er það bara agott og blessað. Ég treysti Peter Jackson fullkomlega eftir að hafa séð Fellowship og þótt hann hafi breitt stöku hlut í myndinni for “dramatic value” þá bara so be it. Mér finnst þessar kvartanir Tolkien “pjúrista” orðnar hálf þurrar. Þetta er farið að vera eins og að horfa á gömlu piparjónkurnar á Omega væla yfir því hvað hollívúdd er að fara illa með biblíuna þeirra í bíómyndunum og það má ekki hreifa við orði guðs.\nEf þið getið ekki sætt ykkur við breitingar á “Biblíunni” ykkar ignorið þá bara myndina og sleppið því algjörlega að sjá hana."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-12-28 23:37:44",
            "id": "386782",
            "reply_to_id": "386781",
            "text": "Staðreynd nr.1\nÞetta er góð bók.\nStaðreynd nr.2\nAðdáendur hennar vilja að sjálfsögðu að sem flestir kynni sér hana, hafi lesið hana og finnist hún góð.\nStaðreynd nr.3\nAf ályktun staðreynd nr. 1 og 2 má draga þá ályktun að ef að einhver er að gera mynd eftir bókinni sem fer út í algera vitleysu þá verðum við óánægðir. Því þarna fær fólkið sem hefur ekki lesið bókina og finnst myndin ekkert sérstök ekki svo góða mynd af bókinni. Á okkur að finnst það sjálfsagt ef við lítum á staðreynd nr. 2?\nÉg er samt alls ekki að segja að myndirnar séu lélegar, þó ekki sé hægt að gera hið fullkomna.\nHvursags"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-12-29 02:54:37",
            "id": "386783",
            "reply_to_id": "386782",
            "text": "Já…það er alveg rétt að þetta er góð bók, en aðdáendur Tolkiens eru ekki neinir venjuelgir aðdáendur….margir þeirra eru bara konir útí það sjúklega…lifa hreinlega fyrir þennan heim. Ég verð að viðurkenna að ég er MIKILL Tolkien aðdáandi…hef lesið hringadróttinssögu 2 og hálfs sinnum. En þetta er BARA bók…..we need to loosen up hérna….og hvað með það ef þetta hefði verið slæm mynd ? bókin er ennþá jafn góð! Við veltum okkur alltof mikið uppúr okkar eigin væntingum á hlutum og þá ímynd sem “obsession” okkar miðlar frá sér. Það fara alltaf allir í kerfi ef einhver segir “hingadróttinssaga er ömurleg bók” eða “Mér fannst Sam vera hommi í bókinni”. Það er svo heimskulegt að taka svona hluti nærri sér þarsem þetta breitir ekki okkar sýn á bókina. Það er eins og að allir séu alltaf að leita að staðfestingu og réttlætingu á sínum egin skoðunum og þegar einhver kemur með andstæða skoðun eða túlkar eitthvað ekki alveg eins og við vorum bæuin að ýminda okkur eða eins og við höldum fram að túlkunin hefði átt að vera (eins og sýn Pter Jacksons á Middle-Earth) þá förum við bara í vörn og kerfi. Áramót “fanatics” ætti að vera að slaka aðeins á :)"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-12-29 02:56:21",
            "id": "386784",
            "reply_to_id": "386783",
            "text": "Áramótaheiti átti þetta nú að vera :)"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-12-29 20:22:58",
            "id": "386785",
            "reply_to_id": "386783",
            "text": "Lestu bara staðreynd nr.2 og þá skiluru hversvegna við tökum það nærri okkur þegar einhver heldur að bókin sé ömurleg."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-12-29 22:03:09",
            "id": "386786",
            "reply_to_id": "386785",
            "text": "já…þetta er það sem ég var að segja. En AFHVERJU er svona mikilvægt fyrir fólk að öðrum finnist það sem þér finnst gott líka gott. Afhverju þarf að fá staðfestingu frá öðrum til að manns eigin skoðun hafi gildi. Það er punktuinn sem þú varst ekki að ná."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-12-29 23:23:46",
            "id": "386787",
            "reply_to_id": "386786",
            "text": "Því ef ég hef skoðun x, og þú hefur skoðun y, og 100 manns hafa skoðoun x, en 20 hafa y, þætti mér þá ekki skemmtilegra en þér með mína skoðun?"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-12-30 00:06:31",
            "id": "386788",
            "reply_to_id": "386787",
            "text": "hvurslags: þú ert bara aftur að koma með sama svarið…segir að fólki finnist skemmtilegra að hafa skoðun sem er studd af fjöldanum en svaraðu mér AFHVERJU það er svona eftirsóknarvert að vera með vinsælu skoðunina."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-12-30 00:10:17",
            "id": "386789",
            "reply_to_id": "386788",
            "text": "Vegna þess að það skapar þér vinsældir meðal fjöldans. Þetta eru jú allt mannlegar hvatir þegar á botninn er hvolft, og ef einhver einn er að kúldrast út í horni með sína “ömurlegu” skoðun, þá er hann ekki í sérlega miklu áliti meðal fjöldans.\nSkýrir þetta eitthvað, eða er þetta sama svarið? Ég held að við séum komnir ansi langst úr fyrir umræðuna, en við getum þó haldið áfram á heimspekiáhugamálinu!"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-12-30 04:18:50",
            "id": "386790",
            "reply_to_id": "386789",
            "text": "Þetta var príðis mynd, lítið út á hana að setja, ef þá nokkuð.\nLesið bækurnar tvisvar og er afar sáttur við hvernig myndin er.\nHafið þið lesið The Running Man, eftir Stephen King og svo séð myndina sem Schwarzenegger er í??? Það er bara sinn hluturinn hvor.\nÞessi, mynd og bók eru frábærar!!!!!\nSiggibet"
        },
        {
            "user": "EvilPiggie",
            "user_id": "14748",
            "date": "2001-12-30 13:32:55",
            "id": "386791",
            "reply_to_id": "386790",
            "text": "Ég er sammála. Oftast er betra að sjá myndina fyrst og lesa síðan bókina, því að kvikmyndaformið krefst þess að skorið sé niður. Ef maður les bókina fyrst þá vantar svo mikið í myndina. Ef maður sér myndina fyrst þá bætir bókin heilmiklu við. Ég hef lesið Lord of the Rings a.m.k. 10 sinnum, enda er það uppáhalds bókmenntaverkið mitt. Mér finnst það því ótrúlegt afrek hjá Peter Jackson að ná að búa til mynd sem ég var mjög sáttur við. Þær breytingar sem hann gerði voru ekki mikið að fara í taugarnar á mér."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-12-31 02:23:40",
            "id": "386792",
            "reply_to_id": "386791",
            "text": "Úps, hvað ég er seinn inn í umræðuna…\nHelm's Deep = Hjálmsdýpi\nVirkið hét Hjálmsvirki í þýðingunni en hafði ekkert sérstakt nafn á ensku.\nHelsta ástæðan fyrir Álfum við Hjálmsdýpi er að slá saman nokkrum orustum. Á svipuðum tíma voru nefnilega nokkrar orustur gerðar á Lóríen. Í stað þess að sýna þær, þá fer Álfaherinn til Hjálmsdýpis í staðinn.\nMér finnst þetta nú ekkert stóratriði. Ég var nú bara svo hrifinn af Álfunum í prologueinu í FOTR að ég vill nú bara sjá meira af þeim, en kannski er ég of mikill “revisionisti”.\nMér finnst mjög líklegt að Álfaherinn muni koma í staðinn fyrir her Erkenbrand.\nFridfinnur, þú ert að segja það sem segja þurfti. Það eru margir hérna sem mættu slaka aðeins á, hætta að kalla fólk sem finnst myndin/bókin léleg fífl o.s.frv.\nOg sumir mættu líka þroskast…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-01 18:13:23",
            "id": "386793",
            "reply_to_id": "386792",
            "text": "Hvar er hægt að fá upplýsingar um hvaða Alfar þetta eru? Er ekki nóg að hafa riddara Rohan sléttu og öll tréin (fangornana eða whatever).\nThe Two Towers er að mínu mati besti hluti sögunnar vegna eftirfararinnar um Rohan sléttu, orustunnar um Hjálmsdýpi og orutunnar um Ísarngerði."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-01-01 22:21:39",
            "id": "386794",
            "reply_to_id": "386792",
            "text": "Vel mælt Ratatoskur. En ert þú samt að tala um mig þegar þú nefnir að einhverjir mættu aðeins slaka á?"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-01-02 02:45:59",
            "id": "386795",
            "reply_to_id": "386794",
            "text": "Nei hvurslags, ég var ekki að tala um þig. Þú ert nú ekki beint að kalla fólk fífl mikið þó það sé ósammála þér. Þú kemur yfirleitt með ágætis rökstuðning fyrir máli þínu, þó ég sé oft ósammála skoðunum þínum."
        },
        {
            "user": "HoBGoBLiN",
            "user_id": "2546",
            "date": "2002-01-04 00:18:16",
            "id": "386796",
            "reply_to_id": "386791",
            "text": "Ég vill bara að segja að ég er ósammála EvilPiggie um það að það sé betra að sjá myndina fyrst og lesa bókina síðan.\nMjög einföld ástæða, það tekur í burtu einn besta partinn við að lesa bók, maður getur ýmindað sér allt sjálfur og sér allt með sínum eigin augum.\nEf þið farið á myndina fyrst og lesið síðan bókina þá munuð þið að öllum líkindum að ýminda ykkur Elijah Wood sem Frodo og Ian McKellen sem Gandalf. Það er miklu meira var í bækurnar þegar maður ýmindar sér allt sjálfur í staðin fyrir að sjá það í augum einhvers annars."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-01-06 17:28:50",
            "id": "386797",
            "reply_to_id": "386796",
            "text": "Nákvæmlega. Þeim sem finnast myndin betri eru yfirleitt þeir sem hafa anaðhvort glatað eða hafa ekki nógu fjörugt ímyndunarafl. Þeir verða að fá persónurnar, langslagið og heildarútlitið á silfurfati án þess að þeir þurfi að ímynda sér það sjálfir.(Skil ekki svoleiðis manneskjur…)"
        },
        {
            "user": "Rawn",
            "user_id": "7059",
            "date": "2001-12-29 23:30:10",
            "id": "386798",
            "reply_to_id": "386781",
            "text": "Já Já ég er Tolkien puristi og eg er fúll út í h_l_í_t_s myndina. so be it!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-02 12:01:03",
            "id": "386799",
            "reply_to_id": "386752",
            "text": "Ég verð að segja að sumir kunna bara alls ekki að vera tolkien-non fans/haters!"
        }
    ]
}