{
    "forum_title": "Metall",
    "user": "thorok",
    "user_id": "7541",
    "date": "2008-03-10 11:47:08",
    "title": "Mercenary - The Architect of Lies (nýja platan)",
    "text": "Já, þá er komið að því.\nNýja meistaraverkið með Mercenary er við það að líta dagsins ljós. The Architect of Lies heitir nýja platan með dönunum frá Álaborg og verður gefin út af Century Media á næstu dögum (17. mars í Danmörku, og nokkrum dögum síðar annars staðar í Evrópu).\nÞetta er fimmta hljóðversplata Mercenary í fullri lengd, og fylgir í kjölfarið á síðustu plötu þeirra, The Hours That Remain.  Ég er líklega búinn að hlusta á þessa plötu 10 sinnum síðan ég fékk hana í hendur fyrir nokkrum dögum og eins og vanalega tekur duglegan tíma að brjóta í gegnum hinn mikla lagskipta hljóðvegg sem sveitin skapar með tónlist sinni. Að mínu mati eru fáar sveitir sem gera eins flottar melódíur og Mercenary, því þær ná alveg að rista djúpt og kalla fram gæsahúð. Söngrödd Mikkel Sandager vegur þar þungt, því hann er án nokkurs efa einn besti söngvarinn í metalnum í dag.\nÁ þeim nótum, þá hefur orðið sú breyting á tónlist þeirra frá síðustu plötu, að nú er kominn growlari aftur í bandið, þannig að vocallinn minnir meira á vocalinn frá 11 Dreams, en Rene Pedersen bassaleikari sér um growlin. Mikkel tók það að sér líka á The Hours, en hann er fyrst og fremst clean söngvari. Rene er miklu kraftmeiri og söngurinn er því í heildina orðinn aggressífari.\nEn já, melódíurnar… Þeir sem þekkja til bandsins vita hvað ég er að tala um þegar ég vitna til melódíanna í lögum eins og “Screaming from the Heavens”, “11 Dreams”, “Lost Reality” og “The Hours The Remain” - allt gæsahúðarlög.  Á þessari plötu er það lagið “Embrace the Nothing” sem kallar fram gæsahúðina. Í laginu er að finna frábæra melódíu sem nær hámarki í sólóinu (sem byrjar við 3.15). Það sóló er með því eftirminnilegra sem ég man eftir í langan tíma og það er svo soulful að það er engu líkara en að það segi heila sögu. Fyrri parturinn lýsir einhverju sorglegu (það er eins og gítarinn hljómi eins og grátur), svo kemur uppgjör og í endinn er allt orðið mun bjartara, með frábæru innskoti hljómborðsins. Ég tek það fram að ég er alls ekki vanur að heyra eitthvað svona í sólóum almennt. Þetta bara stood out hjá mér. Frábært lag alveg.\nAnnars eru góðir hlutir að gerast hjá Mercenary núna. Sveitin er að spila á Wacken í annað sinn núna í sumar, og núna í mars mun sveitin hita upp fyrir goðin í Megadeth. Í apríl mun sveitin fara á Evróputúr með Death Angel og í sumar er sveitin einnig að spila á fullt af festivölum í Evrópu.\nÞar að auki hafa drengirnir hent inn allri plötunni á myspaceið sitt, þannig að menn geta svalað þorsta sínum þar!\nhttp://www.myspace.com/mercenarydenmark\nUmsagnirnar eru líka byrjaðar að koma inn og það er ekki annað hægt að segja “godt gået”.\nMetal-archives.com  \t98/100  “…Denmarks metal scene is really starting to shine and Mercenary are definetly leading the pack …”\nLordsofMetal.nl\t\t88/100\t“…the way aggression, melody and emotion are being combined is impressive…”\nReviewbusters.net\t10/10\t“…Architect of Lies is one of the first must own albums of the year…”\nBurnYourEars.de\t\t9/10\t“…Never Change A Winning Team…”\nMusic-scan.de\t\t8,5/10\tAlbum of the week\nVampire-magazine.com\tN/A\t“…things are still growing and growing for Mercenary and the end is not in sight! …”\nFyu.deathmetal.be\t96/100\t“…&#8220;Embrace the nothing&#8221;, &#8220;Isolation&#8221; and &#8220;I am lies&#8221; are all instant classics as far as I&#8217;m concerned. …”.\"\nTékkið á þessu hérna:\nhttp://www.mercenary.dk/media_reviews_aol.php\nEf þú tékkar ekki á þessu plötu, þá geturðu barasta ekki kallað þig metalhaus! hehe (nei, ég segi svona, ég er ekki svo þröngsýnn, en þið vitið hvað ég er að fara)\nÞorsteinn",
    "url": "https://www.hugi.is/metall/greinar/578533/mercenary-the-architect-of-lies-nyja-platan/",
    "url_id": "578533",
    "id": "5695690",
    "replies": [
        {
            "user": "kjarrime",
            "user_id": "8347",
            "date": "2008-03-10 12:00:50",
            "id": "5696096",
            "reply_to_id": "5695690",
            "text": "Frábær plata.\nÁ eftir að gefa henni meiri hlustun og efast ekki að hún nái að jafnast á við fyrri plötur."
        },
        {
            "user": "KingOfIceland",
            "user_id": "60357",
            "date": "2008-03-10 12:18:03",
            "id": "5696131",
            "reply_to_id": "5695690",
            "text": "Þrusugóð, þó hún nái ekki alveg sömu hæðum og 11 dreams og THTR"
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2008-03-10 19:15:40",
            "id": "5697238",
            "reply_to_id": "5696131",
            "text": "Give it time… hehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-10 13:09:21",
            "id": "5696234",
            "reply_to_id": "5695690",
            "text": "sammála öllu þarna, dýrka þessa plötu, mercenary án efa eitt uppáhalds bandið mitt…"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2008-03-10 14:56:55",
            "id": "5696462",
            "reply_to_id": "5695690",
            "text": "Fullkomlega sammála þér þegar þú nefnir þennan lagskipta hljóðvegg. Tók smá tíma að koma mér inn í tónlistina fyrst þegar ég komst yfir Everblack diskinn en sá diskur hefur líklegast verið spilaður mest í bílnum. Finnst diskarnir alltaf vera betri með hverri hlustun.\nSvo nefnir þú melódíurnar. Setti á Embrace the Nothing og fékk næstum strax gæsahúð. Hljómborðið gefur þessu smá öðruvísi fýling eins og maður heyrir í lögum hjá Dream Theater.\nSnilldarplata finnst mér. Af nýjum metalplötum síðustu 2 árin stendur þessi uppúr ásamt The Blackening."
        },
        {
            "user": "Hdz",
            "user_id": "47523",
            "date": "2008-03-10 16:29:31",
            "id": "5696727",
            "reply_to_id": "5695690",
            "text": "Hef ekkert heyrt af þessari plötu en djöfull er þetta skuggalega töff cover. Gaurinn sem gerði það á skilið medalíu :x"
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2008-03-10 17:30:00",
            "id": "5696967",
            "reply_to_id": "5695690",
            "text": "Hmm, ég er nú búinn að hlusta nokkrum sinnum í gegn um þennan disk og hann hefur ekki náð að hrífa mig ennþá. Hann virkar á mig sem bara meira af því sama. Þegar ég er að hlusta á hann tek ég ekki eftir neinum sérstökum melódíum, það einhvern veginn stendur ekkert uppúr þessum gítar-bassa-hljómborðs-trommu-öskurvegg sem diskurinn er.\nKannski þarf ég bara að hlusta betur á hann, ég veit ekki."
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2008-03-10 18:34:55",
            "id": "5697142",
            "reply_to_id": "5695690",
            "text": "er að byrja á þessari, fannst 11 dreams miklu betri en THTR svo að ég hef miklar væntingar :P"
        },
        {
            "user": "Artharas",
            "user_id": "26938",
            "date": "2008-03-10 18:41:32",
            "id": "5697156",
            "reply_to_id": "5695690",
            "text": "Veit ekki, var að hlusta á lögin eftir að ég las þessa grein. Finnst ennþá 11 Dreams lang besta platan þeirra með Firesoul bara *droool*"
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2008-03-10 23:35:21",
            "id": "5698011",
            "reply_to_id": "5697156",
            "text": "Hjartanlega sammála… Firesoul er svo mikið kick-ass lag, ég elska það :) Það, ásamt Supremacy V2.0 og titillaginu 11 Dreams.. restin af disknum gæti mín vegna verið lélegt r'n'b, og þetta væri samt góður diskur :D"
        },
        {
            "user": "adie",
            "user_id": "37785",
            "date": "2008-03-10 22:57:10",
            "id": "5697915",
            "reply_to_id": "5695690",
            "text": "Þeir eru frekar góðir, þetta er einmitt í líkingu við þá tónlist sem ég fíla.\nBloodsong er svakalega flott, og sérstaklega viðlagið."
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2008-03-15 23:23:28",
            "id": "5709766",
            "reply_to_id": "5695690",
            "text": "Flott plata, gefur 11 dreams og thtr ekkert eftir."
        }
    ]
}