{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2001-12-28 23:10:36",
    "title": "Veistu hvað þú vilt?",
    "text": "Ég byrjaði að skrifa þetta í korkinn vegna þess að þetta er nú ekki merkilegt “málefni” að mér finnst, en þetta varð bara svo langt:)\nViljinn hefur verið notaður sem efniviður í heimsmynd hjá nokkurum heimspekingum, þá helst hjá Scopenhauer og Nietzsche. En ég ætla mér nú ekki að fara að rekja kenningar þeirra og gefa mitt álit, eða eitthvað þannig.\nFrekar ætla ég að segja ykkur frá nokkru sem ég hef leyft mér að kalla vítahring viljans. Það átti sér stað í sumar þegar ég var einn að vinna (við að helluleggja) í heilan dag. Og þegar ég er svona lengi einn, fer ég að velta mér uppúr ýmsu. ég spurði sjálfan mig:\nHvað er það sem ég vil?\nSatt best að segja þá hefði ég átt auðveldara með að velta mér uppúr sinnepi. Því við þessarri spurningu hafði ég ekkert svar. Það var komið fram yfir kaffitíma (10 tíma vinnudagar) og mér hafði enn ekki hugkvæmst nokkuð skynsamlegt. En þá datt mér snjallræði í hug, svolítið sem þið ættuð kannski að fatta ef þið gæfuð því nógu mikinn gaum.\nÉg vil vita hvað það er sem ég vil.\nJæja… þetta gæti samt sem áður verið skrumskæling á: ég vil það sem ég vil. En mig grunar að það þurfi ekki að skipta máli. Núna vissi ég hvað ég vildi!\nÞetta er ekki búið. Ég og einn vinur minn fundum upp skemmtilegan leik í kjölfar þessarrar uppgötvunar minnar. Við völdum fórnarkindur og spurðum:\nVeistu hvað þú vilt?\nVið fengum oftast nei, en þegar við fengum já spurðum við einstaklingin í þaula þangað til hann áttaði sig á því að hann vissi það í raun ekki. Og þá spurðum við:\nEn viltu vita hvað það er sem þú vilt?\nVið leiddum fólkið í gildruna með því að gefa í skyn að við myndum segja þeim það. Og allir sögðu já. Þá sögðum við: Þú ert sprunginn og gengum brott, því það er kenning okkar að þegar einhver er búinn að viðurkenna að hann viti ekki hvað hann vilji, en vilji samt vita hvað það er, þá annaðhvort deyr eitthvað eður springur í hugsunum hans. Kannski veldur þetta dauða, við vitum það ekki, en vegna þeirrar óvissu höfum við stundum sagst vera fjöldamorðingjar, drepum hina veikgeðja! Göngum útum allt og spyrjum fólk til dauða, dágóð skrumskæling á Sókratesi það!\nÞað er svolítið skemmtilegt að gera sér grein fyrir því að í raun myndast einnig mótsögn ef fórnarlambið segir nei við seinni spurningunni. Sjáðu til, þetta er einsog að segja: nei ég vil það ekki, þá er það það sem hann vill. Viljinn segir honum að hann vilji ekki vita hvað hann vill, en þá er það það sem hann vill.\nEina leiðin til að sleppa, held ég, er að segjast ekki vita það (hvort þú viljir það).\nJæja, veistu hvað þú vilt???",
    "url": "https://www.hugi.is/heimspeki/greinar/57867/veistu-hvad-thu-vilt/",
    "url_id": "57867",
    "id": "387843",
    "replies": [
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-28 23:41:48",
            "id": "387844",
            "reply_to_id": "387843",
            "text": "Ég fresta dómi… en ekki af því að ég vil það, heldur bara af því að ég hneigist til þess, get ekki annað :)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-28 23:49:59",
            "id": "387845",
            "reply_to_id": "387844",
            "text": "hehe… þetta er besta leiðin útúr öllum vandræðum, ég er orðinn nokkuð viss um það (eða hvað? ég fresta dómi). En hinum almenna borgara dytti aldrei í hug að segja þetta :)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-28 23:51:37",
            "id": "387846",
            "reply_to_id": "387845",
            "text": "Nei það dettur fáum í hug að segja þetta. En margir gera eitthvað sem jafngildir þessu kannski; þeir yppa öxlum og glotta :o)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-31 05:31:27",
            "id": "387847",
            "reply_to_id": "387844",
            "text": "Þetta með að fresta dómi -  er það nauðsynlegt?\nÉg meina, að dæma útfrá því sem maður þekkir - hvað er að því? Maður (M', héðanífrá) passar sig á því, að segjast aldrei þekkja allar hliðar málsins (og ég þakka herra LaVey (og þótt ég þakki þeim ágæta manni fyrir öll þau ómældu áhrif sem að hann hafði á mig, þá er ég samt ekki meðlimur “The Satanic Church”, enda forðast ég slík félög eins og heróín) fyrir að opna augu mín fyrir því að það eru ekkert endilega bara “two sides to every issue”, heldur þrjár, fjórar, fimm … og svo endalaust áfram) og að M' sé bara að dæma útfrá því sem M' þekkir (og að þekkingin sé takmörkuð, eins og þegar hefur komið fram) og maður er “home free”.\nÞað er semsagt engin skömm að því að fella dóma yfir hverju sem er - á meðan að það er viðurkennt að manni geti skjátlast, og að það sé allt ía lagi að skipta um skoðun.\n(Og ég er ALLS EKKI að tala um dóma sem t.d. hæstaréttardómarar fella í dómsmálum, eða svoleiðs hlutum)\nÞorsteinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-31 05:37:44",
            "id": "387848",
            "reply_to_id": "387847",
            "text": "Og alveg endilega merkið við “lára höfund vita … ” svo ég sé ekki alltaf að leita að svörum.\nÞorsteinn."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-31 13:09:08",
            "id": "387849",
            "reply_to_id": "387847",
            "text": "thossinn: Er það nauðsynlegt að fresta dómi? Ég bara veit það ekki. Ég meina pyrrhonistinn sýnir mér að svo sé en aðrir halda því fram að svo sé ekki. Ég verð bara að bíða með að fella dóm og íhuga málið betur :)\nHehe.. nei en að öllu gríni slepptu, þá get ég ekki sagt þér að það sé nauðsynlegt. Ég get aðeins sagt þér að það virðist kannski sem það færi þér sálarró :)\nEn líkindahyggjan þín (probabilitism) er ágæt líka. Hún er afkomandi annarrar tegundar efahyggju. Ég bara nota hana ekki í sömu tilfellum og hina :)\nEn ég nýti mér þessa pyrrhonsku efahyggju sem frestar dómi þegar ég sé rök með einhverju og á móti og hef enga ástæðu til að hallast á ein rökin fremur en önnur. Til dæmis í siðfræði: Ég sé öll rök Kants og að hann hafi mikið til síns máls en ég sé líka öll rökin á móti honum og að andstæðingar hans hafi mikið til síns máls. Ég hef enga ástæðu til að hallast að einni kenningu frekar en annarri og fresta bara dómi. Og það sem meira er, mér líður ágætlega. Ég er áhyggjulaus um siðferðið (þótt ég sé ekki áhugalaus - ef ég væri alveg áhugalaus myndi einhver kalla mig níhílista, hvort sem það er nú nákvæmt eða ekki).\nEn líkindahyggjuna, eða þá efahyggju sem bannar fullvissu, nota ég bara þegar ég sé ekki jafnvíg rök með og á móti, heldur þegar ég sé bara einhverja eina kenningu, t.d. vísindakenningu.\nSem sagt, ég játa að ég geti líklega ekki verið fullviss um neitt - og ég er ekki einu sinni fullviss um það. Og þetta viðhorf er ágætt þegar maður aðhyllist einhverjar kenningar. En þegar tvær eða fleiri kenningar keppast um stuðning minn og rök þeirra eru öll jafn góð, þá hef ég enga ástæðu til að aðhyllast eina kenningu frekar en aðra og fresta því bara dómi. Mér finnst lítið vit í að velja þá aðra kenninguna af handahófi og halda mig svo við hana, hvort sem ég er fullviss um hana eða ekki.\nSkilurðu hvað ég er að fara? :o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-28 23:43:10",
            "id": "387850",
            "reply_to_id": "387843",
            "text": "ég vil bæta við:\nHægt er að fara í þennan “spurningileik” á heimsíðu minni, þú þarft bara að finna hann (það er erfiðara en þú heldur:).\nHa?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-28 23:44:09",
            "id": "387851",
            "reply_to_id": "387850",
            "text": "úps hérna er hún:\nhttp://www.simnet.is/unnst/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-29 00:08:16",
            "id": "387852",
            "reply_to_id": "387850",
            "text": "Ég fann hana !!!!\nEn þú neyðir mann til að svara nei! Þú neyðir mann í opinn dauðann! Morðingi!\nSamt sem áður stórmerkileg heimasíða."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-29 15:47:07",
            "id": "387853",
            "reply_to_id": "387852",
            "text": "múhahah… þú gekkst í gildruna sjáfviljugur, það var það sem þú vildir!\ntakk, hún er í sífelldri uppbygginu:)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-29 03:24:16",
            "id": "387854",
            "reply_to_id": "387843",
            "text": "Já… og geri það sem ég vil, annað er mér ekki fært. Ef þú spyrð mig hvað ég vilji á morgun, þá veit ég það ekki, en eingöngu vegna þess að ég hef ekki enn ákveðið það, ég vil einfaldlega ekki ákveða sumt fyrr en að því kemur og sumt hef ég ákveðið að ákveða mig ekki um… kannski. Það er það sem ég vil, OK"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-29 15:45:23",
            "id": "387855",
            "reply_to_id": "387854",
            "text": "Er þér ekki fært að gera eitthvað sem þú ekki vilt? mér finnst það skrítið, það er nefnilega til nokkuð sem kallast breyskleiki, það að brjóta gegn betri vitund.\nÉg skal fella mig við það að þú sjáir þér ekki fært um að vilja annað en það sem þú vilt, en að þér sé ómögulegt að gera eitthvað sem þú vilt ekki??\nþú vilt semsagt ekki ákveða hvað það er sem þú vilt? hmmm… ertu ekki búinn að ákveða það með því að segja þetta :)\n“…Fyrr en að því kemur” þetta hlýtur að hafa verið ástand sem kallast “að því kom” því þú ert að svara hvað það er sem þú vilt.\nGaman að þessu bara :)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-29 23:04:46",
            "id": "387856",
            "reply_to_id": "387855",
            "text": "EkztaC:\nÉg get blekkt mig þegar ég hef gert eitthvað “gegn betri vitund” að ég hafi ekki viljað það. En þar sem ég gerði það þá vildi ég það, allt annað er blekking. Ég hreyfi ekki svo mikið sem litla fingur án þess að vilja það. Ef einhver annar hreyfir litlafingurinn fyrir mig, þá er ég ekki að hreyfa hann, heldur er sá hin sami að gera það sem hann vill."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-12-30 02:15:07",
            "id": "387857",
            "reply_to_id": "387856",
            "text": "Þannig að þú ert að halda því fram að allt sem ég hef gert frá fæðingu hafi ég gert vegna þess að ég vildi það, og ef ég segist ekki hafa viljað gera eitthvað sem ég samt og gerði, þá sé ég að blekkja sjálfan mig?\nEn hvað með það þegar ég, einsog þú bendir á með litla fingurinn, geri eitthvað vegna vilja einhvers annars? Einhver biður mig um að hreyfa litlaputtann, en ég hafði ákveðið að hreyfa hann ekki. Þarna er, einsog þú segir, sá hinn sami að gera það sem hann vill (biðja mig um að hreyfa puttann), en skiptir það nokkuð máli? Því ég er augljóslega ekki að gera það sem ég vil heldur það sem hann vill.\nÞetta er nokkuð öðruvísi en dæmið sem þú tekur, þar sem einhver bókstaflega færir puttann fyrir þig… þar held ég að þú hafir rétt fyrir þér.\nSvo má nefna annað, þú segir að það sé bara hægt að gera sér upp þá blekkingu að maður hafi, í fortíðinni, breytt gegn vilja sínum. En hvað um hversdagslegan hlut einsog móðir sem tuðar dag eftir dag í syni sínum: lagaðu til í herberginu þínu! og mann langar alls ekki til þess, svo, eftir ódauðlegt stagl, þurrkar maður af með hangandi hendi og hugsar varla um nema eitthvað sem maður vildi miklu frekar eyða tímanum í. Er maður þá að blekkja sjálfan sig?\n:)"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-12-30 03:35:21",
            "id": "387858",
            "reply_to_id": "387857",
            "text": "Ég vil það sem ég vil.\nÞetta kallar á sjálft sig, þess vegna mun ég\nhalda áfram að vilja það sem ég vil.\n(recursion)\nVil ég vita hvað ég vil? Já, og það er fullt\naf öðrum hlutum sem ég vil."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-31 17:43:36",
            "id": "387859",
            "reply_to_id": "387857",
            "text": "EkztaC:\nÞú framkvæmir vilja móðir þinnar af því að það er það sem þú vilt. Við erum dæmd til frelsis, sem þýðir að við erum dæmd til að velja og það sem við veljum er vilji okkar, það er bara ekki hægt að hafa það öðruvísi. Þetta eru afarkostir tilvistarinnar. Höldum við annað fram þá er það blekking, eins og ég hef sagt áður."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-31 17:55:10",
            "id": "387860",
            "reply_to_id": "387859",
            "text": "ég er bara ekki sammála:) mér finnst útí hött að segja: ég framkvæmi vilja móður minnar, þar af leiðandi, framfylgi ég vilja mínum. Eða bara: ég framkvæmi eða geri eitthvað yfirhöfuð, þar af leiðandi, hef ég viljað gera það sem ég gerði. Mér finnst sú staðreynd að hafa gert eitthvað ekki þurfa að leiða hina af sér: ég vildi það. samt geri ég auðvitað mikið, þar sem orsökin er minn eigin vilji, en það þarf ekki að þýða að allt sem ég hef gert sæki orsök sína í vilja minn, nú eða einhvern vilja yfirleitt.\nEn ég vil ekki fella mig við það að ég framkvæmi vilja móður minnar vegna þess að það er það sem ég vil. hún neyðir mig til að framfylgja vilja sínum, ég hef ekkert um það að segja. ég laga þá til, hugsandi að ég vilji það ekki. Mér finnst undarlegt að þér geti fundist maður vera þá að blekkja sjálfan sig… en þegar maður hugsar um liðna hluti er sjálfsagt að maður geti blekkt sjálfan sig, en ekki í sjálfu augnablikinu?\nerum við enn á öndverðum meiði? neyðumst við kannski á endanum að fresta dómi:)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-31 18:00:20",
            "id": "387861",
            "reply_to_id": "387860",
            "text": "EkztaC:\nMeð því að afneita vilja þínum, þá ert þú að velja ábyrgðaleysi en ábyrgðaleysið er blekking. Þú einn berð ábyrgð á gjörðum þínum og getur ekki skotið þér undan þeim. Ekki einu sinni með því að vísa til þess að einhver hafi neitt þig til verknaðarins.\nÞú mátt svo sem fresta dómi fyrir mér en ég kvika ekki frá minni niðurstöðu :)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-31 18:08:24",
            "id": "387862",
            "reply_to_id": "387861",
            "text": "Hmm… þarna komstu með áhugaverðan punkt. En ég er enn ekki sammála:) Ber ég ábyrgð á tilvist minni? ég meina það var móðir mín sem kom mér í heiminn, hennar vilji. það hlýtur þá, samkvæmt þér, að hafa verið minn vilji að koma í heiminn fyrst ég gerði það. Þannig að ég ber ábyrgð á því að ég varð til… ekki foreldrar mínir, eða foreldrar þeirra eða…?\nÞarna kemur að nokkru sem kalla má ómeðvitaðar aðgerðir, ég meina, ekki vissi ég af því þegar ég kom viljandi í heiminn, hvernig gat ég þá viljað það? svona er hátta með margar aðrar aðgerðir í daglegu lífi, ertu samt á því að maður beri ábyrgð á þeim og geri þær vegna eigin vilja?\nhvað ef ég er myrtur, skotinn í hausinn af óvörum, ber ég ábyrgð á því? ég er að gera eitthvað (láta skjóta mig, vera drepinn vegna vilja einhvers annars) hlýt ég ekki, samkvæmt þínum orðum, að hafa viljað það og bera þá ábyrgð á því?"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-31 18:44:08",
            "id": "387863",
            "reply_to_id": "387862",
            "text": "EkztaC:\nHér nefnir þú einmitt þau tvö atriði sem eru óleystar ráðgátur tilvistarinnar: Fæðing og dauði. Hér ert þú kominn að því fortjaldi sem ég fresta dómi frami fyrir, þegar að því kemur (og er nokkuð öruggur um að ég muni standa þar fyrir eða síðar :)\nGleðilegt ár :)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-31 18:49:33",
            "id": "387864",
            "reply_to_id": "387863",
            "text": "Á að vera:…að því fortjaldi sem ég fresta dómi frami fyrir, þangað til að því kemur…\" :)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-31 19:15:09",
            "id": "387865",
            "reply_to_id": "387864",
            "text": ":) já gleðilegt nýtt ár… ég held að ég samþykki að þetta séu óleystar ráðgátur… en ég vil nú ekki láta þar kyrrt liggja.\nHvað með annað sem ég nefndi: eitthvað sem maður gerir ómeðvitað; blindfullur; meðvitundarlaus; vegna geðveiki; rotaður og þar fram eftir götunum. Er maður þá að gera allt eftir vilja sínum og ber ábyrgð á því sem maður gerir? Ef svo er ekki, hvar setjum við þá mörkin.\nsvo: hvenær byrjar maður að bera ábyrgð á eigin gjörðum; þegar maður gerir það eftir eigin vilja (sem hlýtur að vera alltaf) eða vil einhvern sérstakan aldur (þegar maður öðlast meðvitund eða eitthvað, og getur gert eitthvað samkvæmt vilja, sjálfstætt) þá verð ég að segja að skilgreiningin fari svolítið að reika, vægast sagt;)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-01-02 02:03:53",
            "id": "387866",
            "reply_to_id": "387865",
            "text": "EkztaC:\nÞótt við sé undir áhrifum vímuefna eða sturlað þá gerum við það sem við viljum. Geðveiki sturlar skynsemina og við drögum rangar ályktanir en við gerum það sem við viljum útfrá þeim forsendum. Sama má kannski segja um vímuefni en þar sem þau geta haft ólík áhrif á okkur verður að svara til um hvert efni fyrir sig. Í flestum tilfellum erum við þó að gera það sem við viljum undir áhrifum efna. Skal þó viðurkenna að það eru til efni sem talið er að blokkeri viljann. Vil þó benda á að jafnvel í dáleiðslu er ekki hægt að láta fólk gera það sem það vill ekki, t.d. að myrða. Það virðist þó hægt að láta fólk gera slíkt en þá þarf að brjála skynsemina með dáleiðslu."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-01-02 12:54:49",
            "id": "387867",
            "reply_to_id": "387866",
            "text": "Já, en það er líka annað sem ég vil benda á með þessu, því ef við fylgjum þessu sem þú segir: allt sem við gerum gerum við vegna þess að við viljum það, og sama þótt einhver breyti þinni hegðun vegna vilja síns sjálfs, þá er það samt okkar vilji. Og svo að við berum samkvæmt því ábyrgð á nákvæmlega öllum okkar gjörðum.\nMeð þetta til hliðsjónar er hægt að segja að þú sjálfur berir ábyrgð á því þegar einhver kemur aftan að þér og rotar þig. Og það sem þú ert að gera (láta rota þig) sé þinn eigin vilji. Auðvitað berðu ábyrgð á því að vera staddur akkúrat þarna þegar höggið ríður af, en það þarf allsekki að þýða að þú berir ábyrgð á því að vera orðinn rotaður.\nMér finnst bara vera hægt að draga svo mótsagnakenndar ályktanir af forsendunum sem þú ert að gefa þér…"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-01-02 13:04:05",
            "id": "387868",
            "reply_to_id": "387867",
            "text": "Bíddu við… roti mig? Við getum ekki borið ábyrgð á gjörðum annarra. Einnig vil ég benda á að ef sýnt er að skynsemi okkar brjálast sökum veikinda þannig að við drögum rangar ályktanir og breytum rangt, þá berum við ekki ábyrgð á þeim gjörðum, jafnvel þótt við höfum gert það skv. eigin vilja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-05 22:58:36",
            "id": "387869",
            "reply_to_id": "387855",
            "text": "Miðill sagði mér að mín einkunnarorð væru:“Ég get allt sem ég vil”.  Hvaða merking gæti verið í því?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-05 23:03:15",
            "id": "387870",
            "reply_to_id": "387869",
            "text": "mér dettur í hug að hún sé bara að afbaka nokkuð sem maður segir til hughreystingar: allt er hægt ef viljinn er fyrir hendi.\nannars hef ég nú ekki græna glóru:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-05 23:05:31",
            "id": "387871",
            "reply_to_id": "387870",
            "text": ":) ég veit bara það að ég get allt sem ég vil í því sem snertir áhugamál mitt…það er að gera málverk ;)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-29 19:05:13",
            "id": "387872",
            "reply_to_id": "387843",
            "text": "Ég veit hvað ég vil.\nÉg vil hlaða mér altari,\nmér og mannkyni til dýrðar,\nþað skal samsett úr rökum og “þekkingu”,\nþetta verður ekki altari tilbeiðslu,\nekki neinum guði til dýrðar,\nþetta verður altari til mannfórna.\nÉg er böðullinn,\nhinn rökumpríddi morðingi,\nég stend í byggingum og brýni hníf til fórna.\nFórnin skal blæða fljótum af blóði,\nhún skal engjast og kippast af kvölum.\nFórnin hefst á sönnun,\nsönnun á frjarvist sálar,\nsönnun með beittum hníf.\nÍ blóðmóðu sársauka skal rökhugsunin skýrast,\nen mesta kvölin verður fólgin í fáránleikanum,\nþegar allt sem mig gerði,\nverður aðeins efni í holan hlátur.\nEn nú syngur stálið á brýninu,\nnú er tíminn til að hlaða sér altari.\nAð lokum er tími til að deyja,\nþegar ég leggst á altari böðulsins,\nþegar ég munda beittasta hnífinn,\nsem böðull og fórnarlamb,\nþegar ég gleðst yfir tækifærinu sem mér er gefið,\nbrosi við spegilmynd úr stáli hnífsins,\ní andartakinu áður hann er ataður blóði,\nen það sem fylgir verður fullkomnað í kvalalosta.\nMannkyn skal nærast á holdi mínu,\ndrekka blóð mitt,\nog það sem eftir stendur,\nverður varðan til framtíðar.\nÉg veit hvað ég vil!\n—————————–\nEn ég er enn nógu mannlegur aumingi, til að vilja afkomendur og fjárhagslegt öryggi, í millitíðinni.\nEn hver veit nema að ég sigrist á þessum veikleika mínum ;).\nKveðja og gleðilegar hátíðir.\nVeryMuch"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-12-29 20:20:41",
            "id": "387873",
            "reply_to_id": "387843",
            "text": "Ég vil frið.\nInnan frá sem utan.\nfriður\npotent"
        }
    ]
}