{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2008-03-14 02:06:27",
    "title": "Könnun",
    "text": "Trúarleg rit?\nÞetta eru ekki sagnfræðileg rit, og þau eru ótrúverðug. Þessi rit hafa ekkert sagnfræðilegt gildi.",
    "url": "https://www.hugi.is/saga/korkar/579366/konnun/",
    "url_id": "579366",
    "id": "5706019",
    "replies": [
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2008-03-14 09:25:59",
            "id": "5706163",
            "reply_to_id": "5706019",
            "text": "Það er vissulega álitamál hvort allt sem þarna sé skrifað sé satt og rétt.\nEngu að síður tvinnast þessi rit mjög við söguna, t.d má ef til vill rekja árekstra ýmissa trúarhópa til þessa rita. Þessvegna eru þessi tvö rit þarna og það er hvers og eins að meta gildi þeirra í þessu samhengi."
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2008-03-14 12:06:09",
            "id": "5706356",
            "reply_to_id": "5706163",
            "text": "Það er vissulega álitamál hvort allt sem þarna sé skrifað sé satt og rétt.\nEf við leggjum heimspekina til hliðar, þá er það sem er satt satt og það sem er rang rangt. Skoðanir manna skipta ekki minnstu máli, þannig er það bara.\nÉg myndi aldrei treysta sögulegum heimildum frá trúarriti. Fyrir utan það að aðrar heimildir eru vafasamar, þótt svo þær tengist ekki trúarbrögðum."
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2008-03-14 14:48:12",
            "id": "5706720",
            "reply_to_id": "5706356",
            "text": "Ég held að þú skiljir ekki alveg þetta sagnfræðilega gildi.\nEf að ég væri að spurja um hvert þessara rita væri sagnfræðilega réttast mundi ég sennilega taka dæmi sem væru nær okkur í tíma.. t.d ævisögu Tupac.\nSagnfræðilegt gildi Biblíunnar er mun meira en ævisaga Tupac, að mínu mati. Mér skilst allavegana að síðustu 1000 árin séu að miklu leiti útum allan heim lituð blóði og boðskap kristninnar, heittrúaðir konungar og keisarar fóru í heilög stríð, heilu heimshlutarnir kristnaðir og svona má lengi telja.. Biblían er jú biblía kristinna manna og hlýtur því að spila stórt hlutverk.\nKommúnistaávarpið hefur einnig mikið sagnfræðilegt gildi. Heimsmynd síðustu aldar og stéttarbaráttu má rekja til þessa rits, þrátt fyrir að innihald þess hafi litla sem enga heilsteypta sögu að segja, heldur vangaveltur Marx og Engels um betra samfélag ofl í þeim dúr.\nÞú vonandi skilur núna afhverju trúarritin eru þá þarna í þessari könnun."
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2008-03-14 23:35:06",
            "id": "5707834",
            "reply_to_id": "5706720",
            "text": "Það sem ég á við er það að þetta eru allt nema áreiðanleg rit."
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2008-03-15 02:18:37",
            "id": "5708098",
            "reply_to_id": "5707834",
            "text": "Það má vera. En í byrjun slengdirðu því fram að þau hefðu ekkert sagnfræðilegt gildi:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-15 14:41:26",
            "id": "5708695",
            "reply_to_id": "5708098",
            "text": "Minn miskilngingur, mín mistök :)"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2008-03-14 10:42:04",
            "id": "5706253",
            "reply_to_id": "5706019",
            "text": "Hafa Biblían, Kóraninn, Íslendingasögur, Snorra- og Sæmundareddur, Kommúnistaávarpið, Frelsisyfirlýsing BNA og Rósettusteinninn ekkert sagnfræðilegt gildi?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-14 12:07:56",
            "id": "5706358",
            "reply_to_id": "5706253",
            "text": "Það ver að vísu bara eftir því hvernig þú skilgreinir sagnfræðilegt gildi. En rit trúarbragða eru ekki áreiðanleg. Við getum með engu móti vitað hvað er uppspuni og hvað ekki."
        },
        {
            "user": "fugl",
            "user_id": "16254",
            "date": "2008-03-14 13:17:45",
            "id": "5706486",
            "reply_to_id": "5706019",
            "text": "enda er ekkert spurt um hvað er sannast og hvað ekki, heldur hvað hafi haft mest áhrif á söguna, eða þannig skil ég þetta í það minnsta"
        },
        {
            "user": "Vlad3",
            "user_id": "64740",
            "date": "2008-03-14 16:59:57",
            "id": "5706988",
            "reply_to_id": "5706019",
            "text": "jú Rósettu steinninn hjálpaði mönnum að skilja forn egypslu og þá væntanlega vita sagnfræðingar  eitthvað meira um form-egypta fyrts þeir geta lesið málið þeirra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-14 23:30:51",
            "id": "5707824",
            "reply_to_id": "5706988",
            "text": "Ég var að tala um Biblíuna og Kóranin."
        }
    ]
}