{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2001-12-29 04:18:25",
    "title": "Sjálfstætt framhald - 1. Kafli: Myrkur",
    "text": "Ég er aðeins að leika mér hérna, afsakið stafsetningar villur og allt það.\nSjálfstætt framhald\n1. Kafli: Myrkur\nHann opnaði augun, myrkur, hann sá ekkert nema myrkur. Hvar var hann? Hver var hann? Hann lokaði augunum aftur. Hann var viss um að þegar hann opnaðu augun mundi hann vera komin aftur heim en hvar, hvar var það? Hann opnaði augun aftur. Myrkvið var ennþá á sínum stað en augun ættu að geta vanist því og séð að minsta kosti útlínur. Myrkur. Hann reyndi að fara frammúr rúminu sem hann lá í, strax og fóturinn hans lenti á gólfinu fann hann skerandi sársauki fór með fram fæti hans og upp bakið. Hann ákvað að liggja aðeins lengur. Hann starði úti loftið, allt var svart.\nGalileo\nHvað var þetta, hljóð sem skar á hina ótrúlega þögn sem hann hafði upplifað meðan hann lá þarna. Hann hlýtur að hafa sofnað, þetta getur gerst, milli svefns og vöku, það er svarið.\nGalileo figaro\nHann var vakandi. Hann heyrði hljóðið, sungið hátt og skýrt Galíleó. Galíleó Fígaró. Hvaðan kom þetta hljóð? Hver var að spila það. Þetta var ekki eins og eitthver væri að kalla það, frekar eins og eitthverð væri að spila og slökti í miðju kafinu. Hann reyndi að standa upp aftur, en strax og hann hreyfði sig fann hann þennan skerandi sársauka aftur. Hann ákvað að liggja aðeins lengur. Hann starði framm fyrir sig, þetta var eins og að stara útí geiminn, án allra stjarna, bara myrkvið.\nMagnifico\nHann hrökk við, hann hafði aðeins blundað en vaknað aftur við þetta hljóð. Magnífíkó. Galíleó Fígaró Magnífíkó. Hvar hafði hann heyrt þetta áður. Hver var að spila þetta núna. Hann hlaut að vera bara að íminda sér þetta. Hann var bara að dreyma þetta, það getur verið. Það kemur oft fyrir, í draumum sjáum við og heyrum hluti sem eru ekki til í alvörunni. Já, þetta hlaut allt að vera draumur, hann mundi vakna heima hjá sér og þar væri birta, fullt af ljósi. Hann sofnaði við tilhlökkun.\nGalileo figaro magnifico",
    "url": "https://www.hugi.is/smasogur/greinar/57978/sjalfstaett-framhald-1-kafli-myrkur/",
    "url_id": "57978",
    "id": "388545",
    "replies": []
}