{
    "forum_title": "Klassík",
    "user": "BaraBenni",
    "user_id": "33779",
    "date": "2008-03-18 03:10:03",
    "title": "Langar að kynnast eftirfarandi:",
    "text": "1) Minimalískri tónlist. Ég hef verið að hlusta á The Well Tuned Piano eftir La Monte Young, sem ég efa stórlega að sé klassík en lýsir amk að hverju ég er að leita. Ég hef bara hlustað á fyrstu 3 diskana af viti (þetta er 5 klukkutíma verk), og mér finnst frábært hvernig það er eins og melódíurnar stoppa ekkert, eins og allt verkið sé í rauninni bara eitt “bar” (kann ekki betra orð) og melódíurnar eru ekkert skilgreindar. Kann ekki að útskýra betur, en til að þið skiljið betur þá er hægt að dla part 1\nhérna\n. Spyrjið bara ef þið viljið hina partana.\n2) bassamikil verk. Var að lesa mig til um kontrabassa auk þess að rekast á thrash/punk metal sveit sem notar þá(\nhttp://www.myspace.com/pullingteethsmd\n) og ég gersamlega elska hvernig kontrabassinn hljómar(útiloka samt ekkert að bassinn hjá þeim sé aðeins “enhanced”. Langar semsagt að finna verk þar sem kontrabassinn(og önnur bassahljóðfæri) gegna mestu hlutverki.\ntiem 2 sleap",
    "url": "https://www.hugi.is/klassik/korkar/580018/langar-ad-kynnast-eftirfarandi/",
    "url_id": "580018",
    "id": "5713872",
    "replies": [
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2008-03-18 09:28:55",
            "id": "5713993",
            "reply_to_id": "5713872",
            "text": "Ja, kontrabassin gegnir gríðarlega miklu hlutverki í jazz og sinfónískri tónlist.Bassaleikarinn í PULLING TEETH notar þekkta slapp aðferð úr rokkabillí, enginn effekt þar.Annars er kontrabassi ekkert áberandi í þessari  hljómsveit, frekar leiðinlega sándandi trommari sér fyrir því.Miklu betra að hlusta á góðann jazz ef kontrabassin er málið."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-03-18 23:36:51",
            "id": "5715851",
            "reply_to_id": "5713872",
            "text": "Ég fíla góðann minimalisma betur en allt, en slæman minimalisma er versta músík sem hægt er að flytja. ÞAð er svo stuttur þráðurinn að vera snilld og sorp í minimalisma. Ég þekki betur til John Adams, Philip Glass, Steve Reich, Arvo Part og Terry Riley. Og af þessum fyrrnefndu eru Glass og Arvo Part svo langbestir að mínu mati, Steve Reich fær kredit fyrir tilraunastarfsemi sem fáir aðrir hafa þorað dýfa sér útí.\nÉg skal flokka þetta í 2 hópa;\n1. Öfgaminimalismi\nhttp://www.youtube.com/watch?v=po0ELeXFQuc\nhttp://www.youtube.com/watch?v=anXcSl5uFig\n(þetta er dæmi um verk sem erfitt er að hlusta á :D )\nhttp://www.youtube.com/watch?v=F0SgFg7OstI\n(þetta er dæmi um ágætan öfgaminimalisma)\n2. Góður minimalismi\nhttp://www.radioblogclub.com/open/99384/philip_glass/Philip_Glass_-_Mad_rush\nhttp://www.radioblogclub.com/open/147101/philip_glass/Philip_Glass_-_Truman_Sleeps\nhttp://www.radioblogclub.com/open/70237/philip_glass/Philip_Glass_-__Koyaanisqatsi\nhttp://www.radioblogclub.com/open/142433/arvo_part/Arvo_Part_-_Fratres\nhttp://www.youtube.com/watch?v=QtFPdBUl7XQ\nBesta minimaliska verk allra tíma er The Light forleikurinn eftir Philip Glass ásamt þriðju sinfoníunni hans. Ef þú hefur áhuga þá myndi ég geta sent þér kanski eitthvað af þessu þar sem ég er philip glass fan.\nEn ef þú vilt bassamikil verk þá mæli ég hreinlega með honum nonna (Jón Leifs :P), hann notar ásláttarhljóðfærinn óspart sem fær alla hátalara til að nötra."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2008-03-19 01:52:37",
            "id": "5716144",
            "reply_to_id": "5715851",
            "text": "Þetta eru mjög flottar uppástungur(fyrirutan fyrstu 2, hehe), en þú misstir svolítið marks. Hlustaðirðu nokkuð á diskinn sem ég linkaði á? Ég mæli vikilega með því, það er ótrúlega flott og gefur þér líka betri hugmynd að hverju ég er að leita að. :)"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-03-19 12:12:35",
            "id": "5716603",
            "reply_to_id": "5716144",
            "text": "Ég var reyndar ekki buinn að hlusta á það þegar ég skrifaði þetta, þar sem þetta er 70 mb. En ég er að hlusta á þetta núna og ég get lofað þér að ég hef ekki hugmynd hvernig á að finna eitthvað líkt þessu, þetta er hreinlega minimalismi í spes útgáfu. Ef þú vilt fá meira af svona tónlist, þá ætti ekki að vera erfitt fyrir þig að semja svona :D\nEn þetta er algjörlega spes tilbrigði af minimalisma hjá La Monte Young. Sorry að ég get ekki hjálpað þér með þennan."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2008-03-20 16:20:22",
            "id": "5719282",
            "reply_to_id": "5713872",
            "text": "Góður minimal:\nSteve Reich - Music for 18 musicians\nArvo Pärt -\nSpiegel im Spiegel\n,\nFratres\nAnnars er ég lítið fyrir þá stefnu\nGóðar kontrabassalínur finnast helst í barrokki, en þá var litið á bassan sem jafnmikilvægan eða jafnvel mikilvægari línu en laglínuna og mikið vandað til hans. Mæli með flestum barrokkverkum sem eru ekki endilega konsertar (en einkenni þeirra var að efsta línan væri lang mikilvægust). Bendi á tónskáldið Heinichen, ekki þekktur í dag, en skrifaði m.a. bókina “The fundamental treatment of bass” og var stjórnandi einnar þekktustu hljómsveitar Evrópu (Dresden-sveitin) heillengi.\nSíðan er það bara djassinn."
        }
    ]
}