{
    "forum_title": "Hundar",
    "user": "hulda",
    "user_id": "2591",
    "date": "2001-12-30 00:21:10",
    "title": "Hvar ertu Maggi minn!",
    "text": "Hvernig get ég eitthvern vegin sannfært mömmu mína um það að ég hafi gott að því að fá mér hund. Mig er búið að dreyma um Svartan Labrador í ég veit ekki hvað mörg ár!\nUpphaflega átti greyið að heita Ottó en þar sem ég sá fram á að ég væri ekkert á leiðini að fá hund þá ákvað ég að leyfa kisulingnum minum að fá nafnið, þar sem mér hefur alltaf fundist það mjög flott og vildi ekki tapa því.\nEn ég iða bara enn í skinninu á að fá mér hund. Um leið og ég næ að sannfæra mömmu mína eða þá flyt þá mun ég fá mér einn og nefna hann Magnús. Ekki veit ég afhverju, þetta bara passar svo við hann.\nÞið verðið að hjálpa mér.. Hvað get ég notað á hana móður mína!?\nÞað er alveg tilganslaust fyrir mig að lofa að taka til í langan tíma, ég hef reynt það nokkrum sinnum..\nI need help!",
    "url": "https://www.hugi.is/hundar/greinar/58074/hvar-ertu-maggi-minn/",
    "url_id": "58074",
    "id": "389415",
    "replies": [
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-12-30 00:25:24",
            "id": "389416",
            "reply_to_id": "389415",
            "text": "ok, ef eg man rett attu heima i blokk? eda fjolbilishusi?\nef thu ert ad fa ther labrador, ertu til i ad labba med hann i allavega 60 min a dag og leifa honum ad hlaupa frjalsum i 15-30 min a dag?\nthetta eru spurningar sem eg fekk thegar ad eg var ad fa mer lab\nkv\nMagnús"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-30 00:29:36",
            "id": "389417",
            "reply_to_id": "389416",
            "text": "ég bý í raðhúsi reyndar\nÉg veit alveg hvað ég væri aðdemba mér útí.. Það hafa verið hundar í minni fjölskyldu frá því ég fæddist.. Það er ekki ég eða mínar hugsanir sem eru vandamálin hér.. Það er móðir mín\nAuk þess eru hundar góðar afsakanir til þess að fara út og hreyfa sig þú skilur :)\nHulda :)"
        },
        {
            "user": "Kiddo",
            "user_id": "5890",
            "date": "2001-12-30 15:24:01",
            "id": "389418",
            "reply_to_id": "389415",
            "text": "Ég hef verið að nauða í mömmu minni síðan ég man eftir mér um að fá hund en hún sagði alltaf nei, en síðan fór hún heimsókn til vinkonu sinnar og þar var tík með hvolpa og þá gat hún ekki annað en að taka einn með sér heim. Og hún Tinna mín er hér enn þann dag í dag, meira að segja svartur labrador! Þú verður bara að lokka mömmu þína í kaffi eitthvert þar sem eru hvolpar og þá “kikkar” kannski móðureðlið inn í henni…\n- Kiddó"
        },
        {
            "user": "pack",
            "user_id": "37880",
            "date": "2001-12-30 15:40:42",
            "id": "389419",
            "reply_to_id": "389418",
            "text": "Ég er sammála Kiddo. Flæktu þeirri gömlu inn á þennan hátt eða tríttlaðu bara inn einhvern daginn með einn í fanginu. Má vera að allt smelli saman. Sjálfur notaði ég þessa aðferð þegar ég náði mér í Kaffon minn, sem reyndar var fullvaxinn þegar hann kom hingað til okkar. Áður hafði ég haft hunda en ekki nokkuð lengi áður en þetta gæludýr kom hér inn á gólf. Síðan hefur þessi Golden Retriver verið “prinsinn” á heimilinu. Það væri hann hins vegar ekki ef að ég hefði haldið áfram að tala um að fá hund í stað þess að fara og “sækja” bara einn!!\nGangi þér vel.\nPack"
        },
        {
            "user": "ajaxultra",
            "user_id": "9669",
            "date": "2001-12-30 16:03:27",
            "id": "389420",
            "reply_to_id": "389415",
            "text": "Sæl\nÉg mæli með því að að prófa að koma heim með hvolp og athuga hvort að það virki eitthvað. Ég er með labrador sjálfur og þessir hundar eru alveg dýrlegir. Ég hef ekki lent í neinu veseni með hann, hann er rólegur þegar að hann á að vera það og fjörugur þegar að við erum í þjálfun eða úti að leika.\nEf þú treyustir þér ekki til að gera þetta reyndu þá að koma inn áhuga hjá mömmu þinni fyrir hundinum og sannfærðu hana um það að þetta sé ekkert vesen (sem er rétt) bara gaman."
        },
        {
            "user": "pincode",
            "user_id": "1959",
            "date": "2001-12-30 16:29:46",
            "id": "389421",
            "reply_to_id": "389420",
            "text": "eða jafnvel að fá sér bara kött? miklu sniðugra :]"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-30 17:04:17",
            "id": "389422",
            "reply_to_id": "389415",
            "text": "Takk fyrir þessi svör :)\nen ég á kött ;)\nBróðir hennar m0mmu átti blöndu af Labrador og Golden Retriver (bjuggu hjá okkur) og mamma dýrkaði hann. Það re ekki það að hún sé eitthvað á móti hundum alls ekki. Hún bráðnar ef hún sér hvolpa en ég skil samt ekki afhverju hún vill ekki leyfa mér að fá einn slíkan. :("
        },
        {
            "user": "ellen",
            "user_id": "30570",
            "date": "2001-12-30 17:58:16",
            "id": "389423",
            "reply_to_id": "389415",
            "text": "áttu ekki annars hund? (Sámur)\nEllen"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-30 21:32:40",
            "id": "389424",
            "reply_to_id": "389423",
            "text": "Jú en hann er hjá systir hennar mömmu. Afi minn átti Sám svo við fengum hann öll þegar hann dó. en hann er hjá Systir hennar mömmu mest alltaf"
        },
        {
            "user": "Zedda",
            "user_id": "13095",
            "date": "2001-12-31 13:07:24",
            "id": "389425",
            "reply_to_id": "389415",
            "text": "Komdu heim einn daginn og segðu að það hafi átt að lóga greyinu vegna þess að enginn vildi hann en þú hefðir ekki getað fengið það af þer að gera ekkert í málunum. Þessi aðferð reddaði mér kött eftir 5 ára væl"
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2002-01-01 22:28:17",
            "id": "389426",
            "reply_to_id": "389425",
            "text": "mamma lét líka svona, mig langaði svo í svartann labrador en mamma bannaði, það var m.a. vegna þess að bróður hennar átti hund, schafer sem var brjálaðari en allt brjálað og hún hélt örugglega að allir hundar væru svona. OG á jólunum spurðum við hana öll fjölskyldan í 100 skipti hvort við mættum fá hund, og bingó, hún sagði já, hver getur svosem sagt nei á jólunum :D\nsíðan eftir jólin vorum við að tala um þetta og hún tók nú ekki vel i þetta sagðist aldrei hafa sat já svo loksins viðurkenndi hún það nú.\nvið biðum eftir goti í ca 3 mánuði og þar fengum við Yndislegan hund svartan labba, mamma var búin að taka allt lauslegt af borðum því hún bjóst við brjáluðum hvolpi. En hann var hinn stilltasti, þau er nú góðir vinir\nsíðan samþykkti kella að bæta við örðum voffa :D gaman.\nSpurðu mömmu þína bara á eitthverjum tíma sem hentar, t.d. þegar hún er í rosa góðu skapi eða eitthvað, eða fáðu “lánaðan” labrador hjá eitthverjum sem þú þekkir og sýndu henni hvað þetta eru góðir hundar :)\nsvo var ein stelpa sem batt sig við ljósastaur í hundaól og gelti á mömmu sína hvern einasta dag þangað til hún fékk hund!!!!!"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-01-02 15:58:45",
            "id": "389427",
            "reply_to_id": "389426",
            "text": "lol ég ætla allavega ekki að binda mig við ljósastau"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-07 15:57:45",
            "id": "389428",
            "reply_to_id": "389415",
            "text": "Ég er nú bara heima hjá mér!! :-)"
        },
        {
            "user": "svartur",
            "user_id": "18476",
            "date": "2002-02-20 18:38:28",
            "id": "389429",
            "reply_to_id": "389415",
            "text": "sko ef mamma þín seigist ætla flytja að heiman\nef þú fáir hunnd. það skiptir hvor sem er eingu máli því hún mindi aldrei flytja að heiman\nvertu alltaf að lána henni pening svo koma skuldirnar þegar hún á lítin pening seigðu þá við hanna mamma nú áttu að skulda mér og húnn á\nnáturulega eingan pening þá seigiru við hana\nþú matt sleppa við að skulda mér ef ég fæ hund í staðin þetta hreif hjá mé"
        }
    ]
}