{
    "forum_title": "Heimspeki",
    "user": "Ginnungagap",
    "user_id": "67680",
    "date": "2008-03-23 18:24:33",
    "title": "Hux",
    "text": "Það sem að fer af stað í hausnum á mér:\nDreptu þig núna.  Ljúktu þessu af. Ekki lifa annan dag í heimi ýmindunar. Ekki láta mannskepnuna ganga að eilífu. Túr að tómi.  Slepptu öllum sársauka alheimsins. Ekki halda lengur.  Taktu takið. Aldrei sleppa því. Fara í djúpan vetrardvala. Aldrei vakna aftur. Heimsdá. Einu skrefi nær endalokum. Drepa fjöldan. Víg. Ef að þú gerir það ekki þá gerir það eitthvað annað í staðinn. Mentun til einskins. Dauð flóttaflón.  Það eina sem virkar. tetrahydrocannabinol. Endurlif eltur dauða. Þú fellur og þá deyrðu. Þú fellur ekki og þú deyrð. Þú fæðist ekki. Þú deyrð strax í byrjun leiks. Sjón dafnar. Augun opnast og tómið tekur yfir. Engin stjórn. Óreiða adams inní þér. Datt niður stiga heljar. Vekjaraklukka lífs ónýt. Draumurinn endar ekki fyrr en þú drepur. Mikill hvellur býr til líf. Lítill hvellur tekur það. Endalokin eru nær en þú heldur. Fljúgðu í fjarska. Það hjálpar ekki. Vellíðan þín er sjúk. Full af skrölltormum og illsku. Fótur þinn beygist eftir eitt skipti. Ein tilraun til íláts. Eftir það tekur húsbóndinn við af kindinni. Fjallamaður lífs bregður á kreik. Krumar í honum engingi. Augu þín eru full af engu. Tómarúm. Hætta á niðurfelli. Upp og aldrei niður aftur. Gat á hringinum. 2228. Endirinn er ál. Lifðu í verlöd hinna farsælu. Nei. Stórkaupamenn með sínar kýr. Þögnin brýst útúr þínum munni. Óreiða sjálfsþíns. Vík á brott þú og þitt zataníska vopn. víðari menn. Skepnur dauðra. Skríðið aftur ofaní holuna sem að þið komuð uppúr. Farið til fjandsskotans. Einu fíflinu færra. Vonbrigði sjálfsþíns er dauð. Dauð lifur. Sandkorn masterans lífga upp andrúmsloftið. Fljúgið veggin yfir til hugar þíns. Deyð er fín. Loftrás mannkyns deyauð. Ekki hreyfanleg. Drektu safa lífs. Öðlast neyðarhróp hreinnar illsku. Líkami þinn er tuska. Drullugur blettur fortíðar þinnar.  Lifðu í vídd einskins. Örvar líkama. Pollur stéttana þurr. Borða sálir dauðvona. Hopp og búið. Öskur mannkyns engin meining. Vídd fjarska. Svarthol nýrra kynslóða.",
    "url": "https://www.hugi.is/heimspeki/korkar/581218/hux/",
    "url_id": "581218",
    "id": "5726390",
    "replies": [
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-03-23 18:32:22",
            "id": "5726412",
            "reply_to_id": "5726390",
            "text": "Notaðu enter takkann. Ekki sleppa því. Annars nennir engin að lesa skrif þín. Eða ekki ég að minnsta kosti."
        },
        {
            "user": "Trollolo",
            "user_id": "72248",
            "date": "2008-03-23 19:37:31",
            "id": "5726589",
            "reply_to_id": "5726390",
            "text": "Hvað ertu að bulla drengur? Gafst upp þegar ég var hálfnaður því þetta var illa sett upp og none sense."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-23 19:47:42",
            "id": "5726620",
            "reply_to_id": "5726390",
            "text": "Svari eytt"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2008-03-23 20:49:57",
            "id": "5726802",
            "reply_to_id": "5726390",
            "text": "Skemmtilegt hvernig þú potaðir THC inn í þetta, það er kannski ástæðan fyrir því að þetta fór af stað í hausnum á þér?\nÞað eða pappi, það er alveg á tæru.."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2008-03-25 11:33:38",
            "id": "5730927",
            "reply_to_id": "5726802",
            "text": "Það eða\npappi\n, það er alveg á tæru..\nXD"
        },
        {
            "user": "Aries69",
            "user_id": "25430",
            "date": "2008-03-23 21:21:11",
            "id": "5726907",
            "reply_to_id": "5726390",
            "text": "Ég fatta ekki alveg"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-03-23 22:02:02",
            "id": "5727027",
            "reply_to_id": "5726390",
            "text": "Ég las þetta og ég gef mér að þetta sért þú að tjá þig? Held að flestir sökkvi í svona hugleiðingar af og til. Þegar á botninn er hvolft er þetta líf gjörsamlega tilganslaust, alheimurinn er 14 milljarða gamall, sko við verður að meðaltali 70 ára og bara c.a 15 ár af því getum við verið ung og notið þess.\nEn Nietzsche sagði, er ekki lífið 100x of stutt til að láta sér leiðast.\nÞannig ég mæli með að klára þetta líf með stæl, færð ekki annan séns, ef það er himnaríki þá geturu dvalið þar að eilífu.\nEn ef svo ólíklega að þetta líf er þér helvíti, þá hefuru engu að tapa, og sá sem hefur engu að tapa er ódauðlegur. Þá geturu í rauninni gert hvað sem þú vilt :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-03-24 13:24:25",
            "id": "5728260",
            "reply_to_id": "5727027",
            "text": "Nákvæmlega. Hef aldrei skilið almennilega þá sem líta á tilgangsleysi heimsins sem eitthvað sem er best að leggjast niður og grenja yfir.\nÞað þýðir einfaldlega PARTYYYY! :P"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2008-03-24 17:35:06",
            "id": "5728929",
            "reply_to_id": "5728260",
            "text": "Nákvæmlega. Hef aldrei skilið almennilega þá sem líta á tilgangsleysi heimsins sem eitthvað sem er best að leggjast niður og grenja yfir.\nÞað þýðir einfaldlega PARTYYYY! :P\nPARTYYY :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-25 17:56:45",
            "id": "5731834",
            "reply_to_id": "5726390",
            "text": "Haha, djúpt.\n/ljod"
        },
        {
            "user": "Bender15",
            "user_id": "69361",
            "date": "2008-03-25 23:18:43",
            "id": "5732875",
            "reply_to_id": "5726390",
            "text": "Skemmtu þér og ekki hugsa of mikið útí hlutina ef þetta er allt sem þér dettur í hug"
        },
        {
            "user": "Athyglisbrestur",
            "user_id": "71236",
            "date": "2008-03-26 15:55:11",
            "id": "5734125",
            "reply_to_id": "5726390",
            "text": "Ó, nú skil ég hví þið viljið fá emo/goth áhugamál á huga."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2008-03-26 21:27:24",
            "id": "5735064",
            "reply_to_id": "5726390",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "diddilitli",
            "user_id": "23322",
            "date": "2008-04-01 01:14:20",
            "id": "5747182",
            "reply_to_id": "5726390",
            "text": "Svona ákvarðanir um hugsun hjálpa engum, síst sjálfum þér. Stattu upp, gakktu út í góða veðrið andaðu djúpt að þér og hrópaðu hárri röddu ÉG ER HÉR !!!!!!!!!\nSama hvað, gerðu þetta, og taktu lífinu með ást, trú von, umburðarlyndi og þolinmæði.\nHvert ertu að flýta þér ? Eftir hverju í ósköpunum ertu að bíða ?\nEf þú ert að vænta Drottins, þá er hann þegar hér.\nEf þér líður illa og verr gengur, leggstu þá í næði og biddu af einlægni, og trúðu því að það sem þú biður um, að þér veitist það ! Og ég skal lofa þér því ! Þér mun það veitast !\nÉg er lifandi sönnun þess, því ekki væri ég hér ef ekki væri fyrir að ég hafði beðið á réttum stundum, ekki einsdæmi !\nOg ekki taka vandamálum sem erjum !\nVið eigum að taka því vonda frá Drottni sem og því góða, af því að ! Erfiðleikar styrkja okkur ! Byggja okkur upp ! Vökva okkur !\nEða hefuru ekki heyrt það að dýrðin er ekki í því að falla aldrei ! Heldur í því að reisa sig aftur upp eftir fallið !\nMegi Drottinn fylgja þér og varðveita."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-04-09 16:08:50",
            "id": "5766240",
            "reply_to_id": "5747182",
            "text": "Þetta er ekki sem hann þarf"
        },
        {
            "user": "kokomjolk93",
            "user_id": "72549",
            "date": "2008-04-06 20:38:38",
            "id": "5759609",
            "reply_to_id": "5726390",
            "text": "það er til takki sem er kallaður Enter. hann er sona skrítinn í laginu með mynd af ör á. hefur kannski tekið eftir honum þarna hægramegin.."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-04-09 16:12:13",
            "id": "5766249",
            "reply_to_id": "5726390",
            "text": "Mundu að þetta eru tilfinningar sem láta þér líða svona illa, ef þetta var ekki grín.\nÞessar tilfinningar eru ekki komnar frá þinni ömurlegu sál heldur erum við lífverur gerðar úr flóknum efnasamböndum og þetta orsakast af ákveðnum boðum.\nMargir ef ekki flest allir fá þunglyndismóment og fara í smá lægð.\nEf þetta er hins vegar eitthvað sem þú hefur fundið fyrir lengi þá ættiru að leita þér hjálpar, hafa samband við sálfræðing eða álíka.\nOg helst sleppa því að taka fólk niður með þér eins og mér sýndist standa þarna í textanum.\nOg prófaðu að reykja minna"
        }
    ]
}