{
    "forum_title": "Deiglan",
    "user": "braast",
    "user_id": "61606",
    "date": "2008-03-24 17:02:04",
    "title": "Lögfróðir menn...",
    "text": "Mig langaði að fá eitt á hreint þar sem ég hef fengið margar útgáfur af svörum. Gott væri að fá svar frá eitthverjum sem kann eitthvað í lögum.\nÉg var að velta fyrir mér hvort sá sem niðurhalar (t.d. frá piratebay) höfundavarið efni en deilir því ekki, er sá maður ólöglegur?\nkv.\nzdndz",
    "url": "https://www.hugi.is/deiglan/korkar/581397/logfrodir-menn/",
    "url_id": "581397",
    "id": "5728818",
    "replies": [
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2008-03-24 17:10:04",
            "id": "5728839",
            "reply_to_id": "5728818",
            "text": "náttúrulega með torrent, þá ertu að láta frá þér jafnóðum og þú ert að sækja…"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2008-03-24 17:13:54",
            "id": "5728850",
            "reply_to_id": "5728839",
            "text": "Ekki endilega. Hefur þann valkost að deila ekki."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2008-03-24 17:16:17",
            "id": "5728862",
            "reply_to_id": "5728818",
            "text": "Ekkert ólöglegt við það að niðurhala efni ef það stendur hvergi að það sé bannað einhvers staðar á/í því.\nAlltaf ólöglegt að deila án sérstaks leyfi frá útgefanda."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-03-27 00:50:29",
            "id": "5735615",
            "reply_to_id": "5728818",
            "text": "hvort sá sem niðurhalar (t.d. frá piratebay) höfundavarið efni en deilir því ekki,\nHvað segiru, niðurhalaru höfundarvarið efni? Siturðu kannski á mjúkur stóll líka?\nAnnars skilst mér að einhver dómur hafi fallið einhverntíman [prófmál, svokallað] og af honum megi draga þá ályktun að það sé ólöglegt að deila höfundavörðu (ekki höfundavarið) efni, og það sé sá sem deilir sem er að fremja glæpinn en ekki sá sem sækir."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2008-03-27 12:49:09",
            "id": "5736092",
            "reply_to_id": "5728818",
            "text": "Skv höfundarréttarlögum er bannað að dreifa efni varið höfundarrétti. Þar stendur ekkert um þann sem fær þessa deilingu í hendurnar.\nÞannig að það er á gráu svæði með að hala niður. Að dreifa er hinsvegar bannað."
        }
    ]
}