{
    "forum_title": "Húðflúr og götun",
    "user": "Troublemaker",
    "user_id": "70851",
    "date": "2008-03-26 16:56:12",
    "title": "Helix, lobe",
    "text": "Jæja..Ég er að pæla í að fá mér 2“auka” lobe og 1 “mainstreet” Helix í hægri eyrað, en bara 2“auka” lobe í vinsti^^;\nhttp://a32.ac-images.myspacecdn.com/images01/24/l_ea42a0da3bdff9dd3e2dc2fc11461c7f.jpg\nnema Helix-ið væri aðeins hærra^^\nætlaði fyrst að fá mér tunnel:/ en foreldrarnir náttlega sögðu nei:/ en sögðu örugglega með þetta;p\nen væri miklu meira game í þessi líkamsgöt; snakebites, monroe, madonna, 2 í tungunna&2 í hægra augnabrúninna og þá meina ég öll^^ en þau eru á móti andlitsgötun svo:/\nen hvað tekur sirka langan tíma fyrir þessi 5 að gróa?[eyrun] og gæti ég ekki alveg fengið hring/lokk í helix-gatið sem byrjunarhring?\nBætt við 26. mars 2008 -  17:27\nneih vó gróa:s meina að þarna…þið vitið þegar það er ekki bólgið lengur og hætt er að grava í það, ef það gerist?",
    "url": "https://www.hugi.is/hudflur/korkar/581836/helix-lobe/",
    "url_id": "581836",
    "id": "5734309",
    "replies": [
        {
            "user": "Troublemaker",
            "user_id": "70851",
            "date": "2008-03-26 17:25:05",
            "id": "5734386",
            "reply_to_id": "5734309",
            "text": "Grafa*>."
        },
        {
            "user": "Forthright",
            "user_id": "63679",
            "date": "2008-03-26 18:08:38",
            "id": "5734478",
            "reply_to_id": "5734309",
            "text": "Mitt helix gréri á svona 2 vikum, hætti að vera vont svona viku eftir að ég fékk það, og ég fékk enga sýkingu/gröft/whatever. o___< Er bara með pínu kúlu hjá gatinu út af fyrra gati sem misheppnaðist.\nFannst það skrítið þar sem ég hef heyrt endalaust af sögum um vesen með helix göt. D:"
        },
        {
            "user": "Moo",
            "user_id": "16505",
            "date": "2008-03-28 14:42:35",
            "id": "5738884",
            "reply_to_id": "5734309",
            "text": "Þegar ég fékk mitt sagði Sessa að maður ætti ekki að taka upprunalega lokkinn úr í 6 vikur, a.m.k. Eða það minnir mig. Lobe-gatið, held ég að sé miðað við 4 vikur. Annars fer það eftir gróandanum.\nAnnars var mér ekki boðið að hafa hring, en hún notaði byssu í gatið mitt, þannig að það hefði auðvitað ekki verið hægt. Annars talaði hún um að það væri erfiðara að gróa ef það væri hringur í því, þannig að ég er ekki viss. En annars veit ég það ekki… PraiseTheLeaf veit það pottþétt ^^"
        }
    ]
}