{
    "forum_title": "Eve og Dust",
    "user": "Relikio",
    "user_id": "13589",
    "date": "2008-03-27 16:40:21",
    "title": "Bladerunners INC",
    "text": "Til að gera veika tilraun til að vekja aðeins upp þetta áhugamál þá ákvað ég að setjast niður og skrifa niður það sem hefur gerst hjá Bladerunners INC (BRI) síðustu vikurnar.\nÉg hef spilað frá 2005, og gékk í raðir BRI í október 2007. Ég hef prufað margt þessi tvö ár, pvp, fleet fights, cosmos, can theft, lvl 4 missions, en ég hafði aldrei prufað high sec stríð, fyrr en með BRI.\nBRI er vinalegt industrial/mission corp, við áttum okkar eigið research pos í high sec(small, medium towers), með um 60 active meðlimi + eitthvað af alts. Við gengum í raðir alliance að nafni FANG, þeir voru með stöðvar í 0.0 og vinir SMASH alliance. BRI héldu sig aðallega í highsec og bjuggu til skip og vopn fyrir alliancið. Flestir voru mjög óreyndir í pvp og fleet fights, en það átti eftir að breytast.\nÞví miður þá var TRI alliance ekki mjög ánægt með nærveru FANG, og eftir stríð í 0.0 þá ákváðu þeir að ráða málaliða til að ráðast sérstaklega á Bladerunners til að stoppa okkur í að framleiða skip fyrir þá. Fyrstir til að koma voru Black Watch Legionnaires, til að byrja með þá földum við okkur í hinum og þessum hlutum empire og forðuðumst þá. Þeir voru bara í viku, þá voru ráðnir annað corp( og greinilega ódýrara) að nafni VIRAKAR.\nÞeir voru í 2 vikur á móti okkur, og við skemmtum okkur ágætlega með þeim, ekki síst þegar að við lærðum hvernig átti að taka á móti nano skipunum þeirra, og við sáum fljótt að þeir voru alveg eins lélegir eins og við, þeir földu sig í stöðvum þangað til einn af þeirra betri mönnum kom til að hjálpa, og svo notuðu þeir hit and run taktík.\nEftir VIRAKAR komu náungar sem kölluðu sig Money Shot, en þeir fóru beint í 0.0 og aðeins eitt skip var skotið niður á milli BRI og Money shot, því miður var það okkar megin. Eftir Money shot fengum við aftur Black Watch, en þá voru stjórnendur BRI orðnir þreyttir á að við fengum litla sem enga hjálp í empire til að hjálpa til við gæslu á minerum til að við gætum búið til skip til að berjast í.\nTil að gera langa sögu stutta þá hættum við í FANG og ákváðum að einbeita okkur að því að byggja upp BRI og ná upp pening sem að hafði tapast á þessum 5 vikum. Það entist í 4 daga, þá kom wardec frá Gemeinschaft interstellarer Soeldner, stórt corp sem að virtust vera mjög professional málaliðar.\nÞetta kom á mjög vondum tíma fyrir okkur, fæstir áttu ISK, BRI var mjög fátækt og við höfðum þegar misst nokkra meðlimi út af fyrri stríðum. Við gerðum ráð fyrir því að FANG hefðu sigað þeim á okkur þar sem að við fórum ekki í góðu frá þeim, og við komumst fljótt að því að þeir vissu nákvæmlega hvar POSið okkar var í high sec og að þeir ætluðu sér að ná því niður.\nFyrsti dagurinn var hræðilegur fyrir okkur, við misstum mörg skip, þeir flugu í stórum flotum sem samanstóð af battleships + góðan support flota, og við sáum fram á að við myndum missa stöðina okkar fljótlega ef að við fengum ekki hjálp. Við náðum að stríða þeim með hópum af stealth bomberum, en hjálp var nauðsyn. Þannig að við kölluðum til Black Watch Legionnaires, einmitt þá sömu og höfðu verið ráðnir til að taka okkur út, þeir voru fljótir að svara, og vægast sagt breyttu öllu fyrir okkur, þeir tóku niður 14 skip á móti 2 lossum og breyttu öllu saman, við meira að segja náðum að bjarga stöðinni okkar en hún fór í reinforced í stóru árásinni, sameiginlegt lið BRI og BWL náðu rétt svo að bjarga stöðinni, en ákveðið var að taka allt saman niður, því að líklega værum við ekki svo heppin næst. Undir það síðasts þá voru GIS farnir að fela sig í stöðvum fyrir minni hópum sem samanstóð af BRI og BWL, og allt róaðist.\nNúna fyrir 2 klst bárust þau skilaboð að Gemeinschaft interstellarer Soeldner hefðu gefist upp, og nokkrum mínútum seinna þá komumst við að því af hverju við hefðum lent í þessu stríði.\nÞeir eru þýskt(við vissum það nú svosem) RP corp, sem að concord hefðu beðið þá um að eyðileggja þessa stöð okkar til að stoppa smygl sem að BRI stóðu fyrir.\nRaunveruleg ástæða var sú að þeir eru að æfa sig fyrir það að geta lifað í 0.0 og þurftu víst æfingu í hvernig á að haga sér í kringum pos og hvernig átti að berjast í hópum. Því miður þá missti BRI miklu fleiri skip heldur en við náðum að eyðileggja, en BWL stóðu sig frábærlega.\nÞrátt fyrir að hafa bjargað POSinu þá var ákveðið að taka allt saman niður og flytja það til, bæði því að allt of margir óvinir vissu um staðsetningu þess og líka til að hafa það á betri stað, nær góðum mining beltum og aðal bækistöðvum okkar, hingað til höfðum við oftast þurft að ferðast góða vegalengdir frá aðalstaðsetningu okkar til að komast í það.\nBRI stendur ennþá sterkt, við höfum núna eignast góða vini til að hjálpa okkur í vandamálum og meðlimir eru orðnir reyndari og vita núna hvernig á að haga sér. Ég held að þetta hafi ekki verið svo slæmt miðað við menn sem flestir hafa aldrei kynnst pvp eða stríðum og kunna best að skjóta steina.",
    "url": "https://www.hugi.is/ccp/greinar/581885/bladerunners-inc/",
    "url_id": "581885",
    "id": "5735121",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-27 18:45:26",
            "id": "5737003",
            "reply_to_id": "5735121",
            "text": "góð grein loksinns eitthvað nýtt. :D"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2008-03-27 21:29:55",
            "id": "5737601",
            "reply_to_id": "5735121",
            "text": "Þetta var bara mjög skemmtileg lesning. Bladerunners hljóma líka eins og fínasta corp."
        },
        {
            "user": "Cassetti",
            "user_id": "19354",
            "date": "2008-03-27 22:04:07",
            "id": "5737743",
            "reply_to_id": "5735121",
            "text": "Mjög skemmtileg lesning :)"
        },
        {
            "user": "einsi15",
            "user_id": "29351",
            "date": "2008-03-28 12:53:10",
            "id": "5738678",
            "reply_to_id": "5735121",
            "text": "frábært að sjá nýtt efni hér\nværi gaman ef fleira fólk skrifi um alliance/corpin sín"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-28 15:09:35",
            "id": "5738976",
            "reply_to_id": "5735121",
            "text": "Skemmtileg lesning. Endilega komið með meiri svona lesning hér inná."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-03-30 21:57:40",
            "id": "5744156",
            "reply_to_id": "5735121",
            "text": "Eve er farinn ad kítla aftur :("
        },
        {
            "user": "Relikio",
            "user_id": "13589",
            "date": "2008-03-30 23:08:10",
            "id": "5744354",
            "reply_to_id": "5744156",
            "text": "og er það slæmt?"
        },
        {
            "user": "Hdz",
            "user_id": "47523",
            "date": "2008-03-31 01:35:28",
            "id": "5744787",
            "reply_to_id": "5744156",
            "text": "Vá þetta er einmitt þessi helvítis tilfinning, hann KITLAR. Must resistz0"
        },
        {
            "user": "skylarking",
            "user_id": "55031",
            "date": "2008-04-10 09:47:06",
            "id": "5768139",
            "reply_to_id": "5735121",
            "text": "Góð lesning ^^ elska sona stríðs sögur, good job!"
        },
        {
            "user": "Howatch",
            "user_id": "27319",
            "date": "2008-06-25 12:07:31",
            "id": "5948840",
            "reply_to_id": "5735121",
            "text": "Flott grein og áhugaverð. Það vill svo skemmtilega til að corpið mitt hefur 4 sinnum fengið war declaration svo við erum nýbyrjuð að kynnast stríði í EVE jafnvel þó við séum mestmegnis mission runners, builders og miners.\nCorpið mitt Johalla MegaThor Corp er svo heppið að vera bestu corp vinir BRI og þeirra CEO Lady Mortus og farið í mörg mission og nokkrum sinnum í corp mining á yngri dögum BRI.\nThe CEO\nHowatch Johalla"
        }
    ]
}