{
    "forum_title": "Sci-Fi",
    "user": "IRMM",
    "user_id": "7624",
    "date": "2001-12-31 17:28:29",
    "title": "Smá pælingar",
    "text": "Í fyrsta lagi ætliði að sjá eitthvað marga trailera fyrir myndina eða ætliði að bara að sjá hana í öllu sínu veldi.  Ég er sjálfur búinn að sjá einn trailer en ég er að spá í að sleppa öllum öðrum, las á einum stað dálítið góða hugmynd:  Sleppa öllum trailerum og þá veit maður ekkert hvernig myndin er og þá verður hún bara þeim mun flottari.\nSíðan er það seinna.  Hafiði pælt í því að Anakin og Queen Amidala eiga að vera foreldrar Luke Skywalkers.  Ég er aðalega að hugsa út í það, þegar hann er eitthvað um 10 ára þá er hún greinilega um 20 ára eða eldri.  Síðan í þessum eina trailer sem ég er búinn að sjá, þá var eins og hann hefði elst um eitthver tíu ár en hún hafði ekki elst neitt.  Hafiði séð þennan trailer??  Ég sá mynd af Anakin á þessu áhugmáli.  Ef þið munduð sjá síðan mynd af Queen Amidala þá munduði ábyggilega sjá að hún er alveg eins og í síðustu mynd.\nAh, ég er bara að pæla í þessu.  Væruði að til að segja mér hvað ykkur finnst um þetta.",
    "url": "https://www.hugi.is/scifi/greinar/58213/sma-paelingar/",
    "url_id": "58213",
    "id": "390504",
    "replies": [
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2002-01-01 03:50:19",
            "id": "390511",
            "reply_to_id": "390504",
            "text": "farðu að sofa, þú pælir of mikið."
        },
        {
            "user": "OutlawTorn",
            "user_id": "5996",
            "date": "2002-01-01 04:49:05",
            "id": "390512",
            "reply_to_id": "390504",
            "text": "Reyndar var Queen Amidala aðeins yngri en 20 ára í Episode 1, einhvað á milli 16 og 18, ef minni mitt bregst ekki."
        },
        {
            "user": "OutlawTorn",
            "user_id": "5996",
            "date": "2002-01-01 10:50:16",
            "id": "390513",
            "reply_to_id": "390512",
            "text": "Hún var held ég ekki nema 14 ára. Það var óraunverulegt frekar en eitthvað annað…"
        },
        {
            "user": "Link",
            "user_id": "2287",
            "date": "2002-01-01 05:09:57",
            "id": "390514",
            "reply_to_id": "390504",
            "text": "sko ég fer oft í bíó og maður kemst ekki hjá því að sjá þá. Þó ég sjálfur vilji nú sjá alla"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-01 07:23:14",
            "id": "390515",
            "reply_to_id": "390504",
            "text": "umm… ákkurru er dagsetningin 17 ágúst?!"
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2002-01-01 14:33:00",
            "id": "390508",
            "reply_to_id": "390504",
            "text": "Allir svo rosalega vissir um að Amidala sé mamman. Aldrei komið fram svo ég viti til hver móður tvíburanna er. Luke Skywalker veit það ekki heldur en hefur eytt dágóðum tíma í að leita hennar. Eina sem vitað er að hún er mögulega ein af þeim sem nota White Light =) Sem er eiginlega svona “öðruvísi” force."
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2002-01-01 18:23:28",
            "id": "390509",
            "reply_to_id": "390508",
            "text": "Expanded Universe dæmið er ekki notað í alvöru myndunum þannig að hlutir eins og White Light eru væntanlega ekki í myndunum. það eru samt sumt sem er í báðum hlutum."
        },
        {
            "user": "Foo",
            "user_id": "1931",
            "date": "2002-01-01 16:20:48",
            "id": "390510",
            "reply_to_id": "390504",
            "text": "Þetta meikar alveg sens sko… Amidala var bara táningur í Episode I, 14 - 16 ára. Og drengurinn hvað, 6 ára. Spólaðu svo áfram um svona 10-12 ár: Amidala rétt yfir tvítugu, og Anakin spólgraður átján ára hönk. Af hverju ættu þau ekki að gamna sér aðeins saman. Svo er Anakin svo góður drengur! Hún finnur örugglega ekki annan eins og hann í fimm sólkerfum! Svo er hann líka ýkt ‘force sensitive’, heldurðu að hann þroskist eins og venjuleg börn ?\nÞetta meikar allt sens fyrir mér!  ;-"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-01-01 19:25:03",
            "id": "390507",
            "reply_to_id": "390504",
            "text": "Já, veit ekki með trailerana, ég reyndi að sjá sem minnst úr LOTR: FOTR, spurning um að gera það líka með Episode II."
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2002-01-01 19:25:20",
            "id": "390505",
            "reply_to_id": "390504",
            "text": "Bara svona að benda þér á að Amidala átti að vera 14 ára í Phantom Menace. :) Mér finnst hún líta út fyrir að vera 24 ára í nýju myndinni, en í Phantom Menace lítur hún engan vegin út fyrir að vera 14 ára, frekar svona 17-20 ára. Þetta sýnir bara hvað Lucas er skrýtinn. T.d. í Indiana Jones and the Last Crusade, mynd sem Lucas skrifaði handritið að og framleiddi. Lucas lét River Phoenix leika Indy þegar Indy átti að vera 13 ára í byrjun myndarinnar. River Phoenix var 18 ára þegar á tökum stóð (fæddur 1970). Hann leit engan veginn út fyrir að vera 13 ára. Lucas er STÓRfurðulegur, en það er nú samt oft þannig með snillinga…\nJ*O*N*S*I"
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2002-01-02 00:57:56",
            "id": "390506",
            "reply_to_id": "390505",
            "text": "Ég get eitthvern vegin ekki séð að Queen Amidala sé 14 í Phantom Menace.  Eins og jonsi86 bendir á líkist hún frekar að vera um tvítugt.  Síðan er hún nánast alveg eins í næstu mynd og ég veit hreinlega bara ekki nógu mikið til að vita um Ep.3.\nÞað sem mér fannst koma of mikið í ljós í Phantom Menace er það hversu þroskuð hún var (miðað við að hún átti að vera 14 ára).  Hún var þroskaðri bæði andlega og líkamlega.  Það sem mér fannst vera of þroskuð á andlega hlutanum var t.d. með þegar hún var fyrir framan þingið.  Líkamlega, hún var bara of þroskuð til að vera 14."
        },
        {
            "user": "Zealot",
            "user_id": "6298",
            "date": "2002-01-02 03:11:09",
            "id": "390516",
            "reply_to_id": "390504",
            "text": "Yep u nerds will take over the world one time"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-01-03 02:03:32",
            "id": "390517",
            "reply_to_id": "390504",
            "text": "'Atti Anakin ekki að eldast eitthvað hraðar en önnur börn eða eitthvað alika, þannig að hann gæti þess vegna bara verið eitthvað yngri en hann lytur ut fyrir að vera."
        },
        {
            "user": "j0z",
            "user_id": "51371",
            "date": "2002-01-06 01:21:12",
            "id": "390518",
            "reply_to_id": "390517",
            "text": "Þetta er ekki sami leikari dö"
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2002-01-09 23:49:15",
            "id": "390519",
            "reply_to_id": "390518",
            "text": "Af hverju ætti hann að eldast hraðar??  Ég hefði haldið að hann ætti að eldast hægar ef eitthvað væri …  Yoda og Ben voru á lífi út af því að “The Force” gaf þeim kraft."
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2002-01-11 22:20:53",
            "id": "390520",
            "reply_to_id": "390504",
            "text": "Þó það líti út fyrir einhvern aldursmun á þessum aldri (5-8 ár) þá er það ekki mikið þegar fólk eldist og þroskast. Ef þú vilt öfgar, líttu þá á Mick Jagger eða Hugh Hefner."
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2002-01-12 15:33:20",
            "id": "390521",
            "reply_to_id": "390520",
            "text": "Þetta eru ósanngjörn dæmi.  Þetta eru 2 gaurar, allavega sem er vitað um.  Og það að nota Hugh Hefner sem dæmi … hvað er annað ætlast af gaurnum en að hafa svona 3-4 sem eru miklu yngri en hann :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-23 10:30:34",
            "id": "390522",
            "reply_to_id": "390504",
            "text": "Góðu"
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2002-02-04 20:57:39",
            "id": "390523",
            "reply_to_id": "390504",
            "text": "Alveg sammála\nHimmmi"
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2002-02-25 12:34:36",
            "id": "390524",
            "reply_to_id": "390523",
            "text": "Bíddu nú við. Ef ég man rétt þá sagði Palpatine þetta á þinginu:\n“We bring to you Queen Amidala recently elected ruler of Naboo who speaks on our behalf”\nEða eitthvað í þessa átt.\nVar hún kosinn drottning aðeins 14 ára?"
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2002-03-13 20:39:11",
            "id": "390525",
            "reply_to_id": "390524",
            "text": "Ég veit ekki alveg hvað hún á að hafa verið gömul en hún lítur ekki út fyrir að vera 14 ára og hvað þá að hún hljómi þannig."
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2002-03-13 20:40:07",
            "id": "390526",
            "reply_to_id": "390524",
            "text": "Ég veit ekki alveg hvað hún á að hafa verið gömul en hún lítur ekki út fyrir að vera 14 ára og hvað þá að hún hljómi þannig."
        }
    ]
}