{
    "forum_title": "Tíska & útlit",
    "user": null,
    "user_id": null,
    "date": "2008-03-28 20:57:48",
    "title": "Viva - bold n' brilliant color",
    "text": "þessi litur ^\ner ömurlegur!!\nég keypti mér svona alveg eeeeld rautt, og var ótrúlega ánægð, heyrðu, það er að nálgast tvær vikur síðan ég setti hann í mig og litur rennur úr hárinu á mér í hvert einasta skipti sem ég fer í sturtu, líka þótt að ég nota ekki sjampó.\nég er bara í fílu, gerði ég kanksi eitthvað vitlaust, var með litinn í, í 40 mínutur eins og stóð á pakkanum og þetta er ekki í fyrsta skipti sem að ég lita á mér hárið með pakkalit, reyndar í frysta skipti sem´eg nota þessa nýju gerð.",
    "url": "https://www.hugi.is/tiska/korkar/582241/viva-bold-n-brilliant-color/",
    "url_id": "582241",
    "id": "5739888",
    "replies": [
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2008-03-28 21:41:26",
            "id": "5739997",
            "reply_to_id": "5739888",
            "text": "ekki er þetta í svona járndós einhverri?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-29 11:46:16",
            "id": "5740747",
            "reply_to_id": "5739997",
            "text": "nei, þetta er í nákvæmlega eins pakka og viva litinir venjulegu.\nbara kassa, bláum"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2008-03-29 10:32:06",
            "id": "5740684",
            "reply_to_id": "5739888",
            "text": "Ertu ljóshærð?"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2008-03-29 11:46:42",
            "id": "5740749",
            "reply_to_id": "5740684",
            "text": "nei, ég með svona, leiðinlegann íslenskann, brúnan hárlit"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2008-03-30 00:01:15",
            "id": "5742180",
            "reply_to_id": "5740749",
            "text": "Málið er að skærrauður litur helst einfaldlega illa í, bæði skol og fastur litur renna úr.\nÉg aflitaði part af hárinu mínu og litaði svo skærrautt, eftir viku eða svo var það orðið appelsínugult og ég þurfti að fara aftur. Svo að lokum gafst ég upp og litaði það bara vínrautt og það hélst vel í."
        },
        {
            "user": "Vougelady",
            "user_id": "67597",
            "date": "2008-03-29 12:42:07",
            "id": "5740813",
            "reply_to_id": "5739888",
            "text": "jaaa,, ég litaði vinkonu mína og hún var líka með einhvernsvona smá rauðan og þetta er farið núna,,\n– ég var lituð með einhvejrum brúnum,, var rooosa dökkur fyrst, svo núna er ég komin mekð minn lit aftur,, hehh ekki að gera sig !\nliturinn er alltof fljótur að fara úr :("
        },
        {
            "user": "BaraBjani",
            "user_id": "61056",
            "date": "2008-03-29 12:48:16",
            "id": "5740822",
            "reply_to_id": "5739888",
            "text": "ertu viss um að þetta sé ekki skol rsum? :/"
        },
        {
            "user": "Bublegum",
            "user_id": "67395",
            "date": "2008-03-29 17:33:42",
            "id": "5741367",
            "reply_to_id": "5739888",
            "text": "þetta gerist fyrir flesta sem eru ekki vmeð aflitað hár, ef að þú vilt að liturinn haldist vel í þá ættiru fyrst að aflita á þér hárið og lita svo með rauða litinum (það er bara eithvað í aflitnum sem heldur hinum litinum í)"
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2008-03-30 12:09:27",
            "id": "5742766",
            "reply_to_id": "5741367",
            "text": "hvar heyrðir þú þetta?\nég hef verið að aflita og lita hárið á mér til skiptis í mörg ár, og get sagt þér það að liturinn hreinlega reeeennur úr ef þú ert með aflitað hár. skiptir engu máli með hvernig lit þú litar það! ég t.d litaði mitt skærrautt í vetur þegar ég var með alveg aflitað, og eftir 2 daga var það orðið hálf bleikt. Vinkona mín var með aflitað hár um daginn, svo litaði hún það dökkt núna, og á 3 dögum varð það ljóst aftur.\nég hef aldrei á ævinni heyrt að með aflitun tolli litir betur!"
        },
        {
            "user": "Bublegum",
            "user_id": "67395",
            "date": "2008-04-04 16:13:38",
            "id": "5755630",
            "reply_to_id": "5742766",
            "text": "ég hef bara heyrt þetta frá hásrgreiðslu fólki"
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2008-04-04 23:33:56",
            "id": "5756559",
            "reply_to_id": "5755630",
            "text": "okei weird… 3 vinkonur mínar eru hárgreiðslukonur og þær segja einmitt öfugt."
        },
        {
            "user": "Bublegum",
            "user_id": "67395",
            "date": "2008-04-06 23:54:27",
            "id": "5760072",
            "reply_to_id": "5756559",
            "text": "oki, allavegana breytir engu… ;)"
        },
        {
            "user": "berglinddd",
            "user_id": "68273",
            "date": "2008-03-30 17:02:20",
            "id": "5743409",
            "reply_to_id": "5741367",
            "text": "Það sést bara fyrr að liturinn sé að fara þegar þú hefur aflitað hár sko… Bin ðer don ðet"
        },
        {
            "user": "WetDream",
            "user_id": "65090",
            "date": "2008-03-30 22:33:47",
            "id": "5744255",
            "reply_to_id": "5739888",
            "text": "ég litaði hárið á mér rautt (í þriðja skiptið núna ef ég man rétt) og það er allt að fara úr… það gerist bara með rauða liti"
        },
        {
            "user": "Pukastelpa",
            "user_id": "12218",
            "date": "2008-04-03 14:06:09",
            "id": "5752872",
            "reply_to_id": "5739888",
            "text": "Rauður litur dofnar mun hraðar en aðrir litir. Lita hárið á mér alltaf sjálf með dökkbrúnum / svörtum og ekkert mál með en í þau skipti sem ég hef reynt lit með rauðu í dofnar hann alltaf strax. Er mjög ljóshærð fyrir."
        }
    ]
}