{
    "forum_title": "Kvikmyndir",
    "user": "Ravro",
    "user_id": "68838",
    "date": "2008-04-02 08:56:03",
    "title": "Stóra Planið. Varúð.",
    "text": "Ég gerði mér ferð kl. tæplega 22:00 í kvöld til þess að fara að sjá myndina Stóra Planið í Kringlubíói. Myndin skartar flest öllum frægum íslenskum leikurum og má þar helst nefna Pétur Jóhann Sigfússon, Ingvar E. Sigurðsson, Benedikt Erlingsson og Hilmir Snær Guðnason. Einnig má nefna að Michael Imperioli sem sumir ættu að kannast við úr þáttaröðinni The Sopranos leikur lítið hlutverk í kvikmyndinni. Myndin fjallar um Davíð (Ólafur Jóhann) sem er rúmlega þrítugur handrukkari og ljóðskáld. Í byrjun myndarinnar flytur Davíð inn í nýja íbúð (sem mér sýndist vera einhversstaðar í Eskihlíð) og eigandi íbúðarinnar er gamall maður sem heitir Haraldur. Davíð og Haraldur byrja reglulega að tala saman yfir kaffi og kexi og Davíð byrjar að átta sig á sameiginlegri fortíð hans og Haralds. Myndin tekur svo skringilega beygju þegar Davíð fer að segja við vinnuveitanda sinn eina allstóra lýgi sem hefur gífurlegar afleiðingar á restina af myndinni.\nMér fannst (og ég legg áherslu á orðið -fannst- því ég veit að fólk á eftir að vera mér ósammála) myndin í heild sinni léleg. Jú hún átti sínar fyndnu stundir og sjálfur hló ég alveg þó nokkrum sinnum upphátt en handritið var lélegt, söguþráðurinn óraunsær og allan tímann fannst mér eins og myndin gæti ekki ákveðið sig hvort hún ætlaði að vera dramamynd eða grínmynd. Einnig var lélegt að fá þennan stóra ameríska leikara Michael Imperioli og láta hann síðan leika í tveimur atriðum og segja fimm setningar og tala svo mikið um hann í fjölmiðlum. En að lokum langar mig bæði að vara ykkur við þessari mynd og líka að spyrja. Hvað fannst ykkur?",
    "url": "https://www.hugi.is/kvikmyndir/greinar/582991/stora-planid-varud/",
    "url_id": "582991",
    "id": "5749539",
    "replies": [
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2008-04-02 09:12:28",
            "id": "5750090",
            "reply_to_id": "5749539",
            "text": "Ekki séð hana, en hef ekki lesið neina góða dóma um hana… aðalega bara svona gagnrýni eins og hjá þér.\nhttp://er.is/messageboard/messageboard.aspx?advid=9244602&advtype=52&page=1\nhérna er umræða líka ;)"
        },
        {
            "user": "Steinninn",
            "user_id": "54931",
            "date": "2008-04-02 14:25:08",
            "id": "5750519",
            "reply_to_id": "5750090",
            "text": "Mér fannst hún alveg ágæt. Öðruvísi. Allir punktarnir sem þú gefur eru réttir, en þeir bögguðu mig ekkert svo mikið."
        },
        {
            "user": "MonemiI",
            "user_id": "70271",
            "date": "2008-04-02 11:53:51",
            "id": "5750265",
            "reply_to_id": "5749539",
            "text": "Sorry fanst hún allveg ömurleg, hafði líka miklar væntingar en jæja. fanst endirin frekar fyndin eða bara sniðugur en ekki myndin sj´laf, bara meira svoan spuni sem unglingskrakkar eru að leikasér að gera :) fannst reyndar voða fyndið þegar hann stóð á höfðanum og horfði á bryggjuhverfið og sagði “this is where the rich people life” öruglega villur þarna en kann ekki að skrifa ensku :$ en þaað var nú bara því ég bý´í bryggjuhverfinu og var eina sem hlóg :)"
        },
        {
            "user": "Bachinn",
            "user_id": "52875",
            "date": "2008-04-02 13:01:51",
            "id": "5750375",
            "reply_to_id": "5749539",
            "text": "Ég hef ekki séð hana, en kannski er fólk að gera svo miklar væntingar til myndarinnar að það verður fyrir vonbrigðum."
        },
        {
            "user": "adie",
            "user_id": "37785",
            "date": "2008-04-02 15:02:16",
            "id": "5750597",
            "reply_to_id": "5749539",
            "text": "Ég hafði ekki neinar væntingar til hennar, og hún varð bara ótrúlega skemmtileg. Hef aldrei haft gaman af íslenskum myndum en þessi var öðruvísi :þ\nÓtrúlega fyndin, fullt af aulalegum atvikum og þannig löguðu :D"
        },
        {
            "user": "kjanafes",
            "user_id": "58863",
            "date": "2008-04-02 15:36:55",
            "id": "5750705",
            "reply_to_id": "5749539",
            "text": "Mjög fín.. skemmtilegt að hún var svona randomízk"
        },
        {
            "user": "sinalco00",
            "user_id": "54463",
            "date": "2008-04-02 16:08:51",
            "id": "5750800",
            "reply_to_id": "5749539",
            "text": "Hún var glötuð. Það var, eins og þú segir, eins og leikstjórin gæti ekki ákveðið hvort þetta ætti að vera grín eða drama mynd. Sögurþráðurinn var óraunsær og asnalegur, mjög silly á pörtum, þá sérstaklega þetta “stóra plan” sem maður fattaði ekki hvað var að gerast, gerðist einhvernveginn bara  í miðri mynd eitthvað svona bull sem maður var ekkert að pæla almennilega í, maður vissi ekkert í raun og veru hvort þessi gaur hafi verið þessi haraldur né hvaðan pétur fékk hugmyndina að því að ljúga að hann væri haraldur. Þetta var allt svo leiðinlegt og lélegt, nokkrir góðir brandarar, persónurnar voru þó góðar og leikarar. Meira að segja eitt atriði sem var svo illa tekið upp og illa lýst, allt útí noise á myndinni, það var ömurlegt."
        },
        {
            "user": "sinalco00",
            "user_id": "54463",
            "date": "2008-04-02 18:09:52",
            "id": "5751123",
            "reply_to_id": "5750800",
            "text": "Meira að segja eitt atriði sem var svo illa tekið upp og illa lýst, allt útí noise á myndinni, það var ömurlegt.\nhvaða ??\nannars fannst mér hún fín :D"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2008-04-03 01:20:29",
            "id": "5752379",
            "reply_to_id": "5751123",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2008-04-03 11:29:25",
            "id": "5752636",
            "reply_to_id": "5752379",
            "text": "spoilermerkja"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-03 16:07:00",
            "id": "5753227",
            "reply_to_id": "5752636",
            "text": "sry"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2008-04-24 21:34:32",
            "id": "5800541",
            "reply_to_id": "5750800",
            "text": "Haraldur lét Pétur halda að hann væri voða stór kall"
        },
        {
            "user": "Smokkfiskur",
            "user_id": "21042",
            "date": "2008-04-02 18:16:32",
            "id": "5751141",
            "reply_to_id": "5749539",
            "text": "ég er alveg hjartanlega samála þér þetta er bara leiðinleg\nBætt við 2. apríl 2008 -  18:20\nég og bekkurinn fórum á hana í frumsíningu og það merkilega var að það vorum við 20 og svo umþb 5 aðrir á frumsiningu myndarina"
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2008-04-02 20:07:52",
            "id": "5751473",
            "reply_to_id": "5749539",
            "text": "Ekkert sérstök mynd. Átti sína spretti en annars var ósköp lítið varið í hana.\nFinnst samt reyndar þessi lína alltaf jafn mikil snilld, hún var eitthvernmeginn svona ef ég man rétt.\n“Hva? Er ekkert að gera hjá ykkur strákunum!?! Ertu að njósna um mig. Nice try Davíð, Nice try MOTHERFUCKER!” :')"
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2008-04-02 23:44:45",
            "id": "5752186",
            "reply_to_id": "5751473",
            "text": "Pervert"
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2008-04-03 08:06:56",
            "id": "5752482",
            "reply_to_id": "5752186",
            "text": "yeah, I fapped."
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2008-04-03 14:26:13",
            "id": "5752945",
            "reply_to_id": "5752482",
            "text": "You fap to furries"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-04 00:46:40",
            "id": "5754619",
            "reply_to_id": "5752945",
            "text": "I yiff to furries…"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2008-04-02 20:47:44",
            "id": "5751558",
            "reply_to_id": "5749539",
            "text": "Já ég var frekar hissa, var að búast við betri mynd.\nHeld að þeir hefðu getað gert mikið betra úr þessu."
        },
        {
            "user": "rannU",
            "user_id": "17629",
            "date": "2008-04-02 21:36:13",
            "id": "5751707",
            "reply_to_id": "5749539",
            "text": "fór á myndina á frumsiningu í VIP."
        },
        {
            "user": "Ravro",
            "user_id": "68838",
            "date": "2008-04-02 22:16:51",
            "id": "5751847",
            "reply_to_id": "5751707",
            "text": "og hvernig fannst þér hún?"
        },
        {
            "user": "rannU",
            "user_id": "17629",
            "date": "2008-04-03 13:33:43",
            "id": "5752788",
            "reply_to_id": "5751847",
            "text": "ég bjót við skemtilegari mynd en mér vanst hún svon lala"
        },
        {
            "user": "drib",
            "user_id": "61644",
            "date": "2008-04-02 22:29:40",
            "id": "5751891",
            "reply_to_id": "5749539",
            "text": "Var á henni… Ekki 1200 króna virði."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2008-04-03 22:04:48",
            "id": "5754206",
            "reply_to_id": "5749539",
            "text": "Versta Íslenska mynd sem ég hef á ævinni séð og ég hef séð þær þónokkrar,  Lélegur leikur hjá flestum , reyndar var hann Pétur alveg ágætur, asnalegur söguþráður, maður fattaði áður en maður hitti harald að hann var ekki þessi gæji sem alltaf verið að tala um, maður get séð fyrir endin áður en ljósin dofnuðu í byrjun og allt í allt bara léleg kvikmynd.  Oh hvað Í andskotanum er þessi Benidikt að gera að leika á tjaldi, lélegasti leikur sem ég hef séð í íslenskri kvikmynd, Hann lék sama karakterinn og karakterarnir í\nfóstbræðrum, hann á einfaldlega bara ekki að leika.\nAlltaf þegar einhver blótaði langaði mig tilþess að æla á þann sem sat fyrir framan mig. “Nice try Motherfokker!”\n“Besta íslenska kvikmynd sem þið hafið séð?”  Hvað er að?"
        },
        {
            "user": "Indy",
            "user_id": "5657",
            "date": "2008-04-04 00:03:47",
            "id": "5754523",
            "reply_to_id": "5754206",
            "text": "Benni er nefnilega ekki meðal bestu gamanleikara sem við eigum :)"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2008-04-04 09:31:10",
            "id": "5754917",
            "reply_to_id": "5754523",
            "text": "Hann sýgur…"
        },
        {
            "user": "Columbo",
            "user_id": "43020",
            "date": "2008-04-29 22:47:08",
            "id": "5812535",
            "reply_to_id": "5754917",
            "text": "“”Besta íslenska kvikmynd sem þið hafið séð?“ Hvað er að?”\nÞað er nákvæmlega ekkert að.\nÞín skoðun er ekki staðreynd um myndina. Áttaðu þig á því að öðrum finnst kannski myndin góð.\nBætt við 29. apríl 2008 -  22:53\nÆtlaði líka að bæta við að það er búið að verðlauna Benedikt Erlingsson oftar fyrir leiklist en þú hefur af heilasellum.\nHeld að hann hafi alveg unnið 4 eða 5 verðlaun."
        },
        {
            "user": "flaska",
            "user_id": "55120",
            "date": "2008-04-13 12:28:18",
            "id": "5774480",
            "reply_to_id": "5749539",
            "text": "ÖMURLEG !"
        },
        {
            "user": "HeartShapedBox",
            "user_id": "56631",
            "date": "2008-06-01 01:41:33",
            "id": "5893720",
            "reply_to_id": "5749539",
            "text": "mér fannst hún bara alveg ágæt"
        }
    ]
}