{
    "forum_title": "Heimspeki",
    "user": "Crusader",
    "user_id": "3492",
    "date": "2002-01-01 03:52:14",
    "title": "Vangaveltur(lesið ef þið nennið)",
    "text": "Til hvers erum við að eyða orku í að gera eitthvað sem við jafnvel vitum sjálf að hefur ekkert uppá sig og en fremur byggir upp andúð á okkur sjálfum? Ég tel að heimurinn sé á niðurleið. Ég tel að það sé aðalega útaf því að við erum farinn að hugsa of neikvætt. Við sjáum ekki jákvæðnina í kringum okkur aðeins neikvæðnina. Hvernig væri að HÆTTA að hugsa um jafnrétti kynjanna? Það er EKKERT jafnrétti milli þeirra og verður seint því við erum EKKI eins. Við getum ekki þjónað sama tilgangi. Ef þessi heimur vill ná langt þá verðum við að HÆTTA að hugsa um einstaklinginn frekar að hugsa um heildina. Ætlum við að ferðast um geyminn? Ef svo er hættum þá að keppast um hver verður fyrstur að komast á annað sólkerfi eða hver verður fyrstur að uppgötva þetta og hitt. Vinnum sem heild og komumst að þessu SAMAN þá munum við ná lengst. Kannski værum við lengra kominn í geimmálum ef nasisminn hefði borið sigur úr bítum og við værum öll hvít með blá augu. Við værum ein þjóð, þetta var rangt sem Hitler gerði, en vitið þið um betri leið til að sameina heimsbyggðina? USA hugsa um sjálfan sig það vita allir. Við erum ekki heild heldur 100 einstaklingar sem hugsa um 200 mismunandi markmið. Ég legg til að heimurinn slái til og búi til EITT land sem heitir fucking JÖRÐ WITH NO BULL SHIT!!!!!!<br><br>————————–\nVið munum aldrei vita hina réttu leið,\nAðeins þá bestu.\n————————–\n-Crusader-",
    "url": "https://www.hugi.is/heimspeki/korkar/58323/vangavelturlesid-ef-thid-nennid/",
    "url_id": "58323",
    "id": "391626",
    "replies": [
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-01-01 04:33:05",
            "id": "391628",
            "reply_to_id": "391626",
            "text": "Að sameina jörðina er góð hugmynd.\nEn það er engin ástæða til að ergja sig\nsvona.  Þér líður strax betur ef þú hættir\nþví!\nGLEÐILEGT NÝÁR!!<br><br>\nRecursive, adj; see Recursive"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-01-01 16:11:25",
            "id": "391627",
            "reply_to_id": "391626",
            "text": "Margar framfarir hafa orðið vegna samkeppni.  Ef Rússar og Bandaríkjamenn hefðu ekki keppst við að fara upp í geiminn, hefðum við mjög seint komist þangað.  Það eru margir hlutir sem við getum þakkað fyrir vegna samkeppninnar svo að hún á sér sínar góðu hliðar.<br><br>—-Fragman póstaði þessu——-\n<a href=\"\nhttp://www.svavarl.com\n“ target=”fragmanpage“>Heimasíða</a> | <a href=”mailto:fragman@svavarl.com“>Tölvupóstur</a> | <a href=”\nhttp://www.hugi.is/forsida/bigboxes.php?box_type=userinfo&user=fragman\n“>Skilaboð</a> | <a href=”\nhttp://www.svavarl.com/?lesa=hugiadmins\n“ target=”adminlisti\">Admin listi huga</a"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2002-01-02 07:29:20",
            "id": "391629",
            "reply_to_id": "391626",
            "text": "Crusader:\nFragman kom með mikilvægan punkt, í tengslum við samvinnu vis samkeppni.\nÞað er raunar erfitt að segja að heimurinn sé að batna eða versna.  Þar sem við getum alltaf valið viðmið sem gefur okkur niðurstöðuna sem við hugsum okkur.  Þannig getum við skoðað heiminn þannig að allt sé á niðurleið.  Þannig getum við líka skoðað heiminn þannig að allt sé á uppleið.  Þetta veltur á viðmiðum.  (Þú varst kannski að tala einmitt um þetta?)\nEf hnötturinn væri skilgreint sem eitt land.  Þá myndi það ekki leysa allan vanda.  Vissulega myndi fylgja því hagræðing, geri ég ráð fyrir.  En annað myndi einfaldlega verða innanríkismál í staðutanríkismáls.  Þannig að vandamálin myndu einfaldlega vera í öðrum möppum.  En þó myndi þetta leysa sum vanda mál, en hugsanlega skapað önnur.  Mér hugnast hugmyndin engu að síður. ;)\nEn fólk mun halda áfram að deila.  Hvað sem orsakar það.  Hvort það er eðli okkar eða eitthvað ananð.  Það hefur verið reynt að leysa þetta ósamræmi skoðana áður í sögunni.  Mér er ekki kunnugt um að það hafi tekist. ;)\nÞetta er annars alveg fín hugleiðing fyrir sína parta.\nKv.\nVeryMuch"
        }
    ]
}