{
    "forum_title": "Djammið",
    "user": "Sandy99",
    "user_id": "66848",
    "date": "2008-04-03 21:49:36",
    "title": "Leyfi..=/",
    "text": "vissi ekkert hvar ég átti að setja þetta en fannst það passa best hér:) þannig er málið að mig langar á einhvern hátt geta sagt og sannfært foreldra mína um það að það sé betra að þau viti og leyfi mér að drekka í stað fyrir að ég sé að fara á bakvið þau. það gerðist nefnilega það að seinasta sumar að mamma og pabbi komust að því að ég var að drekka, svo núna bara um daginn sá pabbi minn mynd af mér og vinkonu minni halda á áfengi á msn…:/ þau töluðu ekkert um það við mig nema mamma minntist eitthvað á það í dag…og ég á víst von á samtali við þau um áfengi.\nvonandi getiði komið með einhver góð rök fyrir því að leyfa mér að drekka :)\ntakk takk :D;*",
    "url": "https://www.hugi.is/djammid/korkar/583343/leyfi/",
    "url_id": "583343",
    "id": "5754173",
    "replies": [
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2008-04-03 21:53:36",
            "id": "5754181",
            "reply_to_id": "5754173",
            "text": "Þú ert hluti af cool krúinu og verður að drekka?"
        },
        {
            "user": "Sandy99",
            "user_id": "66848",
            "date": "2008-04-03 22:00:25",
            "id": "5754193",
            "reply_to_id": "5754181",
            "text": "haha!! jáhá!! en samt ég meina ég er ekkert að drekka hverja helgi…bara svona drekk smá í partýum og á þjóðhátíð, áramót og böllum og þannig:)"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-04-03 22:03:13",
            "id": "5754199",
            "reply_to_id": "5754181",
            "text": "Kannski langar henni bara að gera það einstaka sinnum í góðra vina hópi, svona fávitar eins og þú virðast ekki skilja það."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2008-04-03 22:09:19",
            "id": "5754220",
            "reply_to_id": "5754199",
            "text": "Ó já Drottinn minn, fræddu mig um lífið, Hvernig á ég að haga því?\nHvernig í andskotanum færðu það út að ég sé fáviti, og hverskonar fáviti er ég því þú talar um aðra en mig, hverjir eru fávitar með mér?\nÉg einfaldlega sagði hún gæti notað þetta semafsökun, Ég veit ekkert hver þetta er…\nHafðu þig hægann félagi…"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-04-03 22:28:34",
            "id": "5754274",
            "reply_to_id": "5754220",
            "text": "Menn mega drekka einstaka sinnum án þess að gaurar og anti-drykkjumenn fara að saka þau um að reyna að vera cool, eða hanga með ‘cool’ liðinu. Drykkja er skemmtunn ekkert ‘cool’ við það."
        },
        {
            "user": "Bjozzman",
            "user_id": "6233",
            "date": "2008-04-04 15:42:39",
            "id": "5755558",
            "reply_to_id": "5754274",
            "text": "I soooooo agree with you"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-04-05 00:03:44",
            "id": "5756633",
            "reply_to_id": "5754274",
            "text": "Hahh Hann var augljóslega að grínast kallinn minn;)allavega ef að þú veist eitthvað hver hann er. Hann er svolítill grínisti sko:D"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-04-05 00:56:00",
            "id": "5756715",
            "reply_to_id": "5756633",
            "text": "Hehe ok :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-05 11:06:16",
            "id": "5757024",
            "reply_to_id": "5754274",
            "text": "Reyndar, yngri krökkum finnst það vera meira mature og cool að drekka og skemmta sér sem þau hefðu annars ekkert gott af."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-03 22:08:50",
            "id": "5754218",
            "reply_to_id": "5754173",
            "text": "Þú skalt hlusta á rök þeirra fyrir því af hverju þú ættir ekki að drekka og “verja” þig"
        },
        {
            "user": "nicka",
            "user_id": "37764",
            "date": "2008-04-03 23:07:07",
            "id": "5754374",
            "reply_to_id": "5754173",
            "text": "Segja þeim bara hreint út hvað þú ert að gera(alls ekki allt haha), þau vilja frekar vita það heldur en að hafa áhyggjur á næstunni hvað þú ert að fara drekka eða e-ð."
        },
        {
            "user": "Shadowmaker",
            "user_id": "60497",
            "date": "2008-04-04 00:20:42",
            "id": "5754562",
            "reply_to_id": "5754173",
            "text": "Ömm, fyrst…það skiptir máli hvað þú ert gömul þegar þú ferð að ræða svona….\nSvo….skiptir líka máli hvenær foreldar þínir byrjuðu að drekka, getur fengið þau til að minnast þess hvernig það var að vera ungur/ung og vitlaus.\nSvo segirðu þeim að þú sért náttúrulega mjög ábyrgur einstaklingur, sért á beinni leið í lífinu og áfengið sé ekki að fara að spilla þeirri framabraut fyrir þér. Þú segir þeim svo að þú viljir byggja öll samskipti þín við þau(foreldrana) á traustum grunni, og til þess verði að vera gagnkvæmt traust, þessvegna ertu að segja þeim að þú sért byrjuð að drekka….ekki að byðja um leyfi.\nÞví næst sannfærirðu þau um að þú sért ekki að drekka áfengi til að skemmta þér, heldur ertu að skemmta þér og svo að drekka áfengi……þú getur lifað án þess en þetta er bara spennandi heimur sem þú ert að leika þér í “grunnu lauginni” í…ég meina…það er ekki eins og þú sért að íhuga að fara að skella þér  í fíkniefni.\nOg svo þegar þessu samtali við þau er lokið, biddu þau þá um að melta það. Ekki svara þér alveg strax heldur, sofa á þessu. Sofa á því að litla dóttir þeirra sé kannski smá að fullorðnast og þroskast og þau geti farið að losa aðeins um ólina til að leyfa henni að kynnast hættulega heiminum. Því nú vita þau að þú ætlar að treysta þeim fyrir þeim vandamálum sem koma uppá…og foreldar elska að leysa vandamál."
        },
        {
            "user": "sakkaroni",
            "user_id": "71118",
            "date": "2008-04-06 10:32:04",
            "id": "5758609",
            "reply_to_id": "5754562",
            "text": "vel orðað :D"
        },
        {
            "user": "Bachinn",
            "user_id": "52875",
            "date": "2008-04-05 20:59:41",
            "id": "5757986",
            "reply_to_id": "5754173",
            "text": "Segðu þeim, allavega gerði í það þegar ég fór á mitt fyrsta fyllerí.\nFannst það miklu betra, var búinn að heyra sögur af fólki sem lennti í veseni við að fela og þannig dæmi.\nSammt enginn góð rök fyrir að drekka áfengi, spurðu þau bara á móti."
        },
        {
            "user": "Copyright",
            "user_id": "64375",
            "date": "2008-04-06 00:56:42",
            "id": "5758357",
            "reply_to_id": "5754173",
            "text": "seigðu bara að þú ert orðin “ aldur” og að það sjé eðlilegt að drekka á þessum aldri og spurpu þaug svo hvenar þaug byrjuðu að drekka og að það sjé betra að þaug viti hvað þú ert að gera svo að þaug geti hjálpa þér ef þú lendir í vesseni heldur en að þú laumsit fyrir aftan þaug í þessu t.d. góð ræða er “ mamma/ pabbi ég er orðin …. það er komin tími á að þið vitið að ég drekk betra að þið vitið þetta og siðjð heldur en að ég þurfi að fella það og vessen líka betra að ég get verið hreinskilin við ikkur um svona svo þið getið miðlað ikkar reynsu til mín staðin að ég klúðri einhverju… ” ef það er diss á þetta þá bara “ Hvenar byrjuðu þið að drekka?!” ég sjálfur er semi fullur núna að skrifa þetta 15 ára og foreldrar mínir eru búin að vera okay með að éf drekk í hófi leingi… vikar fyrir mig sagði bara “ okay þið getið valið anahvort verið þið okay með að ég drekk eða að ég get laumast með það what ever.” böstuðu mig eimmit við að drekka haha"
        },
        {
            "user": "HailTheLeaf",
            "user_id": "40481",
            "date": "2008-04-08 13:47:15",
            "id": "5763136",
            "reply_to_id": "5758357",
            "text": "Ætlastu til þess að einhver skilji þetta haf af málfræði og stafsetninga villum?"
        },
        {
            "user": "Copyright",
            "user_id": "64375",
            "date": "2008-04-08 14:08:30",
            "id": "5763189",
            "reply_to_id": "5763136",
            "text": "í raun er mér sama haha er virkielga lesblindur og ekki mit mál að reyna að skilja þetta ef að viðkomandi vil reyna að fá mit svar á þessum vanda þá… svo nokkuð tilgángslaust skítkast hjá þér ekki satt þar sem þetta kemur þér ekki rassgat við?"
        },
        {
            "user": "HailTheLeaf",
            "user_id": "40481",
            "date": "2008-04-08 23:21:31",
            "id": "5765017",
            "reply_to_id": "5763189",
            "text": "Nú jæja.. Hafðu þá þína hentisemi og haltu áfram að eyðileggja augun í fólki. ;)"
        },
        {
            "user": "Copyright",
            "user_id": "64375",
            "date": "2008-04-09 17:53:48",
            "id": "5766517",
            "reply_to_id": "5765017",
            "text": "bentu mér á eina sanaða staðreind um að léleg stafsetnig eiðilegji augun í fólki og þá skall ég kanski vanda mig haha"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-04-11 18:46:30",
            "id": "5771435",
            "reply_to_id": "5766517",
            "text": "Kanski engin rosaleg staðreynd, en ég gat varla lesið þessa setningu hjá þér."
        },
        {
            "user": "Copyright",
            "user_id": "64375",
            "date": "2008-04-11 23:38:46",
            "id": "5772129",
            "reply_to_id": "5771435",
            "text": "en og aftur er mér sama haha er meira að seigja að pæla að skrifa ver bara til að pirra ikkur haha"
        },
        {
            "user": "dresinn",
            "user_id": "46045",
            "date": "2008-04-07 22:37:08",
            "id": "5762363",
            "reply_to_id": "5754173",
            "text": "hvað ertu gömul??"
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2008-04-09 01:08:53",
            "id": "5765279",
            "reply_to_id": "5754173",
            "text": "Hvað ertu gömul?"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2008-04-09 02:27:21",
            "id": "5765360",
            "reply_to_id": "5765279",
            "text": "Sandy 99, örugglega 99 módel."
        },
        {
            "user": "Sandy99",
            "user_id": "66848",
            "date": "2008-04-09 07:40:14",
            "id": "5765400",
            "reply_to_id": "5765360",
            "text": "nim :) vantaði bara tölu í endann og hafði bara 99, einfalt að muna"
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2008-04-09 11:56:35",
            "id": "5765655",
            "reply_to_id": "5765400",
            "text": "Hvað ertu þá gömul?\nVarla 9 ára."
        },
        {
            "user": "Sandy99",
            "user_id": "66848",
            "date": "2008-04-09 12:44:51",
            "id": "5765715",
            "reply_to_id": "5765655",
            "text": "sendi ég þér það ekki pm?"
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2008-04-09 21:06:14",
            "id": "5767261",
            "reply_to_id": "5765715",
            "text": "Nóbb. Reyndu aftur."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2008-04-10 23:01:36",
            "id": "5769882",
            "reply_to_id": "5754173",
            "text": "Rök á móti: Þú ert væntanlega undir tvítugu, þannig að það er ólöglegt.\nRök með: Þig langar rosalega til þess."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-04-11 18:47:02",
            "id": "5771436",
            "reply_to_id": "5769882",
            "text": "Rök með: Allir kúl krakkarnir eru að gera það."
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2008-04-23 17:51:25",
            "id": "5797557",
            "reply_to_id": "5754173",
            "text": "hmmmm hvað ertu gömul?"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2008-04-26 15:50:35",
            "id": "5804062",
            "reply_to_id": "5754173",
            "text": "Það skiptir rosalega máli hve gömul þú ert..\nEn í raun er samt soldið hættulegt fyrir taugakerfið í heilanum að drekka undir tvítugu. Heilinn (og einstaklingurinn) er ekki búinn að þroskast til að taka við áfenginu…"
        },
        {
            "user": "RockyB",
            "user_id": "31426",
            "date": "2008-05-03 01:56:21",
            "id": "5820509",
            "reply_to_id": "5754173",
            "text": "hehe ég þurfti ekkert að fela þegar ég byrjaði að drekka. Það voru foreldrar mínir sem keyptu fyrir mig áfengið og ég var í “partýi” með þeim (og reyndar fullt að öðru fólki) þegar ég byrjaði fyrst ;)"
        }
    ]
}