{
    "forum_title": "Hljóðvinnsla",
    "user": "davida",
    "user_id": "57177",
    "date": "2008-04-05 21:01:22",
    "title": "Mónitorar",
    "text": "Ég sendi inn lag eftir mig fyrir nokkrum vikum til þess að leyfa fólki að heyra svona hvað maður væri að gera sniðugt.  Það var mixað með heyrnartólum, þ.e. áður en ég fékk monitora.  Nú fyrir ekki svo löngu komu KRK Rokit monitorarnir mínir í Tónabúðina( og það var mikið fagnað).  Fyrst ég var kominn með úrvals græjur ákvað ég að hlusta á mixið sem ég sendi inn, og hvílík skelfing, þetta var nákvæmlega eins og ég bjóst við, illa ömurlegt.  Nú hef ég tekið aðeins til í mixinu og ákvað að pósta þessu aftur inn, með samanburð:\nÞað gamla heitir Vegir\nÞað nýja heitir vegir 2\nBoðskapur dagsins: Ekki nota headphones til þess að mixa :P\nBætt við 5. apríl 2008 -  21:04\nÚps, gleymdi að hækka örlítið meira í bassanum. Ojæja…",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/583637/monitorar/",
    "url_id": "583637",
    "id": "5757992",
    "replies": [
        {
            "user": "addi89",
            "user_id": "31881",
            "date": "2008-04-05 21:42:09",
            "id": "5758058",
            "reply_to_id": "5757992",
            "text": "Fínt að leyfa okkur þá að hlusta á lagið ;) wink!"
        },
        {
            "user": "davida",
            "user_id": "57177",
            "date": "2008-04-05 22:38:33",
            "id": "5758163",
            "reply_to_id": "5757992",
            "text": "Vá, ég steingleymdi linkunum.\nhttp://www.soundclick.com/bands/default.cfm?bandid=799931"
        },
        {
            "user": "skyage",
            "user_id": "15510",
            "date": "2008-04-06 00:07:24",
            "id": "5758271",
            "reply_to_id": "5757992",
            "text": "KRK Rokit eru nice!"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2008-04-06 05:23:16",
            "id": "5758556",
            "reply_to_id": "5757992",
            "text": "er nú reyndar bara að hlusta í MacBook Pro hátölurun, en seinna mixið er soltið meira djúsí\nhvernig headphona mixaðiru með btw. ?\nEr mikið að spá í að skipta M-Audio BX8a mónitorunum mínum út fyrir KRK VXT-8\nÞegar ég fór að kaupa mónitora á sínum tíma stóð  valið á milli M-Audio BX8a og KRK RoKit 8, valdi M-Audio gaurana því að þeir sánduðu að mínu mati mun betur, en er samt farinn að sjá pínu eftir því núna, þar sem ég held að KRK mónitorarnir séu miklu réttari, M-Audio gefur aðeins of mikinn lit (sánda geðveikt vel, frábært að hlusta á tónlist og svona í þeim, en held að þeir gefi ekki nógu rétta mynd af því hvernig mixið hljómar all-over)"
        },
        {
            "user": "davida",
            "user_id": "57177",
            "date": "2008-04-06 12:37:49",
            "id": "5758751",
            "reply_to_id": "5758556",
            "text": "Reyndar eru þessar dollur algjörir svona media headphones, alls ekki ætlað að mixa í þeim, svona til þeirra málsbóta, en ég mixaði þetta fyrst í Sennheiser HD555 dollum, sem ég nota ekki einu sinni sem reference lengur(blæða allt of mikið líka)."
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2008-04-06 21:26:33",
            "id": "5759706",
            "reply_to_id": "5757992",
            "text": "mér finnst nú útgáfan í headphones hljóma mun betur."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2008-04-06 22:42:49",
            "id": "5759881",
            "reply_to_id": "5759706",
            "text": "ja ég er eiginlega sammála þér :/ mér finnst söngurinn í monitora-útgáfunni betri."
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2008-04-06 22:49:55",
            "id": "5759907",
            "reply_to_id": "5759881",
            "text": "miklu betri bassinn í headphones útgáfunni og bassatromman 1000x betri"
        },
        {
            "user": "davida",
            "user_id": "57177",
            "date": "2008-04-07 01:21:41",
            "id": "5760232",
            "reply_to_id": "5759706",
            "text": "Tja, ég prófaði að hlusta á fyrra mixið í gegnum venjulegar kringumstæður, þ.e. venjulegar heimilisgræjur. Þar drukknaði söngurinn algjörlega í mixinu, að hluta til vegna alltof mikils reverbs.  Bassinn var alltof hár, lítið jafnvægi á trommum og 100-300hz svæðið á kassagítarnum var að drulla út það tíðnisvið.\nReyndar átti ég eftir að tvíka bassann aðeins betur, þ.e. breyta bassasynthinum, deyfa lowpass filterinn á honum og sleppa þal miðsviðinu betur í gegn. Þannig ætti hann að hafa meira presence í mixinu án þess að yfirgnæfa.  Bassatromman þarf að vera á sérrás, en ekki hluti af trommuheilanum(þarf bara að breyta stillingunni)."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2008-04-06 23:14:17",
            "id": "5759984",
            "reply_to_id": "5757992",
            "text": "þegar ég heyrði intro riffið fyrst þá fór ég strax að hugsa um þessa línu “i won't be the one to disappoint you anymore” hehe þetta er úr lagi sem er með næstum því sama riff:P"
        },
        {
            "user": "davida",
            "user_id": "57177",
            "date": "2008-04-07 01:22:49",
            "id": "5760234",
            "reply_to_id": "5759984",
            "text": "Hah, já, það er rétt, hef ekki tekið eftir þessu áður."
        },
        {
            "user": "MrSir",
            "user_id": "36476",
            "date": "2008-04-08 16:06:33",
            "id": "5763540",
            "reply_to_id": "5757992",
            "text": "Finn ég melodyne lykt af þessu? ;)\nBætt við 8. apríl 2008 -  16:11\nOg er þetta allt virtual instruments nema kassinn?"
        },
        {
            "user": "davida",
            "user_id": "57177",
            "date": "2008-04-08 23:33:09",
            "id": "5765057",
            "reply_to_id": "5763540",
            "text": "hah, þetta er að sjálfsögðu melodænað í drasl  : )\nAllt er virtual nema gítararnir tveir."
        }
    ]
}