{
    "forum_title": "Jeppar",
    "user": "HelmutKohl",
    "user_id": "30956",
    "date": "2008-04-06 17:13:14",
    "title": "Ford Econoline",
    "text": "Mig langar til að fá mér Ford Econoline og láta hækka hann upp þannig að ég komist eitthvað út fyrir þjóðvegina. Er að hugsa um 38“ - 40”\nÉg hef verið að skoða þessa bíla á netinu og ég sé að þeir eru nánast allir afturhjóladrifnir.  Ég er kannski að upplýsa fáfræði mína, en er því breytt í breytingaferlinu á bílnum, þe. úr 4x2 í 4x4?\nSvo langar mig að vita ca. kostnaðinn við að breyta bílnum og hver sé bestur í því.\nÖll comment vel þegin.",
    "url": "https://www.hugi.is/jeppar/korkar/583774/ford-econoline/",
    "url_id": "583774",
    "id": "5759198",
    "replies": [
        {
            "user": "Pjesapjes",
            "user_id": "46242",
            "date": "2008-04-06 17:27:51",
            "id": "5759222",
            "reply_to_id": "5759198",
            "text": "þessir bílar eru oft þyngri en 3500 kg þannig þú þarf líka meirapróf. veit um strák sem keypti sér svona ford en hann þurfti að selja hann því hann mátti ekki keyra hann.\nþað er mikil sekt að keyra of þunga bíla ef löggan stoppar þig. og ég held að þú getir ekki skráð hann á þig… annars er ég ekki viss með það."
        },
        {
            "user": "Suzuki125",
            "user_id": "69313",
            "date": "2008-04-06 18:29:34",
            "id": "5759355",
            "reply_to_id": "5759198",
            "text": "Icecool eru bestir í að breyta svona bílum þeir hafa breytt mörgum svona bílum"
        },
        {
            "user": "HelmutKohl",
            "user_id": "30956",
            "date": "2008-04-07 18:06:02",
            "id": "5761401",
            "reply_to_id": "5759355",
            "text": "Takk fyrir þetta.\nÉg var nú bara að hugsa um E150 og ætti hann því að vera undir 3,5 tonnum og fyrir færri farþega en 8.\nEn hvað með 4x2 vs. 4x4.  Eru þessir bílar bara framleiddir með afturhjóladrifi?"
        },
        {
            "user": "Suzuki125",
            "user_id": "69313",
            "date": "2008-04-07 21:50:43",
            "id": "5762204",
            "reply_to_id": "5761401",
            "text": "Ég bara veit það ekki"
        },
        {
            "user": "fugl",
            "user_id": "16254",
            "date": "2008-04-08 10:35:36",
            "id": "5762885",
            "reply_to_id": "5761401",
            "text": "þessir bílar hafa aldrei verið framleiddir öðru vísi en bara afturdrifnir, í dag er ford í usa hinsvegar í samstarfi við fyrirtæki sem heitir Quigly um að koma hásingu undir bílana að framan og millikassa og öðru sem þarf í svona. Svo er Gunni í IceCool örugglega manna reyndastur í að koma þessu á stærri dekk og annað.\nGrunar hinsvegar að 150 bíllinn eigi bara of litla vikt eftir upp í sína leyfðu heildarþyngd að það hreynlega sé ómögulegt að breyta honum löglega, þar sem það viktar jú slatta að koma auka hásingu undir kvikindið, stærri dekk, millikassi og allt það drasl, þá gæti verið að eftir þessar breytingar þá megi fullorðinn maður bara ekki setjast upp í bílinn nema að hann sé kominn yfir leyfða heildarþyngd"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-04-15 18:17:18",
            "id": "5779920",
            "reply_to_id": "5762885",
            "text": "Þetta er frekar tæpt, heyrði sögu um einn sem að var vigtaður um daginn hann var viktaður með tankinn fullann og féll á því :)"
        }
    ]
}