{
    "forum_title": "Farsímar",
    "user": "Plato",
    "user_id": "10690",
    "date": "2002-01-02 16:49:59",
    "title": "Farsímatækja þróun",
    "text": "Daginn\nHef tekið eftir umræðu hér endum og sinnum um GSM símtækja gerðir og getu.\nNú er það svo að í gegnum tíðina þá var það svo að sjónvarpið, það var svart hvítt í upphafi og ekki nokkurri sálu dettur í hug að vilja svoleiðis sjónvarp í dag.  Tölvuskjáirnir komu líka svartir með hvítum texta fyrst, svo fóru þeir að koma með mismunandi litum textum og enn síðar var farið í að breyta bakgrunns litunum og allt endaði þetta svo í litaskjánum.\nTelur einhver heilvita sála að við mannskepnan muni ekki vilja hafa skjáinn á símanum í lit, helst ekki seinna en strax?\nSvart/hvít          eða          lit\n- hvað vilt þú ef þú getur valið?\nSvo er það þetta með hvaða sími er bestur og hvað hver vill.  Að sjálfsögðu finns hverjum og einum hans/hennar sími vera sá besti, ella væri viðkomandi komin með nýjan eða væri á leiðinn að fá sér nýjan sem svo væri sá besti.\nEn hvað er best?  Hvernig á að mæla hvað er best?  Það eru um 283.000 sálir hér á klakanum og því er líklegt að það séu svona um það bil jafn margar skoðanir á því hvað er best.  Það stenst þó ekki alveg því hér á landi er um það bið 65% þeirra sem hafa farsíma, þeir eru með Nokia síma.\nEn hvers vegna Nokia síma.  Vissulega var það svo að Nokia fór um víðan völl við að “tengja fólk” og setti mikinn pening í þetta.  Það sem svo Nokia gerði og var hrein snilld var að gera notendaviðmót sem fólk átti auðvelt með að skilja og nota og því finns svo mörgum gott að vera með Nokia síma í dag.\nÞað sem svo er í dag dapurlegt við þetta ástand er að Nokia lifir enn í dag á fornri frægð (þó svo hún sé nú ekki eldri en 2-3ja ára) því noendaviðmótin hafa alls ekkert þróast á þessum tíma hjá þeim, skjáirnir eru með nánast sömu lélegu upplausninni og þeir voru 1998 og engu öðru en WAP hefur verið bætt í símana, nema 8310, þar loksins sást GPRS og einnig FM útvarp.\nÍ stuttu máli þá er það staðreind að Nokai hefur nánas orðið eftir í tækniþróuninni á farsímamarkaði.  Þeir boða eitt og anna af tækninýjungum á mismunaid tímum en þeir eru nánast alltaf á eftir öðrum.\nFyrir þá sem vilja skoða það að færa sig yfir í framtíðin þá er það svo að síðasta árið hafa það veri Semens og sérstaklega Ericsson sem hafa komið fram með nýjungar og sérstaklega í símtækjum frá Ericsson þá erum við viðskiptavinir þessara risa fyrirtækja að fá tæknilega fullkomnar græjur á mjög hagstæður verði og nýjungar eru á hverju strái hjá þeim, það er staðreind.\nkv. plato",
    "url": "https://www.hugi.is/farsimar/greinar/58392/farsimataekja-throun/",
    "url_id": "58392",
    "id": "392027",
    "replies": [
        {
            "user": "saint",
            "user_id": "1078",
            "date": "2002-01-02 22:08:11",
            "id": "392028",
            "reply_to_id": "392027",
            "text": "Þetta er alveg rétt hjá þér. Eða það er mín skoðun. Þótt að Nokia séu með gott notenda viðmót þá eru þeir alls ekki bestu símana á markaðnum í dag því miður. Panasonic,Ericsson og fleiri eru komir framúr í tækni og þróunn\n:)"
        },
        {
            "user": "Harm",
            "user_id": "12903",
            "date": "2002-01-05 15:26:28",
            "id": "392029",
            "reply_to_id": "392027",
            "text": "Tilhvers að hafa litaskjá á síma?\nSjónvörp og tölvuskjáir eru til að horfa á myndir og að vera í tölvuleikjum bæði þarfnast grafíkar og litar en þegar þá ert með 1\" skjá eru ekki mikil not fyrir það. Þó væri kanski þæginlegt að geta slegið inn símanúmer með bleikum tölustöfum. :)"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2002-01-18 18:28:45",
            "id": "392030",
            "reply_to_id": "392029",
            "text": "Vegna þess að síminn verður meira enn bara sími.\nHann á eftir að td verða videosími. Hlutur sem er bara að koma eftir ca. ár.\nNú eru einnig Sony-Ericsson mobile komið af stað og eru þeir að vinna að fyrstu sameiginlegu símunum. Þar verður til dæmis veit ég búið að koma fyrir einu stykki playstation tölvu í símann og á að verða hægt að porta leiki þangað. Og eru þar með að reyna komast inn á Gameboy markaðinn. Og ekki eru þetta mikið minni skjáir enn á Gameboy(miðað við að nýju símarnir eru með skjáinn yfir mest allan símann). Wap á eftir að verða öflugra með flash support ofl. Allar upplýsingar sem þú þarfnast beint í símann. Fréttir hjá Sjónvarpinu og Stöð2 beint í skjáinn til þín og headfóna. MP3/NetRadío stöðvar þar sem að tónlistarmyndbandið eða slideshow af tónlistarmanninum kemur á skjáinn. Það eru hundruðir ástæðna fyrir litsíma. Nema að þetta verður ekki símar lengi.\nÞetta er bara það sama og með SMS. Það var nú bara eitthvað aukastöff sem einhverjum asna datt í hug að henda inn í GSM staðalinn þegar hann var að skrifa hann. Það sá ekki nokkur aðili neitt not fyrir það. En hvað gerir það núna? Það sér um megnið af samskiptum milli fólks í evrópu. Það sendir þér fréttir. Sendir þér nýja hringitóna. Sendir þér myndir. Uppfærir hugbúnað á SIM korti og símanum. Minnir þig á að sækja krakkana úr skólanum. Og margt fleira.\nPointið er að þetta er bara tækniþróun. Þú þarft ekki í rauninni að sjá pointið með þessu. Þú þarft bara að fá þér símann og við tæknimennirnir sjáum um afganginn og sýnum þér hversu sniðugt og ómissandi þetta er. Okkur tókst það með allar hinar græjurnar sem þú átt. ;)"
        },
        {
            "user": "Harm",
            "user_id": "12903",
            "date": "2002-01-19 15:49:56",
            "id": "392031",
            "reply_to_id": "392030",
            "text": "LOL :)\nÉg skil afhverju maður ætti að hafa litaskjá á símanum ef maður hefur not fyrir hann eins og þú segir eftir ár eða meira. Það sem ég skil ekki eru litaskjáir í símum núna eins og simens o.f.l. þar sem þú hefur engin not fyrir lit og þegar þú kemur til með að hafa not fyrir litinn þá er símin orðinn úreltur."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2002-01-20 23:27:10",
            "id": "392032",
            "reply_to_id": "392031",
            "text": "Ef þig vantar ástæðu fyrir litasíma núna fáðu þér þá litasíma eins og Ericsson símann og farðu á wapsexy.com. Hágæða myndir í góðu quality. Einnig með slodeshow sem sér um allt fyrir þig.  Getur bara haldið á símanum með annarri og notað hína********. En annars er líka bara verið að prufa hlutina. Símar verða að þróast eins og allt annað. Auk þess eru þessir símar ekki svo dýrir. Litli ericsson litasíminn kostar ekki nema 33.000kr niðrí Íslandssíma.\nEn einhver var hér að tala um að fyrirtæki voru að hætta að framleiða síma. Þá er málið að bæði Ericsson og Motorola hava alltaf einbeitt sér að öðrum hlutum. Sterkasta hlið Ericsson er gerð símkerfa. Símagerð hefur alltaf verið dragbítur sem ekki hefur hentað þeim. Hinsvegar hætti hvorugt þessa fyrirtækja bara með símadeildina heldur seldi þau þessar deildir. Sony keypti símadeild Ericsson og splittaði svo sinni símadeild frá sér í nýtt fyrirtæki og sameinaði svo svo bæði í Sony-Ericsson Mobile(www.sonyericssonmobile.com). Eins og þá eru fyrirtækin bara að klára þau pródukt sem þau voru að vinna að en eru að byrja að þróa fyrstu símanna sem gefnir verða út undir nýja nafninu.\nÞannig að það er ekkert færri fyrirtæki núna að framleiða síma í heiminum. Þótt að Nokia hafi næstum tekist að útríma öllu með fornri frægð og góðri auglýsingamennsku einni saman."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-06 17:29:39",
            "id": "392033",
            "reply_to_id": "392027",
            "text": "Eitt dæmi er að SMS inboxið á þessum nokia símum hefur ekkert breyst síðan ég fékk fyrst svona síma fyrir löngu síðan. T.d þegar ég er kominn með fullt inbox af sms-um sem ég hef ekkert ad gera vid lengur þarf ég að ýta MJÖG OFT á einn takka til að eyða þeim öllum út, einu í einu, svo ég geti tekið við fleirum. Hvað er málið, er ekki bara hægt að hafa einn takka sem eyðir öllu úr inboxinu :)"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2002-01-20 22:59:27",
            "id": "392034",
            "reply_to_id": "392027",
            "text": "Ég held líka að það spili soldið inn í að það hafa verið að koma fréttir að þessir og hinir símaframleiðendur séu að hætta að framleiða farsíma. Það er ekki nema svona ár síðan að Ericsson sagðist ætlað að hætta að framleiða farsíma og það var nokkrum mánuðum eftir að Motorola sagðist ætla að hætta að framleiða farsíma.\nSem fyrr segir er ár síðan að þetta var í fréttunum en samt er Ericsson að senda frá sér nýjar línur. Ég held að menn verði að ákveða hvort þeir ætli að spila eða horfa á. Ég er ekkert á móti Ericsson og ég hugsa að ég fá mér Ericsson næst. Svona fréttir eru bara ekki til að trekkja fólk að í kaupa síma."
        },
        {
            "user": "tstar",
            "user_id": "14420",
            "date": "2002-02-26 10:19:22",
            "id": "392035",
            "reply_to_id": "392027",
            "text": "Varðandi framleiðslu á símunum þá er það þannig að Ericsson og Sony eiga 50/50 í SonyEricssonmobile og hanna síma eins og þessi félög gerðu áður hvort fyrir sig. Motorola hefur aldrei hætt að hanna síma heldur.\nMálið er það að sjálf framleiðslan, þ.e. að búa til íhlutina (a.m.k. hluta þeirra) og setja símann samann hefur verið seld og ég held að það sé Flextronics sem sjái þetta fyrir þessi fyrirtæki. S.s. outsourcing framleiðslunnar sjálfrar.\nFyrirtækin gerðu sig hins vegar sek um að klúðra algerlaga fréttatilkynningum um þetta efni eins og þið gerið ykkur líklega grein fyrir; allir halda að þau hafi alveg ætlað að hætta með farsíma!\n/tsta"
        }
    ]
}