{
    "forum_title": "Hljóðfæri",
    "user": "ehar",
    "user_id": "31826",
    "date": "2008-04-12 11:48:34",
    "title": "Er að svipast um eftir gitar... enn einu sinni :-)",
    "text": "Ég er svipast um eftir gitar enn einu sinni.\nHelst með Floyd rose, 15 hver má vera svoleiðis!\nHelst svona strat lagað bodie.\nToppurinn væri ef einhevrstaðar lægi gamall Tom Anderson eða Levingston Blade eða t.d Japanskur fender. Ekki mikinn áhuga á Ibanez eða neinu með svona kústskafthálsa !  Jafvel gæti Kramer sloppið, Jackson eða einhvað slíkt komið til greina.  Bara ekki metal look….\nHugmyndin er að vera með í honum orginal Floyd rose frá Ping eða Scaller!\nSennilega líka Dimarsio pu.\nAllavega þá er ég svona í rólegheitunum að svipast um einhverju svona í þetta projekt.\nÁstand er aukaatriði þar sem ég reikna með að fara alveg í gegnum hann frá grunni.\nReikna svo sem frekar á að finna efniviðinn á Bjána flóa (Idiot bay :-)\nEf ef einhver lúrir á efni í svona projekt þá væri gaman að heyra frá mönnum.\nE.Ha",
    "url": "https://www.hugi.is/hljodfaeri/korkar/584868/er-ad-svipast-um-eftir-gitar-enn-einu-sinni-/",
    "url_id": "584868",
    "id": "5772514",
    "replies": [
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2008-04-14 11:40:11",
            "id": "5776738",
            "reply_to_id": "5772514",
            "text": "þú ert að leita af strat löguðu boddyi sem má ekki vera metal. hvernig þarf gítar með strat löguðu bodyi að looka til að vera metal? (ekki það að þá meigi ekki nota í metal)"
        },
        {
            "user": "Niflhell",
            "user_id": "69770",
            "date": "2008-04-14 16:35:01",
            "id": "5777418",
            "reply_to_id": "5776738",
            "text": "Ég held að hann sé að tala um þessa venjulegu Ibanez RG or something… Það eru nú alveg til hellingur af “metallegum” gíturum sem eru með “strat-based” body. Jú fatt? :)"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2008-04-14 18:23:41",
            "id": "5777748",
            "reply_to_id": "5777418",
            "text": "ekki nema það sé eitthvað paintjob, en þessir týpísku, rauðu, svörtu, hvítu… einlituðu, finnst mér bara vera hlutlausi"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-04-15 19:07:36",
            "id": "5780079",
            "reply_to_id": "5777748",
            "text": "Jamm hlutlaust boddy, helst ekki Ibanez langar ekki í kústskaftaháls!\nBara einhvað hlutlaust boddy.\nVar t.d pinu að skoða ESP en þar var como paintjobb að þvælast fyrir mér einhvað sem var plastlagt og ervitt að mála yfir!\nEinhvað plain klssiskt boddi, breiðan háls og orginal ping eða scaller Floyd…….\nE"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2008-04-15 20:19:50",
            "id": "5780348",
            "reply_to_id": "5780079",
            "text": "kíkja á…\n- PRS\n- Schecter (er ekki viss hvort þeir komi með floyd en tékkaðu)\n- G&L (ef þú átt pening :Dyesss)\n- MUSICMAN (:)))))"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-04-15 20:29:29",
            "id": "5780383",
            "reply_to_id": "5780348",
            "text": "Á 15 gitara núna meðal annars einn flottasta PRS inn hér á landi.\nLýst ekkert á hina sem þú ert að Scetser eða G&L\nEr að leita að ódyru projekti til að vera með alvöru floyd í!\nVantar bara efni í floyd öxi.\nFloyd gitar þarf ekki að vera byggður eins og les paul custom!\nFloydin étur sustanið úr viðnum hvort eð er!\nBara var að vonast til að finna t.d Gamlan Kramer ( Flayd by Ping) Eða Jap Fender ( Floyd by Khaler) Eða einhvað annað með alvöru floyd!\nEf ég ætlaði að setja pening í þetta þá yrði það Anderson…….. fyrir 2000+$\nNæstum eins og PRS inn eða Gibbinn og það bara stendur ekki til!\nE"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2008-04-29 12:02:55",
            "id": "5810374",
            "reply_to_id": "5780383",
            "text": "Skal selja þér ESP KH-4 á svona 200.000 :)"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-04-30 09:55:58",
            "id": "5813024",
            "reply_to_id": "5810374",
            "text": "Neibb vil ekki einhvað signeatur og alls ekki Hammet! Og ekki batterís pu!\nGæti vel hugsað mér ESP Mii\nHef aðeins boðið í svoleiðis á Ebay og helst þá svona 1980-1992 módel.\nEr fæddur orginal og verð ekki copia!"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2008-05-01 14:08:49",
            "id": "5816194",
            "reply_to_id": "5813024",
            "text": "af hverju ekki hammett? og ekki eins og að þetta sé eitthvað algengur gítar.\nOg af hverju eru “non-signature” eitthvað öðruvísi? ef þú kaupir þér fender strat þá eiga miklu fleiri eins gítar og þú heldur en ef þú myndir kaupa þér KH-4 :)"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-05-02 10:28:25",
            "id": "5818386",
            "reply_to_id": "5816194",
            "text": "Hjammett og restin að Nappstermorðingjunum í Metalikka eiga bara ekki upp á pallborðið hjá mér.\nMundi aldrey borga þeim einhvað auka fyrir nafnið sitt á gitar!\nVil ekki  batteris pu. Að vísu er til KH signauture með Dimarzio og bolt on mapel hálsi.\nSá gítar er svo til nákvæmlega eins og ESP Mii\nÞannig að ef ég á val þá tæki ég Mii frekar en KH signeature.\nVil gjarnan ná mér í ca 1988-92 ESP Mii\nEða bara einhvað ódyrt.\nMálið er að ég er með slatta af gitörum, eina 14 :-)  Þannig að´mér liggur ekkert á.  Vil bara finna gitar með góðri floyd.\nSvona til að dóta með.  Fyrir gott sound nota ég annað!\nE"
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2008-05-02 12:59:18",
            "id": "5818688",
            "reply_to_id": "5818386",
            "text": "Stratocaster +\nþetta\n<— Linkur.\nBara svona til að gefa þér hugmyndir ef þú reddar fínum strat. Þarf ekki að saga eða svoleiðis vesen."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-05-02 16:57:05",
            "id": "5819266",
            "reply_to_id": "5818688",
            "text": "langar svo mikið í þetta :( ætla kannski að setja þetta í stratinn minn í sumar ef ég byrja að vinna í honum ;)"
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2008-05-02 17:06:23",
            "id": "5819290",
            "reply_to_id": "5819266",
            "text": "Ætla að kaupa stratocaster í sumar, ætla líklega að skella þessu í hann í leiðinni :). Bæði hægt að hafa flótandi þegar maður er að Van Halenast og svo hægt að hafa hana fasta til að stilla í drop D, Eb og aðrar stillingar."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-05-02 17:28:27",
            "id": "5819325",
            "reply_to_id": "5819290",
            "text": "jebb."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-05-03 20:38:09",
            "id": "5821988",
            "reply_to_id": "5818688",
            "text": "Neibb langar alls ekki í þetta.\nFinnst ekkert að því að saga í gitar eða bara fá sér t.d mij Strat með original Khales Floyd.\nMálið er að ég vil ekkert vésin engar eftirlikingar. Ekkert Licenced.\nBara original ´Floyd Rose brú framleidda að T.D Khales eða Ping, jafnvel gæti Scaller komið til greina og sumar Ibanez brýrnar.\nVil bara ekkert vésin.\nVar næstum falli fyrir Blade um daginn á Breska ebay!\nOg 15 ára ESP :-)\nÆtla bara að gefa mér tíma og finna einhvað sem mér líkar.  Vantar svo sem ekki fleirri gitara en langar mönnum ekki altaf í viðbót :-)\nE"
        }
    ]
}