{
    "forum_title": "Hundar",
    "user": "skiturjonas",
    "user_id": "56687",
    "date": "2008-04-13 12:25:03",
    "title": "áhyggjur",
    "text": "Ég er farin að hafa soldlar áhyggjur af hundinum minum, hun er farin að nota lappirnar sinar sem sleikjipinna og er orðinn miklu svona hændari meér heldur en vanalega, ens og ég sit uppí sofa og vanalega hefði hun bara farið hinum meginum i sofann en núna vill hæun gjörsamlega sitja svo þétt uppvið mig að hún situr næstum þvi ofan á mér! Einnig þá er hún farinn að sofa miklu miera en venjulega, og eg meina hun svaf MIKIÐ fyrir, en nuna sefur hún meira, og hún er líka næstum því gjörsamlega búin að missa áhugann á því að fara útað pissa, vanalega var hun altlaf að biðja um það, en núna þarf ég vikilega að kvetja hana til að fara út, hún er líka farinn að drekka miklu meira af vatni, stundum drekkur hun gjörsamlega ekki neitt en svo allt í einu þá bara klárar hún fulla vatnskál og stundum biður hún um meira!\nÞetta byrjaði samt um það leiti sem að pabbi minn fór til útlanda, en það getur varla verið það afþví hann fer svo ógeðslega oft til útlanda og hún hefur aldrei látið svona!\nHún er ekki búin að fara og fá sprauturnar sínar fyrir þetta ár, og hún er sex ára labrador tík!\nBætt við 13. apríl 2008 -  18:10\nhjalp ?",
    "url": "https://www.hugi.is/hundar/korkar/585037/ahyggjur/",
    "url_id": "585037",
    "id": "5774476",
    "replies": [
        {
            "user": "skiturjonas",
            "user_id": "56687",
            "date": "2008-04-13 18:51:06",
            "id": "5775303",
            "reply_to_id": "5774476",
            "text": "Einnig gleymdi eg ad nefna ad hun er lika farin ad anda miklu hradar!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-15 19:18:28",
            "id": "5780107",
            "reply_to_id": "5774476",
            "text": "hmm, ættir kannski að fara með hana til dýralæknis."
        },
        {
            "user": "smurfy",
            "user_id": "53549",
            "date": "2008-04-17 22:01:27",
            "id": "5785057",
            "reply_to_id": "5774476",
            "text": "Þú ættir að fara með hana í skoðun.\nÉg ætlaði að segja að hvolpurinn minn léti svona stundum með að elta mig út um allt og geta ekki verið án mín, en svo sá ég að þín er orðin 6 ára.\nÞetta finnst mér grunsamleg hegðun sem þyrfti að kíkja á."
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2008-04-24 20:51:56",
            "id": "5800453",
            "reply_to_id": "5774476",
            "text": "Sykursýki?"
        }
    ]
}