{
    "forum_title": "Sorp",
    "user": "pengu",
    "user_id": "63742",
    "date": "2008-04-14 12:11:46",
    "title": "The emo handguide! [hin harða sögukeppni]",
    "text": "jæja ég sendi hér inn efni sem ég hef skrifað með bjór á vinstri og hlægjandi vini til hægri!\nThe\nemo hand guide\nBy: Fannar Georg Gilbertsson.\nFormáli\nÞessi bók er tileinkuð hugsunum mínum og rannsóknum um emo verur og með rannsóknunum og komst ég að þessu:\nemo er stytting á enska heitinu emotional sem þýðir tilfiningar á íslensku, en emóar eru með of mikið af þessum tilfiningum, einhversskonar auka skilningar vit í því sem gerir þá að  einhverju öðru en mennsku og það versta er að þeir þróuðu það sjálfir…það mætti segja að þeir fórnuðu manndóminum með því að fara yfir í myrkru öflin… nú hugsar þú lesandi góður hvernig myrk öfl og er ég hér með nokkur dæmi:\n1.\tmeð því að skera sig. (enginn maður með heilu viti myndi gera það)\n2.\t hlusta á væl sem þeir telja músík. (en fyrir okkur hin er þetta bara krumma garg og er á þann veg engan veginn mennskt)\n3.\t Þeir búa yfir einhversskonar göldrum sem lætur fólk með lýtið sjálfsstraust breytast í emóa á nokkrum vikum.\n4.\tÞeir eru HOMMAR! og hommar eru ekki mennskir heldur illar verur sem berjast gegn náttúruni með því að hommast og bjuggu þá til fullt af sjúkdómum.\n5.\tÞEIR ERU F***ING HOMMAR!\n6.\tÞeir hafa skrítnar athafnir þar sem þeir ‚‘‘gela‘‘ hárin sín sem gefa öðru fólki einssonar löngun til að flýja því þeir gætu auðveldlega drepið menn með því að skalla þá með þessu beittu ‚‘‘geluðu‘‘ hárum\nOg hér á næstu köflum eru góðar tillögur sem geta forðað þér frá því að vera emo:\nNokkrar tillögur:\nÞú verður emo ef þú :\n1)\tferð að gráta þegar þér finnst heimurinn vera á móti þér.\n2)\tHeldur að heimurinn sé á móti þér.\n3)\tbyrjar að skrifa einmanaleg ljóð t.d. eins og þetta:\nég á ekki heima í þessum heimi… ég ligg og ég gleymi o.s.frv…\n4)\tÁtt yfir 2 skissubækur af ömurlegum klisjulegum ljóðum sem þú bjóst til\n5)\tbyrjar að klæðast í dökkum fötum.\n6)\tByrjar að setja á þig aalt of mikið make-up gildir líka um kk.\n7)\tFerð í smáralindina til að hitta fólk í lyftuni.\n8)\tHlustar á pönk sem þú telur vera emo tónlist.\n9)\tHatar technó og indie tónlist.\n10)\tSegir við foreldra þína að þú sért emo.\n11)\tErt stolt/ur af því að vera emo.\n12)\tSegir við vini þína að þú viljir að þeir verða emo eins og þú.\n13)\tHoppar heima hjá þér.\n14)\tFerð alltaf beina leið heim úr skólanum til að læra heima.\n15)\tLærir heima.\n16)\tOf-gelir á þér hárið svo það verður haðrara en stál.\n17)\tReykir.\n18)\tReykir ein/n.\n19)\tSefur meira en 10 tíma á nóttu\n20)\tSefur minna en 6 tíma á nóttu.\n21)\tSyngur aldrei þegar þú ert ein/n heima.\n22)\tSyngur aldrei í bíl.\n23)\tDrekkur ekki\n24)\tErt með fáranlega stórt gat í eyranu eða svo kallað ‚‘‘tunnel‘‘.\n25)\tHefur bara farið laugarvegin 2svar á einu ári.\n26)\tErt alltaf inná msn og talar svo aldrei við neinn nema þá sem eru með flotta dp mynd.\n27)\tHeldur að mynd sem þú tekur ofan frá þér sé flott\n28)\tHefur hana á dp\n29)\tAð þér finnst orðið ‚‘‘roses are red and so am i‘‘ flott\n30)\tFílar ‚‘‘Bondeage eða BDSM.‘‘\n31)\tFílar ekki máltækið: ‚‘‘skóti ljóti spýtir grjóti og kemmst ekki uppímóti!‘‘\n32)\tVillt ekki fara með mörgum í bíó!\n33)\tHatar afmælið þitt.\n34)\tErt öfundsjúk/ur þegar einhver annar á afmæli.\n35)\tErt ástfangin af ensku kennara þínum aðalega útaf ástæðuni að þú ert góð/ur í ensku eins og allir aðrir.\n36)\tBorðar lakkrís bara útaf þeirri ástæðu að hann er svartur á litinn.\n37)\tHatar súkkulaði því að það er brúnt á litinn.\n38)\tLest eða horfir á anime/manga því  að þér finnst hárin svo flott.\n39)\tEða það að þú elskir þegar eithvað slæmt skeður fyrir aðal karakterinn.\n40)\tHættir að lesa þegar hann náði að sigrast á því vonda.\n41)\tHefur ekkert að segja yfir þessari bók.\n42)\tSendir höfundinum svo kölluð hate-mail yfir þessari bók\n43)\tFinnst bókin hanns léleg.\n44)\tErt úúber emo ef þér finnst nöfnin Fannar, Georg eða Gilbert ljót\n45)\tHatar mynda sögur\n46)\tErt alltaf með hárið þitt yfir augunum.\n47)\tErt með svört þykk gleraugu.\n48)\tErt þunglyndur.\n49)\tÞykist vera þunglyndur.\n50)\tGengur í svörtum converse all stars skóm, svörtum klossum eða hermanna skóm.\n51)\tGengur í röndóttum sjúskuðum fötum\n52)\tErt með nafnið á uppáhalds emo hljómsveitinni þinni á bolnum þínum.\n53)\tLitar hárið þitt rautt eða svart.\n54)\tSkrifar eithvað fáranlegt með svörtum túss á hendina þína.\n55)\tEf þér langar að tattúa tár við augað þitt eða einhvern annan stað á líkama þínum.\n56)\tEf þú tattúar tár við augað þitt eða einhvern annan stað á líkama þínum.\n57)\tEf þú hefur aldrei átt kærustu.\n58)\tEf einu kærusturnar þínar eru emo.\n59)\tÞegar þú heldur að þú getur teiknað en getur svo ekki neitt.\n60)\tKannt ekki á tölvu.\n61)\tBorðar skyndibita fæði alla daga og ekkert annað\n62)\tGengur í of þröngum buxum og jafnvel kvk. buxum ef þú ert kk.\n63)\tgatar í þér eftirfarandi: eyru, nef, augnbrúnir, varir.\n64)\t ert 17 og ert ekki kominn með bílpróf.\n65)\t átt ekki bíl.\n66)\tHefur aldrei farið á neina aðra tónleika en með einhverjum emo hljómsveitum.\n67)\tHefur aldrei farið á tónleika.\n68)\tVeist ekki hvað ACID pro er!\n69)\tEf þér finnst stafurinn E flottasti stafurinn. (greinilega er það F)\n70)\tErt hjá sálfræðingi.\n71)\tHefur lesið allt hingað til.\n72)\tSitur stundum uppí rúmi og horfir útí loftið og villt ekki hreyfa þig.\n73)\tEf þér finnst leiðinlegt að vera í hópaverkefnum í skóla.\n74)\tSkrifar daglega í dagbókina þína niðurdrepandi hugsanir.\n75)\tErt alltaf á vísindavefnum að reyna að finna eithvað gagnlegt til að segja fyrir dagin á morgun.\n76)\tHeytir gunni (Gunnar)…. þú bara veist það ekki enn….\n77)\tHeldur að sá sem skrifaði þetta er annað hvort heimskur eða virkilega brjálaður.(hann hafði of mikin tíma og ákvað að ræna peningum af fólki með að skrifa þessa bók.)\n78)\t hefur farið á vandræða heimili.\n79)\tFílarð ekki hljómsveitina KoRn. (bara þeir sem eru heilir á geði fíla KoRn.)\n80)\t ferð í kringluna bara til að fá þér að borða.\n81)\tErt yfir 1 klukkutíma á klósettinu. Skiptir engu máli hvað þú gerir þarna inni.\n82)\tKaupir þér árskort í sporthúsið og mætir svo ekki nema 2 svar sinnum.\n83)\tEf þú heldur að amma þín sé ekki emo.\n84)\tEf þú fílar ekki southpark.\n85)\t heldur að þú sért metrosexual.\n86)\tEf þér finnst litla systir þín skemtileg.\n87)\tEf þú vildir óska þess að þú gætir farið í einhverja búð og keypt þér líf\n88)\tEf þér langar ekki að eignast barn!\n89)\tHatar upphrópunarmerkið!!!!!!!!!!!!!!!\n90)\tHefur prófað að totta sjálfann þig.\n91)\tReynt að borða strokleður.\n92)\tÁtt bara svart lítið box fyrir klinkið þitt.\n93)\tEf þú færð harðsperur yfir því að horfa á fótbolta.\n94)\tHefur aldrei spilað fótbolta.\n95)\t Keyrir alltaf á löglegum hraða.\n96)\tHreinsar bílinn þinn einusinni á viku.\n97)\tHreinsar aldrei bílinn þinn.\n98)\tHorfir á oprah í sjónvarpinu.\n99)\tNaglalakkar neglurnar þínar svartar.\n100)\tÞú ert virkilega, svaka, súper, þroskaheftslega mikkið emo ef þú last allar þessar hundrað ástæður. Og já….þetta er seinasta og hundraðasta ástæðann!!!\nSaga Emóa\nTalið er að emo hafi þróast af mörgum hljómsveitum sem voru með of tilfinangarþrungna texta í harcore/punk stíl og talið er að upphafhljómsveitin sé ‚‘‘rites of spring‘‘ sem byrjaði um 1984. Og margar aðrar hafa fylgt á eftir og hér eru tekin nokkur dæmi um þær   10. frægustu nú í dag:\n1.\tMy chemical romance (MCR) var stofnuð 2001 og er ein af topp emo hljómsveitum nú í dag.\n2.\tTaking back Sunday. Sest í annað sæti.\n3.\tFall out boy.\n4.\tPanic at the disko.\n5.\tThe used.\n6.\tDashboard confessional.\n7.\tJimmy eat world.\n8.\tDeath cab for cutie.\n9.\tBrand new.\n10.\t Afi. Sem er í loka sæti.\nAth. Þessi listi var tekinn af topp 10 lista á vefsíðunni last.fm sem er ein af bestu músík síðum allra tíma og gefur allskonar upplýsingar um hljómsveitir.\nUm hvað snýst emo tónlist?\nEmo tónlist snýst aðalega um reiða og sjálfshugaða/niðurdrepandi tónlist en er samt ekki ‚‘‘hardcore‘‘ hún er lagræn eða hljómfögur sem þýðir að þeir geta tekið t.d. fiðlur eða eða bjöllur sem er talið hafa mjög fallegan og gamlann hljóm í sér. Textar eru oftast mjög ljóðrænir og fjalla líka oft mjög mikið um glataðri ást.\nOft er mjög erfitt að flokka emo hljómsveitir enda er erfitt að greina hvað er hvað. Oft byrja emo lög í mjög rólegum parti eins og með rólegum gítari og rödd, stíga svo upp vel upp með hærri tóna á gítarinnum og röddin verður hærri og endar svo aftur á rólega partinum.  Og þá gæti þér dottið í hug hljómsveitin ‚‘‘Nirvana‘‘ gæti verið emo og það er hárrétt hjá þér hún er EMO!\nHvernig flokkar getur emo talist vera í?\nEmo getur talist farið í marga flokka og talið er að indie gæti verið emo. En sannleikurinn er sá að emo leynist undir nær öllum flokkum. Þar sem sérstakar hljómsveitir hér og þar eru vel emo og spila alltof ljóðræna og niðurdrepandi texta. Ef þú hlustar á hljómsveit sem er indie, þá getur hún jafnvel verið Emo en það er smekks atriði. En ef þú hlustar á hljómsveit sem er undir tónlistar flokkinum ‚‘‘emo‘‘ þá ertu greinilega emo! Allt hitt er þér einum undir komið að flokka undir emo.\nEitt er þó víst…. ef þú hlustar á techno og elskar það í botn og blastar það oft í bílnum hjá þér og ferð vel mikið á böll. Þá ertu greinilega ekki emo!!\nHárstíll emóa!\nHér fyrir neðann verður fjallað um allskonar hárstíla sem emóar eru með. Því miður verða engar alvöru myndir með alvöru fólki heldur verða þær teiknaðar (af mér), svo ég verði ekki kærður fyrir að setja mynd af öðrum einstaklingi í bókina mína. Engar áhyggjur ég kann smá fyrir mér í list. En fyrst fer ég aðeins dýpra inní hárstílinn.\nEmo hár er nær ávalt svart á litinn og oft setur fólk einhverjar strýpur í það, oft eru þær fáranlegar á litinn t.d. bleikar eða fjólubláar. Alltaf er toppurinn langur og fer oft yfir augað en er settur stundum við hliðiná auganu líka. Hárið er alltaf vel gelað og slétt, það getur líka verið mjög sjúskað en er þá svart og nær yfir augun,",
    "url": "https://www.hugi.is/sorp/greinar/585225/the-emo-handguide-hin-harda-sogukeppni/",
    "url_id": "585225",
    "id": "5776643",
    "replies": [
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2008-04-14 13:14:21",
            "id": "5776956",
            "reply_to_id": "5776643",
            "text": "svo ég dragi þetta nú saman\nað leiðast = EMO\nað vera ekki tískufrík = EMO\nAð fíla ekki að rölta um í kringlunni = EMO\nSama og að ofan, nema laugarvegin = EMO\nað taka ekki bílprófið, sama fyrir hvaða ástæður (eins og t.d. peningaleysi hjá sumum, eða bara það að þurfa þess ekkert) = EMO\nað hlusta á fjölbreytta tónlist = EMO\nað hafa áhuga á hárgreiðslu = EMO\nað ganga í fötum = EMO\nað lesa/lesa ekki = EMO\nSvefnvandamál = EMO\nFíla eða fíla ekki eitthvað sjónvarpsefni = EMO\nÉg held að eftir þessar niðurstöður að þú sért skápaemúi í dulargervi ofurhnakka!\nÞví að ég er greinilega bara svo emo að hafa ekkert að gera að ég las megnið af þessu, og ég er bara svo emo, vælvælvæl\nOg ég held að þetta sé bara listi yfir það sem að þú segist hata en secretly skrifar þetta að stórum hluta um sjálfan þig….\nFAIL!"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-04-14 13:25:31",
            "id": "5776988",
            "reply_to_id": "5776956",
            "text": "Ég ætlast eiginlega til þess að gaurinn sé að grínast, þar sem ég held að einhver sem væri nógu heimskur til að meina þetta væri líklegast búinn að drepa sig á því að drekka fallega litaða djúsið undir baðvaskinum eða eitthvað álíka :P"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-04-15 09:26:10",
            "id": "5778941",
            "reply_to_id": "5776956",
            "text": "haha róa sig félagi! ég var nú bara að grínast með þetta! :O eins og stendur fyrir ofan þá sagði ég: jæja ég sendi hér inn efni sem ég hef skrifað með bjór á vinstri og hlægjandi vini til hægri! ertu viss um að þú hafir lesið þetta?? XD\nBætt við 15. apríl 2008 -  09:30\nthx lobsterman ;D þú náðirþessu allavega XD"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-01 16:27:41",
            "id": "5894658",
            "reply_to_id": "5776956",
            "text": "vá . þú hefur ekki mikið að gera kallinn minn"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-04-14 13:23:05",
            "id": "5776979",
            "reply_to_id": "5776643",
            "text": "5) byrjar að klæðast í dökkum fötum.\n9) Hatar technó og indie tónlist.\n17) Reykir.\n18) Reykir ein/n.\n19) Sefur meira en 10 tíma á nóttu\n20) Sefur minna en 6 tíma á nóttu.\n32) Villt ekki fara með mörgum í bíó!\n48) Ert þunglyndur.\n64) ert 17 og ert ekki kominn með bílpróf.\n65) átt ekki bíl.\n77) Heldur að sá sem skrifaði þetta er annað hvort heimskur eða virkilega brjálaður.(hann hafði of mikin tíma og ákvað að ræna peningum af fólki með að skrifa þessa bók.)\n79) Fílarð ekki hljómsveitina KoRn. (bara þeir sem eru heilir á geði fíla KoRn.)\n88) Ef þér langar ekki að eignast barn!\nÉg er semsagt svoldið illilega emo sem reyndar útskýrir af hverju þú villt meina að korn sé það ekki :')"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-14 16:29:33",
            "id": "5777402",
            "reply_to_id": "5776643",
            "text": "Frábært sakamál (Y)."
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2008-04-14 16:54:13",
            "id": "5777470",
            "reply_to_id": "5776643",
            "text": "þetta er yndislega heimsk grein, you got my vote :)"
        },
        {
            "user": "Pesvardur",
            "user_id": "26342",
            "date": "2008-04-14 20:20:50",
            "id": "5778062",
            "reply_to_id": "5776643",
            "text": "Mér fannst nú þetta “homma” remark vera dáldið over the top. En ok. Hættu að væla.\nBætt við 14. apríl 2008 -  20:26\nBTW, ég  veit þú ert að grínast. En, ég er orðinn 17 og er ekki kominn með bílpróf, er annars að vinna í því og þegar ég er kominn með bílpróf ´þá ætla ég ekki að fá mér bíl. Er ég þá EMO?"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-04-15 09:22:58",
            "id": "5778938",
            "reply_to_id": "5778062",
            "text": "hahaha JÁ :O XD"
        },
        {
            "user": "Poseidon",
            "user_id": "64131",
            "date": "2008-04-15 10:54:15",
            "id": "5779045",
            "reply_to_id": "5776643",
            "text": "9) Hatar technó og indie tónlist.\nÉg HATA techno, það er bara drasl!\nGerir það mig að emo? :/"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-04-15 10:55:16",
            "id": "5779048",
            "reply_to_id": "5779045",
            "text": "nei!! ef þú fílar indie þá ertu ekki emo :o\nBætt við 15. apríl 2008 -  10:59\nþú verður að hata bæði til að vera emo"
        },
        {
            "user": "Poseidon",
            "user_id": "64131",
            "date": "2008-04-15 11:23:14",
            "id": "5779078",
            "reply_to_id": "5779048",
            "text": "Mér leiðist indie líka…Get ekki fengið það skilið hvernig það gerir mig að emo homma\nBætt við 15. apríl 2008 -  11:29\nEinnig vil ég benda á það að ég er ekki KoRn aðdáandi, þeir eru svo löngu dauðir..Alveg merkilegt að fólk skuli hlusta á þetta ennþá"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-04-16 13:35:55",
            "id": "5781846",
            "reply_to_id": "5779078",
            "text": "hahaha verður að fíla annað hvort annars ertu emo"
        },
        {
            "user": "Rainbow92",
            "user_id": "73122",
            "date": "2008-06-10 08:41:56",
            "id": "5914509",
            "reply_to_id": "5781846",
            "text": "haha, nei, rokk og metal er ekki emo ;)"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2008-04-17 02:01:57",
            "id": "5783589",
            "reply_to_id": "5776643",
            "text": "Emo er orðið svo yndislega misguided hugtak að ég gæti alveg eins breytt nafninu á greininni í ‘The Human handguide’ og skrifað svo niður 100 mótsagnakenndar staðreyndir sem myndu gefa í skyn að maður væri indeed, maður."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2008-04-17 02:07:04",
            "id": "5783592",
            "reply_to_id": "5776643",
            "text": "Og Death Cab er alternative indie band, þöngulhausinn þinn."
        },
        {
            "user": "nitur",
            "user_id": "66589",
            "date": "2008-04-27 01:31:49",
            "id": "5805411",
            "reply_to_id": "5776643",
            "text": "vá! ég þakka kærlega fyrir mig - langt síðan ég hef\nhlegið\nsvona\nsvakalega\naf grein á Huga.\n('':"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-07-04 13:04:11",
            "id": "5968773",
            "reply_to_id": "5805411",
            "text": "no prob ;D"
        },
        {
            "user": "WalkingDisaster",
            "user_id": "48862",
            "date": "2008-05-19 06:28:58",
            "id": "5864411",
            "reply_to_id": "5776643",
            "text": "jáá, hvort er betra að vera hnakkadrulla eða emo?  x)"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-05-21 12:11:32",
            "id": "5869353",
            "reply_to_id": "5864411",
            "text": "skiptir í sjálfu sér engu máli XD en að mínu mati er fínt að vera kannski bæði XD"
        },
        {
            "user": "Rainbow92",
            "user_id": "73122",
            "date": "2008-06-10 08:43:06",
            "id": "5914512",
            "reply_to_id": "5864411",
            "text": "betra að vera emo ;) það er lítið verra til en hnakkar ;)"
        },
        {
            "user": "klifurdyrid",
            "user_id": "71527",
            "date": "2008-05-27 23:19:48",
            "id": "5885127",
            "reply_to_id": "5776643",
            "text": "ég held að þú sért ógeðslegur hnakki og ert kanski pínu emo líka þú meikar ekkert sens og ekki ég heldur!!! mótþrói er tilgangslaus"
        },
        {
            "user": "Fituhlunkur",
            "user_id": "53706",
            "date": "2008-05-29 17:43:11",
            "id": "5888633",
            "reply_to_id": "5776643",
            "text": "16) Of-gelir á þér hárið svo það verður haðrara en stál.\nLuuulz… Enn í alvöru þá brotnaði einu sinni hárið á gauri útaf eitthverju geli xDD (btw ahnn var pönkari)\nOg eftir að hafa lesið hlusa af þessu þá hlyt ég að teljast þína grinigu af emo… enn í raun átti þetta fyrst að apeins vera tónlistarstefna fyrir “óþekkta” tegun tónlistar.\nSvo komu þetta fólk :O *felur sig*"
        },
        {
            "user": "DoctorDisa",
            "user_id": "65724",
            "date": "2008-06-03 12:23:15",
            "id": "5898817",
            "reply_to_id": "5888633",
            "text": "so true, so true"
        },
        {
            "user": "Fituhlunkur",
            "user_id": "53706",
            "date": "2008-06-03 14:03:28",
            "id": "5899017",
            "reply_to_id": "5898817",
            "text": "hvað er “svona satt” :o\n*FelurSigFráRaunvöruleikanum*"
        },
        {
            "user": "DoctorDisa",
            "user_id": "65724",
            "date": "2008-06-03 14:16:34",
            "id": "5899045",
            "reply_to_id": "5899017",
            "text": "Svo kom þetta fólk"
        },
        {
            "user": "Fituhlunkur",
            "user_id": "53706",
            "date": "2008-06-03 15:39:48",
            "id": "5899258",
            "reply_to_id": "5899045",
            "text": "hehe já það…\nkjá kem á emmessEmm,… ef það virkar í þessari tölvu xDD"
        },
        {
            "user": "DoctorDisa",
            "user_id": "65724",
            "date": "2008-06-03 17:17:41",
            "id": "5899494",
            "reply_to_id": "5899258",
            "text": "ertu ennþá að “spila við köttinn”?"
        },
        {
            "user": "Fituhlunkur",
            "user_id": "53706",
            "date": "2008-06-03 18:09:07",
            "id": "5899670",
            "reply_to_id": "5899494",
            "text": "haha xD\nnei kötturinn er í einni ölvu ég í aðrari,\nog já kötturinn er að spila við sjálfan sig núna"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2008-06-10 02:24:08",
            "id": "5914346",
            "reply_to_id": "5776643",
            "text": "Emo ef maður Reykir og Reykinr Ein/n?  Á ég þá að byrja á því að hringja alltaf í vini mína þegar ég ætla að fá mér að reykja?"
        },
        {
            "user": "Rainbow92",
            "user_id": "73122",
            "date": "2008-06-10 08:45:28",
            "id": "5914513",
            "reply_to_id": "5776643",
            "text": "hvað er emo við að reykja? skiptir ekki máli þótt maður sé 1, kannski er maður nývaknaður, eða var að fara út.. á bara fólk að birtast hjá manni ;) hehehe"
        },
        {
            "user": "Ravest",
            "user_id": "70913",
            "date": "2008-06-15 19:41:34",
            "id": "5926495",
            "reply_to_id": "5776643",
            "text": "þú ert lúði sem hugsar of mikið :/"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-11-21 23:51:27",
            "id": "6314121",
            "reply_to_id": "5926495",
            "text": "ég þakka fyrir þetta, þó ég hafi verið of mikill lúði til að taka eftir þessu núna!!"
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2008-06-16 02:51:02",
            "id": "5927442",
            "reply_to_id": "5776643",
            "text": "ég er fokk emo, og sumt þarna passaði bara alls ekki við mig… en sumt gerði það ^^"
        },
        {
            "user": "Fae",
            "user_id": "34597",
            "date": "2008-06-17 11:30:07",
            "id": "5930065",
            "reply_to_id": "5776643",
            "text": "Death cab er ekki emo! >:(\nBætt við 17. júní 2008 -  11:35\n-Hatar techno og indie\nDeath cab er Indie x/"
        },
        {
            "user": "smalltalk",
            "user_id": "69341",
            "date": "2008-07-19 17:51:55",
            "id": "6000745",
            "reply_to_id": "5776643",
            "text": "9) Hatar technó og indie tónlist.    Hata samt bara technó:L\n13) Hoppar heima hjá þér.\n19) Sefur meira en 10 tíma á nóttu\n20) Sefur minna en 6 tíma á nóttu.\n79) Fílarð ekki hljómsveitina KoRn. (bara þeir sem eru heilir á geði fíla KoRn.)\n100) Þú ert virkilega, svaka, súper, þroskaheftslega mikkið emo ef þú last allar þessar hundrað ástæður. Og já….þetta er seinasta og hundraðasta ástæðann!!!\nJá svo fíla ég death cab for cutie. EMO HÉR Á FERÐ:D"
        },
        {
            "user": "Ignathios",
            "user_id": "62836",
            "date": "2008-07-19 18:59:21",
            "id": "6000837",
            "reply_to_id": "5776643",
            "text": "Pff, stigahóra"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-11-21 23:50:00",
            "id": "6314118",
            "reply_to_id": "6000837",
            "text": "ááá words can hurt :'(\nég er kanski hóra… en ég er ekki stiga hóra :("
        },
        {
            "user": "ahamm",
            "user_id": "68205",
            "date": "2008-09-29 02:58:39",
            "id": "6168726",
            "reply_to_id": "5776643",
            "text": "vá ég actually las þetta allt"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-11-21 23:35:46",
            "id": "6314072",
            "reply_to_id": "6168726",
            "text": "hahaha!!! youre emooo!!!"
        },
        {
            "user": "ahamm",
            "user_id": "68205",
            "date": "2008-11-22 13:39:12",
            "id": "6314879",
            "reply_to_id": "6314072",
            "text": "well.. þú ert ofur emo!!\nyou wrote it!"
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2008-11-26 15:26:25",
            "id": "6325126",
            "reply_to_id": "6314879",
            "text": "áts!! skot undir belti þarna :O"
        },
        {
            "user": "ahamm",
            "user_id": "68205",
            "date": "2008-11-27 11:18:48",
            "id": "6327456",
            "reply_to_id": "6325126",
            "text": "(h)"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2008-11-27 18:10:46",
            "id": "6328481",
            "reply_to_id": "5776643",
            "text": "haha, loksins kláraðiru þetta."
        }
    ]
}