{
    "forum_title": "Sorp",
    "user": "THT3000",
    "user_id": "57324",
    "date": "2008-04-14 23:25:32",
    "title": "Á vit örlaganna... *greinzkeppnz roflercopter*",
    "text": "Ég vil byrja á að koma með smá Q & A.\nQ: Af hverju er þetta svona fokkíng lang hjá þér?\nA: Ég vildi gera almennilegt sakamál og til þess þarf marga mögulega sökudólaga og tíma til að kynna þá.\nQ: Hvernig eigum við að fara að því að lesa þetta sjitt?\nA: Ég mæli með tveimur leiðum. A) Prenta þeta út. Eða B) Lesa þetta í mörgum hlutum (þess vegna eru kaflarnir).\nQ: Af hverju ættum við að eyða tíma okkar í það.\nA: Til að geta heiðarlega kosið í keppninni, með að hafa lesið allar sögurnar… nema náttúrulega að þig LANGI að lesa hana (crazeeeh).\nQ: Hvernig nenntirðu að skrifa þetta?\nA: Skrifaði þetta á tveimur vikum. Var ekki mikið vesen… nema í dag, þegar ég þurfti að klára þetta.\n—\nFyrri hluti: Köllunin…\nKafli I:\nSyndir feðranna\nÞað var kvöld. Stormur var úti. Trjágreinar skullust í gluggana af vindinum. Og í dimmu herbergi á efstu hæðinni í risastóra, afskekkta setri franska milljónamæringsins Jaques De La Bluuu stóðu fjórar manneskjur sveipaðar skugga. Á gólfinu fyrir framan þau lá De La Bluuu, með hryllingssvip á andlitinu í ónáttúrulegri, brenglaðri stöðu með tunguna lafandi út úr munninum. Hann var dauður.\n„Ég held að ég þurfi ekki að útskýra það fyrir ykkur að ekki verður einu orði minnst á þetta,“ sagði einn mannana, falinn í skugga.\nHin kinkuðu kolli.\nSeinna þetta kvöld gekk Walter, bryti De La Bluuu í setustofu setursins þar sem gestirnir höfðu sest fyrir framan eldstæði. „Húsbóndinn er látinn“ tilkynnti hann.\nAnnarsstaðar\nSíminn hringdi klukkan þrjú um nóttina hjá Ragnari lögreglumanni. Hann greip símann og svaraði. „Hver er þetta? Ah, stjóri. Morð segirðu? Aha. Aaaaha. De La Bluuu setrið? Ókei, ég sé um það… og stjóri, ef þú hættir ekki að láta mig fá verkefni um miðja nótt drep ég þig… ég er ekki að djóka… … hahahaha… fáviti.“ Ragnar skellti á.\nMargrét, kona Ragnars snéri sér við í rúminu. „Ekki segja mér að þú þurfir að fara að sinna ÖÐRU verkefni?“\nRagnar snéri sér að henni. „Viltu bara hætta að fokkíng skipta þér að, druslan þín!!“\nMargrét horfði skelkuð á Ragnar og neðri vörin skalf.\n„Nei, nei,“ sagði Ragnar og faðmaði hana. „Ég meinti þetta ekki, ég meinti þetta ekki. Þú veist ég elska þig. Þetta er bara mjög mikilvægt mál. Ókei?“\nFimm mín. seinna var Ragnar að kveikja sér í sígarettu fyrir utan blokkina sína. „Fokkíng drusla…“ muldraði hann.\nHann gekk að bílnum sínum, opnaði og settist inn. Hann tók upp símann og sló inn 8-6-8-6-5-2-9, símann hjá félaga sínum, Frikka.\n„Frikki!… drullaður þér út… já, morð. Einhver gaur… drullaðu þér bara út, ókei? Ég lem þig ef þú verður ekki til þegar ég kem.“ Hann skellti á.\nSetur De La Bluuu\nNokkrir fjölskyldumeðlimir og vinir hins fyrrum aðalsmanns sátu við eldstæðið í stofunni.\nStormurinn geysaði enn úti svo bankið á hurðinni var rétt einungis greinilegt.\nWalter, bryti De La Bluuu stóð upp og fór til dyra. Hann hrökk í kút þegar hann opnaði dyrnar (á sömu stundu og þruma heyrðist) þegar tveir rennblautir menn stóðu í dyragættinni. Einn var rauðhærður, hinn brúnhærður, báðir illilegir á svip.\n„Þið hljótið að vera lögreglumennirnir,“ sagði Walter.\n„Mhm,“ sagði sá brúnhærði og gekk inn. „Ég heyti Ragnar og þetta er aðstoðarmaður minn Frikki,“ hann beindi þumlinum aftur fyrir sig, yfir öxlina, „hér hefur verið framið morð og mjög líklegt að morðinginn sé ennþá hérna inni.“ Hann horfði yfir setustofuna. Hann kom auga á risavaxinn, glæsilegann stiga upp á efri hæðina. Vinsta meginn við stigann voru nokkrir rauðir sófar, raðaðir í kringum eldstæði. Um tíu manns sátu í sófunum.\n„Hvað eruð þið, einhverjar löggur eða eitthvað?“ sagði ungur, mjór maður með sítt, svart hár og hló háum og aulalegum kerlingahlátri.\nRisavaxinn maður í herbúningi, sem sat hliðina á honum, gaf honum olnbogaskot í rifin. „Þegiðu, gerpið þitt!“ sagði hann.\nÞá fór svarthærði náunginn að skæla eins og lítil telpa… rétt eins og við gerum öll einhvern tíman á lífleiðinni. Tjah, það eru nú ekki einu sinni tveir dagar síðan ég- … *ræsk* Ég meinaaa… áfram með söguna?\n„Af hverju eru annars svona margir hérna?“ sagði Ragnar við Walter.\n„Þau eru gestir. Húsbóndinn boðaði þau á fund sinn. Hann hafði eitthvað mikilvægt sem hann ætlaði að tilkynna á morgun… en nú er ég hræddur um að það komi aldrei í ljós.“\n„Ekki vera svo viss um það,“ sagði Ragnar og kveikti sér í sígarettu, „er þér sama þótt ég reyki hérna?“\n„Reyndar held ég að húsbóndinn hefði ekki vilj-“\n„Já, já. Troddu því upp í rassgatið á þér, gamli,“ svaraði Ragnar og gekk um herbergið.\n„Hvað eru margir í húsinu núna?“ spurði Frikki.\n„Um þrjátíu manns, held ég,“ sagði Walter.\n„Þrjátíu, eh?“ sagði Frikki, „en miðað við lengdina á sögunni verða varla meira en tíu þeirra almennilegar persónur…“\nWalter hofðu undarlega á hann. „… ha?“\n„Umm, ekkert,“ sagði Frikki og hló vandræðalega.\n„Jæja,“ sagði Ragnar og gekk að Walter og blés framan í hann reyk, „í fyrsta lagi skal öllum haldið frá morðstaðnum!“\n„Og í öðru lagi,“ sagði Frikki, „viljum við fá talningu á öllum sem gista hér. Ef einhvern vantar viljum við vita allt um það.“\nWalter, ásamt nokkrum vel völdum úr stofunni fóru að finna alla í húsinu.\n„Jæja, Frikki,“ sagði Ragnar, „nú rannsökum við morðstaðinn.“\n„Og svo,“ sagði Frikki og pírði augun, „finnum við morðingjann og BANG!“ Hann dró upp byssuna og miðaði út í loftið, „þrjár kúlur í hausinn!“\nRagnar horfði illilega á Frikka. „Við erum búnir að ræða þetta Frikki, „þrjár kúlur í hausinn“ er ekki að gera sig. Stundum þurfum við að halda glæpamönnunum lifandi.“\nFrikki beið þögull með byssuna í höndunum. „… ókeeei,“ sagði hann vonsvikinn og setti hana aftur í slíðrið.\n„En við þurfum einhvern sem þekkir vel til bæði hússins og hins látna til að skilja þetta betur,“ sagði Ragnar hugsi. „ÞÚ!“ sagði hann og snéri sér að rauðhærðri, aumingjalegri konu með hrikalega stórar framtennur, „hversu vel þekktir þú fórnarlambið?!?!?“\n„É-é-ég?“ sagði hún, „ég hitti hann bara einu sinni á ættarmóti ´97…“\n„Flott er. Þú dugar!“ sagði Ragnar, reif hana upp úr sófanum og dró með sér upp stigann. Frikki fylgdi á eftir.\nKafli II:\nTeningunum kastað…\nRagnar skoðaði herbergið vel og vandlega. Aftast í því voru gylltar gardínur dregnar frá svo risastór brotinn gluggi kom í ljós. Það rigndi inn, enda stormurinn enn í fullum gangi. Beint fyrir framan rúmið lá lík, maður um sextugt með þunnt svart yfirvaraskegg, í vínrauðum slopp, með einn fótinn óútskýranlega beinann út í loftið og skrítinn snúning á einum arminum. Blóðslettur voru í kringum líkið.\nFrikki gekk um herbergið. „Tekurðu eftir einhverjum vísbendingum?“ spurði hann Ragnar.\nRagnar snéri sér að honum. „Allt… er vísbending, Frikki,“ sagði hann, „ALLT… er vísbending…“\nFrikki horfði á hann. „Í alvöru?“\n„Nei, reyndar ekki,“ sagði Ragnar. Hann snéri sér að rauðhærðu konunni. „ÞÚ!“ Hvað-sem-þú-heitir!“\n„Ég?“\n„Já, þú! Af hverju drapstu hann?“\n„Ha?“\nRagnar gekk að henni. „Var það eitthvað sem hann sagði við þig? Var það eitthvað sem hann gerði við þig? Eða… ertu kannski bara blóðþyrst skrípi?!?!“ Hann hallaði höfðinu á mjög uggvænlegann hátt og horfði með brjálæðislegu brosi á hana.\n„É-é-ég drap hann ekki!“\nÞögn.\n„Ókei, bara tjékka.“ Hann snéri sér aftur að líkinu.\n„Einhverjar hugmyndir, Frikki?“ spurði Ragnar.\n„Ég er með eina tilgátu um þetta,“ svaraði hann.\n„Nú?“\n„Ég held,“ sagði Frikki, „að… ÞETTA HAFI VERIÐ NINJAAAAA!“\nRagnar andvarpaði. „Aftur með ninjurnar…“\n„Gaur… hún hefði getað, læk, læðst í skugganum og stöff,“ Frikki fikraði sig meðfram veggjunum á meðan hann talaði, „og svo BAM!“ hann stökk fram og framkvæmdi högg með ósýnilegu sverði, „kauði dauður.“\n„Frikki,“ sagði Ragnar, „þetta er í tuttugasta-og-annað sinn sem kemur með ninjukenninguna.“\n„Só?“\n„Þetta var ekki ninja.“\n„Fiiiiiine -.-“\nAllt í einu ruddist Walter inn. „Við höfum niðurstöðurnar!“ sagði hann.\n„Og?“\n„Ein maður er horfinn af setrinu!“\n„Omg. Geggt svekk,“ sagði Frikki.\n„Þá bíst ég við því að glugginn hafi verið brotinn að innan, Frikki minn vin,“ sagði Ragnar, „og sökudólgurinn hoppað út.“\n„Förum þá að finna hann!“ sagði Frikki, „hann getur ekki hafa komist langt í þessum stormi.“\n„En ég ætti að vara ykkur við,“ sagði Walter, „hann Guttormur er ekkert lamb að leika sér við.“\n„Nú, já?“ sagði Ragnar og setti upp sólgeraugu, „það er ég ekki heldur.“\n*yfirskot á  Miami*\nSkógurinn í kringum setur De La Bluu\nKorteri seinna voru Ragnar og Frikki í miðjum storminum að leita að Guttormi.\n„Ragnar,“ sagði Frikki, „heldurðu virkilega að hann sé hérna?“\n„Ég held ekkert, Frikki, ÉG VEIT!“ kallaði Ragnar reiðilega í gegnum storminn og hélt úlpunni að sér, „ekki gleyma því að mér hefur aldrei skjáltlast, Frikki… um neitt.“\n„Hvað um þegar þú tapaðir 10.00 kalli á móti Bjössa í póker?“\n„Og hvar er Bjössi núna?“\n„… í hljólastól…“\n„Einmitt. Í hljólastól.“\nAllt í einu heyrðu þeir grein brotna. Þeir snéru sér við. Þeir sáu engann. En þá heyrðist hár skothvellur fyrir aftan þá. Blóð sprautaðist út úr brjóstkassanum á Ragnari. Ragnar öskraði og datt fram fyrir sig.\n„RAAAAGGI BEEEEIB!“ öskraði Frikki og greip hann.\n„Ugh….“ Ragnar hóstaði blóði á úlpu Frikka, „Frikki,“ sagði hann, „segðu konunni minni að… að… að hún sé fokkíng tík…“ Hann missti meðvitund.\nFrikki leit á staðinn sem skotið kom frá.\nStór maður með úfið, dökkt hár og brjálæðisglott á andlitinu stóð fyrir framan þá með riffil í hönd.\n„Guttormur…“ sagði Frikki og leit illilega á hann. Frikki lagði Ragnar í jörðina, stóð upp og horfði framan í Guttorm. Hann tók upp tvær skammbyssur. „MÓÐURR***LL!“ öskraði hann og hljóp að Guttormi.\nSetur De La Bluu\nGestirnir á setrinu hlupu öll að glugganum um leið og þau heyrðu fyrsta skothvellinn. Þau horfðu einbeitt út um gluggann. Tvö önnur skot fylgdu. Og svo annað. Svo þögn.\n„Hvað gerðist? Náðu þeir honum?“ spurði sú rauðhærða.\n„Arónó…“ sagði einhver gaur, yppti öxlum og labbaði burt á meðan hann klóraði sér í rassinum.\nHinir horfðu enn út um gluggann. Þá sáu eldingu slá niður í klettasillu rétt frá setrinu. Risastórir steinhnullungar féllu niður hlíðina og yfir veginn.\nFólkið tók andköf.\n„Vegurinn er farinn! Við erum innlyksa!“ sagði einhver.\n„Og það er hugsanlega morðingi á meðal okkar…“ sagði annar.\nSúmmað var framan í andlit Walter. Dramatísk tónlist fylgdi. (Ekki spyrja mig hvernig).\nSvo framan í rauðhærðu gelluna.\nOg að lokum framan í hermannagaurinn. (Frá því í seinni huta 1. Kafla).\nSvart.\nSeinni hluti: “Penninn er máttugri en sverðið…”\nHér held ég að sé góður tími fyrir\nyfirlit á persónum sögunnar:\nÁgúst - Fyrrverandi leiguliði fyrir írska herinn. Lítið annað vitað um hann.\nBragi - Gestur á hótelinu. Lögfræðingur að atvinnu.\nFjóla - Fjarskyld frænka De La Bluuu.\nGandhi - Hann er kominn aftur. Og í þetta sinn… með “funk-ið” með sér!\nGrímur - Leyndów :Æ\nGottskálk - Undarlegur ungur maður. Hann kom á setrið með föður sínum.\nGuttormur (Flúinn af setrinu) - Frændi De La Bluuu, smáglæpamaður og fyrrverandi glímukappi.\nHrólfur - Hershöfðingi og fyrrum stríðsfélagi De La Bluuu. Faðir Gottskálks.\nJaques De La Bluuu (Dauður) - Dularfullur franskur ríkisbubbi. Hann átti mikilvægt leyndarmál sem varð honum hugsanlega að falli.\nJónína - Fjarskyld frænka De La Bluuu og stærðfræðisnillingur.\nLeifur Grönvold - Frændi De La Bluuu.\nRagnar & Frikki (Horfnir) - Tveir lögreglumenn sendir til að rannsaka morðið á De La Bluuu. Hvar eða hvort þeir eru er óvíst.\nSóley - Frænka De La Bluu. Lítið er vitað um hana.\nA.m.k. einn þeirra er morðingi. En hver?\nKafli III:\nÞriðji kafli\nNokkrir gestir á setrinu sátu við eldstæðið, drukku te og horfðu á öskuna. Það var morgun og ekkert hafði sést af Guttormi eða lögreglumönnunum síðan seinustu nótt.\nHópur gesta hafði verið sendur til að reyna að hreinsa veginn af grjótinu sem féll yfir hann í storminum. Þau höfðu farið fyrir nokkrum klukkustundum.\nDyrnar voru opnaðar og fimm eða sex rennblautar manneskjur gengu inn.\n„Hvernig er vegurinn?“ spurði einhver.\n„Það hefur flætt yfir hann,“ sagði einn þeirra lafmóður, „við komumst ekki einu sinni AÐ grjótinu.“\nUm kvöldið hafði enn ekkert heyrst frá þremenningunnum og ennþá nokkrir dagar í að vatnið hyrfi af veginum. Walter gekk um ganga hússins hugsi. Hann gekk framhjá útidyrunum þegar það var bankað. Hann fraus í sporunum með skelfingarsvip á andlitinu. Hver gæti verið að banka? Það var enginn úti… nema þeir. Það átti enginn að banka. Það gat ekki verið að neinn væri að banka. Eða hvað?\nAftur var bankað. Í þetta sinn fastar.\nWalter gekk hikandi að dyrunum, dró djúpt andann og opnaði. Fyrir framan hann stóð hávaxinn maður í vínrauðum jakkafötum. Hann hafði á sér kringlótt, dökk sólgleraugu en eitt glerið var dottið úr svo fölt, nánast algjörlega hvítt auga horfði framan í Walter. Húð mannsins var þakin örum, hrukkum og línum. Hann brosti breytt og tók af sér hattinn. „Góðann daginn,“ sagði maðurinn, „ég trúi því að hér hafi morð verið framið.“\nWalter stóð agndofa fyrir framan hann. Dularfulli maðurinn hleypti sjálfum sér inn og gekk fram hjá Walter. „Afsakaðu ókurteisina,“ sagði hann, „ég heiti Grímur. Grímur Gunnarsson.“\n„Hvernig komstu hingað?“ sagði Walter, „vegurinn er lokaður og –“\n„Ég er viss um að spurningar þínar eru allar góðar og gildar en þær verða að bíða betri tíma. Ég hef nefnilega morðmál til að leysa.“\nWalter starði á hann með galopinn munninn.\n„Það fyrsta sem þú þarft að gera fyrir mig, Walter minn kæri, er að koma öllum gestum setursins hingað. Ég held svo áfram frá því.“\n„Já en,“ sagði Walter, „hey… hvernig veistu hvað ég heiti?“\n„Allt saman góðar spurningar, allt saman góðar spurningar. En við hörfum verk að vinna. Drífðu þig svo!“ Grímur setti hattinn aftur á sköllóttann hausinn.\nHálftíma síðar voru um þrjátíu manns standandi í forstofunni og veltu því fyrir sér af hverju.\nGrímur gekk inn. „Ah, ég sé að allir eru komnir.“\n„Hver er þetta?“ spurði einhver.\n„Ég,“ sagði Grímur, „er maðurinn sem mun leysa þetta morðmál.“\n„Hvernig ætlarðu að gera það?“ spurði maður einn.\n„Til að byrja með ætla ég að yfirheyra hvern einn og einasta ykkar í einrúmi.“\nÞögn. „Þú hefur ekki einu sinni litið á morðstaðinn.“\n„Aha.“\n„Þú hefur ekki kynnt þér aðstæður morðsins eða neitt.“\n„Mhm.“\nLöng þögn. „… og þú ætlar að fara beint að yfirheyra okkur án þess að útiloka nokkurn? Meira að segja þá sem hafa augljósa fjarvistasönnun?“\n„Jebb.“\n„…. …. …. veistu EITTHVAÐ um lögregluvinnu?“\nGrímur horfði á hann og brosti. Svo gekk hann hægt að manninum, tók upp skrúfjárn og stakk hann í augað. Maðurinn greip um augað og öskraði. Blóð sprautaðist á milli fingra hans.\n„Ég sé um þessa rannsókn,“ sagði Grímur rólega, enn brosandi, „og fyrsta skrefið er… yfirheyrslan!“\nKafli B:\nTímaflakkarinn\n„Ah,“ fullkomið sagði Grímur. Hann hafði endurraðað skrifstofu De La Bluuu og búið þannig til kjörið yfirheyrsluherbergi.\n„Jæja,“ sagði hann og sat kjurr í nokkra stund og beið. Svo fattaði hann að hann þyrfti auðvitað sjálfur að fá fólkið á tal við sig.\nHann gekk út úr herberginu, eftir ganginum, niður stigann og inn í forstofuna. „Jó!“ sagði hann við fólkið, „ég þarf einhvern sem þekkir fólkið hérna vel til að hjálpa mér við yfirheyrsluna.“\nFólkið leit á hvort annað.\n„Þú, þarna, kannski?“ spurði Grímur og benti á svarthærðan mann sem hallaði sér upp að veggnum. Hann sagði: „Hver, ég?“, benti á sig og leit örvæntingafullur í kringum sig, hann fór að anda mun hraðar og hljóp að lokum eins hratt og hann gat og stökk út um gluggann öskrandi.\n„Ókei, greinilega ekki,“ sagði Grímur, „þú verður að duga,“ hann greip hina rauðhærðu Jónínu og togaði með sér upp stigann.\nÞegar þau komu í herbergið fleygði hann henni í sófann og settist við skrifborðið.\n„Fyrst þarf ég lista yfir gesti hér á setrinu!“\nEftir að listinn hafði verið gjörður sat Grímur í yfirheyrsluherberginu.\n„Jæja, segðu mér, Leifur,“ sagði Grímur við manninn sem hann var að yfirheyra, „hvar varst þú þetta kvöld, þegar frændi þinn var drepinn?“\n„Ömm,“ sagði Leifur, „ég var nú bara á ýmsum stöðum, held ég. Í herberginu mínu, í setustofunni.“\n„Aha,“ sagði Grímur, „og aðrir geta staðfest það?“\n„Já,“ sagði hann einfaldlega.\n„Ókei. Það er allt sem ég þarf að vita,“ sagði Grímur.\nLeifur byrjaði að standa upp þegar Grímur stoppaði hann.\n„Bíddu!“ sagði hann, „ein spurning í viðbót!“\n„Já?“ sagði Leifur.\n„Trúir þú… á álfa?“\n„Uuuuh,“ sagði Leifur, „neeei?“\n„Ókei,“ sagði Grímur, „nú máttu fara,“ hann skrifaði eitthvað niður hjá sér.\nLeifur gekk út og lokaði á eftir sér.\n„Ég sé ekki hvernig þessar spurningar eiga að koma að gagni,“ sagði Jónína (sem sat í sófanum hinum megin í herberginu.)\n„Ah,“ sagði Grímur og horfði brosandi á hana, „hve lítið þú veist.“\nKafli V:\nMotherfucker!\nÍ dimmum kjallar setursins sat maður skjálfandi í fóstustellingu.\n„Nei…. neeeeiiiii…“ hvíslaði hann og ruggaði sér.\nKjallarahurðin var opnuð og einhver stakk höfðinu inn. „Halló?… er einhver hérna.“\nMaðurinn í fósturstellingunni faldi sig bak við nokkra kassa. „Nei, enginn hérna,“ kallaði hann.\n„… … ókei,“ sagði maðurinn þá og lokaði hurðinni. Fjórum klukkustundum seinna mundi hann uppgötva að ef enginn hefði verið í kjallaranum hefði ekkert svar heyrst.\nEn nokkrum klukkustundum áður en nokkrum klukkustundum síðar (ójá, það meikar sens) var Gottskálk nokkur í felum bak við kassa. Af hverju var hann í felum? Hann var í felum vegna þess að hann taldi sig sjá risavaxinn, fljúgandi kolkrabba.\n„Farðu burt!“ sagði Gottskálk, „þú ert ekki til. Sáli sagði að þú værir ekki til!“\n„Það er satt,“ sagði kolkrabbinn Finnbogi, „ég er ekki til. Ég er bara ímynduuuuuun!“\n„En… en af hverju hverfurðu þá ekki?“ hvíslaði Gottskálk.\n„Vegna þess að þú ert ekki nógu sterkur til að sigra mig, Gottskálk,“ sagði Finnbogi.\nGottskálk fór að gráta. „Hvernig get ég orðið nógu sterkur?“ sagði Gottskálk.\nFinnbogi brosti.\nSkrifstofa De La Bluuu\n„Segðu mér aðeins frá þér. Hverng þekktirðu De Le Bluuu?“\nGrímur var að yfirheyra einn gestanna, mann að nafni Ágúst.\n„Þekki og ekki þekki. Hvað er það svo sem?“ sagði Ágúst, „eina stundina ertu á góðri braut í lífinu og svo BAM. Tóm. Ekkert nema tóm.“ Hann kveikti sér skjálfandi í sígarettu. Hann leit út fyrir að hafa ekki farið í sturtu í nokkrar vikur.\n„Algjörlega sammála þér, algjörlega sammála þér,“ sagði Grímur og skrifaði eitthvað niður í blokkina sem lá á borðinu fyrir framan hann, „en þetta svarar ekki alveg spurningu minni.“\n„Ég kæri mig líka kollóttann um þessa svo kölluðu „spurningu“ þína,“ hann gerði ansi ýktar „kvót-hreyfingar“, „hún fer gegn öllum mínum skoðunum. Öllu sem ég er!“ Hann stóð harkalega upp úr stólnum.\n„Ég skil þig fullkomlega,“ sagði Grímur, „gætirðu þá a.m.k. sagt mér hvar þú varst þetta kvöld?“\n„Hvar var ég? HVAR VAR ÉG?“ hann tók kippi í andlitinu, „auðvitað hlít ég að hafa verið einhversstaðar er það ekki? ÞVÍ ALLIR HLJÓTA AÐ VERA EINHVERSTAÐAR, EKKI SATT?!?! HA? HAAA?“ Hann greip um borðið og horfði brjálæðislega framan í Grím. Svo sleppti hann og gekk út. Hann kom svo aftur inn nokkrum sek. síðar og hrækti á gólfið. Svo fór hann út.\n„Þetta gekk vel,“ sagði Grímur við Jónínu, sem einnig var í herberginu.\n„Engar áhyggjur,“ sagði Jónína, „ég og nokkrir aðrir getum staðfest fjarvistasönnun hans… og það getur hlandbletturinn í teppinu niðri líka… og þessi í sófanum… og þessi í kjólnum mínum.. og-“\n„Já, já, ég trúi þér,“ sagði Grímur, „eeeeen jæja…. næstur er Hrólfur Hafsteinsson. Hann er –“\n„Umm… herra Grímur,“ sagði Jónína og settist í hvítann sófa hinum megin í herberginu, „af hverju þarf ég að vera hérna að hjálpa þér. Ég hef eiginlega stöff að gera sjálf.“\n„Aaaaaallt eru þetta góðar spurningar,“ sagði Grímur og skrifaði smávegis meira í blokkina. Eftir þó nokkra stund snéri hann sér aftur að Jónínu. „Ætlarðu að ná í hann, eða?“\n„Jáen,“ sagði hún, „jáen jáen… jáen… ókei…“ Hún stóð upp.\nKafli VI:\nAuga eilífðinnar\nÞað var kvöld. Gestirnir höfðu nú sumir verið nálægt þremur dögum á setrinu. Stormurinn var löngu liðinn en nærliggjandi á hafði vel flætt yfir bakka sína og var því mikill hluti lóðarinnar rennblautur.\nGottskálk andaði að sér fersku loftinu þegar hann stakk hausnum út um gluggann á herbergi sínu (sem hann deildi með föður sínum). Hann dró fram reipi og kastaði út um gluggann. Einn endann batt hann við útstæða læsinguna á glugganum.\n„Jæja, Finnbogi. Nú losna ég við þig!“ sagði hann, klifraði út um gluggann og lét sig síga niður.\nStuttu síðar kom faðir hans inn og sagði „Þetta var nú meiri helvítis klikkhausinn, þessi Grímur, vildi endilega vita hver uppáhalds jógúrttegundin mín væri. Ég skil nú ekki af hverju er ekki löngu búið að fle-“ áður en hann uppgötvaði að enginn var inni í herberginu og reipi hékk í glugganum. „Asskotans,“ sagði Hrólfur, „ekki aftur…“\nSkrifstofa De La Bluu\nGrímur var að fara yfir lista sinn yfir gesti hótelsins. Hann var þegar búinn með yfir tuttugu. Seinustu sem hann yfirheyrði höfðu verið hershöfðinginn Hrólfur, Fjóla, fjarskyld frænka De La Bluuu, Sóley Valgeirs systur-dóttir De La Bluuu og náungi sem var skuggalega líkur Ágústi með gerfi- nef, skegg og gleraugu… hrækti meira að segja líka á gólfið.\nGrími fannst eitthvað undarlegt við sögu Hrólfs þetta kvöld, hann grunaði að það tengdist þessum syni hans eitthvað. Sömuleiðis, þrátt fyrir að hafa verið stríðsfélagi De La Bluuu, virtist Hrólfur lítið muna eftir honum. Og síðast en ekki síst þá hafði uppáhalds jógúrtstegundin hans verið með fíkjubragði. Það var eitthvað sem passaði ekki.\nGrímur lagði frá sér glósurnar og sagði „Hvað-sem-þú-heitir,“ við Jónínu, „farðu og náðu í Gottskálk, son Hrólfs, fyrir mig.“\n„Ókídókí,“ sagði hún og hljóp út.\nGrímur leit aftur á glósurnar sínar og greip um örótta höku sína. „Fíkjubragð, eh….“\nSkógurinn í kringum setur De Le Bluuu\nGottskálk hljóp móður og másandi. „Ertu viss um að þetta sé rétta leiðin?“ spurði hann Finnboga.\n„Ég veit ekki,“ svaraði Finnbogi, „ég er bara ímyndun.“\nGottskálk hljóp lengra inn í skóginn og braut allar greinar sem urðu á vegi hans með höndunum.\n„Aha,“ sagði hann, „það er hér sem skothvellirnir heyrðust frá… held ég.“ Hann stóð í miðjum skóginum í lengri tíma án þess að segja neitt. „Hvað nú?“ sagði hann að lokum.\n„Þolinmæði þrautir vinnur allar. Það sagði amma alltaf… sjitt á ég núna ömmu? Hversu klikk er þessi gaur?“ sagði Finnbogi.\nNokkur stund leið.\n„Ah, fokkidd,“ sagði Gottskálk, „ég er farinn heim.“ Hann snéri sér við einungis til að sjá skælbrosandi andlit Guttorms fyrir aftan sig. „Ííííííp!“ skrækti Gottskálk.\nSkrifstofa De La Bluu\nGrímur hafði beðið í meira en klukkutíma eftir Jónínu. „… fíkjubragð… ég skil ekki hvernig“ hvíslaði hann.\nAllt í einu fuku dyrnar upp. Tvær manneskjur komu inn, rauðhærð, smávaxin kona og eldri maður með þunnt svart yfirvaraskegg.\n„Walter! Hvað-sem-þú-heitir!“ sagði Grímur brosandi, „hvar er Gottskálk?“\n„Slæmar fréttir,“ sagði Jónína, „Gottskálk er horfinn.“\n„Og,“ sagði Walter, „annar gestur hefur verið myrtur.“\nDramatískt súmm á andlit Gríms (ásamt „Dumm, dumm, duuuuumm“ like-hljóði.)\n„Hver var það?“ spurði Grímur.\n„Hann hét Bragi,“ sagði Jónína.\n„Bragi, eh,“ sagði Grímur, „*gasp* Bragi! Hann fílaði jarðarberjajógúrt! … slæmur missir… slæmur missir.“\n„Það er líklegt að þessi Gottskálk hafi gert það, ekki satt?“ sagði Walter.\n„Máski, máski,“ ég ætla að fara út og finna þennan Gottskálk… en yfirheyrslan verður að halda áfram! Hvað-sem-þú-heitir… Jóhann eitthvað, getur þú haldið yfirheirslunni áfram?“\n„Uh, suuuure,“ sagði hún.\n„Jæja þá,“ sagði Grímur og stóð upp, „þetta er listinn yfir gestina“ hann benti á blað á borðinu, „og þetta eru upplýsingar um þá,“ hann benti á annað blað, „tengsl þeirra við fórnarlambið, hvar þau voru þetta kvöld og uppáhalds jógúrttegund þeirra.“\n„Var þetta allt sem þú skrifaðir? Mér fannst það vera meira…“\n„Ah, já. Ég hef líka verið að fylla út krossgátu,“ hann lifti upp saman brotnu tímariti, „ég bara get ekki fundið fimm stafa orð yfir fisk sem byrjar á ´sk´….“\n„Skata?“\n„AH! JÁ! Skata!“sagði hann og bætti því við á blaðið.\nGrímur stóð hjá útidyrahurðinni. Hópur gesta hafði safnast í kringum hann, enda forvitið um ferðir hans.\nGrímur snéri sér við og greip einhvern random gaur. „Ef ég sný ekki aftur verður þú maðurinn í húsinu,“ sagði hann við hann og faðmaði.\nSvo snéri hann sér við, fór í brúna leðurhanska og setti á sig trefil. Svo gekk hann út.\n„Jæja,“ sagði einhver og snéri sér við, „hver er til í TWISTEEEER?“ Hann lyfti höndunum upp í loftið og beið brosandi í einhvern tíma. Allir aðrir gengu í burtu. „Aw,“ sagði hann.\nÁ meðan var Grímur kominn út. Loftið var kalt og jörðin mjúk og vot eftir rigninguna. Það var ekki eriftt fyrir hann að koma auga á fótspor í leðjunni. Hann fylgdi þeim langa leið frá setrinu og inn í skóginn.\nFangaklefinn\nAnnarstaðar vaknaði Gottskálk með slæman höfuðverk. „Uuuugh….“ sagði hann og leit í kringum sig. Hann var liggjandi í dimmum klefa. Rakablettir lágu niður veggina og droppar duttu niður úr loftinu.\n„Hvar erum við, Finnbogi?“ spurði hann kolkrabban. En Finnbogi var ekki þarna. „Finnbogi?“ spurði Gottskálk aftur.\n„Við hvern ertu eiginlega að tala?“ heyrðist frá einu horninu. Það var of dimmt til að Gottskálk sæi hver væri þar.\n„Hver er þetta?“ spurði hann.\nMaðurinn gekk út úr skugganum. Hann var hávaxinn, með brúnt hár og ber að ofan með blóðugt sáraband bundið um brjóstkassann. Þetta var Ragnar.\n„Omg! Löggugaur númer eitt!“ sagði Gottskálk.\n„Það passar,“ sagði hann, „hvernig komst þú eiginlega hingað.“\n„Þessi Guttormur rotaði mig,“ sagði Gottskálk, „ég kom hingað til að reyna að finna ykkur.“\n„Það sama kom fyrir mig, maður,“ sagði Frikki og gekk út úr skugganum í sínu horni, „fyrst var ég alveg BANG! Svo var hann eitthvað BANG BANG! Og að lokum rotaði hann mig með haglabyssunni… hann var örugglega ninja eða eitthvað, maður!“\n„Í ÞRETTÁNDA SINN, HANN VAR EKKI NINJA, FRIKKI!“\n„… whatevah…“\n„En já,“ sagði Ragnar, „við verðum að sleppa héðan. Ég ætla ekki að láta morðingjann komast upp með þetta! Mér hefur aldrei mistekist að leysa mál. ALDREI!\n„Já en, Rangar,“ sagði Frikki, „hvað um demantaránsmálið þarna um árið?“\n„Já, ókei. Það kannski. En ég náði honum næstum!“\n„Og þegar-“\n„JÁ, ÓKEI!!!“\nÞögn. „Allavega…“ sagði Frikki, „þá verðum við að sleppa héðan!“\n„Ég og Frikki höfum reynt að finna leið til þess alveg síðan við komum hingað en ekki komið með neitt,“ sagði Ragnar við Gottskálk.\n„Hmm,“ sagði Gottskálk hugsi, „AHA! Kannski getur einn okkar þóst vera veikur, svo þegar Guttormur kemur inn rota hinir hann!“\nFrikki og Ragnar störðu á hann með galopinn munn í um mínútu. „Veistu,“ sagði Ragnar, „þetta er lang versta hugmynd sem ég hef nokkru sinni heyrt… … en what the hell, af hverju ekki?“\nKafli VII:\nDraugar hiðs liðna…\nGuttormur sat við skrifborðið sitt og lék sér með jójó. Öskur heyrðist frá fangaklefanum.\nGuttormur stóð upp og gekk að hurðinni. Hann tók upp risastóra lyklakippu, fann rétta lykilinn og opnaði hurðina. Hann stakk hausnum inn í klefann og sá að sá rauðhærði af fyrstu tveimur sem hann fangaði lá á grúfu á gólfinu. Hann gekk að honum og sparkaði í magann á honum. Allt í einu var hann laminn aftan í hausinn. Hann fann rétt svo fyrir því. Hann snéri sér við, sá hina fanganna haldandi á stórum viðarklumpi vongóðir á svip. Guttormur brosti. Hinir fangarnir gáfu frá sér hátt, kvenlegt öskur.  Guttormur reisti hnefann. Skothljóð heyrðist frá dyrunum. Guttormur féll niður, blóð lak úr maganum.\nRagnar og Gottskálk snéru sér undrandi að dyrunum. Hávaxinn maður með mjótt andlit þakið örum, með sólgleraugu stóð í dyrunum haldandi á haglabyssu Guttorms.\n„Grímsi!“ kallaði Ragnar.\n„Mikið rétt, mikið rétt,“ sagði Grímur.\n„Þekkist þið?“ spurði Gottskálk.\n„Allt saman eru þetta góðar spurningar,“ sagði Grímur, „en við höfum mikilvægari hlutum að sinna.“\nGrímur rétti Frikka haglbyssuna og tók upp skrúfjárnið sitt. Hann beygði sig yfir Guttormi sem lá í blóði sínu á gólfinu. „Þú vinnur ekki einn, er það nokkuð?“ spurði Grímur Guttorm. Guttormur hristi hausinn. „Hverjir eru samstarfsmenn þínir?“\nGuttormur opnaði hikandi munninn. „Jæja, þá. Ég skal segja ykkur það. Sá sem er á bak við þetta allt… er-“ Hátt skothljóð heyrðist og andlit Guttorms sprakk. Blóð slettist yfir Grím.\nAllir snéru sér að Frikka. Reykur gaus úr hlaupinu á haglabyssunni. „Vvvvúbbs…“ sagði hann, „smá feil. Rakst í gikkinn…. sorrí…“\nGrímur andvarpaði og þurkaði blóðið framan úr sér.\nHratt fótatak heyrðist frá herberginu hliðina á fangaklefanum. Fjórmenningarnir litu aftur að dyrunum. Tvær manneskjur með svartar grímur fyrir andlitunum, kona og karl, hlupu inní klefann og stoppuðu þegar þau sáu lík Guttorms.  Þegar þau höfðu almennilega áttað sig á því hvað hafði gerst öskraði konan og tók upp tvær risavaxnar skammbyssur. Grímur kastaði skrúfjárninu upp í hlaupið á einni byssunni. Hún skaut úr báðum á sama tíma. Byssan sem hún hélt á í hægri höndinni sprakk, reif af henni nokkra putta og brenndi húðina upp eftir handleggnum á henni. Hin kúlan skaust yfir herbergið og í gegnum brjóskassa Ragnars.\nKonan öskraði og datt aftur fyrir sig. Ragnar stóð stjarfur í smá stund og sagði svo: „Bíddu… ert‘ekk‘ja fokkíng GRÍNAST?“ Svo datt hann líka.\nGrímklæddi karlmaðurinn reisti konuna við og þau hlupu bæði út úr klefanum. Frikki stökk á eftir þeim, tók upp byssuna sem hún hafði misst og skaut þremur skotum á eftir þeim. Eitt skotið skaust í gegnum öxl konunnar, annað í gegnum haus hennar og það þriðja í bak mannsins.\nGrímur hlóp út úr herberginu, að líki konunnar, snéri við og tók af henni grímuna. Þetta var Sóley nokkur, frænka De La Bluu sem Grímur hafði yfirheyrt áður. „Datt mér ekki í hug,“ sagði hann.\n„Hvað?“ sagði Frikki sem hafði hlupið til hans.\n„Þetta staðfestir kenningu mína,“ sagði Grímur og kinkaði hægt kolli, „hún var ein af þeim fáu sem vissi eitthvað um Jaques De La Bluu…“\n„Hvað meinarðu?“ sagði Frikki.\n„Af öllum sem ég talaði við virtist nær enginn almennilega hafa hugmynd um hver þessi maður var, höfðu í hæsta lagi einu sinni eða tvisvar séð þennan ríka, franska frænda sinn og aldrei talað við hann… “\nMaðurinn sem Frikki hafði skotið í bakið var horfinn og blóðslóð lá í átt að vegg hinum megin í herberginu.\nGrímur gekk að veggnum og þrýsti á nokkra múrsteina. Vegurinn opnaðist og leynigöng komu í ljós. „Mig grunar að þessi göng liggi upp í setrið,“ sagði Grímur.\nÞeir fóru þó ekki strax inn í göngin heldur snéru við og fóru aftur inn í fangaklefann. Grímur gekk að Ragnari. „Ragnar, er í lagi með þig?“\n„J-já..“ svaraði hann. Hann var fölur.\n„Ég þarf hjálp þína,“ sagði Grímur, „þú þarft að segja mér frá einu málinu sem þú varst að vinna að fyrir nokkrum árum…“\nKafli VIII:\nTöfragarðurinn\nHópur gesta á hótelinu stóð saman á gangi á neðstu hæðinni í setrinu og ræddu um morðið á Braga þegar dyrnar á herbergi einu rétt hjá fuku upp.\nFjórir menn gengu út, tveir þeirra blóðugir.\n„Þið þarna,“ sagði Grímur við þau, „náið öllum gestunum í forstofuna!“\nÞau horfðu skelkuð á þá í nokkra stund. Frikki andvarpaði og miðaði svo haglabyssunni á þau. „DRÍFIÐ YKKUR AÐ ÞESSU EÐA ÉG FOKKÍNG (ritskoðað)!!!“\nÞau hlupu. Hratt.\nSetustofan\nAllir gestir setursins voru samankomnir í stofunni.\nRagnar hafði verið lagður í sófann og Gottskálk sat á kolli hægra megin við eldstæðið.\n„Dömur mínar og herrar!“ þrumaði Grímur yfir fólkið, „ég hef fundið morðingjann!“\nMargir gestanna tóku andköf og kliður fór á stað hjá fólkinu.\n„Morðinginn er,“ kallaði Grímur-\nVið truflum þessa sögu til að færa ykkur „Uppistand með Bjössa Jóns“!!!\n„Hey, hvað er málið með flugvélamat?“ sagði Bjössi .\nBjössi stóð upp á sviði veitingastaðs með rautt tjald í bakgrunninum. Hann var feitur, frekknóttur með stórar tennur og úber-gelað hár.\n„Fokk jú! Við viljum vita hver morðinginn sé!“ kallaði einn frá salnum.\n„Hey,“ sagði Bjössi, „hey, heldurðu að ég vilji eitthvað vera hérna? Nei, ég þarf bara að gera það því ég er á samning hjá áhugamálinu, ókei. Það þýðir að ég hef skyldur. Og ég tek starf mitt alvarlega. Svo ekkert vera að gefa mér kjaft, fávitinn þinn!“\n„Heyrðu,“ sagði áhorfandinn, „haltu kjafti, fagginn þinn!“\n„Halt ÞÚ kjafti,“ öskraði Bjössi (og frussaði), „HALT. ÞÚ! KJAFTI.“\nÁhorfandinn klifraði yfir borðin og upp á sviðið. Hann kýldi Bjössa í andlitið. Áhorfendurnir fögnuðu.\nBjössi lamdi manninn til baka. Áhorfendurnir fögnuðu meira.\nMaðurinn greip um skyrtu Bjössa og kýldi tvisvar í andlitið. Salurinn trylltist. Maðurinn kýldi aftur. Og aftur. Svo kýldi hann Bjössa þrisvar í magann. Svo aftur andlitið. Tönn Bjössa skaust úr munninum. Maðurinn hrinti Bjössa, stökk síðan ofan á hann og fór að berja aftur og aftur í andlitið. Hnefninn var blóðugri með hverju högginu. Fagnaðarlæti salsins minnkuðu hratt og þögn tók við.\n„Ó, GUÐ!“ sagði einhver, „í guðanna bænum, einhver gera eitthvað!“\nMaðurinn hætti að berja Bjössa og velti sér af honum. Hann sat móður og másandi á miðju sviðinu í dulítinn tíma, svo fór hann að kjökra. Hann setti hendur fyrir andlit sitt og fór að hágrenja. „AF HVERJUUUU?!?!?“ öskraði hann.\n*truflanir*\nVið byðjumst velvirðingar á þessu. Smá, um, tæknileg mistök…\nEn, já: Aftur að aðal-sögunni…\n„Morðinginn er,“ sagði Grímur-\n„Hey,“ sagði einn gestanna, „þú kallaðir það seinast!“\n„Hvað meinarðu?“ spurði Grímur.\n„Ókei,“ sagði gestruinn, „svona var þetta:\n„Morðinginn er,“ kallaði Grímur-“\nGrímur hugsaði um þetta í nokkra stund en sagði að lokum: „Fokk jú, bidds. Ég geri það sem ég vil.“ Hann og Frikki kýldu hnefum saman á rosalega gingsta-harcore hátt á þessa að sýna svipbrigði.\n„Áááááiiii…“ sagði gesturinn leiður.\n„En allavega,“ sagði Grímur, „morðinginn er…“ Hann horfði vel og lengi á gestina. „Walter!“\nAllir snéru sér að Walter (fyrir utan einn gaur… sem fékk „Voddafokk? Af hverju ertu að horfa á mig?“ fyrir vikið).\n„Og hvað bendir nákvæmlega til þess?“ sagði Walter.\n„Ah, hvar á ég að byrja?“ sagði Grímur á mjög montinn hátt, „þú ert til dæmis alls ekki Walter!“\nAllir tóku andköf.\n„Hinn raunverulegi Walter liggur dauður á efri hæðinni í dulargerfi Jaques De La Bluuu!“\nGestirnir tóku aftur andköf.\n„Marmelade!“ sagði breskur gestur og lagaði einglyrnið sitt.\n„Hvernig stendur á því spyrjiði  máski?“ sagði Grímur, ánægður með sjálfan sig, „til að svara því þurfum við að fara aftur í tímann! Til þess tíma þegar Jaques De La Bluuu var ekki til, til þess tíma þar sem hann gekk undir nafninu… Refurinn.\nRefurinn var nefnilega meistaraþjófur. Hann gat stolið hverju sem er hvar sem er. Hann stal meira að segja kórónunni af Englandsdrottningu í miðju matarboði ‘88.“\n„ Enginn hafði komist nálægt því að stöðva hann,“ hélt Grímur æstur áfram, „enginn hafði séð hann, fólk efaðist jafn vel um að hann væri til og að þessir glæpir væru tengdir. En hann var svo sannarlega til. Þið eruð að horfa á hann.“\nGestirnir litu aftur á Walter og tóku enn aftur andköf.\n„Það var ekki fyrr en mörgum árum seinna, þegar Refurinn var orðinn miðaladra maður, langt frá toppnum að hann framdi röð ótrúlegra demantarána. Ragnar nokkur, lögreglumaður, var fenginn til að góma kauða,“ Grímur benti á Ragnar.\n„Í alvöru, gaur. Ég þarf að komast á spítala…“ stundi Ragnar, liggjandi í sófanum.\n„Ragnar komst næst því að fanga hann af öllum,“ hélt Grímur áfram, „honum tókst meira að segja að sjá framan í hann… Refurinn vissi að með upplýsingarnar sem Ragnar hafði öðlast yfir hann væri bara tímaspursmál hvenær þeir finndu út hver hann væri. Svo hvað gerði hann? Hann tók nýtt nafn. Hann fór í felur. Hann þóttist vera dularfullur, erlendur ríkisbubbi og notaði stolna pening sinn til að kaupa þetta setur, langt frá byggð þar sem enginn sæi hann eða uppgötvaði hver hann í raun var.“\nGrímur gekk um gólfið með hendur fyrir aftan bak. „En eftir meira en áratug vissi hann að hann gæti ekki haldið sér í felum mikið lengur. Hann hafði gert mistök með að fara í felur. Fólk var farið að spurja spurninga, „hver er þessi Jaques De La Bluuu?“ Það var þá sem hann fékk enn betri hugmynd. Hann yrði að sviðsetja eigin dauða… og fólk þyrfti að taka eftir því. Þá fyrst gæti hann verið öruggur.“\nEnn og aftur tóku gestirnir andköf.\n„Hann fékk með sér gamla samstarfsmenn,“ sagði Grímur, „smákrimmana Guttorm og Sóley Valgeirs og síðast en ekki síst Leif Grönvold, sem við náðum og yfirheyrðum í leynigöngum tengdum við setrið fyrir stuttu. Hann liggur þar enn og mun staðfesta allt sem ég hef sagt.“\nFólkið tók andköf í enn eitt skiptið.\n„Svo boðaði hann margmenni, allt fólk sem átti ríka fjarskylda ættingja eða gamla kunningja sem svipuðu til De La Bluuu, á fund sinn á hótelinu. Með öllu þessu fólki taldi hann líklegt að lögreglunni myndi gruna a.m.k. einn um að hafa myrt hann (sérstaklega þegar hann lét líta út fyrir að De La Bluuu ætti dularfullt, mikilvægt leyndarmál).“\nSvipur Walters lýsti mikilli gremju.\n„Og til að fullkomna þetta allt lét hann flytja bryta alla leið frá Englandi sem líktist honum nóg til að fólk teldi vera hann sjálfann… enda höfðu mjög fáir séð Jaques De La Bluuu, bara heyrt lýsingu af honum. Og að lokum tók hann hlutverk hans að sér!“\nFólkið tók-\n„Æi, viljiði HALDA YKKUR SAMAN!“ öskraði Walter.\nÞögn.\nGrímur brosti. „En, allavega,“ hélt hann áfram, „hann bjóst ekki við því að Ragnar, löggan sem vissi best hvernig hann liti út yrði send í verkið. Svo hvað gerði hann? Hann notaði tækifærið sem honum var gefið þegar hann átti að framkvæma talninguna á gestunum og sendi Guttorm út í skóg þar sem hann átti að handsama lögreglumennina þegar þeir færu að leita hans.\nOg þannig var það nú.“\n„En hvað um Braga, seinna fórnarlambið?“ spurði einhver.\n„Ah, hann,“ sagði Grímur, „hann var vitni að því þegar Refurinn og Leifur komu út úr leynigöngunum svo þeir urðu að láta hann hverfa… Nú ætti öllum spurningum að vera svarað.“\nGestirnir klöppuðu.\n„Góð kenning, góð kenning,“ sagði Walter og borsti kaldhæðnislega, „ég verð að gefa þér það. En það sem þér yfirsást var… ÞETTA!“ Walter lyfti einum fætinum upp og greip um skó sinn. Hann togaði eins fast og hann gat, rembdist og hoppaði um á einum fæti í um 30 sek; náði loks skónum af sér og fleygði í átt að Grími, hitti ekki og braut vasa upp á eldstæðinu.\nWalter stóð nú á einum fæti og hoppaði aumingjalega. „Vandræðalegt…“ sagði hann.\n„Grípið þennan mann!“ sagði Grímur og benti á Walter.\nGestirnir stukku á hann og héldu niður í gólfið.\n„Ég hefði komist upp með þetta,“ sagði Walter (eða Refurinn, eins og hann er einnig þekktur), „ef það hefði ekki verið fyrir ykkur afskiptasömu krakkana… og heimska hundinn ykkar!“\n„Ég veit,“ sagði Grímur og horfði niður á hann, „ég veit.“ Síðan gekk hann að Gottskálki, tók af sér hattinn og setti á hann. „Hérna stráksi.“\nSvo gekk hann út í sólsetrið.\nEftirmáli:\nGreyfinjan játar\nNokkrum dögum fyrr…\nÞað var seint um kvöld.\nRefurinn, Guttormur, Leifur og Sóley stóðu yfir líki Walters.\n„Ég held að ég þurfi ekki að útskýra það fyrir ykkur að ekki verður einu orði minnst á þetta,“ sagði Refurinn.\nHin kinkuðu kolli.\nGuttormur greip lampa af borðinu og braut glugga.\n„Af hverju gerðirðu þetta?“ spurði Sóley.\n„Bara að fokka í löggunum,“ svaraði hann og brosti.\n„Eruð þið búin að drepa hann?“ sagði fimmti aðili sem stóð í dyrunum.\n„Já, Finnbogi,“ sagði Refurinn, „við höfum drepið hann.“\nKolkrabbinn brosti.\n- Fin -",
    "url": "https://www.hugi.is/sorp/greinar/585377/a-vit-orlaganna-greinzkeppnz-roflercopter/",
    "url_id": "585377",
    "id": "5778563",
    "replies": [
        {
            "user": "Khatru",
            "user_id": "30113",
            "date": "2008-04-14 23:28:54",
            "id": "5778580",
            "reply_to_id": "5778563",
            "text": "Höfundur:\nTHT3000\nDags:\n14. apríl 2008 - 23:25\nSamþykkt af:\nChocoboFan\nFjöldi lestra:\n1\nJEIIII!!! 8D\nBætt við 14. apríl 2008 -  23:35\nAnnars, indæl saga hjá þér."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-14 23:53:55",
            "id": "5778641",
            "reply_to_id": "5778580",
            "text": "Já, já.\nÞú last þetta nefnilega á þremur mínútum.\n*kinkar hægt kolli*"
        },
        {
            "user": "Khatru",
            "user_id": "30113",
            "date": "2008-04-15 00:26:15",
            "id": "5778716",
            "reply_to_id": "5778641",
            "text": "Neinei ég las þetta ekki allt.. ég las þangað til ég  nennti ekki að lesa lengur (ekki mikill lestrar..uhh maður). En það sem ég las var indælt."
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2008-04-15 00:19:46",
            "id": "5778700",
            "reply_to_id": "5778563",
            "text": "Ææææææææðisleg saga hér á ferð! Ég hló, oft! =D"
        },
        {
            "user": "Parvati",
            "user_id": "49586",
            "date": "2008-04-15 06:32:41",
            "id": "5778842",
            "reply_to_id": "5778563",
            "text": "Heeeeelvítis. Þú náðir að senda inn."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-15 11:48:50",
            "id": "5779120",
            "reply_to_id": "5778842",
            "text": ":Æ\n:C\n=D"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-15 11:14:47",
            "id": "5779073",
            "reply_to_id": "5778563",
            "text": "og ég hélt að ég væri með langa sögu ^^\nBætt við 15. apríl 2008 -  16:07\nOg já, Þú ert meistari. FRÁBÆR saga."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-15 22:00:22",
            "id": "5780741",
            "reply_to_id": "5779073",
            "text": "Omg ;Æ\n/roðn"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-16 19:57:28",
            "id": "5782718",
            "reply_to_id": "5780741",
            "text": "Þarft ekki að roðna við þetta, þetta er svo góð saga að ég roðna"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-16 20:01:43",
            "id": "5782727",
            "reply_to_id": "5782718",
            "text": "Auuuhj! (H)"
        },
        {
            "user": "Padfoot",
            "user_id": "59026",
            "date": "2008-04-15 14:36:17",
            "id": "5779377",
            "reply_to_id": "5778563",
            "text": "Hahah vá, beeeest!\nÞrðr þú ert meeeeistari. (H)"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-15 14:42:23",
            "id": "5779386",
            "reply_to_id": "5779377",
            "text": "Omg ;Æ\n/roðn"
        },
        {
            "user": "Padfoot",
            "user_id": "59026",
            "date": "2008-04-15 14:46:51",
            "id": "5779395",
            "reply_to_id": "5779386",
            "text": "Tíhí ^-^"
        },
        {
            "user": "Neibb",
            "user_id": "59835",
            "date": "2008-04-15 16:35:12",
            "id": "5779643",
            "reply_to_id": "5778563",
            "text": "It's a masterpiece!"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-15 17:15:16",
            "id": "5779763",
            "reply_to_id": "5779643",
            "text": "For realsies? =O"
        },
        {
            "user": "Neibb",
            "user_id": "59835",
            "date": "2008-04-15 17:20:04",
            "id": "5779783",
            "reply_to_id": "5779763",
            "text": "I would buy the book."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-15 21:40:15",
            "id": "5780634",
            "reply_to_id": "5779783",
            "text": "Omg ;Æ\n/roðn"
        },
        {
            "user": "Creamatron",
            "user_id": "59782",
            "date": "2008-04-15 17:30:08",
            "id": "5779800",
            "reply_to_id": "5778563",
            "text": "Hahahaha Snilld ^^\nGott starf 8-) xD"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-15 21:45:27",
            "id": "5780657",
            "reply_to_id": "5778563",
            "text": "Þegar ég reyni að hringja í Ragnar þá svarar alltaf einhver Guðmundur! ='c"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-15 21:47:54",
            "id": "5780672",
            "reply_to_id": "5780657",
            "text": "Aw, bummeeeeer.\nPrófa bara aftur þá."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-16 13:36:51",
            "id": "5781848",
            "reply_to_id": "5778563",
            "text": "jesus… þetta er ekkert smá löööng saga… veit ekki hvort ég leggi í þetta Þórður minn en það er spurning hvort maður lesi þetta í sumar ef tími til gefst=)"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-04-16 13:48:48",
            "id": "5781863",
            "reply_to_id": "5781848",
            "text": "Ég ljái þér það ekki.\nEf ég hefði ekki skrifað hana hefði ég ekki nennt að lesa hana."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-16 14:12:37",
            "id": "5781909",
            "reply_to_id": "5781863",
            "text": "hahaha"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2008-04-17 01:57:53",
            "id": "5783586",
            "reply_to_id": "5778563",
            "text": "Djöfulsins metnaður er í þér drengur.\nværi það samt ógeðslega súrt ef þetta væri svo ógeðslega ófyndið? Það væri samt svolítið fyndið.\nlolmótsögn.\nKannski ég leggi í þetta bara piece by piece."
        },
        {
            "user": "Dizzy",
            "user_id": "58969",
            "date": "2008-04-18 15:48:16",
            "id": "5786238",
            "reply_to_id": "5778563",
            "text": "Epic"
        },
        {
            "user": "klifurdyrid",
            "user_id": "71527",
            "date": "2008-05-29 14:59:34",
            "id": "5888225",
            "reply_to_id": "5778563",
            "text": "nenni ekki að lesa þetta"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-05-29 15:27:45",
            "id": "5888264",
            "reply_to_id": "5888225",
            "text": "Gauuuuur! Sniiiilld!"
        },
        {
            "user": "Fae",
            "user_id": "34597",
            "date": "2008-06-12 21:21:32",
            "id": "5920420",
            "reply_to_id": "5778563",
            "text": "ég grét.\núr hlátri það er.\nMarmelade!“ sagði breskur gestur og lagaði einglyrnið sitt"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-06-12 21:22:47",
            "id": "5920427",
            "reply_to_id": "5920420",
            "text": "Seint og flott svar þetta."
        },
        {
            "user": "Fae",
            "user_id": "34597",
            "date": "2008-06-12 21:39:51",
            "id": "5920470",
            "reply_to_id": "5920427",
            "text": "takkz skilruh var að reyna að ákveða hvernig ég gæti lýst þínum undraverðu hæfileikum sem best en nennti því svo ekki.\n<33333;**"
        },
        {
            "user": "Technicolor",
            "user_id": "65616",
            "date": "2008-07-27 18:12:38",
            "id": "6016740",
            "reply_to_id": "5778563",
            "text": "Gaur snilld!!!… Hefurðu ekkert pælt í gera mynd? Þetta væri nebbla osum mynd:D"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-07-28 00:07:33",
            "id": "6017679",
            "reply_to_id": "6016740",
            "text": "Það væri dýrt… og tæki tíma."
        },
        {
            "user": "Technicolor",
            "user_id": "65616",
            "date": "2008-07-28 13:45:58",
            "id": "6018566",
            "reply_to_id": "6017679",
            "text": "Neinei finnur bara einhvern sem á Cameru og tekur þetta upp sjálfur og leikur öll hlutverkin:D\nÞú yrðir svona eins og íslenskur Eddie Murphy."
        }
    ]
}