{
    "forum_title": "Dulspeki",
    "user": "Socialist",
    "user_id": "63294",
    "date": "2008-04-15 14:49:11",
    "title": "Scientology : L. Ron Hubbard - Guð eða glæpamaður?",
    "text": "Þessi grein er um L. Ron Hubbard stofnanda Vísindakrikjunar í greinaflokknum Scientology. Mæli með að þið lesið fyrri greinarnar fyrst, þ.e. Sagan af Xenu og Geimóperan.\n“Ef maður vill virkilega öðlast milljónir dala, er besta leiðin er að stofna sitt eigin trúarbragð”\nÞessi orð eru oft höfð eftir L. Ron Hubbard.\nVísindatrúar líta á hann sem guð og kalla hann í daglegu tali L. Ron eða bara Ron.\nHubbard vissi frá byrjun að hann yrði goðsöngog þar hafði hann svo sannarlega rétt fyrir sér.\nHann fæddist árið 1911 og sagðist hafa alist upp á búgarði afa síns í Montana í Bandaríkjunum. Hann sagðist hafa alist upp í kringum kúreka og jafnvel hafa orðið “blóðbróðir” Svarfóta-indíánana sem bjuggu þar á svæðinu.\nEn þetta eru allt lygar, hann ólst upp á venjulegu heimili hjá venjulegum bandarískum foreldrum.\nVið lok seinni heimstyrjaldarinnar gekk faðir hans í bandaríska sjóherinn, fjölskylda hans fór oft í frí til hans í Guam í Kyrrahafinu.\nHann ferðaðist mikið um heiminn.  Af mikilli ævintýraþrá fór hann í leiðangra í von um að finna falda fjársjóði og því um líkt í Karabíska-hafinu.\nSeinna meir sagði hann mikið af sögum um ævintýri hans í Suður-Ameríku sem voru að mestu leiti skáldaðar, Cyril Vosper, einn af starfsfólki Hubbards segir “að hann þyrfti að minnsta kost að vera 483 árum eldri til að hafa tíma til að gera þetta allt”.\nÁ unglingsárunum skrifaði hann mikið af sögum í dagbækur sínar um allskyns ævintýri. Þegar Vísindatrúar fundu þessar bækur voru þeir vissir um að þessa sögur væru sannar, en margir bentu á að þetta væru aðeins sögur sem hann hefði skáldað upp þegar hann var barn.\nÞegar hann var 22. ára giftist hann sinni fyrstu eiginkonu, Polly. Þau eignuðust mjög fljótt tvö börn og þá vantaði hann peninga til að framfleyta fjölskyldunni.\nHann fór að skirfa skáldsögur um ævintýri og fantasíur, síðar byrjaði hann að skrifa vísindaskálssögur og varð metsöluhöfundur.\nEn merkilegustu sögu hans sagði hann umboðsmanni sínum og hún var um hann sjálfan:\nHann dó á skurðarborði í aðgerð og sál hans reis upp og hann horði á sjálfan sig á skurðarborðinu.  Hann hugsaði hvert við hvert færum úr þessu?  Í fjarlægðinni sá hann skrautlegt hlið, honum þótti það áhugavert svo hann gekk að því og það oppnaðist sjálfkrafa, þá kom hann inn í einhvert hol og hinum megin á holinu sá hann allt sem nokkurn tímann hafði farið í gegnum huga hans og hann byrjaði að hugsa um margar helstu spurningar sem maðurinn hefur velt fyrir sér frá upphafi.  Hvert förum við nú?  Hver er tilgangur Guðs með okkur?  Eru til fyrri líf og eru líf sem við eigum eftir að upplifa?\nEins og svampur sogaði hann inn svör við þessum spurningum.  Þá heyrði hann rödd segja að hann væri ekki tilbúinn og það var eins og hann væri togaður aftur og allt í einu var hann kominn aftur á skurðarborðið. Hann hóf svo að skrifa um þetta og eftir tvo daga var hann kominn með handrit fyrir bókina Excalibur eða Svarta Sverði. Hann sagði við umboðsmann sinn að hver sem læsi það yrði annað hvort geðbilaður eða fremdi sjálfmorð.\nSá seinasti sem hann lét fá handritið var bókaútgefandi í New York og einn daginn fór hann á skrifstofu hans að gá að því hvernig honum litis á það.  Útgefandinn kallaði á undirmann sinn sem las handritið, maðurinn gekk inn og henti blöðunum á borðið, síðan fleygði hann sér út um gluggan á skýjakjúfnum.\nHubbard sagði að sagan væri of hættuleg til að vera gefin út en 40 árum síðar fannst kassi með mörgum af sögum hans, þar á meðal Excalibur.  Það voru tvær útgáfur og ein hálf kláruð.\nGerry Armstrong var húsvörður Hubbards á þessum tíma, hann las allar útgáfurnar og ekkert kom fyrir hann, en í þessum skjölum mátti lesa að Hubbard dó ekki á skurðarborðinu. Hann þurfti að láta fjarlægja tvær tennur og það var undir miklum áhrifum deyfilyfsins nítróoxæts sem hann fann upp á Excalibur.\nSem sagt, Excalibur var ímyndun undir áhrifum nítróoxæts og Vísindakirkjan er að mestuleiti byggð á því.\nHubbard segir að þegar hann hafi verið í bandaríska sjóhernum hafi hann getað læknað sig sjálfur. Hann blindaðist en læknaði það sjálfur, en stríðsskýslur sjóhersins sýna að hann hafi þjáðst af magasári og fleiri smávægilegum kvillum, en ekki blindu. Hann sagðist hafa læknað 11 aðra hermenn í hernum.\nHann kallaði þetta díanetík og taldi að þessi uppgötvun væri merkilegri en uppgötvun hjólsins.\nFyrsta manneskja heims sem náði stiginu “hreinn” var ungur stúdent.  Hún var spurð allkyns spurninga á blaðamannafundi, s.s. hvað fékk hún sér í morgunmat 17. ágúst 1946 og fleira í þeim dúr.  Hún mundi ekkert af því, en sem “hrein” hefði hún átt að muna þetta.\nÞetta var mikið áfall fyrir Hubbard og var hann sakaður um svik og fjárkúgun.\nÁrið 1952 kom hann upp með nýja hugmynd, Scientology, Vísindatrú.  Sama ár ákvað hann að gera trúna alþjóðalega, hann fór til London og þar fann hann nýjan hóp dyggra aðdáenda.\nÞá byrjuðu hjólin að snúast. Hann opnaði fyrstu kirkjuna í Sussex í Bretlandi sama ár.  Hún naut gríðarlegra vinsælda. Hann sagði nágrönum sínum að hann væri vísindamaður að rannsaka plöntur.\nFólk frá Bandaríkjunum og Bretlandi sótti mikið að kirkjunni.\nHubbard vildi búa til her Vísindatrúa út um allan heim, raunar vildi hann gera sitt eigið ríki, sem hafði sinn eigin gjaldmiðil, sín eigin vegabréf, sína eigin stjórn og yrði fyrst og fremst ríki Vísindatrúa, svo að hann hafði áfrom um það að breyta Bretlandi í það ríki. En þetta gekk ekki eftir, stjórnvöld grunuðu hann um græsku og margir unglingar og ungt fólk sem gekk til liðs við söfnuðinn hætti að hafa samskipti við fjölskyldu sína sem hafði vond áhrif á ímynd kirkjunnar.\nHann eyddi stærstum hluta ævi sinnar eftir það á sjó, á svæði þar sem stjórnvöld höfðu ekki leyfi til að hafa afskipti af honum og blöðin náðu ekki í hann. Með honum voru margir fylgismenn hans og þetta var orðin nokkurskonar sjóher Vísindakirkjunar, seinna skip sjóhersins var gríðar stórt og gat rúmað þúsundir manna.\nHann hafið nokkra lífverði alltaf við hlið sér, það voru aðallega ungar strúlkur, frá 13 ára og upp í 16.  Þær gerðu bókstaflega allt fyrir hann, kveiktu í sígarettunum hans, háttuðu hann og svo framvegis, þær voru einnig einskonar boðberar hans, gáfu skipanir hans sem hann hafði sagt þeim að segja öllum og svo framvegis.\nSvo gerðist það að hann féll í þunglyndi og tók það út á áhöfninni. Á tímabili var Vísindakirjan frekar orðin hersamtök frekar en trú. Öll ást og áherslan á hamingju hvarf úr Vísindatrúnni. Gott dæmi um það hvernig Hubbard breyttist í þunglyndi sínu úr skemmtilega manninum sem öllum líkaði við yfir í kaldan og grimman mann er þegar hann tók fjögrurra ára gamlan strák og læsti hann inn í járnkassa og lét hann dúsa þar í tvo daga en áhöfnin þorði ekki að gera neitt í því, enginn vildi andmæla leiðtoganum L. Ron Hubbard.\nEinnig hafði hann strangar refsingar ef honum þótti einhverjir í áhöfninni ekki þess verður að vera Vísindatrúar var honum hent fyrir borð áður en honum var skilað í næstu höfn.  Einnig eru dæmi um að fólk hafi verið bundið á höndum og fótum og jafnvel bundið fyrir augun á því þegar þeim var kastað fyrir borð.\nEn stóra spuringin sem margir velta fyrir sér er hvort Hubbard hafi sjálfur trúað kenningum sínum eða hvort hann hafi verið að féfletta fylgismenn sína?\nÞað veit í rauninni enginn en hann leit á sig sem guð og ef ekki guð þá mjög nálægt því.\nHann grunaði alla um græsku í hans garð, jafnvel þeir sem gerðu smávægileg mistök í kring um hann áleit hann að þeir væru að ráðast gegn honum.\nÁrið 1973 var Hubbard kærður fyrir svik af frönskum rétti, hann yfirgaf skipið í Marokkó og flúði í felur til New York.  Þar skipulagði hann heraðgerðina Operation Snow-white sem átti að afmá allar þær vondu sögur sem gengu um Vísindakirjuna, þar sveifst hann einskis og fylgismenn hans áttu ekki að hika við að gera allt sem í valdi þeirra stóð til að berjast gegn óvinum hans.\nHann snéri aftur til skip síns á Kanaríeyjum og lenti þar í smávægilegu mótorhjólaslysi sem leiddi til þess að hann féll aftur í þunglyndi. Hann henti hlutum í fólk, öskraði á það og gekk berserksgang.\nHubbard stofnaði stóra kirkju í Flórída en flutti síðar til Kaliforníu til að leikstýra kvikmyndum byggðum á fyrrum vísindaskáldskap sínum, það tókst honum ekki svo að  hann byrjaði að gera þjálfunarkvikmyndir fyrir Vísindakrikjuna.\nÁrið 1977 kom alríkislögregla Bandaríkjanna FBI  upp um Operation Snow-white á meðan Hubbard var í Kaliforníu.  Átta Vísindatrúar sem tóku þátt í henni voru dregnir fyrir rétt, þar á meðal eiginkona sjálfs L. Ron Hubbards fyrir að stela leyniskjölum stjórnvalda og hlera símtöl.\nEftir þetta sást Hubbard aldrei aftur opinberlega, hann bjó í leyni allt til ársins 1986 þar til hann lést, hár hans hafði ekki verið klippt allan þennann tíma og neglurnar langar og ógeðslegar. Hann varð ofsóknarbrjálaður og var hræddur við fólk.\nEn Vísindakrikjan sagði að hann hefði ákveðið að yfirgefa líkama sinn til að halda áfram rannsóknarvinnu annarsstaðar.\nYkkar álit, Guð eða glæpamaður?",
    "url": "https://www.hugi.is/dulspeki/greinar/585380/scientology-l-ron-hubbard-gud-eda-glaepamadur/",
    "url_id": "585380",
    "id": "5778587",
    "replies": [
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2008-04-15 15:00:40",
            "id": "5779420",
            "reply_to_id": "5778587",
            "text": "Glæpamaður, nuff said."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2008-04-15 15:04:07",
            "id": "5779425",
            "reply_to_id": "5778587",
            "text": "Stórglæpamaðu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-15 15:04:48",
            "id": "5779426",
            "reply_to_id": "5778587",
            "text": "Einhvern meginn verða allir í Vísindakirkjunni brjálaðir, en þessi maður er glæpamaður og hefði aldrei átt að verða til."
        },
        {
            "user": "Alexxx",
            "user_id": "64689",
            "date": "2008-04-15 15:22:45",
            "id": "5779474",
            "reply_to_id": "5778587",
            "text": "Glæpamaður án efa."
        },
        {
            "user": "spadz",
            "user_id": "49702",
            "date": "2008-04-15 15:36:23",
            "id": "5779507",
            "reply_to_id": "5778587",
            "text": "Guð glæpamanna auðvitað"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-15 15:41:19",
            "id": "5779525",
            "reply_to_id": "5779507",
            "text": "Hey gott komment!"
        },
        {
            "user": "spadz",
            "user_id": "49702",
            "date": "2008-04-15 15:56:53",
            "id": "5779560",
            "reply_to_id": "5779525",
            "text": "takk fyri"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2008-04-15 15:45:49",
            "id": "5779534",
            "reply_to_id": "5778587",
            "text": "Skrítið að fólk, sem í fljótu bragði virðist vera með eðlilega greind,skuli falla fyrir þessum con artista."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-16 22:00:13",
            "id": "5783078",
            "reply_to_id": "5779534",
            "text": "Fyrst þegar ég heirði um Vísindakrikjuna hélt ég að þetta væri byggt á staðreyndum, nokkurn veginn guðlausttrúarbragð og lagði áherslu á\nVÍSINDI\n. En þegar ég fór að kynna mér þetta betur hætti þetta algjörlega að heilla mig.\nLíka Vísinda\nkrikjan\nÞessir tveir hlutir fara bara ekki saman."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2008-04-17 14:06:17",
            "id": "5783945",
            "reply_to_id": "5783078",
            "text": "Þar sem þú gerir þessa stafsetningarvillu tvisvar mætti halda að þú vitir ekki hvernig á að skrifa\nkirkja\n."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-17 14:53:14",
            "id": "5784002",
            "reply_to_id": "5783945",
            "text": "Fljótfærni"
        },
        {
            "user": "flamma",
            "user_id": "70089",
            "date": "2008-04-17 17:55:33",
            "id": "5784426",
            "reply_to_id": "5783078",
            "text": "sama hér.\n“Vísinda-kirkjan” manni dettur í hug guðlaust trúarbragð þótt manni finnist trúarbrögð og vísindi oft ekki fara saman :)"
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2008-04-15 15:57:47",
            "id": "5779561",
            "reply_to_id": "5778587",
            "text": "Auðvitað er þetta virkilega rangt en hann hafði samt rétt fyrir sér, hvað ætli hann hafi grætt mikinn pening á þessu?\nHann er snillingur á sama hátt og Hitler var snillingur."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2008-04-15 19:29:48",
            "id": "5780155",
            "reply_to_id": "5779561",
            "text": "Nei hann er ekki snillingur á sama hátt og hitler."
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2008-04-15 20:37:46",
            "id": "5780407",
            "reply_to_id": "5780155",
            "text": "Ég er að meina að þeir græddu báðir mikið á því að nota fólk."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2008-04-16 07:50:33",
            "id": "5781490",
            "reply_to_id": "5780407",
            "text": "Þá eru þeir bara asnar."
        },
        {
            "user": "sigorn",
            "user_id": "38720",
            "date": "2008-04-16 09:05:09",
            "id": "5781545",
            "reply_to_id": "5781490",
            "text": "Það er engan vegin hægt að neita því að bæð L. Ron og Hitler voru báðir alveg fluggáfaðir á meðan að þeir voru á lífi. Enn ekki er heldur hægt að þeir voru báðir alveg kolklikkaðir."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2008-04-17 13:55:19",
            "id": "5783936",
            "reply_to_id": "5781490",
            "text": "What the fuck? Ertu ekki í MR?\nErtu bara svona rosalega góður að læra en svona hrottalega tómur í fuckin hausnum?\nErtu búinn að fara í greiningu hvort þú sért andlega þroskaheftur?"
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2008-04-17 17:15:51",
            "id": "5784330",
            "reply_to_id": "5783936",
            "text": "Bíddu haaa?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-04-16 13:50:02",
            "id": "5781868",
            "reply_to_id": "5780407",
            "text": "Þegar ég var lítill seldi ég grjót og notaða penna til styrktar Rauða Krossins. Fólk keypti þetta af því að þetta var til styrktar Rauða Krossins og ég fékk mér bland í poka og gos (fékk að sjálfsögðu magapínu, karma eða eitthvað).  Samkvæmt þér var ég jafn gáfaður og Hitler þegar ég var 10 ára gamall!  Ætli þið hafi þá ekki bara verið heppinn að mig langaði í nammi í stað heimsyfirráða?\nÞú þarft ekki að vera virkilega gáfaður til að misnota fólk og hagnast á því.  Þú þarft að vera siðferðislega blindur."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2008-04-16 15:02:20",
            "id": "5782016",
            "reply_to_id": "5781868",
            "text": "Sammála, en stundum er jú erfitt að sjá muninn á klikkun og snilld, það vill oft vera þunn lína þarna á milli."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-04-16 16:40:12",
            "id": "5782245",
            "reply_to_id": "5782016",
            "text": "Í þessu tilfelli er ekki erfitt að sjá að Hitler var klikkaður ekki snargáfaður.  Allir sem hafa gluggað í Mein Kampf til dæmis ættu að vita það, enda er bókin tóm tjara."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2008-04-16 17:33:03",
            "id": "5782371",
            "reply_to_id": "5782245",
            "text": "Hann var reyndar hörku ræðumaður og má eiga það að hann fékk stuðning þjóðarinnar, en án efa ekki erfitt á þessum árum þegar fólk var illa upplýst og beyttur áróður gegn því."
        },
        {
            "user": "01101101",
            "user_id": "69210",
            "date": "2008-04-16 20:55:10",
            "id": "5782852",
            "reply_to_id": "5782371",
            "text": "Segja fólkinu það sem það vill heyra held ég að það heiti"
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2008-04-16 21:49:21",
            "id": "5783037",
            "reply_to_id": "5782852",
            "text": "Já, reyndar samt bæði það og ljúga/segja hálfan sannleikann við það á sama tíma."
        },
        {
            "user": "savinn",
            "user_id": "51954",
            "date": "2008-04-15 15:58:10",
            "id": "5779563",
            "reply_to_id": "5778587",
            "text": "con artist"
        },
        {
            "user": "Toggi",
            "user_id": "59549",
            "date": "2008-04-15 16:24:45",
            "id": "5779617",
            "reply_to_id": "5778587",
            "text": "Fín grein og allt það en bara dálítið klesst.\nHubbard segir að þegar hann hafi verið í bandaríska sjóhernum hafi hann getað læknað sig sjálfur. Hann blindaðist en læknaði það sjálfur, en stríðsskýslur sjóhersins sýna að hann hafi þjáðst af magasári og fleiri smávægilegum kvillum, en ekki blindu. Hann sagðist hafa læknað 11 aðra hermenn í hernum.\nHann kallaði þetta díanetík og taldi að þessi uppgötvun væri merkilegri en uppgötvun hjólsins.\nFyrsta manneskja heims sem náði stiginu “hreinn” var ungur stúdent. Hún var spurð allkyns spurninga á blaðamannafundi, s.s. hvað fékk hún sér í morgunmat 17. ágúst 1946 og fleira í þeim dúr. Hún mundi ekkert af því, en sem “hrein” hefði hún átt að muna þetta.\nÞetta var mikið áfall fyrir Hubbard og var hann sakaður um svik og fjárkúgun.\nÉg væri til í að fá útskýringu á þessu ‘bold-aða’, þetta er mjög óskýrt og mér finnst eins og það vanti eitthvað þarna inn í.\nFrábært framtak hjá þér samt að koma með þessar greinar, mjög skemmtileg lesning allt saman."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-15 18:32:55",
            "id": "5779970",
            "reply_to_id": "5779617",
            "text": "Já sorry, þetta eru allt bútar úr ritgerð sem ég gerði og fyrr í henni er alveg útskýrt hvað “hreinn” er.\nKannski sendi inn lýsingi á því einhver tímann"
        },
        {
            "user": "exax",
            "user_id": "27364",
            "date": "2008-04-15 17:15:50",
            "id": "5779767",
            "reply_to_id": "5778587",
            "text": "Glæpamaðu"
        },
        {
            "user": "handfulofkid",
            "user_id": "67112",
            "date": "2008-04-15 17:34:45",
            "id": "5779807",
            "reply_to_id": "5778587",
            "text": "Scarface var smá krimmi við hliðna á þessum"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-15 18:37:38",
            "id": "5779984",
            "reply_to_id": "5779807",
            "text": "Eins og sagt er : Þessi maður mundi selja mömmu sína fyrir epli"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-17 10:53:53",
            "id": "5783754",
            "reply_to_id": "5779984",
            "text": "bíddu er þetta tilboð eða ég væri feitt geim í epli sko ;O"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-17 12:33:59",
            "id": "5783856",
            "reply_to_id": "5783754",
            "text": "Já, það gæti gengið"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2008-04-15 20:02:34",
            "id": "5780275",
            "reply_to_id": "5778587",
            "text": "Hvernig í andskotanum fékk þessi maður 14 - 16 ára stelpur til að hátta sig?"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-15 20:09:22",
            "id": "5780297",
            "reply_to_id": "5780275",
            "text": "Leiðrétting\n13\n- 16\nOg ekki spyrja mig, allt heilaþvegin grey"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2008-04-15 21:27:50",
            "id": "5780573",
            "reply_to_id": "5780297",
            "text": "Djöfull hefur hann verið góður heilaþvottari. Spurning hvort hann hafi lært það af geimverunum."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-15 21:36:35",
            "id": "5780613",
            "reply_to_id": "5780573",
            "text": "Snilldar kenning"
        },
        {
            "user": "Mjolnir2504",
            "user_id": "72397",
            "date": "2008-04-15 20:40:37",
            "id": "5780418",
            "reply_to_id": "5778587",
            "text": "Defiantly glæpamaðu"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2008-04-15 20:45:28",
            "id": "5780440",
            "reply_to_id": "5778587",
            "text": "Þessi maður var bara rosalega klár.  Hann gerði ekkert ólöglegt(svo ég viti til, las þetta ekki ítalega, mun gera það) og getur þá ekki talist glæpamaður.  En ertu með heimidir fyrir þessu sem þú segir?\nEins og að hann hafi haft áform um að stofna eigið ríki og trúbreyta bretlandi?"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-15 20:47:44",
            "id": "5780450",
            "reply_to_id": "5780440",
            "text": "Já, Secret Life of L. Ron Hubbard sem sýnt var á Channel 4, þú getur nálgast þá á YouTube eða Google Videos"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2008-04-15 20:50:18",
            "id": "5780456",
            "reply_to_id": "5780450",
            "text": "Channel 4?"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-15 21:10:53",
            "id": "5780511",
            "reply_to_id": "5780456",
            "text": "Mjög þekkt og vinsæl bresk stöð"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-04-16 16:41:38",
            "id": "5782246",
            "reply_to_id": "5780440",
            "text": "Í guðana bænum, hann lést í fangelsi fyrir glæpi sína."
        },
        {
            "user": "Sterinn",
            "user_id": "69029",
            "date": "2008-04-15 23:06:10",
            "id": "5781033",
            "reply_to_id": "5778587",
            "text": "Brjálaður glæpamaðu"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-15 23:14:21",
            "id": "5781066",
            "reply_to_id": "5781033",
            "text": "Ja, þegar hann hefur 13 ára stelpur að hátta sig, þá má álíta það :S"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-15 23:47:21",
            "id": "5781202",
            "reply_to_id": "5778587",
            "text": "Ekki meiri glæpamaður en hver annar business karl."
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2008-04-16 00:59:58",
            "id": "5781390",
            "reply_to_id": "5778587",
            "text": "sniðugur á sinn hátt, að takast að féflétta fólk svona, nema fólkið hafi bara verið svona vitlaust…\nEn samt sem áður glæpamaður ;) svona svik eru ólögleg."
        },
        {
            "user": "Hellscream",
            "user_id": "23392",
            "date": "2008-04-16 01:13:42",
            "id": "5781405",
            "reply_to_id": "5778587",
            "text": "Glæpamaðu"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2008-04-16 10:28:50",
            "id": "5781626",
            "reply_to_id": "5778587",
            "text": "Hvorugt, bara snarklikkadur naungi"
        },
        {
            "user": "Kauffman",
            "user_id": "28425",
            "date": "2008-04-16 10:38:41",
            "id": "5781635",
            "reply_to_id": "5778587",
            "text": "Glæpamaður en snillingur eins og margir í sögu mannkynsins.  Nota það eina sem fólk er til í að henda frá sér öllum peningum og ævistarfi í “ Trú ”."
        },
        {
            "user": "Leprosy",
            "user_id": "63451",
            "date": "2008-04-16 13:54:16",
            "id": "5781874",
            "reply_to_id": "5778587",
            "text": "Þessi maður var alveg mögulega gáfaður, en það sem hann gerði og kom því á ramfarir eru glæpir uppmálaðir. Skil ekki hvernig fólk getur trúað þessu. Þetta er jafn trúverðugt og að Star Wars sé alvöru heimild, eða konan sem var í Nýtt Líf um daginn að segjast vera Klingon….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-17 10:55:25",
            "id": "5783759",
            "reply_to_id": "5781874",
            "text": "ER THE FORCE ÞÁ EKKI ALVÖRU :O?"
        },
        {
            "user": "Flowermeister",
            "user_id": "46302",
            "date": "2008-04-17 19:09:55",
            "id": "5784653",
            "reply_to_id": "5781874",
            "text": "Vísindakirkjutrúar fá ekki að vita hvað þeir trúa á, fyrr en þeir eru komnir á ákveðið stig. Þá er búið að heilaþvo úr þeim allt vit og þeir trúa öllu sem dælt er í þau.\nÞeim er sagt að ef þau komist að “sannleikanum ”fyrr muni þau deyja eða eitthvað álíka."
        },
        {
            "user": "Borkurinn",
            "user_id": "57381",
            "date": "2008-04-16 17:04:07",
            "id": "5782292",
            "reply_to_id": "5778587",
            "text": "gimp"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2008-04-16 18:00:13",
            "id": "5782431",
            "reply_to_id": "5778587",
            "text": "Á hverju byggiru þessa grein?"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-16 18:01:11",
            "id": "5782435",
            "reply_to_id": "5782431",
            "text": "Ertu þá að tala um heimildirnar?"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2008-04-16 20:28:02",
            "id": "5782784",
            "reply_to_id": "5782435",
            "text": "Jamm."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-16 20:32:08",
            "id": "5782792",
            "reply_to_id": "5782784",
            "text": "Secret Life of L. Ron Hubbard sem sýnt var á Channel 4, þú getur nálgast þá á YouTube eða Google Videos"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2008-04-16 20:33:28",
            "id": "5782795",
            "reply_to_id": "5782792",
            "text": "ok\nGlæpamaður. Pottó."
        },
        {
            "user": "hanness91",
            "user_id": "70681",
            "date": "2008-04-16 22:11:03",
            "id": "5783127",
            "reply_to_id": "5778587",
            "text": "Hérna er the un-funny truth about scientology:\nhttp://youtube.com/watch?v=rCGP-0545EU&feature=related\nOg hér er Scientology crazy followers:\nhttp://youtube.com/watch?v=pPol_m8wm8Y&feature=related"
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-04-17 12:04:09",
            "id": "5783830",
            "reply_to_id": "5778587",
            "text": "skil ekki hvernig hann gat haft samviskuna í að gera þetta!\nEn ég segji pottþétt GLÆPAMAÐUR! og bara ætti ekki að hafa verið til!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-17 13:59:24",
            "id": "5783940",
            "reply_to_id": "5778587",
            "text": "Þessi maður er auðvitað snillingur á sinn hátt, ég viðurkenni það alveg þó að ég standi á móti honum og öllu sem að hann hefur gert og komið nálægt. Hann er samt einnig óprúttinn glæpamaður og viðbjóður, að mínu mati allavega."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2008-04-17 18:49:03",
            "id": "5784588",
            "reply_to_id": "5778587",
            "text": "Sjáiði Rottu glottið á manninum, auðvitað er hann glæpamaður!"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-17 18:50:16",
            "id": "5784595",
            "reply_to_id": "5784588",
            "text": "Perralegt líka, hann hafði niður í 13 ára stúlkur í þjónustu sinni sem gerðu allt fyrir hann, þá meina ég allt"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2008-04-17 18:50:49",
            "id": "5784597",
            "reply_to_id": "5784595",
            "text": "alltílææ"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2008-04-18 16:33:03",
            "id": "5786330",
            "reply_to_id": "5778587",
            "text": "Djöfull finnst mér gaman að lesa þessar greinar þínar, endilega ef að þú lumar á fleirum að skella þeim hingað inn. Langt síðan ég hef klárað að lesa heila grein.\nEn annars með þennan mann, ég held að það sé nú enginn vafi á því að hann var glæpamaður, eins og þú talar um Operation Snow-white, get ekki ímyndað mér að það hafi verið lögleg starfsemi þar í gangi, og með þessar stelpur þarna.. já enough said. En það er heldur enginn vafi á því að hann var bráðgáfaður, maður sem að fær fólk til þess að trúa á geimverur og féflettir það eins og hann eigi lífið að leysa.. getur einfaldlega ekki verið heimskur."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-18 19:02:15",
            "id": "5786648",
            "reply_to_id": "5786330",
            "text": "Kannski að maður skelli inn fleiri greinum um þetta.\nEn já Lafayette Ronald Hubbard var að mínum mati ekki glæpamaður, hann var geðveikur, einfaldlega snarklikkaður!\nLokaði fjögurra ára dreng í litlum stálkassa í 2 daga!\nOg þetta með 13-16 ára stelpurnar segir nóg."
        },
        {
            "user": "Brokarlaus",
            "user_id": "67486",
            "date": "2008-04-18 17:29:33",
            "id": "5786461",
            "reply_to_id": "5778587",
            "text": "taka svona menn, strekkja þá upp, skera gat a magann, draga garnirnar út hægt og rólega og leyfa honum að öskra fyrir framan alla , svo skera punginn af og svo fingurnar… svo fæturnar og ef hann er ekki dauður þá augun … leyfa honum svo að deyja einhverstaðar í timbuktu þar sem 100 negrar með stóra belli nauðga honum látlaust."
        },
        {
            "user": "Afhverju",
            "user_id": "30401",
            "date": "2008-04-18 21:50:34",
            "id": "5787104",
            "reply_to_id": "5778587",
            "text": "Þessi maður er guð. L. Ron Hubbard, hvíldu í friði!"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-18 22:16:59",
            "id": "5787170",
            "reply_to_id": "5787104",
            "text": "Hann hvílir ekki í friði.\nHann er að halda áfram rannsóknarvinnu frá öðrum stað og á einn daginn eftir að snúa aftu"
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2008-04-20 20:41:02",
            "id": "5790973",
            "reply_to_id": "5787104",
            "text": "Veistu ég segi að þú sért snarbilaður. ekki móðgast :/\n——————\nWhat?\nBætt við 20. apríl 2008 -  20:45\nEr að tala um Brókarlausan"
        },
        {
            "user": "Palliiinn",
            "user_id": "68700",
            "date": "2008-04-20 17:05:55",
            "id": "5790417",
            "reply_to_id": "5778587",
            "text": "Hann er hvorugt.\nHann er bara með fjörugt ímyndunarafl og nýtir sér það til fulls."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2008-04-22 12:11:18",
            "id": "5794543",
            "reply_to_id": "5778587",
            "text": "Guð"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-04-22 15:31:34",
            "id": "5794972",
            "reply_to_id": "5794543",
            "text": "Gott að einhver sagði það :S"
        }
    ]
}