{
    "forum_title": "Hljóðfæri",
    "user": "Rudiment",
    "user_id": "37027",
    "date": "2008-04-17 21:40:19",
    "title": "Hvar er hægt að kaupa svampdýnur fyrir einangrun?",
    "text": "Já….\nHver veit hvaða fyrirtæki selur svampdýnur sem myndu henta vel í tónlistareinangrun?\nKveðja Bionicle",
    "url": "https://www.hugi.is/hljodfaeri/korkar/585976/hvar-er-haegt-ad-kaupa-svampdynur-fyrir-einangrun/",
    "url_id": "585976",
    "id": "5785007",
    "replies": [
        {
            "user": "jonss",
            "user_id": "5899",
            "date": "2008-04-17 22:11:49",
            "id": "5785092",
            "reply_to_id": "5785007",
            "text": "Getur líka prufað að spyrja á /hljodvinnsla"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2008-04-17 22:37:02",
            "id": "5785176",
            "reply_to_id": "5785007",
            "text": "Svampdínur eru meira diffuser heldur en einangrun. Þeas. þær minnka endurvarp og stöðva allskonar bylgjur i loftinu miklu meira en þær einangra. Aftur á móti með því að minnka endurvarp og stöðva bylgjur minnka þær oftast hávaða.\nEn annars veit ég ekki hvar þær fást.. rúmfó ?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2008-04-17 23:15:22",
            "id": "5785278",
            "reply_to_id": "5785007",
            "text": "Í upptökustúdíóhljóðeinangrum færðu svamp hjá Þ Þorgrímsson í síðumúla 29, þeir selja hljóðeiangrunina sem er eða var allavega notuð í Stúdíó Sýrlandi, eigðu von á því að svoleiðis kosti yfir 3000 krónur á fermetrann (já, virkilega dýrt sko!)\nÞetta er svampur sem drepur algjörlega endurkast á hljóði þannig að ef þú værir tildæmis að setja upp heimastúdíó í litlu herbergi þá myndi svona svampur henta á vegginn bak við mónitorana þína til að drepa óæskilegt endurkast á bassahljóm og slíku en fyrir þetta fermetraverð ertu klárlega ekki að fara að hljóðeinangra bílskúr til að geta æft þig á trommur eða álíka því svampurinn myndi kosta þig amk 3 sinnum meira en trommusettið..\nÞað er eða var amk til fyrirtæki sem hét Lystadún, þeir framleiða svampdýnur fyrir rúm og svoleiðis, kannski gætir þú fengið keypta eða gefins svampafganga og/eða gallaðar dýnur þar.\nEf þú ert að reyna að hljóðeinangra td bílskúr til að trufla ekki nágrannana þá er gott að nota steinull, hún er seld í svona kubbum og það sem er gott að gera er að kljúfa svona kubb í tvennt til að ná út amk 2 flekum af ull úr hverjum kubb og svo að klæða kubbana í gömul sængurver eða einvers konar efni og svo að festa kubbana á þá veggi sem vísa að nágrönnum, steinull étur upp hávaða en ekki setja td plast eða hörð efni yfir steinullina því þá kemst hljóðið ekki inn í ullina og endurkastast og þá situr þú uppi með sama hávaðann..\nTeppi eru mjög góð hljóðeinagrun á veggi, þú getur klifrað yfir girðinguna í Sorpu eftir lokun og hirt gömul teppi úr gámum, þú límir eða festir teppi ekki beint á vegginn því það gerir ekkert gagn heldur byrjarðu á að festa timburlista á vegginn alveg upp undir loft og hengir svo teppin á þá þannig að teppin hangi aðeins frá veggnum og það sé smá bil milli teppissins og veggjarins, þannig nýtast teppi best sem hljóðeinangrum.\nEf að herbergið sem þú ætlar að hljóðeinangra er ferkantað eins og flest herbergi eru þá er gott að raða mögnurum og öðru þannig í herbergið að þú brjótir aðeins upp hornin á herberginu, það minnkar endurkast á hljóði og endurkastið er það sem fær hljóð til að hljóma hærra en það er, það er líka hægt að setja stóra svampteninga í hornin á herberginu til að brjóta upp stefnuna á hljóðendurkastinu, þetta ætti allt að hjálpa."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-04-18 09:33:51",
            "id": "5785690",
            "reply_to_id": "5785278",
            "text": "Hann gæti líka keypt mjórri steinullar plötur, þær fást í missmunandi þykkt, allt frá 25mm og upp í  140mm.\nAnnars þá er Steinull hf með bækling sem segir allt sem segja þarf ef menn ætla að fara að hljóðeinangra með steinull.\nhttp://www.steinull.is/Files/Skra_0019891.pdf\nTakið einstaklega vel eftir því hvað maðurinn á forsíðunni er kátur með að vera með steinull á eyrunum. ;-)"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-04-18 13:41:40",
            "id": "5785990",
            "reply_to_id": "5785278",
            "text": "Hárrrétt.\nÁn þess að vera að flækja þetta mikið þá er í grunnin 2 pælingar.\n1. Drepa bergmál.  Hljóð ferðast svona soldið eins og golfkúla og endurkastarst með sama inn og úthorni. Vésin með óm tíma er tíma er því mikið t.d nærri hörðum hornum.  Og aftur án þess að reikna neitt, því harðari og slettari sem flöturinn er því minna bergmál.  Þessvegna notuðu menn t.d eplaassa og eggjabakka í gamladaga, til að fæ bæði grófty ifirborð og mjúkan flöt. Einnig er hugsum um að velja efni sem draga vel í sig hljóð. Aftur án þess að fara út í útreikninga þá má segja að efni sem draga vel í sig vatn draga vel í sig hljóð, svo sem svampur, pappi, teppi og STEINULL!\n2. Hljóðeinangrun. Hljóðeinangrun er soldið annað fyrirbæri. það er að segja hvernig efn hleypa hljóði í gegnum sig. Í grunnin má segja að því þykkari og eðlisþyngra sem ef er því meirui hljóðeinangrun. Annað sem þarf líka að passa að mismunandi plötur stoppa mismunandi bylgjur svo ein 14 og önnur 16 mm plata virka betur en 2 * 16 Og besta aðferðin er t.d að gera herbergi með steinullareinangrun inni í herbergi.\nþá er mikið atriði að slíta hljóðbryr í sundur, ekki festa inri vegginn í þann ytri! O=g svo frv.\nSpurning um hvað þú ert að fara að gera, en ef mín ef þú ert t.d að hugsa um hljóðísog, eins og pælingin með svampin gefur til kynna þá myndi ég skoða að kaupa kerfisloftaplötur úr steinull. kosta ca 1/4 af bárusvampinum og þó þær nái honum ekki alveg þá svínvirka þær.  var með svoleiðisklæðiningu í senasta skúr og fer í einhvað svipað í sumar.\nE"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2008-04-17 23:22:38",
            "id": "5785299",
            "reply_to_id": "5785007",
            "text": "Ég held að þetta fóstbræðraquote sem þú ert með sé bandvitlaust…\ner það ekki svona “Ég vissi ekki að þú kynnir að tala þarna feita rassgat”"
        },
        {
            "user": "0o0o0",
            "user_id": "46005",
            "date": "2008-04-18 00:27:18",
            "id": "5785467",
            "reply_to_id": "5785299",
            "text": "ó, fyrirgefðu herra feita rassgat, ég vissi ekki að þú kynnir að tala ég tók ekki eftir þér.\nBætt við 18. apríl 2008 -  00:31\njá gleimdi að segja það, en svona er það, og já það var bandvitlaust hja honum :D og þér líka haha"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-04-18 09:34:21",
            "id": "5785691",
            "reply_to_id": "5785007",
            "text": "Sjáðu svar mitt við svarinu hans Elvis2"
        },
        {
            "user": "xGnarRx",
            "user_id": "914",
            "date": "2008-04-19 00:52:17",
            "id": "5787548",
            "reply_to_id": "5785007",
            "text": "það er ekki sniðugt að fylla veggina af svamp. Einn neisti og húsið er horfið á örfáum sekúndum."
        },
        {
            "user": "xGnarRx",
            "user_id": "914",
            "date": "2008-04-19 00:54:51",
            "id": "5787553",
            "reply_to_id": "5785007",
            "text": "og já.. ég hef aldrei heyrt þessa vatns kenningu áður, og trúi litlu öðru en að hún sé rugl. Þegar þú ert að hljóðeinangra, þá það aðalega þyngd sem að stoppar hljóðið. Það er sniðugast að einangra með einhverju þungu efni, helst 2 eða fleiri þungum efnum í mörgum lögum."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2008-04-20 12:13:05",
            "id": "5789813",
            "reply_to_id": "5787553",
            "text": "lesa betur áður en þú gangrýnir, hann var að tala um vatnstheoryuna sem hlutir sem að endurkasta ekki hljóði, ekki sem einangrun"
        }
    ]
}