{
    "forum_title": "Heilsa",
    "user": null,
    "user_id": null,
    "date": "2008-04-20 15:09:57",
    "title": "Vöðvabólga",
    "text": "jæja ég er víst með alveg roooosalega vöðabólgu frá hálsi og bara langt niður á bak\nég er í nuddi, een mér finnst það ganga alltof hægt.\ner eitthver leið til að flýta fyrir þessu vöðabólgubveseni?\nég veit fullkomnlega afhverju ég fékk hana og að ég eigi ekki að halda mér í sama fari og ég var en ég veit því miður bara ekki hvað ég á að gera\nöllsvör vel þegin (:",
    "url": "https://www.hugi.is/heilsa/korkar/586416/vodvabolga/",
    "url_id": "586416",
    "id": "5790207",
    "replies": [
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2008-04-20 15:18:00",
            "id": "5790236",
            "reply_to_id": "5790207",
            "text": "hvíla sig, taka sér frí frá tölvunni í 3-4 daga.. líklegustu orsök vöðvabólgu nú til dags er örugglega tölvunotkun. Líka gott að fara í langt, heitt bað, og almennt bara slaka vel á."
        },
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2008-04-20 15:25:19",
            "id": "5790242",
            "reply_to_id": "5790236",
            "text": "það verður alltaf meiri og meiri líkur á því að það líði yfir þegar ég reyni að fara í heitt bað svo að ég sleppi því\nog jájá, tölvunotkun er ástæðan fyirr þessu auðvitað og er ég líkafarin að cutta verulega á tölvuna mína,\nég var meira að meina eitthverjar like…teyjuæfingar eða eitthvað álíka"
        },
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2008-04-20 15:39:40",
            "id": "5790260",
            "reply_to_id": "5790242",
            "text": "að hreyfa sig bara hefur ekkert annað en jákvæð áhrif á mann, ef að þú stundar ekki reglulega líkamsrækt ætti það ekki að breyta neinu, getur kannski kíkt nokkrum sinnum í ræktina, gert léttar æfingar, fara á hlaupabrettið, hjóla aðeins, krosstæki, taka svo maga og bakæfingar, og teygja eins vel og þú getur, það er líka góð teygja fyrir bakið það er að draga annan fótinn að þér, þannig að hnéð fer út til hliðar, þannig að ef þú dregur vinstri fót að þér, seturðu hægri hendina út og tekur um hlið kálfans sem er fjær þér, anda vel út og teygja þig eins langt niður og þú getur, mér finnst það allaveganna mjög góð teygja:)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2008-04-20 16:19:35",
            "id": "5790325",
            "reply_to_id": "5790207",
            "text": "Bíddu eftir að þetta lagist alveg áður en þú byrjar að gera æfingar. Fínt að taka bólgueyðandi til að flýta því að þetta lagist ( þú ert líklega að gera það hvort eð er - en íbúfen virkar, það er samt slæmt í maga til lengdar ). Notaðu hitapoka ( rafmagns ), því heitari sem þeir verða því betra. Það að liggja vel og lengi á hitapoka getur gert ótrúlega mikið.\nÞegar þú ert búin að jafna þig alveg, er málið að auka vöðvaþolið í þessum vöðvum með léttum æfingum. Fínt að teygja líka á þessum vöðvum, en farðu varlega og ekki flýta þér. Árangurinn næst ekki á einum degi, ekki á einni viku, heldur á nokkrum vikum… og þú þarft að fylgjast með þessu alltaf. Þú átt ekki eftir að batna með aldrinum, þetta á bara eftir að versna ef þú lærir ekki að halda þessu niðri og temja þér skynsamlega vinnustöður. Nema þú fílir sársauka þá geturðu bara hlakkað til. ;)\nFinndu út hvaða stöður eru að valda þessu, lærðu að forðast þær. Það er ekkert quick fix fyrir þetta, því miður, málið er bara að vinna í þessu dæmi og vona að þú náir að vinna á þessu og halda þessu niðri. Það er frekar slæmt að vera svona ung og vera farin á fá vöðvabólgu, eins og ég sagði þá lagast svona hlutir ekki með aldrinum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-04-20 16:51:24",
            "id": "5790384",
            "reply_to_id": "5790207",
            "text": "sjúkraþjálfari.\nfærð sjúkranudd, laser meðferð, og hljóðbylgjudót.\nef þú ert heppin þá færðu nálastungur :D\nbara drullu dýrt, en þess virði"
        },
        {
            "user": "berglinddd",
            "user_id": "68273",
            "date": "2008-04-20 17:41:10",
            "id": "5790516",
            "reply_to_id": "5790207",
            "text": "Ég fékk alltaf rosalega vöðvabólgu en svo byrjaði ég í ræktinni og fór að hlaupa og skokka mjög mikið og það hætti strax… Að hlaupa hjálpar mjög mikið :)"
        },
        {
            "user": "berglinddd",
            "user_id": "68273",
            "date": "2008-04-20 17:41:27",
            "id": "5790519",
            "reply_to_id": "5790516",
            "text": "…og sitja rétt\nBætt við 20. apríl 2008 -  17:45\næi vúps.. ætlaði að bæta við :P"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-04-24 19:11:00",
            "id": "5800129",
            "reply_to_id": "5790207",
            "text": "Af hverju fékkstu vöðvabólgu? Er það útaf lélegri líkamsstöðu eða stressi eða hvað?\nLeitaðu á /heilsa að “vöðvabólga”, ég er allavega oft búin að fá ráð við henni hérna og þú hlýtur að finna eitthvað af því :)\nBætt við 24. apríl 2008 -  19:16\nEf þetta er útaf tölvunotkun er ekkert endilega besta ráðið að minnka tölvunotkun, þótt það sé náttúrulega ekki verra. Aðallega að laga líkamsstöðuna meðan þú ert í tölvunni.\nHreyfing er held ég besta lausnin, miklu betri en að éta lyf og fara í nudd. Best bara að tala við lækni eða sjúkraþjálfa og fá leiðbeiningar um hvað þú átt að gera."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-04-24 19:54:20",
            "id": "5800265",
            "reply_to_id": "5800129",
            "text": "ég er í nuddi og geng með íbúfen í vasanum.\nvöðvabólgan stafar af hreyfingarleisi, stressi, álagi og tölvunotkun í of langann tíma í einu.\nég er búin að fá ráð fyrir tölvunotkunninni ánþess að þufa að minnka hana, standa bara upp á klukkutímafresti, labba kanksi bara inní eldhús og fá mér vatnsglas og setjast svo niður aftur eftir tíu mínutur sirka, bara fá smá hreyfingu inn á milli.\nEn mér finnst þetta samt ganga svoa agalega hægt"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-04-24 20:01:57",
            "id": "5800287",
            "reply_to_id": "5800265",
            "text": "Íbúfen gerir lítið annað en gera mann ónæman fyrir þessu. Ég hef verið með mjög mikla vöðvabólgu síðustu árin, verst þegar ég var farin að missa úr mikinn svefn og þá var ég sett á voltaren rapid. Allan þennan tíma hef ég mjög lítið tekið verkjatöflur, tek þær bara þegar ég get ekki sofið fyrir verkjum.\nÞað að standa upp frá tölvunni annað slagið gerir varla mikið ef þú lagar ekki hina hlutina. Í fyrsta lagi þarftu ekki að fá svo mikla vöðvabólgu vegna tölvunotkunar nema þú sért að sitja vitlaust við hana. Það að laga líkamsstöðuna gerir mikið meira en að standa upp annað slagið. Í öðru lagi - Ekki vera stressuð! Það var það sem hélt minni vöðvabólgu við og ég veit að það er mjög erfitt að losna við það, en með aðeins breyttu hugarfari (eins og “þetta reddast seinna”-hugsunin :P) er hægt að minnka það mikið.\nÞað sem ég held að þú þurfir mest að laga er hreyfingarleysið. Farðu í sund annað slagið, eða út að labba (rösklega). Best ef þú getur fengið einhvern með þér í þetta, einhverja vinkonu til að tala við meðan þú labbar eða eitthvað. Eða þá bara fá sér iPod/mp3-spilara og labba einhvert í burtu (og tilvalið til að henda frá sér öllum áhyggjum í smá tíma á meðan)."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-04-24 20:04:24",
            "id": "5800296",
            "reply_to_id": "5800287",
            "text": "já, stressið er rosalega erfitt að losna við þar sem hugsunarháttur minn hefur algjörlega frjálsann vilja í augnablikinu og vill bara alls ekkert breytast hvað sem ég reyni, en það er veirð að vinna í svoleiðishlutum hjá mér líka (:\nmeð hreyfinguna, sund er eitthvað sem ég mun aldrei gera, en hins vegar á ég voðalega hressann lítinn voffa sem myndi vera hæst ánægður ef ég myndi fara oftar með hann út að labba"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-04-24 20:46:45",
            "id": "5800437",
            "reply_to_id": "5800296",
            "text": "Já, þetta með að labba með hundinn er snilld. Minn hundur verður svo æstur þegar hann fær ekki að fara út að labba þannig að ég neyðist oftast til þess áður en ég verð alveg vitlaus á honum :P"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-04-30 13:09:52",
            "id": "5813335",
            "reply_to_id": "5790207",
            "text": "Farðu í ljós, svínvirkaði á mig, ég var í sjúkraþjálfun og fór svo í ljós og það fór strax."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-04-30 20:40:46",
            "id": "5814726",
            "reply_to_id": "5813335",
            "text": "neitakk, er búin að fá húðkrabbamein tvisvar, hef engann áhuga á ljósi"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-04-30 20:46:15",
            "id": "5814758",
            "reply_to_id": "5814726",
            "text": "hehe ók. Leiðinlegt fyrir þig, þetta svínvirkar."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-04-30 20:50:18",
            "id": "5814772",
            "reply_to_id": "5814758",
            "text": "já, mjög leiðinlegt fyrir mig að ég fæ að halda upprunnalega húðlitinum mínum en ekki steikja hann með samlokugrilli"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-04-30 20:52:51",
            "id": "5814782",
            "reply_to_id": "5814772",
            "text": "Þarft nú ekki að vera ansa svona, ég var bara að gefa þér mjög gott ráð fyrir vöðvabólgu. Ég fer ekki í ljós fyrir litinn, gerði það útaf vöðvabólgu."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-04-30 20:54:16",
            "id": "5814785",
            "reply_to_id": "5814782",
            "text": "yeah…ókei, sorry bara..ekkert alltof góður dagur.\nEn ég myndi örugglega prufa þetta ef að ég gæti þetta, en ég bara vil ekki taka áhættuna á því útaf húðkrabbanum"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-04-30 20:59:34",
            "id": "5814805",
            "reply_to_id": "5814785",
            "text": "Skil það alveg, ekki myndi ég taka áhættuna."
        }
    ]
}