{
    "forum_title": "Bretti",
    "user": "Freeskier",
    "user_id": "60931",
    "date": "2008-04-22 16:45:04",
    "title": "Nýgræðingur",
    "text": "Ég er með nokkrar spurningar þannig ég læt bara gossa\n1.Hvað myndi það kosta fyrir nýgræðing að kaupa sér bretti og galla ogannað sem þarf til þess að geta byrjað á bretti?\n2.Hvað nær maður að stunda þetta mikið,  er hægt að fara í þetta jafn oft og snjóbretti eða er þetta bara 10x á ári eða mun oftar?\n3.  Er hægt að fá einhverstaðar leiðsögn í þessu, eða á maður bara að fara af stað út í ölduna og vonast til að maður komi heill til baka?",
    "url": "https://www.hugi.is/bretti/korkar/586843/nygraedingur/",
    "url_id": "586843",
    "id": "5795214",
    "replies": [
        {
            "user": "Johann88",
            "user_id": "30390",
            "date": "2008-04-25 16:38:14",
            "id": "5802050",
            "reply_to_id": "5795214",
            "text": "1. Þetta er svona 60-70þús króna pakki en getur mögulega fengið aðeins ódýrara.\n2. Þú getur farið á þett allan ársins hring, þarft bara þykkari búning á veturna.\n3. Það væri fínt að fara með einhverjum sem kann á þetta þó það sé ekki nauðsynlegt, en samt að fara ALLTAF með einhverjum þegar þú ert að byrja, þótt hann sé byrjandi eða ekki eða bara vinur þinn að horfa á. Fara svo bara varlega fyrst."
        },
        {
            "user": "kman",
            "user_id": "72757",
            "date": "2009-01-02 03:39:58",
            "id": "6420698",
            "reply_to_id": "5802050",
            "text": "Ég fékk fyrsta brettapakkann minn á 20 þúsund .. plata+bindingar+skór, það var reyndar CC en það er fínt fyrir byrjendur. Fannst það mjög fín plata.\nBætt við 2. janúar 2009 -  16:24\nhahahahahahahahah, sorry"
        },
        {
            "user": "pallii20",
            "user_id": "69616",
            "date": "2009-01-02 14:58:06",
            "id": "6421271",
            "reply_to_id": "6420698",
            "text": "hahahaha lestu þetta aftur þá ættiru að sjá hvað hann er að tala um"
        },
        {
            "user": "Johann88",
            "user_id": "30390",
            "date": "2009-01-02 16:03:09",
            "id": "6421393",
            "reply_to_id": "6420698",
            "text": "Ég er að tala um brimbretti en ekki snjóbretti."
        }
    ]
}