{
    "forum_title": "Dulspeki",
    "user": "astfangin",
    "user_id": "14972",
    "date": "2002-01-04 05:47:30",
    "title": "hvað gerist þegar maður er dáinn?",
    "text": "Ég verð að segja ykkur frá ýkt furðulegum draumi sem hefur fengið mig mjög mikið til að hugsa. Enginn veit hvað gerist þegar maður deyr. Engum tekst að komast að því fyrr enn maður er dáinn og ekki getur dáinn maður sagt lifandi hvernig það var að deyja. Allavana er það mikill leyndardómur sem ég var næstum búin að komast að á meðan ég var sofandi.\nMig dreymdi að ég var inni í svefnhefbergi hjá mömmu, það var nótt og það var dimmt, ég man ekki hvað ég var að gera þarna, kannski að leita að mömmu en hún var ekki þar, ljósið var slökkt og ég horfði út um gluggann. Ég sá pínulítið en skært ljós blikka á himninum og ég heyrði háværan hvell. Ég hugsaði strax að heimsendir væri í nánd og mér fannst þetta mjög spennandi og hélt áfram að horfa á himininn. Ljósið blikkaði aftur og ég heyrði annan hvell og þegar þriðji hvellurinn kom, þá stækkaði og stækkaði ljósið og ég vissi að þetta voru endalokin, allt var að þurrkast út og þá öskraði ég eins hátt og ég gat ,,HEIMSENDIR!!\\“ og vonaði að systir mín í öðru herbergi heyrði til mín en það gerði hún örugglega ekki því að hljóðið úr mér þurrkaðist út með þessarri gífurlegri sprengingu og ljósi. Allt varð hvítt, ég var dáin og ég varð mjög spennt og hugsaði: ,,núna á ég eftir að komast að því hvað verður um mann þegar maður deyr\\”. Ég var ekki hrædd, bara spennt um að vita en þá hrökk ég allt í einu upp, vaknaði bara allt í einu, þótt mig langaði bara alls ekki til þess eins og eitthvað hindraði mig í að fá að vita sannleikann. Ég varð bæði reið og hissa þegar þetta gerðist og hafði ég aldrei áður vaknað bara svona allt í einu, þetta gerðist svo snöggt, hvað var þetta eila sem vakti mig? Það var eitthvað sem kom í veg fyrir það að ég fengi að vita!\nHvað finnst ykkur um þetta?",
    "url": "https://www.hugi.is/dulspeki/greinar/58699/hvad-gerist-thegar-madur-er-dainn/",
    "url_id": "58699",
    "id": "394361",
    "replies": [
        {
            "user": "KaZoom",
            "user_id": "35",
            "date": "2002-01-04 16:53:44",
            "id": "394362",
            "reply_to_id": "394361",
            "text": "rugl"
        },
        {
            "user": "Nucleo",
            "user_id": "13832",
            "date": "2002-01-05 17:33:04",
            "id": "394363",
            "reply_to_id": "394361",
            "text": "Maður deyr aldrei … líkaminn hefur bara ákveðið notagildi … það er að læra og upplifa … svo loksins þegar líkaminn hættir að virka þá sleppur sálin með alla visku sína sem hún hefur öðlast … það er mitt álit"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2002-01-23 17:37:49",
            "id": "394364",
            "reply_to_id": "394363",
            "text": "Thad er satt . I rauninni er ekki til neinn daudi heldur bara millifærsla yfir å ædra stig medvitundarinna"
        },
        {
            "user": "teista",
            "user_id": "17145",
            "date": "2002-01-24 13:25:54",
            "id": "394365",
            "reply_to_id": "394364",
            "text": "Ég held að þegar við deyjum þá förum við heim, og þá viljum við helst ekki koma til jarðarinnar aftur, en samt ráðum við því kannski ekki alveg því við erum send aftur til jarðarinnar til þess að þroska e-n þátt í okkur og alltaf verðum við að læra af mistökum okkar þetta er okkar karma /orsök og afleyðing."
        },
        {
            "user": "Uriel",
            "user_id": "8713",
            "date": "2002-01-06 15:05:24",
            "id": "394366",
            "reply_to_id": "394361",
            "text": "Sumir draumar eru bara draumar, aðrir eru eitthvað meira. Hvað þetta “eitthvað” er hefur mannkynið ekki tæki né skilningavit til að skera úr um. Hver og einn verður að komast að sinni niðurstöðu fyrir sig, ég mæli auðvitað með minni niðurstöðu (hver mælir ekki með sinni niðurstöðu? :) Ég trúi á þríeinan Guð, Krist. Þú hefur kannski heyrt af honum, en ég þekki hann persónulega svo ég vil auðvitað að sem flestir kynnist honum af eigin raun frekar en bara af afspurn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-07 00:03:04",
            "id": "394367",
            "reply_to_id": "394361",
            "text": "Furðulegur draumur verð ég að segja og greinilega eitthvað í undirmeðvitundinni þinni sem er að reyna segja þér eða láta þig vita af e-u."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2002-01-07 05:35:12",
            "id": "394368",
            "reply_to_id": "394361",
            "text": "Tilfinningar vekja mann alltaf. Ef maður finnur fyrir mikilli hræðslu, spennu, o.s.frv, þá vaknar maður.\nÞess vegna verður maður að passa sig að verða ekki spenntur er maður “vaknar í draumi” þ.e.a.s. veit að manni er að dreyma, í draumi. (ég vakna alltaf og það er óþolandi!)"
        },
        {
            "user": "tommie",
            "user_id": "16601",
            "date": "2002-01-09 03:54:54",
            "id": "394369",
            "reply_to_id": "394361",
            "text": "Það er líka til hlutur eða réttarasagt fyrirbæri sem heitir “Lucide dreaming” eða draumavaka. Sem krefst víst mikillar æfingar áður enn það er full lært. Það vikar þannig að þú getur stjórnað þínum eiginn draumum.  ég hef heyrt þess getið, að þegar maður  deyr í svona draumi, vakni maður aftur í allt öðrum umhverfi og líkama, kannski erum við að endurfæðast í framtíðinni í allt öðrum heimi eða kannski verðum við bara partur af náttúrinni það sem eftir er. Enn það er póttþétt að við komumst að því…….."
        },
        {
            "user": "ThomYorke",
            "user_id": "8879",
            "date": "2002-01-11 20:04:45",
            "id": "394370",
            "reply_to_id": "394361",
            "text": "Ég svei mér þá veit það ekki. Mig langar að sjálfsögðu til að vita líka en ég er hræddur um hver niðurstaðan yrði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-12 04:00:07",
            "id": "394371",
            "reply_to_id": "394361",
            "text": "Það hefur gerst nákvæmlega það sama fyrir mig. Maður hrekkur upp í svefni eins og maður hafi fengið vatns gusu yfirsig. Ég var líka geðveikt pirraður að geta ekki séð endan á draumnum. Þegar ég vaknaði var ég mjög spentur, spes tilfining"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 21:59:47",
            "id": "394372",
            "reply_to_id": "394361",
            "text": "Þetta er ógeðslega pirrandi þetta skéður alltaf þegar manni dreymir að maður deyr. Mér hefur oft dreymt eitthvað svona að ég sé t.d. á fjalli og það kemur snjóflóð og ég verð undir því en alltaf vakna ég. Heimurinn er bara þannig skapaður held ég að við megum ekki vita hvað skéður eftir dauðann. Og ég held líka að þetta sé þannig að við deyjum ekkert við erum bara hér núna og síðan þegar við “deyjum” þá förum við bara einhvert í einhvern annan heim á annari vetrarbraut eða eitthvað furðulegt. Samt aldrei að vita hvað skéður bara ótrúlega fúlt að hugsa um það að þegar maður deyr þá deyr maður bara og allt er svart eins og að horfa á slökktan tölvuskjá"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-25 12:08:26",
            "id": "394373",
            "reply_to_id": "394361",
            "text": "Það er til fólk sem hefur dáið á læknastofu, en verið lífgað upp aftur… það sagðist hafa séð svona ljós og laðast mjög að því, en af einhverri ástæðu snúið við. Ég trúi því að þegar þú deyrð, ferðu á annað tilverustig, til þess að bíða þangað til  þú fæðist aftur og þannig gengur það þangað til sálin er nægilega þroskuð til að geða farið í svokallað himnaríki eða nirvana. Mikaels handbókin lýsir þessu mjög vel. Ráðlegg öllum að lesa hana!"
        },
        {
            "user": "brezhnev",
            "user_id": "17636",
            "date": "2002-01-31 14:37:11",
            "id": "394374",
            "reply_to_id": "394361",
            "text": "Þá er maður dauður. Allt búið."
        },
        {
            "user": "Silence",
            "user_id": "8869",
            "date": "2002-02-04 18:15:43",
            "id": "394375",
            "reply_to_id": "394361",
            "text": "Sko thetta var nu bara draumur og draumar eru i raun og ver eingongu hakkavelar sem taka allt sem sked hefur fyrir folk undarfarid og hraerir theim i einn storan hraerigraut, eins og folk eflaust veit tha ver madurinn 3-4 a nottu i djupsvefn og getur verid ad thu hafir bara komid utur djupsvefni og rumskad vids eitthvad i kringum thig tho ad ekki se nema tikki i klukkum eda eitthvad slikt."
        }
    ]
}