{
    "forum_title": "Sagnfræði",
    "user": "ADD",
    "user_id": "6178",
    "date": "2002-01-04 12:50:27",
    "title": "Seinasti Velski prinsinn",
    "text": "Ég sendi þetta bara inn af því að það vantar greinar hér á þráðinn.  Þessi grein er mjög hroðvirknislega unnin og það verður að taka hana sem slíka.\nLlywelyn ap Gruffudd (borið fram hljúellin ap gryfið - áhersla á seinnstu atkvæði hvers orðs) 1258-82  var seinasti Velski prinsinn. Llywelyn reyndi að koma fótum Veils aftur en öll héruð Veils nema Gwynedd voru undir stjórn Englendinga og 1258 kallaði hann sig Prins af Veils.  1267 viðurkenndi Henry III (Englandskonungur) hann í samningi kenndum við Montgomery.\nÞegar Játvarður I tók við af Henry III fór allt á verri veg.  Vegna þess að Llywelyn neitaði að sverja Játvarði I hollustueið, þá var Játvarður ekki mjög hallur undir Velskt sjálfstæði og 1276 lýsti hann því yfir að Llywelyn væri uppreisnarmaður. Játvarður barðist gegn Llywelyn og eftir 2 ár hafði hann neytt hann til að sverja sér eið í Westminster. Þó að Veils væri nú undir Játvarði varð uppreisn í Veils 1282 leidd af bróður Llywelyn, Dafydd (borið fram Davið með áherslu á i). Llywelyn dó í orrustu og Dafydd var tekin af lífi. Játvarður I tryggði sér Veils með því að byggja fjölda kastala: Conwy, Caernarfon, Beaumaris, Harlech - og plantað síðan fylgismönnum sínum þar.\nJátvarður tilkynnti við fæðingu sonar síns Játvarðs II að þar væri komin “Prince of Wales” - titill sem síðan hefur fylgt ríkisarfa Ensku krúnunnar en reyndar var ekkert velskt blóð í ensku konungsfjölskyldunni fyrr en að Tudorarnir tóku við krúnunni.",
    "url": "https://www.hugi.is/saga/greinar/58714/seinasti-velski-prinsinn/",
    "url_id": "58714",
    "id": "394572",
    "replies": [
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-05 02:03:46",
            "id": "394573",
            "reply_to_id": "394572",
            "text": "Ágæt grein, ég vissi t.a.m. ekki að Tudorarnir væru með velskt blóð í ætt sinni.  Mér finnst þó vanta aðeins um forsöguna, ég er því miður ekki vel kunnugur í velskri sögu, væri möguleiki á því að fá stutt samantekt á forsöguna, þ.a.s. ef þú ert eins vel að þér í þeim fræðum…\nIluvata"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2002-01-05 22:01:38",
            "id": "394574",
            "reply_to_id": "394573",
            "text": "Ég skal reyna að krota niður stutta útgáfu af sögu Veils næst þegar ég þarf að bíða í vinnunni minni - sem verður einhvern tímann í næstu viku.  (Er að nýta helgarnar í aðra heimildavinnu og tími þeim ekki í sögu Veils)"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-05 22:26:59",
            "id": "394575",
            "reply_to_id": "394574",
            "text": "Allt í lagi, það er s.s. skiljanlegt.\nIluvata"
        }
    ]
}