{
    "forum_title": "Börnin okkar",
    "user": "GlingGlo",
    "user_id": "2646",
    "date": "2002-01-04 19:14:52",
    "title": "Hræðilegt",
    "text": "Mikið rosalega er ég slegin yfir þessum fréttum af eldsvoðanum á Þingeyri. Ég er hreinlega búin að grenja og grenja yfir þessu. Varð bara hugsað til minna eigin barna og fæ sting í hjartað. Maður heyrir nú oft um eldsvoða en það er sjaldan að einhver láti lífið og hvað þá næstum heil fjölskylda. Mikið óskaplega hlýtur þetta að vera hræðilegt fyrir ættingja og vini þessa fólks og hvað þá litla stráksins sem missir þarna foreldra og lítinn bróður á svipstundu. Æ nú er ég bara aftur farin að gráta, Arna Valdís mín litla er einmitt á sama aldri og litli strákurinn sem dó. Nú fer ég og knúsa börnin mín og kallinn og tékka á öllum reykskynjurum.\nÉg ræddi þetta lauslega við eldri dóttur mína í dag og lagði henni aðeins lífsreglurnar um hvernig maður ætti að bregðast við ef kviknar í. Ég vil ekki hræða hana með þessu, en samt finnst mér mikilvægt að hún geri sér smá grein fyrir hvernig á að bregðast við í svona aðstæðum, svo það séu aðeins minni líkur á að hún paniki bara ef eitthvað svona kemur fyrir. Allavegna töluðum við um að nr. 1 2 og 3 væri að koma sér út úr húsinu sem fyrst og að hún ætti EKKI að reyna að bjarga kettinum áður (sem væri nú alveg týpískt fyrir svona skottur að detta í hug). Svo ræddum við um leiðir sem hægt væri að fara til að komast út úr húsinu ef hún kæmist ekki út um dyrnar. Einnig hvernig hún gæti brotið glugga ef hún þyrfti og að hún ætti að nota sængina eða peysuna til að verja sig fyrir glerbrotum. Ég held að það sé ekkert vitlaust að segja krökkum svona aðeins frá hvernig best sé að bregðast við. Pabbi lagði okkur svona lífsreglur þegar ég var lítil og mér fannst ég alltaf svolítið öruggari með að vita svona aðeins hvað ég ætti að gera EF það skyldi kvikna í.",
    "url": "https://www.hugi.is/bornin/greinar/58738/hraedilegt/",
    "url_id": "58738",
    "id": "394872",
    "replies": [
        {
            "user": "Jezzybelle",
            "user_id": "12691",
            "date": "2002-01-04 19:20:44",
            "id": "394873",
            "reply_to_id": "394872",
            "text": "Já ég var að horfa á þetta í fréttunum… eða öllu heldur reyna að horfa ekki á þetta því ég er svo hrikalega viðkvæm núna þegar að stutt er eftir af meðgöngunni og ég græt yfir fáránlegustu hlutum en þetta fannst mér svo hræðilegt að ég reyndi að leiða þetta hjá mér því annars hefði þetta kostað mikið mikið af tárum.\nVinir og vandamenn þeirra látnu fá mína samúð."
        },
        {
            "user": "Alfons",
            "user_id": "5489",
            "date": "2002-01-04 20:25:13",
            "id": "394874",
            "reply_to_id": "394872",
            "text": "Já ég var einmitt að lesa þetta og maður bar hágrætur yfir þessu, þetta er alveg hræðilegt. Maður getur ekki ímyndað sér hvað vinir og vandamenn eru að ganga í gegnum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-04 20:38:58",
            "id": "394875",
            "reply_to_id": "394872",
            "text": "Ég grét þegar ég heyrði þetta. Og eg græt nuna þegar eg skrifa þetta. þetta heðu getað verið min börn og við pabbi þeirra."
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-01-04 21:04:31",
            "id": "394876",
            "reply_to_id": "394872",
            "text": "Ég var einmitt að spá í það í morgun að skrifa grein um þetta til að fá útrás yfir þessum tilfinningum…. ég er búin að vera þvílíkt slegin yfir þessu og segi eins og þið hin, bara hreinlega táraðist yfir þessu. Þetta er svo óendanlega hræðilegt, en hugsið ykkur hetjuna, pabbann, auðvitað hefði ekkert getað stöðvað hann í að fara inn aftur.\nAðstandendur og vinir fá mínar dýpstu samúðarkveðjur.\nForeldrar mínir misstu húsið sitt í bruna áður en ég fæddist, þau áttu þá þrjú lítil börn og sem betur fer björguðust allir naumlega, nema kisan :(\nMamma var alla sína ævi svo hrikalega eldhrædd eftir þetta að við máttum ekki kveikja á eldspýtu þá var hún komin “hvaða lykt er þetta?!”\nÞetta síaðist inn í mann og mér finnst þetta það hræðilegasta sem getur komið fyrir, eldsvoði um miðja nótt og fjölskyldan svona varnarlaus."
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-01-04 21:05:26",
            "id": "394877",
            "reply_to_id": "394872",
            "text": "Já það er eitthvað við þetta sem ristir mann mjög djúpt, og af öllum þeim slysafréttum sem ég hef heyrt um ævina þá kemur þessi einstaklega illa við mig.\nMaður felldi tár þegar að maður las þetta og ég finn til mikillar, hvað er hægt að segja, hálfgerð sorg í raun. Þetta unga fólk sem lést er á aldur við mig og börnin á svipuðum aldri líka.\nÉg skora á alla sem ekki eiga reykskynjara að kaupa einn eða fleiri slíka STRAX og HENGJA þá upp MEÐ batteríi!\nÉg votta ættingjum og vinum hinna látnu fulla samúð og vona að þau finni styrk innra með sér á þessum hræðilega erfiðu tímum.\nGerðu"
        },
        {
            "user": "winky",
            "user_id": "14913",
            "date": "2002-01-05 00:33:00",
            "id": "394878",
            "reply_to_id": "394877",
            "text": "ALVEG SAMMÁLA.þETTA ER ÞVÍLÍKT HRÆÐILEGT.\nKaupi sko öruggleg fleiri reykskynjara púff. algjör hryllingur.\nEf einhver nákominn ´þeim sem fórust les þetta þá votta ég hinum sama mína innilegustu samúð.\nSendi hlýja strauma."
        },
        {
            "user": "winky",
            "user_id": "14913",
            "date": "2002-01-05 01:13:27",
            "id": "394879",
            "reply_to_id": "394878",
            "text": "já þetta er alveg hræðilegt. það kviknaði eimmitt í hjá vinafólki okkar á nýársdag og það munaði ekki miklu,læknar segja að nokkrir andadrættir í víðbót og þau væru ekki hér! ég bý í sömi blokk bara öðrum stigagangi og var eitthvað að labba framhjá þennan morgun,það var fullt af fólki fyrir utan en engin fór inn til að hjálpa þeim út (þetta var áður en  slökkviliðið kom) ég heyrði í þeim kalla á hjálp að þau sæu ekkert og kæmust bara ekki út! þetta voru erfiðustu sekúndur/mínutur sem ég hef upplifað ég görsamlega panikaði vissi ekki hvort börnin væru heima, sem betur fer kom slökkviliðið þarna annars hefði ég farið inn! krakkarnir voru ekki heima sem betur fer því þau hefðu ekki lifað af!\néf fór í dag og fékk mer reykskynjara og innbústryggingu."
        },
        {
            "user": "Sros",
            "user_id": "16613",
            "date": "2002-01-05 03:58:15",
            "id": "394880",
            "reply_to_id": "394879",
            "text": "Já,þetta er hrikalegt,og ég tala nú ekki um eins og í svona litlu þorpi eins og Þingeyri er.\nÆttingjum og öðrum aðstandendum votta ég mína dýpstu samúð.\nMegi Guð varðveita litla barnið sem bjargað var og veita því og öðrum ættingjum styrk."
        },
        {
            "user": "Dangergirl",
            "user_id": "10387",
            "date": "2002-01-05 05:14:08",
            "id": "394881",
            "reply_to_id": "394872",
            "text": "já Sorglegt … alveg hræðilegt !!"
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2002-01-05 10:33:18",
            "id": "394882",
            "reply_to_id": "394872",
            "text": "Já þetta er hræðilegt,gat ekki hugsað um annað í gær og fékk ítrekað tár í augun .Mér og manninum mínum var bjargað út úr brennandi húsi fyrir 1 og 1/2 ári af reykköfurum  þegar kviknaði í á hæðinni fyrir neðan ,við hefðum dáið ef nágranni hefði ekki brotið rúðu og vakið okkur þvílíkur var reykurinn orðinn.\nég votta aðstandendum fólksins á Þingeyri mína dýpstu samúð"
        },
        {
            "user": "jettyIS",
            "user_id": "7327",
            "date": "2002-01-05 19:10:50",
            "id": "394883",
            "reply_to_id": "394872",
            "text": "Ég er sammála ykkur öllum þetta er alveg hræðilegt og mér leið mjög illa í gær þegar ég frétti af þessu og geri enn. Það sem mér líður verst yfir er hvernig fólkinu sem tók á móti manninum þegar hann bjargaði syni sínum og horfði svo á eftir honum inn í eldinn aftur líður nú.. það situr fast í hausnum á mér. Hann bjargaði syni sínum og lést svo…"
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2002-01-07 10:10:10",
            "id": "394884",
            "reply_to_id": "394872",
            "text": "Ég held að allir geti verið sammála um að þetta sé hræðilegt slys. Tilhugsunin um manninn sem fór aftur inn en varð eldinum að bráð og litla munaðarlausa barninu er skelfileg.\nÓtengt þessu en þó… Ég bjó með mömmu hjá ömmu og afa og systkinum hennar þar til ég var 3 ára. Þegar ég var rúmlega eins árs (1 1/2 -2 ára) þá kenndi frændi minn mér að fara með puttann í gegnum loga. Mér fannst þetta rosalega sniðugt og fór með puttann fram og til baka þar til ég brenndist (sveið). Ég man ennþá hvað ég var svekkt út í frænda minn, sem ég hafði treyst, að gera mér þetta. Þetta var í fyrsta skipti á ævinni sem einhver hafði brugðist trausti mínu. Ég man að ég grét bæði útaf sársauka (ekki mikill samt) og vegna þess að frændi minn brást mér. Nema hvað. Þetta varð þess valdandi að ég snerti ekki á eld fyrren ég varð 12 ára [og lærði að fullorðnir væru ekki alvitrir] og þá með óttablandinni varfærni. Ég verð að játa að mér finnst þetta nokkuð harkaleg aðferð til að kenna börnum um meðferð á eldi en það virkaði. Þessi frændi minn gerði það sama við sín börn (amk þau elstu) þegar fram liðu stundir og ég man að kona hans var ekkert mjög vel við það (án þess að vera brjáluð samt)."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-01-07 14:40:41",
            "id": "394885",
            "reply_to_id": "394872",
            "text": "úff já þetta er hræðilegt!\nÉg veit að ég hefði ekki hikað við að fara inn og reyna að bjarga restinni af liðinu og það er ekki séns að ég myndi geta horft á húsið mitt brenna vitandi það að kisan min væri inni. ég myndi allavega hætta lífi minu til þess að bjarga honum.\nGlinGlo þú skalt prufa að hringja niðráslökkvistöð þeir eru víst með eitthverja sona fundi/námskeið fyrir krakka. Eða voru það allavega\nÉg man að ég fór í svona þegar ég var lítil, fór með skólanum minum eða leikskóla eða eitthvað. ÞEtta var bara einn dagur og þarna var manni kennt allt sem mar átti að gera ef það skildi kveikna í. Fengum að skoða allt þarna. Minnir meirað segja að við höfum svo fengið gefins reikskynjara. Svaka sport. Svo auðvitað fékk mar viðurkenningu fyrir að hafa fariðá þetta.\nÞetta er allavega mjög sniðugt"
        }
    ]
}