{
    "forum_title": "Hljóðvinnsla",
    "user": "Cinemeccanica",
    "user_id": "29977",
    "date": "2008-05-02 10:19:50",
    "title": "Lækka tóntegund í lagi",
    "text": "Sælir,\nEr á fullu að vinna í tónlist núna og er búin að semja lag og spila inn og gera karaoke útgáfu.. svo kom til mín sönkona í gær sem átti að syngja lagið og hún réði ekki við upphækkun í laginu.\nGet ég lækkað allt lagið aðeins niður?\nEr með Pro Tools LE 7.4 á mac og er líka með Melodyne Plugin sem ég kann að vísu takmarkað á hehe.\nHvernig lækka ég heildarlagið aðeins niður?\nNenni ekki að spila það aftur.. tók 3 klst þegar ég tók það upp.",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/588711/laekka-tontegund-i-lagi/",
    "url_id": "588711",
    "id": "5818381",
    "replies": [
        {
            "user": "einartryggvi",
            "user_id": "29922",
            "date": "2008-05-02 10:35:14",
            "id": "5818397",
            "reply_to_id": "5818381",
            "text": "ekkert mál ef þú ert með virtual instruments skrifað í midi.. örugglega alveg hægt að hækka og lækka innspiluð hljóðfæri, t.d. með melodyne en ég veit ekki hvort það yrði fallegt.."
        },
        {
            "user": "PalliMoon",
            "user_id": "27213",
            "date": "2008-05-02 10:59:38",
            "id": "5818433",
            "reply_to_id": "5818381",
            "text": "Melodyne er náttúrulega aðal málið til að gera svona. Annars ertu með pitch shift uppi í Audiosuite eða hvað sem það hét nú aftur. En maður hefur heyrt að það sé ekki nógu gott plugin miðað við önnur sem gera sama hlut."
        },
        {
            "user": "iThor",
            "user_id": "69581",
            "date": "2008-05-02 12:03:32",
            "id": "5818535",
            "reply_to_id": "5818381",
            "text": "fá sér aðra söngkonu… nei joke..\nþað sem þeir sögðu fyrir ofan.."
        },
        {
            "user": "Cinemeccanica",
            "user_id": "29977",
            "date": "2008-05-02 17:53:46",
            "id": "5819389",
            "reply_to_id": "5818535",
            "text": "Samt þetta er mikið point í þessu hjá þér. Málið er bara að ég samdi þetta lag sérstaklega fyrir aðra og þar var búið að velja sönkonu. Ég kem bara að lagasmíðinni að öðru leyti er þetta ekki minn prósess.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-02 15:15:07",
            "id": "5819060",
            "reply_to_id": "5818381",
            "text": "Midi er einfalt en ef þú hefur spilað inn hljóðfæri og ætlar að lækka/hækka mikið meira en kannski eins og einn heiltón þá myndi ég frekar eyða tíma í að gera þetta aftur því “artifacts” af hækkuninni/lækuninni fara að vera svolítið augljósir og geta komið niður á hljóðgæðum."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-05-02 18:23:42",
            "id": "5819468",
            "reply_to_id": "5818381",
            "text": "Vill alls ekki vera leiðinlegur en það er oft gott að kanna, áður en maður fer í upptökurnar, hvort að tónlistarmennirnir sem hafa verið valdir í projectið ráði við það sem samið er. :-)\nEn fyrst það er búið að taka allt upp þá get ég alveg lofað þér að þú verður ekkert alltof sáttur með útkomuna ef þú ferð að nota plugin til að lækka lagið þar sem það gæti dregið kraftinn svolítið úr hljóðfærunum.\nEndilega reyndu að fá söngkonuna til að ná þessari upphækkun í laginu, annars mæli ég með að taka lagið upp á nýtt, ef þú ferð í að lækka það með plug-inum þá endarðu líklegast á að taka það aftur upp hvort sem er. :-)"
        },
        {
            "user": "Cinemeccanica",
            "user_id": "29977",
            "date": "2008-05-03 15:37:39",
            "id": "5821241",
            "reply_to_id": "5819468",
            "text": "Já alveg sammála þér, ég hefði átt að hafa hana í símanum þegar ég sat við hljómborðið og var að semja og leyfa henni að heyra hvernig upphækkunin hljómar… En ég var beðin um að semja þetta lag af ákveðnu tilefni fyrir ákveðna tónleika fyrir aðra semsagt og þar var búið að ákveða hver ætti að vera sönkonan. Ef þetta væri mitt project frá upphafi væri ég náttúrlega bara búin að finna betri söngkonu því þær eru víða.\nBætt við 3. maí 2008 -  15:41\nÞví mér er afskaplega ílla við að þurfa að fara að breyta laginu eitthvað því þetta er svo þrusuflott svona…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-03 01:39:56",
            "id": "5820487",
            "reply_to_id": "5818381",
            "text": "Ef þú ert með Melodyne þá getur náttúrulega lækkað niður í hljóðfærunum í Pro Tools file-num svo að þú þurfir ekki að lækka allt í heildinni og lækka trommur og svoleiðis líka."
        },
        {
            "user": "scarecrow",
            "user_id": "60540",
            "date": "2008-05-15 01:43:37",
            "id": "5855192",
            "reply_to_id": "5818381",
            "text": "afhverju er enginn búinn að benda á að best væri að nota melodyne til að hækka sönginn bara upp, óþarfi að snerta lagið allt. Melodyne er ansi öflug græja…"
        },
        {
            "user": "futurama",
            "user_id": "22192",
            "date": "2008-05-26 20:41:46",
            "id": "5882232",
            "reply_to_id": "5855192",
            "text": "fer kannski eftir því hversu langt hún var frá því að ná þessu.. pitch correction uppá meira en kannski 2und, 3und, finnst mér persónulega útúr korti nema þú sért með þeim mun meiri effecta á röddinni.. (eða kannski að nota pitch correction sem effect.. )\n___________________________"
        }
    ]
}