{
    "forum_title": "Heimspeki",
    "user": "dirtyjoe",
    "user_id": "46856",
    "date": "2008-05-04 21:22:23",
    "title": "Að kryfja sjálfann sig?",
    "text": "Já ég var aðvelta þessu fyrir mér, hvaða spurningar maður mindi spyrja, td.\nafhverju er ég hér en ekki…\nafhverju valdi ég þessar buxur í morgun en ekki hinar…\nafhverju er ég svona en ekki hinseginn…\nhvernig er ég…\nDettur ykkur einhverjar aðrar spurningar í hug?",
    "url": "https://www.hugi.is/heimspeki/korkar/589248/ad-kryfja-sjalfann-sig/",
    "url_id": "589248",
    "id": "5824600",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-05-04 22:26:22",
            "id": "5824843",
            "reply_to_id": "5824600",
            "text": "hver er ég"
        },
        {
            "user": "dirtyjoe",
            "user_id": "46856",
            "date": "2008-05-04 23:26:32",
            "id": "5825089",
            "reply_to_id": "5824843",
            "text": "gott sva"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-05-05 12:48:14",
            "id": "5826116",
            "reply_to_id": "5825089",
            "text": "Þetta var samt eiginlega spurning."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-05-05 21:41:58",
            "id": "5828044",
            "reply_to_id": "5824600",
            "text": "Allar ákvarðannir allra dýri stýrast af að halda sér á lífi. Og til að halda sér á lífi er meðal annars makaleit og fá sem mest úr sem minnsta erfiði i hávegi haft.\nÁstæðan að þú valdir þessar buxur er vegna þess að þér þótti þessar buxur minnst líklegar til að vekja neikvætt viðhorf, og neikvætt viðhorf veldur útskúfun úr hóp, sem í náttúrunni þýðir að vera einn, sem merkir opinn dauði.\nÓháð því hvort þessar buxur eru flottar eða ekki, ef þú ert í nördavinahóp sem ganga í kjánalegum Star Trek buxum væriru ekki útskúfaður, en með hnökkum og einhverjum “töffurum”, þá væri hlegið af þér. En ástæðan að þú þorir ekki að ganga í buxum sem veitir þér mestu athygli frá hinu kyninu(ég er aðeins að gefa mér þetta dæmi til kynna, ath þetta er bara dæmi) er að þú ert hræddur um að fá neikvætt viðhorf frá Star Trek nördunnum, þessi hræðsla er innbyggð og þú hefur enga stjórn á henni, þar af leiðandi yrði þér ítt úr hópnum og í náttúrunni þýðir það opinn dauði (ath menn eru hópdýr og vejast saman gegn rándýrum og veiða í hóp).\nVið erum bara labbandi vélmenni sem er stýrt af grunnþörfum og genum. Okkar ákvarðannir eru svo lítið frjálsar."
        },
        {
            "user": "TangoPahPahBravo",
            "user_id": "34906",
            "date": "2008-05-06 00:10:20",
            "id": "5828724",
            "reply_to_id": "5828044",
            "text": "Vel sagt.\nMargt af því sem við gerum heldur fólk að sé hluti einhverjar þróaðari hugsunar.\nEina ástæðan fyrir því að ég raka mig, baða mig og geri fullt af hlutum er kvenfólk."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-05-06 01:58:58",
            "id": "5828899",
            "reply_to_id": "5828724",
            "text": "Oj hvað þú ert yfirborðskenndur!\n:-)"
        },
        {
            "user": "TangoPahPahBravo",
            "user_id": "34906",
            "date": "2008-05-06 11:40:28",
            "id": "5829158",
            "reply_to_id": "5828899",
            "text": "Frekar meðvitaðu"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-05-06 13:30:35",
            "id": "5829472",
            "reply_to_id": "5828899",
            "text": "Hver er það ekki :/ ??"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-07 20:41:36",
            "id": "5835292",
            "reply_to_id": "5828044",
            "text": "Smá leiðrétting\nákvarðanir dýra stýrast ekki af því að halda sér á lífi.\nÞað að lenda í lífsháska er hins vegar mjög líklega aðstæður sem sigta vel út hæf gen og óhæf gen.\nÞað eru hins vegar margar aðstæður þar sem dýr reyna ekki að halda sér á lífi eins og þegar foreldri ver afkvæmi sín og setur sjálft sig í hættuaðstöðu fram yfir þau, og svo náttúrulega sjálfsmorð sem ég veit ekki hvort tíðkist hjá öðrum en mönnunum"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2008-05-08 02:07:27",
            "id": "5836458",
            "reply_to_id": "5835292",
            "text": "halda erfðaefninu á lífi, hvort sem það er líklegra til að lifa af í manns eigin kynslóð eða næstu. Dýrin eru ekki jafn fær og maðurinn í að mistúlka eðlisávísanirnar, þannig að sjálfsmorð er ekki þekkt fyrirbæri. Læmingjar höfðu verið mikið nefndir, sem mögulegir dýra-sjálfsmorðskandítatar, en ástæðan fyrir því að þeir hlaupa fram af björgum hefur líklega meira að gera með annarsvegar hópvitund og hinsvegar hvað þeir eru óskaplega nærsýnir."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-08 09:54:53",
            "id": "5836709",
            "reply_to_id": "5836458",
            "text": "Eins og ég segi þá er tilgangurinn ekki að halda sér á lífi.\nÞað er hins vegar eiginleiki sem nánast því öll dýr deila vegna þróunarlegra þátta. Þ.e. þeir sem höfðu ekki þetta markmið voru líklegri til að deyja áður en þeir náðu að fjölga sér."
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2008-05-08 10:05:23",
            "id": "5836719",
            "reply_to_id": "5836709",
            "text": "hmm…. þú talaðir um margar aðstæður; með tilliti til spendýra þá er verndun á afkvæmum eða perceived afkvæmum líkast til eina ástæðan sem lætur fórnfýsi borga sig, þ.s. það hefur borgað sig fyrir forvera lífveranna. Tilgangur er abstrakt orð í þessu samhengi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-08 10:23:52",
            "id": "5836746",
            "reply_to_id": "5836719",
            "text": "tek þetta orð til baka\nHlolli sagði að allar ákvarðanir dýra stýrðust af því að halda sér á lífi.\nÞú breyttir því í að allar ákvarðanir dýra snerust út á það að erfðaefni kæmi sér til skila á einn eða annan hátt.\nÞað er líkast til rétt, en ég myndi samt segja að tilhneigingin til að koma erfðaefninu til skila er mjög útbreidd vegna þróunarlegra þátta, þ.e. dýr sem þetta var ekki mikið issue hjá dóu og eignuðust engin afkvæmi. Þau gætu samt verið til, örfá"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-05-08 11:14:00",
            "id": "5836821",
            "reply_to_id": "5836746",
            "text": "Sko ég gleymi kanski að segja eitt;\nHjá karlmönnum í náttúrinni er að fjölga sér númer eitt og lifa af númer tvö.\nHjá konum er það að lifa af númer eitt og fjölga sér númer tvö.\nÞessi tvö fyrirbæri tákna bæði að halda sjálfum sér og kynstofninum gangandi.\nEkki að ástæðulausu að kvendýr makast bara við karldýr sem trygga að halda henni og afkvæmum gangandi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-08 12:09:25",
            "id": "5836938",
            "reply_to_id": "5836821",
            "text": "Nei það er ekki tilviljun, það er vegna þess að allar konurnar sem voru ekki gæddar þessum eiginleikum dóu áður en þær náðu að fjölga sér.\nÞað að þetta sé útbreitt þýðir samt ekki að þetta sé algilt."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-05-08 13:11:59",
            "id": "5837156",
            "reply_to_id": "5836938",
            "text": "Það er auðvitað bara Darwinismi 103. Ég sagði aldrei að þetta væri tilviljun, við erum lifandi núna hér í dag af því forfeðrum okkar tókst að lifa af, og eina leiðin svo þeir gætu lifað af er að náttúruvalið sé búið að sía út veikburða og þá sem ekki geta fjölgað sér. En þessi hæfileiki til að fjölga sér á sér rætu í einfrumunga fyrir milljarð árum, væri þráin að fjölga sér ekki til staðar þá væru lífverur ekki til."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-08 15:18:57",
            "id": "5837475",
            "reply_to_id": "5837156",
            "text": "Fáar lífverur hafa þrá til þess að fjölga sér, þetta er bara eitthvað sem þær gera.\nDýr hafa ekki þrá í að fjölga sér, þau hafa þrá í það að ríða."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-05-08 16:29:46",
            "id": "5837695",
            "reply_to_id": "5837475",
            "text": "Það er ekki tilviljun sko að dreifkjörnungar sem hafa engann heila fara að klemma sér saman og skiptast á erfðaefnum. Það er heldur ekki tilviljun að firðrildi finna maka í 100 km fjarlægð. Þetta er ekkert þrá að ríða, dýr hugsa ekki sko. Þetta er bara eðli sem þau ráða ekki við. Bara menn og höfrungar ríða í þeirri merkingu.\nEf það væri alltaf tilviljun að dýr fjölga sér þá get ég lofað því að við hefðum aldrei orðið til."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-08 16:31:18",
            "id": "5837699",
            "reply_to_id": "5837695",
            "text": "Ég veit alveg að það er ekki tilviljun… en það er ekki þrá þeirra í að fjölga sér.\nVið erum að tala sama hlutinn, bara ósáttir með orðalag hvors annars."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-09 21:12:37",
            "id": "5841399",
            "reply_to_id": "5837699",
            "text": "Hafa dýr bara “þrá” til að ríða?\nEr það þess vegna sem þau eyða dýrmætri orku og mat í að fæða ungviði sín? Eða byggja hreiður? Eða sitja  á eggin sín þangað til þau klekjast út?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-10 21:04:02",
            "id": "5843566",
            "reply_to_id": "5841399",
            "text": "þá hafa þau löngun til þess"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-05-11 18:35:00",
            "id": "5845651",
            "reply_to_id": "5843566",
            "text": "Þú getur endalaust velt þessu orðalagi fyrir þér.  Vilja konur eignast börn eða er það í eðli þeirra að vilja eignast börn?  Vilja þær þá nokkuð? Eins og Schopenhauer sagði:\nMan can do what he wills but he cannot will what he wills."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2008-05-19 15:07:37",
            "id": "5864974",
            "reply_to_id": "5836938",
            "text": "Þetta er ekki flóknara en það að\nflest\ndýr hafa ekkert annað markmið en að fjölga sér og halda sér á lífi, ekki í sérstakri röð. Það er ekki eitthvað sem þau vita heldur er það bara þannig og hefur líklega alltaf verið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-05-19 15:26:06",
            "id": "5865002",
            "reply_to_id": "5864974",
            "text": "auðvitað"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-05-10 15:54:48",
            "id": "5842886",
            "reply_to_id": "5836458",
            "text": "… eða vegna þess einhvern tímann var gerð heimildarmynd um þá og kvikmyndagerðarmennirnir sáu til þess að þeir köstuðu sér fyrir björg. ;)"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2008-05-10 17:26:24",
            "id": "5843084",
            "reply_to_id": "5842886",
            "text": "lol."
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2008-05-08 02:09:48",
            "id": "5836464",
            "reply_to_id": "5828044",
            "text": "fer samt náttúrulega eftir því hvort þú ert hluti af United Atheist Alliance eða Allied Atheist Alliance."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2008-05-19 15:08:28",
            "id": "5864978",
            "reply_to_id": "5836464",
            "text": "southpark er best"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2008-05-10 00:36:12",
            "id": "5841917",
            "reply_to_id": "5828044",
            "text": "en ákvörðuninn um að vera í star trek hópnum eða hnakka hópnum er frjáls þannig allar ákvarðanir út frá því eru væntalega frjálsar\nEða er ég að miskilja þig eitthvað, mér finnst ég allavega vera með frjálsar ákvarðanir, ég ákveð algerlega í hvaða buxum ég verð á morgun, eða á hvaða tónlist ég ætla að hlusta á á morgun þannig það eru væntanlega frjálsar ákvarðanir,  fólk getur meir að segja svelt sig vísvitandi þannig ég held að  það sé svo sannarlega hægt að taka frjálsar ákvarðanir."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2008-05-20 22:42:29",
            "id": "5868535",
            "reply_to_id": "5828044",
            "text": "Að fá sem mest út úr sem minnstu erfiði.\nÞað er rétt, mér finnst eins og fólk geri þetta. Og þetta virðist mér vera dýpri regla en hinar. Það er hægt að útskýra heilan haug af hegðun fólks og dýra, jafnvel skoðanir og hugsanir bara með þessari einu reglu.\nHins vegar finnst mér þetta ekki algilt - alla vega virðast til óteljandi dæmi um hið gagnstæða. Mér þykir alltaf vænt um þegar ég hitti fólk sem virðist haga sér öðru vísi - sem virðist ekki bara vera að gera sífellt það augljósa og það hagkvæmasta. Hefur skoðanir sem maður hefur ekki lesið einhvers staðar. Það fær mig til að trúa á frjálsan vilja. Kallaðu mig óþarflega bjartýnan ef þú vilt. :)"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-05-20 22:55:09",
            "id": "5868589",
            "reply_to_id": "5868535",
            "text": "Alltof bjartsýnn. Öll þau skipti sem við förum útfyrir þröskuldinn eða fara the hard way er líklega bara til að tryggja áframhaldandi minni erfiði. Eins og íþróttamaður drepur sjálfann sig úr erfið í hlaupi en þá með tilgangi að vinna og fá pening/athygli sem leiðir að pening. Maður býður í matarboð og eyðir heilum degi að taka til og leggja metnað í matinn, ef þetta væri skiluru forseti íslands að koma í mat þá væri aðeins erfiðara að impressa hann því þyrfði að legga býsna mikið í það.\nUndanteking væri á þessu ef annar aðilli er í beinni merkingu til í að fórna lífi sínu fyrir annan. Þá myndi það vera algilt að sá aðilli hefur hátt gildi fyrir hinn, og það að reyna að fórna lífinu til að tryggja sambandið sé sterkt er hugsanlega enn ein ástæðan til að tryggja sambandið, sambandið milli þeirra (bestu vinir, elskhugar eða fjölskylda) tryggir báðum þeim ávinning sem minnkar erfiði. Ég veit allavega ekki um undantekningu á þessu, þetta er alltaf langsótt en gengur alltaf upp."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2008-05-21 10:27:39",
            "id": "5869225",
            "reply_to_id": "5868589",
            "text": "Nú ertu í rauninni farinn að hljóma eins og að þú trúir prinsippinu blint í staðinn fyrir að láta reyna á það. Það er í raun sama hvað einstaklingur gerir, þú finnur alltaf leið til að LÁTA það ganga upp. Í þeim skilngingi er það gagnslaust."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2008-05-23 19:22:41",
            "id": "5875459",
            "reply_to_id": "5869225",
            "text": "Hehe, tjaa kanski :)\nEn ég er opinn fyrir öllum möguleikum. Ég var að lesa um munka, ég held að svarið sé kanski að finna þar. Ef þú átt meira en 7 hluti þá eiga hlutirnir þig lífsreglan. Og nafnleysi, ég held að þar sé að finna einhvern sem reynir af öllum krafti að efla vitund í stað veraldlegrar samþykktar og hvað annað."
        }
    ]
}