{
    "forum_title": "Heilsa",
    "user": "Comar",
    "user_id": "7634",
    "date": "2008-05-09 18:14:06",
    "title": "Vaxtarrækt og kraftlyftingar eru íþróttir",
    "text": "Ekki satt? Mikil umræða hérna er um kraftlyftingar og vaxtarrækt, sem ég og flestir hérna hafa áhuga á. Af hverju er þetta ekki undir íþróttir?\nMér finnst kjánalegt að þurfa alltaf að fara undir heilsu (auðvitað er þetta jú heilsutengt, en hvað er fótbolti það ekki líka? Flokka fótbolta þá undir heilsu takk fyrir!) og sjá allskyns greinar um anorexíu og fleira sem tengist ekki beint vaxtarrækt/kraftlyftingum.\nBara smá pæling.",
    "url": "https://www.hugi.is/heilsa/korkar/590379/vaxtarraekt-og-kraftlyftingar-eru-ithrottir/",
    "url_id": "590379",
    "id": "5840852",
    "replies": [
        {
            "user": "hlynur4",
            "user_id": "25573",
            "date": "2008-05-09 18:30:36",
            "id": "5840909",
            "reply_to_id": "5840852",
            "text": "Að sjálfsögðu eru þetta íþróttir.\nÉg veit það ekki, þetta passar bara einhvernveginn betur inn í umræðuna hérna.\nHinsvegar væri held ég alveg grunnur fyrir því að búa til líkamsræktaráhugamál undir íþróttir."
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2008-05-09 19:14:00",
            "id": "5841035",
            "reply_to_id": "5840852",
            "text": "þú ert með point þarna"
        },
        {
            "user": "NariEff",
            "user_id": "14690",
            "date": "2008-05-09 19:36:12",
            "id": "5841109",
            "reply_to_id": "5840852",
            "text": "Þessar venjulegu lyftingar sem maður gerir til þess að verða sterkari og líta vel út eru að mínu mati ekki íþrótt.\nMér finnst það ekki vera íþrótt fyrr en þú byrjar að keppa og ert með þjálfara\nÉg efa að margir sem stundi huga séu virkilega að “æfa” lyftingar, hvort sem það er vaxtarækt eða kraftlyftingar\nSvo að að mínu mati er þetta fínn staður fyrir þetta áhugamál"
        },
        {
            "user": "Imaginary",
            "user_id": "59253",
            "date": "2008-05-09 21:17:08",
            "id": "5841410",
            "reply_to_id": "5841109",
            "text": "Þú æfir fótbolta þó þú spilir ekki með aðal liðinu, lyftingar eru íþrótt að mínu mati.\nKostar blóð svita og tár."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2008-05-09 22:35:11",
            "id": "5841639",
            "reply_to_id": "5841109",
            "text": "ég er sammála. ég sjálfur er reyndar að æfa fyrir kraftlyftingar en það eru líklega alltof fáir hér inná sem að gera það, eða æfi fyrir vaxtarrælt eða fittness."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-05-09 23:09:21",
            "id": "5841705",
            "reply_to_id": "5840852",
            "text": "Auðvitað er þetta íþrótt !\nEn þetta flokkat samt miklu meira undir lífstíl heldur en t.d. fótbolti…."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-05-11 01:27:39",
            "id": "5844184",
            "reply_to_id": "5841705",
            "text": "þegiðu."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-05-11 11:10:03",
            "id": "5844594",
            "reply_to_id": "5844184",
            "text": "Þroskað sva"
        },
        {
            "user": "dagtla",
            "user_id": "55418",
            "date": "2008-05-17 18:23:38",
            "id": "5861152",
            "reply_to_id": "5841705",
            "text": "Hvernig þá Steini?"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-05-17 23:25:33",
            "id": "5861797",
            "reply_to_id": "5861152",
            "text": "Þarft að vinna miklu meira til að verða góður í vaxtarrækt heldur en fótbolta… Allan sólarhringinn að éta á 3 tíma fresti ? Þannig að þetta er miklu meiri lífstíll ?\nþegar þú æfir fótbolta mætiru á æfingar 6 sinnum í viku og búið ?"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2008-05-20 12:38:25",
            "id": "5867070",
            "reply_to_id": "5861797",
            "text": "Þú verður nefnilega ekkert að passa uppá matarræðið eða neitt svoleiðis ef þú stefnir að því að verða góður í fótbolta. Neeei, þú mætir bara á æfingar og sest svo í sófan að éta snakk þegar þú kemur heim. Hjálpar heldur ekkert að lyfta með eða taka einhverskonar danstíma eins og t.d ballet, það er bara rugl og bull. Fótbolti þarf ekkert dedication."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-05-20 15:26:05",
            "id": "5867399",
            "reply_to_id": "5867070",
            "text": "Það var alls ekki það sem ég var að segja… en til þess að verð góður vaxtarræktarmaður þarf miklu meira dedication…. það vaknar engin fótboltamaður á næturna og fær sér að éta bara til að passa sig að léttast örugglega ekki ?"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2008-05-21 12:19:33",
            "id": "5869374",
            "reply_to_id": "5867399",
            "text": "Það er vissulega meiri lífstíll fólginn í því að vera vaxtarræktarmaður. Mér fannst þú bara að vera að láta eins og það væri ekkert mál og fólk þyrfti ekkert að leggja á sig til að verða gott í fótbolta, svona týpískur elítísmi “mín íþrótt er betri en þín”. Kannski var ég bara að misskilja þig.\nOg já, bara svo það komi fram, mér finnst fótbolti hundleiðinlegur og hef engann áhuga á honum."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-05-21 14:52:32",
            "id": "5869743",
            "reply_to_id": "5869374",
            "text": "haha nei þetta var ekki þannig…. ég var bara að segja að vaxtarrækt er meiri lífstíll en fótbolti :D\nég hata líka fótbolta…."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2008-05-21 15:25:27",
            "id": "5869817",
            "reply_to_id": "5869743",
            "text": "hehe ok cool."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2008-05-11 16:15:01",
            "id": "5845261",
            "reply_to_id": "5840852",
            "text": "Mér finnst fínt að hafa þetta hérna. Mjög opið áhugamál og staður sem fólk getur spurt um hluti sem tengjast ekki neinni ákveðinni íþrótt (langar að grennast, er þetta hollt?, æfingaplan? matarræði? sterkari hendur? Kreatin?)\nVaxtarrækt, fitness og kraftlyftingar eiga heima inn á heilsu, mun frekar en fótbolti eða aðrar bolta íþróttir með fullri virðingu fyrir þeim. Ég meina hversu oft heyrir maður knattspyrnumann þakka ströngu matarræði og góðri hvíld góðan keppnis árangur til dæmis?\nKannski væri hægt að hafa korka sérstaklega fyrir vaxtarrækt, kraftlyftingar og fitness inn á Heilsu en það er nóg og óþarfi."
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2008-05-25 12:18:26",
            "id": "5878757",
            "reply_to_id": "5845261",
            "text": "Mjög sammála þér varðandi þetta! (Y)"
        },
        {
            "user": "braast",
            "user_id": "61606",
            "date": "2008-05-11 19:17:00",
            "id": "5845805",
            "reply_to_id": "5840852",
            "text": "en áhugamálið er heilsa en ekki bara vaxtarækt og kraftlyftingar og heilsa passar svo 100% betur við lífsstíl en íþróttir,\nþannig er það"
        }
    ]
}