{
    "forum_title": "Danstónlist",
    "user": "EXOZ",
    "user_id": "21269",
    "date": "2008-05-11 18:05:10",
    "title": "Techno.is óskar öllum gleðilegt sumar og hér er það sem er að gerast í sumar.",
    "text": "Hallo allir hugverjar…\nHér er copy paste grein sem skrifuð er af Sindra Bm fyrir Techno.is, Grein þessa er einnig að finna á www.Techno.is en hún er upphaflega skrifuð sumardaginn fyrsta…..\nEf þið vitið um eitthvað annað sem tengist danstónlist, endilega póstið því hér…\nÞar sem sumardagurinn fyrsti er núna þann 24. April ákváðum við hjá techno.is að taka saman brot af því besta sem hægt er að gera skemmtilegt núna í sumar. Hér eftir kemur umfjöllun um nokkra viðburði sem gaman væri fyrir þig og þína að tjekka á þetta sumarið. Byrjum á broti af því besta sem Íslendingum bíðst hér heima og svo tökum við fyrir nokkrar af hátíðunum.\nÍSLAND\nVið Íslendingar getum lítið kvartað yfir klúbbakvölda framboði undanfarna mánuði og ekki verður sumarið af verri endanum. Daginn fyrir sumardaginn fyrsta er það að sjálfsögðu hann Fedde Le Grand sem kemur fram á Broadway í boði Techno.is.\nSíðan er prófa tími skollinn á hjá Framhalds og háskólum og lítið um að vera rétt á meðan.\nHinsvegar eru það þeir Sean Danke og Danni Bigroom sem koma fram á tunglinu 30. April í boði flex music.\n10 may. Eric prydz pre party á tunglinu í boði Flex music\nEn strax þann 16 maí byrjar próflokadjamm veislan og byrjar hún á Tunglinu. Þar er sannkölluð dansveisla sem Superman.is ætlar að sjá um. Seinasta Superman.is party var hreint út sagt stappað og frábær stemming. Nú þegar hafa Techno.is plötusnúðarnir Exos, Plugg‘d og Sindri BM staðfest komu sína og eflaust fleyri sem eiga eftir að bætast við.\nSama kvöld og Superman.is partyið er, heldur hugsandi danstónlist upp á 1 árs afmælið sitt á Barnum.\nDaginn eftir eða þann  17. Maí eru það Kiddi og félagar í Flex music sem ætla að bjóða upp á sannkallaðan stórviðburð en það er koma sænska plötusnúðarins ERIC PRYDZ sem einnig er þekktur undir nöfnunum PRYDA og CYREZ D. Ásamt Eric koma fram þeir Ghozt, Sean Danke og Mr. Goodman á aðalsviði og Barcode crew í hliðar sal. Miðaverð er 4000 kr en veittur er afsláttur af miðum í april. Þið getið nálgast upplýsingar um þetta kvöld inn á www.flex.is.\nHelgina eftir það eða þann 24. Maí þá er komið að próflokafögnuði Techno.is. Það kvöld er komið að Pendulum DJ setti þar sem El Hornet úr pendulum stígur á svið ásamt EXOS Plugg‘d og Sindra BM. Miðaverð er litlar 2500 kr. Allar nánari upplýsingar er að fynna hér á Techno.is.\n31. maí eru það Flexarar sem taka undir sig tunglið og eru það Ghozt og Brunheim sem koma fram.\n6. Júní er komið að stóru stundini fyrir aðdáendur Plugg‘d en þann dag munu þessir snillingar þeir Tweek og Fregore gefa út sína fyrstu plötu. Í tilefni þess verður útgáfu fögnuður haldin á skemmtistaðnum Nasa við Austurvöll. Á kvöldinu koma fram Plugg‘d, Exos og sérstakur gestur kvöldsins er enginn annar en MICKY SLIM. Micky slim hefur vakið mikla athygli útum heim allan undanfarið og ber helst að nefna endurhljóðblöndun hans á House of pain laginu Jump around sem hefur verið í miklu uppáhaldi hjá plötusnúðum Techno.is\n7. júní munu Plugg‘d strákarnir fara norður yfir heiðar til að fagna útgáfu sinni og spila þeir í sjallanum Akureyri ásamt Exos og Dj Leibba.\n14. Júní eru Flex music sem taka undir sig Nasa og bjóða upp á engann annan en Oliver Hunterman.\n15. júní þá eru flex liðar sem fara með Oliver Hunterman norður og spilar hann í sjallanum.\n16. júní: Án nokkurs vafa umsvifamesti dansviðburður sumarsins. En þar sem að ábyrgðamenn þeirra tónleika hafa enn ekki gert viðburðin opinberan ætlum við að bíða með að segja frá honum.\n21. Júní : Vocal house hljómsveitin Booty luv spilar á nasa í boði Agent.is\n27. Júní: Carl Craig spilar á vegum Party zone. Staðsetning óstaðfest.\n28.júní: Flex music viðburður (óstaðfest)\n3. júlí Þýski plötusnúðurinn Klaas spilar á Nasa í boði Agent.is\n4. júlí Þýski Plötusnúðurinn Klaas spilar á Sjallanum akureyri í boði Agent.is\n11. júlí. Steríó á tunglinu. TBA\n1. ágúst: Flex heldur áfram svakalegu sumri sínu og bíður upp á dansveisu á Nasa þar sem koma fram King Roc og Gaz James\n2. ágúst: King Roc og Gaz James koma fram á vegum Flex music í sjallanum Akureyri\n3. Ágúst TBA - Nasa\n8. ágúst: Flex music kynna gamlan og góðan íslandsvin á nasa nánar um það síðar.\n16. ágúst eru það flexarar sem færa okkur enn eitt klúbbakvöldið þetta sumarið en meira um það síðar.\n22.ágúst : er það svo Sander Kleinenberg sem snýr aftur og gerir allt gjörsamlega vitlaust á NASA í boði Techno.is.\n5. September. Snýr techno.is aftur eftir gott sumarfrí og er það endurkoma tékknensku drottningarinnar Dj Lucca sem ber á góma. Síðast þegar Lucca mætti á klakann var troðfullt hús og verður allt gert til að gera þetta kvöld flottara en síðast. Ásamt Lucca koma fram Exos og Sindri BM\n6. Sept er Flex einnig með kvöld sem eki liggja fyrir upplýsingar um stax.\n6. Sept DJ Lucca fer til Akureyrar og spilar í Sjallanum ásamt Exos og Sindra BM\n19. Sept Franski plötusnúðurinn Sebastian Leger spilar á nasa í boði Agent.is\n20. Sept Leger spilar á Sjallanum Ak í boði Agent.\nÞá læt ég umfjöllun mína um sumarið á Íslandi lokið í bili en get sagt ykkur með vissu að haustið verður svakalegt. Techno.is býður upp á fjöldan allan af viðburðum og eflaust aðrir líka.\nVonandi hef ég ekki sært neinn með að gleyma einhverjum en þannig er það nú bara. Heimildir um sumarið á Íslandi; www.techno.is, www.flex.is, Myspace.com, Agent.is og upplýsingar sem ég hef fengið í gegnum tölvupóst og annað.\nEn já þá er komið að því að taka saman eitthvað að því sem þú getur gert erlendis í sumar. Hátíðarnar sem ég tek fyrir hér eru ekki í réttri röð:\nGlobal Gathering (UK):\nGlobal gathering hátíðin er haldin í Englandi þann 25 og 26 júlí næstkomandi á Long Marston flugvellinum norðan við Stanford. Hátíðin hefur verið í miklum vexti undanfarin ár og er þetta líklega lang umsvifamesta til þessa hér eftir er line upið eins og það lítur út í dag. Þess ber að nefna að enn er ekki búið að tilkynna alla tónlistarmennina sem koma fram.\nFram koma:\nMARK RONSON (LIVE) . MOBY (LIVE) . KANYE WEST (live)\nROISIN MURPHY. ROBYN. ETIENNE DE CRECY. SAM SPARRO\nDj‘s:\nARMIN VAN BUUREN - TIESTO - ERICK MORILLO - DAVID GUETTA\nABOVE & BEYOND - FERRY CORSTEN - JOHN DIGWEED - SASHA - ERIC PRYDZ - LAURENT GARNIER - 2MANYDJS - EDDIE HALLIWELL - ROGER SANCHEZ - SVEN VATH - SANDER KLEINENBERG - JAMES ZABIELA - DUBFIRE (DEEP DISH)\nFELIX DA HOUSECAT - NIC FANCIULLI - SANDER VAN DOORN - AXWELL - FEDDE LE GRAND - FRANCOIS K . LOCODICE - DEADMAU5 - PLUMP DJS - STANTON WARRIORS - ADAM BEYER - SCRATCH PERVERTS - TOM NOVY - MARKUS SCHULZ - JUDGE JULES - LISA LASHES - TIDY BOYS - ATB - SEAN TYAS - ANDY C - MARK KNIGHT - THE SHAPESHIFTERS - SANDY RIVERA - KRAFTY KUTS & MC DYNAMITE - FRICTION – HYPE - SOS (DESYN MASIELLO,DEMI,OMID 16B) - GUI BORATTO (LIVE) - DIRTY SOUTH - MARTIN BUTTRICH (LIVE) - GUY GERBER (LIVE) - JOHN DAHLBACK – HERVE - THE FREESTYLERS - PAUL WOOLFORD - KILLA KELLA (LIVE) - FUNKAGENDA - TAYO - DENNIS FERRER - UTAH SAINTS - ANDY WHITBY - AME - ALEX KIDD - PROTEUS - JAMIE JONES - MICKY SLIM - SPEAKERJUNK (LIVE) - A-SKILLZ - MARTIJN TEN VELDEN - CASPA & RUSKO - AMBER D - YUKSEK - BRODINSKI - SPANK ROCK DJ'S - COMMIX - TROPHY TWINS - BABY D (LIVE) - SUBFOCUS - MARK ETESON - PAUL THOMAS - REBEKAH - PETE JORDAN - HEXADECIMAL - PROK & FITCH - RATPACK - ALI B - JANETTE SLACK - DIVERTED - MR NO HANDS - DEF E – PILGRIM - BROCKIE - BRYAN GEE - CALLY GAGE - ED REAL - GUY J – HAZARD - KARIM - KRUST - LISA PINUP - NEIL QUIGLEY - NICKY BLACKMARKET - NU ENERGY COLLECTIVE (LIVE) - OD4O4 (LIVE) - OLIVER MOLDAN - MISTRESS MO - TAXMAN VS ORIGINAL SIN (G DUB) . TECHNIKAL . XAMPLE & RED ONE . MARK H. NICOLE MOUDABER. GARRY K . GLEN ASTON – Og mun fleyri sem eftir á að tilkynna.\nSviðin: Main Stage / Godskitchen Arena / MySpace Electric Arena / Global Arena / Stealth Arena / Spectrum Arena / Cocoon Arena /Polysexual Arena / Bedrock Transitions Arena / Random Concept Arena / Nocturnal Terrace / Air Terrace / Raveology Terrace / Mixmag Terrace / Polysexual Terrace / VIP Area\nAllar nánari upplýsingar um Global Gathering er að fynna inn á www.globalgathering.co.uk\nMiðaverð á global er 115 pund + bókunarfé fyrir venjulegan miða en 165 pund fyrir VIP miða + bókunarfé.\nDancevalley (Hollandi):\nDancevalley hátíðin er haldin í hollandi ekki langt frá Amsterdam þann 12. Júlí næstkomandi. Hátíðin er risa stór og hreint út sagt ótrúlegt að þeir komi þessu fyrir á einum degi.\nFáránlegt magn tónlistarmanna sem kemur fram er erfitt að telja allt upp en ég ætla hinsvegar að telja upp það helsta. Hægt er að sjá line upið í held sinni inn á www.dancevalley.nl, þetta er hátíð sem vert er að skoða nánar.\nFram koma meðal annars:\nTiesto, Carl Cox, Sander Van Doorn, Mason, Jessie Vendetta, Gregor Salto, MR. V, Ferry Corsten, Judge Jules, Cosmic Gate, Preach, Astrix, John Digweed, Danny Howells, Marcus Shossow, Dubfire, Mark Roboy, Marco Bailey, Mark Knight, Dave Spoon,  D. Ramirez, John Dahlback, Funkagenda, Martin Ten Velden og svo miklu miklu fleyri. Þetta eru aðeins nokkrir og aðeins þverskurður af þeima aragrúa tónlistarmanna sem koma fram. Skoðið heimasíðuna nánar til að sjá þá hundruði tónlistarmanna sem koma fram.\nMiðaverð: 62,50 evrur plús bókunarfé (u.þ.b. 1,50 evra)\nHróaskeldu hátíðin (DK):\nMargir leggja leið sína á hróaskeldu á hverju ári. Hér ætla ég ekki að tala um rokkböndin og sveitta útihátíða stemmingu heldur einblína á þau dans atriði sem koma fram á Hróaskeldu þetta árið.\nAuðvita er það þjóðarstoltið sem ræður ferðini og þykir mér einhverskonar skilda að nefna fyrst að hljómsveitin Bloodgroop sé að fara á spila á hróaskeldu.\nChemical Brothers, danski breakbeat plötusnúðurinn DJ BadBoe, danski trance plötusnúðurinn DJ Banel, DSL, FEDDE LE GRAND ásamt fríðu föruneiti, HOT Chip, Lulu Rouge(dk), Magnetic man, Shakleton, Shantel & Bucoviana og fleyri.\nEf þú ert að leita þér af danshátíð ekki fara á Hróaskeldu. En ef þú ert að leita þér af allseherjar tónlistar veislu þá er hróaskelda alltaf á sínum stað.\nwww.roskilde-festival.dk/2008\nFlug og miði á hátíðina kostar ekki nema 52.900 kr hér:\nhttp://midi.is/tonleikar/1/5128\nSensation White (hollandi)\nÞessi einstaka hátíð þar sem allir þurfa að vera hvítklæddir inn í hinum risastóra leikvangi, Amsterdam Arena. Hátíðin fer fram þann 5. Júlí og er algjörlega uppselt á þá blessuðu hátíð. Það seldist upp á aðeins nokkrum klukkustundum. En sensation fer í ferð í kringum heiminn og er einnig haldin í Belgíu, Rússlandi, Þýskalandi, Póllandi og á fleyri stöðum.\nwww.Sensation-white.com\nekki er ég með line upið á hreinu á hverri hátið fyrir sig en meðal þeirra sem eru að koma fram eru\nFedde le Grand, Carl Cox, Ferry Corsten, David Guetta, Marco V, Sebastian Ingrosso, axwell og margir fleyri.\nBLACK (hollandi)\nÁður þekkt undir nafninu Sensation Black. Þetta er hátíðin sem hardstyle brjálæðingarnir fá eitthvað fyrir sinn snúð. Hátíðin er haldin í Amsterdam Arena 12. Júlí næstkomandi.\nLine up: Technoboy, Noize Suppressor, Ruffian, The Prophet, Showtek, Evil Activities, Headhunterz, Fausto, Marcel Woods, Donkeyrollers og leynigestur.\nwww.black.eu/2008\nMiðaverð 57 evrur og vip 110 evrur\nGlastonbury (UK)\n27, 28 og 29. Júní\nGlastonbury hátíðin hefur vaxið mikið síðustu árin og farið frá því að vera einhver besta rokk hátíð í heiminum alveg upp í það að vera líkt og hróaskelda hátíð þar sem allir fynna eitthvað fyrir sinn snúð. Djmag valdi Glastonbury sem eina bestu danshátíð seinasta árs sem segir ýmislegt um hvað dans sviðið er gott á þessari hátíð.\nÁ danssviðinu í FYRRA! Komu fram nöfn eins og: Fat boy slim, Gus Gus, Simian Mobile Disco, Carl Cox, Pendulum Live, Dave Clark, Trenntemoller live, Danny Howells, sasha, steve lawler, D. Ramirez, Timo Maas, Andy C, Adam F, Noisia og margir fleyrir en þetta er eins og ég sagði line upið í fyrra. Ekki er ennþá komið line up fyrir 2008 en hægt er að fylgjast með gangi mála inn á heimasíðu hátíðarinnar www.glastonburyfestival.co.uk\nCreamfields (cz)\nCreamfields hátíðin er án efa ein af stóru hátíðunum í mið Evrópu. Hátíðin er í Tékklandi rétt hjá landamærum tékklands og Slóvakíu. Hún fer fram 12. Júlí sama dag og Dancevalley.\nÁ creamfields koma fram meðal annara: Sasha, GUS GUS, Andy C, Ferry Corsten, John Digweed, DJ LUCCA, Preach, Sebastian Leger og margir fleyri.\nhttp://www.creamfieldscentraleurope.eu/\nÉg verð að viðurkenna að ekki skil ég hvernig Ferry Corstenm John Digweed, Preach og fleyri ætla að spila bæði á Creamfields og Dancevalley en það verður þá bara athyglisvert að sjá.\nFramhald síðar.\nTechno.is",
    "url": "https://www.hugi.is/danstonlist/greinar/590720/technois-oskar-ollum-gledilegt-sumar-og-her-er-thad-sem-er-ad-gerast-i-sumar/",
    "url_id": "590720",
    "id": "5845544",
    "replies": [
        {
            "user": "whiMp",
            "user_id": "68668",
            "date": "2008-05-11 18:43:33",
            "id": "5845688",
            "reply_to_id": "5845544",
            "text": "já okai"
        },
        {
            "user": "sarot",
            "user_id": "17985",
            "date": "2008-05-12 02:12:36",
            "id": "5847065",
            "reply_to_id": "5845544",
            "text": "Booty Luv hehe :P Það er alla vega jákvætt hvað framboðið er orðið fjölbreytt :)\nOg eins gott að Deadmau5 sé að koma með dj-set á einhverjum af þessum TBA kvöldum hjá Flex ;P"
        },
        {
            "user": "Audioholic",
            "user_id": "18738",
            "date": "2008-05-12 15:28:12",
            "id": "5848011",
            "reply_to_id": "5847065",
            "text": "hann kemur, en ekki á vegum Flex"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2008-05-12 16:33:56",
            "id": "5848185",
            "reply_to_id": "5848011",
            "text": "Hann kemur ekki"
        },
        {
            "user": "sarot",
            "user_id": "17985",
            "date": "2008-05-12 18:13:13",
            "id": "5848497",
            "reply_to_id": "5848185",
            "text": "Party blooper…. (-_-)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-12 04:03:58",
            "id": "5847196",
            "reply_to_id": "5845544",
            "text": "Aooooohaahaaaaaaaaaoooo! Djöfull langar mig á Sensation Black.\nEn við fáum að skemmta okkur nóg hér á landi.\nTakk fyrir þessa grein drengur!\nOg gangi ykkur vel með sumarið.\n(svo er planið að fara á Qlimax '08)..hoho"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2008-05-12 12:22:07",
            "id": "5847488",
            "reply_to_id": "5845544",
            "text": "Er Kanye West að headline-a global gathering? what? why?\nAnnars þá eru Bloodgroup líka að spila á Danmarks Grimmeste festival, ég þangað!\nLíka svakalegt prógramm á Íslandi í sumar, er dálítið forvitinn með 16. júní. Ég giska á Sasha, hann hefur nú komið í kringum þann tíma áður, kannski Digweed líka?\nen já, algjört gisk."
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2008-05-12 22:09:41",
            "id": "5849219",
            "reply_to_id": "5847488",
            "text": "Þetta er gert til þess að ná til breiðari hóps ;)"
        },
        {
            "user": "Halli",
            "user_id": "5708",
            "date": "2008-05-12 20:17:01",
            "id": "5848874",
            "reply_to_id": "5845544",
            "text": "Magnetic man verður hápunktur roskilde hjá mér í sumar (ásamt chemical brothers auðvitað)"
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2008-05-12 23:41:30",
            "id": "5849550",
            "reply_to_id": "5848874",
            "text": "Radiohead, M.I.A., Chemical Brothers, Goldfrapp…\nég trúi ekki að ég sé að hugsa um að fara ekki.."
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2008-05-12 23:54:42",
            "id": "5849589",
            "reply_to_id": "5849550",
            "text": "if u wanna party,….its the global gathering…\nif u want the soundddddddd then its dancevaley"
        }
    ]
}