{
    "forum_title": "Hljóðfæri",
    "user": "hvada",
    "user_id": "15976",
    "date": "2002-01-07 15:56:13",
    "title": "Status Æfingahúsnæða ???",
    "text": "Ok,nú er að ég held mikill skortur á æfingarhúsnæðum hérna\ní borginni og ég veit til þess að nokkur bönd hafi verið\nað missa sína aðstöðu til að æfa og bara jafnvel lagst af\neftir það.\nÉg er einmitt að fara að lenda í þessum sporum á næstunni,\nþar sem það á að fara loka öllu draslinu þar sem ég og\nmín hljómsveit æfum.\nOg þá fór ég að speglera ,hvernig er staðan með æfingar hús\nhérna í Reykjavík ??? Og núna spila ég bara rokk :)\nNú veit ég það að það leynast svona æfingarhúsnæðis-kjarnar\nhér í borginni, enn hvar og hvernig er í pottinn búið þar,\ner allt fullt eða ??\nOg nú spyr ég loks\ner einhverstaðar hægt að fá húsnæði og þá hvar ?\nHvar eru þessir kjarnar ?\nEða er þetta bara allt farið til fjandans ?\nps.\nef ekki er hægt að ROKKA þá er það bara útsaumur eða wilt kynlíf",
    "url": "https://www.hugi.is/hljodfaeri/greinar/59105/status-aefingahusnaeda/",
    "url_id": "59105",
    "id": "397560",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2002-01-08 03:53:57",
            "id": "397561",
            "reply_to_id": "397560",
            "text": "Talaðu við Danny Pollock, hann er með húsnæði og fleiri á leiðinni…\nÉg rokka og stunda villt kynlíf en hef ekki saumað út síðan ég hætti að reykja hass.\nElvis2, konungur skítarokksins."
        },
        {
            "user": "BlackYouth",
            "user_id": "16044",
            "date": "2002-01-08 11:53:28",
            "id": "397562",
            "reply_to_id": "397560",
            "text": "Já þetta er alveg satt með að enginn rokkhljómsveit geti ekki æft vegna skorts á húsnæði…það er vegna þess orðspors sem rokkið hefur getið af sér…að við dópum og drekkum og skemmum hóteherbergi[sem er alger hommaskapur] en málið er að meiri PoppHljómsveitir eru að æfa meira og eru í betra húsnæði og mér líst bara alls ekki á þessa þróun mála í da. En það er bara að bíða og vona og hvetja alla til að þrauka það kemur að okkur að við fáum frekar húsnæði en hinir útaf því rokkið er að geta af sér nýtt orðspor sem heilbrigður lífstíll og góð tjáningaraðferð.\np.s. ef menn eru eitthvað ósáttir við mitt álit bara senda mér mail á : blackspirit@visir.is\nundirritaður er í hljómsveit sem átti erfitt með að finna sér samanstað…"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2002-01-12 22:19:04",
            "id": "397563",
            "reply_to_id": "397562",
            "text": "Fordómar í þér, það er ekki nema þú hafir verið ókurteis við fólkið sem þú baðst um æfingahúsnæði hjá að þér hafi verið hafnað. Best er að vera kurteis og lofa greiðslum og svo framvegis……………………………"
        },
        {
            "user": "BlackYouth",
            "user_id": "16044",
            "date": "2002-01-17 09:13:28",
            "id": "397564",
            "reply_to_id": "397563",
            "text": "Ok allt í lagi ég viðurkenni alveg að þetta var smávanhugsað af mér að segja svona, en ég bara gaf allt of grófa mynd af lífi tónlistarmanns sem er að meika það í Bandaríkjunum.\nEn samt það er alltaf skortur á húsnæðum, það er gefið mál.\nÉg bara vildi þakka fyrir þessa orðsendingu =) k?"
        },
        {
            "user": "Keyzer",
            "user_id": "7956",
            "date": "2002-01-08 21:12:51",
            "id": "397565",
            "reply_to_id": "397560",
            "text": "Sko ég get sagt þér hvað bróðir minn gerir. Hljómsveitin hans leigði húsnæði með fullt af öðrum hljómsveitum (Ef þú ert að leita af ódýru þá er þetta ekki málið, annars fá sér vinnu)\nAnnars gætu alveg leynst einhverstaðar galdrahús eins og Hogwart kastali með fullt af leyniklefum og dóti.\nKv. Keyzer :D"
        },
        {
            "user": "muggur",
            "user_id": "3412",
            "date": "2002-01-09 09:13:40",
            "id": "397566",
            "reply_to_id": "397560",
            "text": "Það er stútfullt myndi ég halda í núverandi húsnæði Danna en hann er að setja upp nýtt húsnæði sem er svakalega stórt útá Granda þannig að talið við hann endilega…"
        },
        {
            "user": "hvada",
            "user_id": "15976",
            "date": "2002-01-09 11:26:48",
            "id": "397567",
            "reply_to_id": "397560",
            "text": "Hvernig er hægt að ná sambandi við Danna ?"
        },
        {
            "user": "merkikerti",
            "user_id": "15890",
            "date": "2002-01-11 03:14:01",
            "id": "397568",
            "reply_to_id": "397567",
            "text": "flettu upp í símaskránni…fífl."
        },
        {
            "user": "Visg",
            "user_id": "8369",
            "date": "2002-01-12 20:03:24",
            "id": "397569",
            "reply_to_id": "397560",
            "text": "ok eg er 13 og eg veit ekki hva þið eruð gamlir en eg og mín hljómsveit æfum í félagsmiðstöðinni og heima hja mer.\nég veit ekki hver essi danni er en u finnur ekki neinn danna í símakránni"
        },
        {
            "user": "merkikerti",
            "user_id": "15890",
            "date": "2002-01-13 06:25:40",
            "id": "397570",
            "reply_to_id": "397569",
            "text": "Daníel A Pollock\n561-3713"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-01-16 01:04:29",
            "id": "397571",
            "reply_to_id": "397560",
            "text": "Jamm, Danni er maðurinn!  Hann er gjörsamlega að redda æfingarhúsnæðismálum hér í bæ :) Tala við hann, besta í stöðunni! Fær mitt klapp á bakið fyrir sín störf…"
        },
        {
            "user": "archer",
            "user_id": "3099",
            "date": "2002-01-16 21:55:05",
            "id": "397572",
            "reply_to_id": "397560",
            "text": "Talaðu við Skólastjórann þinn og fáðu að æfa í skólanum , Það er það sem ég gerði eftir að hafa brotið alla stólana og rústað einu herbergi í hinu gamla æfingarhúsnæðinu mínu\nSvo er þetta bara algjört FUCK þetta með að marr þarf að vera að leita maður á bara að fá þetta í hendurnar í staðinn fyrir að leita og finna ekkert\nog svo hættir hljómsveitnn því að þeir finna ekkert æfingarhúsnæði. Ef þessi Danni er með eitthvað stæði þá skuluð þið tala við hann því það er svo geðveikislega gaman að vera í hljómsveit og spila fyrir fólk. Annars ef þið eruð Haffirðingar þá getið þið farið í músík og mótor og fengið stað þar.\n!111\n!\n!\n!"
        },
        {
            "user": "archer",
            "user_id": "3099",
            "date": "2002-01-16 21:55:16",
            "id": "397573",
            "reply_to_id": "397560",
            "text": "Talaðu við Skólastjórann þinn og fáðu að æfa í skólanum , Það er það sem ég gerði eftir að hafa brotið alla stólana og rústað einu herbergi í hinu gamla æfingarhúsnæðinu mínu\nSvo er þetta bara algjört F**k þetta með að marr þarf að vera að leita maður á bara að fá þetta í hendurnar í staðinn fyrir að leita og finna ekkert\nog svo hættir hljómsveitnn því að þeir finna ekkert æfingarhúsnæði. Ef þessi Danni er með eitthvað stæði þá skuluð þið tala við hann því það er svo geðveikislega gaman að vera í hljómsveit og spila fyrir fólk. Annars ef þið eruð Haffirðingar þá getið þið farið í músík og mótor og fengið stað þar.\n!111\n!\n!\n!"
        }
    ]
}