{
    "forum_title": "Hestar",
    "user": "Barabas",
    "user_id": "9210",
    "date": "2002-01-07 16:59:53",
    "title": "Hestakerra losnaði aftan úr bíl",
    "text": "Hestakerra losnaði aftan úr bíl á Reykjanesbraut á móts við Kaplakrika síðdegis í gær með þeim afleiðingum að aflífa þurfti einn hest.\nDýralæknir var kvaddur á staðin og eftir skoðun á dýrinu kom í ljós að hesturinn var hryggbrotin og var hann aflífaður á staðnum. Ekki er ljóst hvað olli því að hestakerran losnaði aftan úr bílnum en aftaka veður var í gær og að sögn sjónarvotta þá tók hestakerran aðra stefnu en bíllin og lenti kerran utan vegar með fyrrgreindum afleiðingum.",
    "url": "https://www.hugi.is/hestar/greinar/59110/hestakerra-losnadi-aftan-ur-bil/",
    "url_id": "59110",
    "id": "397645",
    "replies": [
        {
            "user": "voff",
            "user_id": "9214",
            "date": "2002-01-07 17:49:18",
            "id": "397646",
            "reply_to_id": "397645",
            "text": "Oj greiið"
        },
        {
            "user": "mig",
            "user_id": "12695",
            "date": "2002-01-07 18:52:58",
            "id": "397647",
            "reply_to_id": "397645",
            "text": "Þetta er alltaf skelfilegt.  En mig langar að segja ykkur eitt.  Hann pabbi gamli sagði mér áðan að hann hefði keyrt framhjá þessum atburði.  Hann sá hestinn liggjandi en dreif sig framhjá til þess að verða ekki fyrir.  En það var eitt sem kom honum í opna skjöldu; hann varð alveg steinhissa.  Hann sá að hópur af fólki var kringum slysið. Um hundrað manns umkringdu hestinn og horfðu á hann deyja.  Dýralæknirinn var í hálfgerðum vandræðum að komast að og finnst mér það skelfilegt.  Það sem mér finnst skelfilegra er það að fólkið skuli hafa hópast í kringum skepnuna og horfa á það deyja.  Hvurs lags eiginlega ómenneskjulegheit?"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-01-07 19:13:34",
            "id": "397648",
            "reply_to_id": "397647",
            "text": "Mannskepnar er í eðli sínu mjög forvitin, þannig að þetta kemur lítið á óvart í raun þó að þetta sé dónalegt og særandi að vita að fólk hafi gert þetta.\nAnnað .. ég hélt að það væri í reglum að allar kerrur og hestakerrur ættu að vera festar með keðju í bíl ásamt því að vera fastar með krók, það er á hreinu að þessi kerra var ekki föst með keðju við bílinn, annars hefði hún ekki rokið svona af stað út í buskann."
        },
        {
            "user": "Gardner",
            "user_id": "15151",
            "date": "2002-01-07 22:33:45",
            "id": "397649",
            "reply_to_id": "397645",
            "text": "ég hélt nú að umræðan myndi snúast um það að menn verða bara að tryggja þessar andsk.. kerrur betur aftan í bílana!!! Ekki bara hestakerrur heldur allar kerrur. ég er frekar andsnúinn hestum, en er þó allveg á móti því að þeir þurfi að deyja eftir svona klaufaskap.\nTakk fyrir."
        },
        {
            "user": "insanic",
            "user_id": "278",
            "date": "2002-01-08 01:02:17",
            "id": "397650",
            "reply_to_id": "397649",
            "text": "Ætti þetta ekki að vera frétt á mbl.is í staðinn fyrir grein á huga ?"
        },
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2002-01-08 11:05:06",
            "id": "397651",
            "reply_to_id": "397650",
            "text": "Þetta er eflaust frétt af mbl.is eða einhverstaðar.\nÉg samþykkti þessa grein því hún er áhugaverð og kemur hestamennsku við. Og trúlega ekki allir sem sáu þetta á mbl.is\nÞetta vekur fólk til umhugsunar og vonandi hugsar það sig tvisvar um áður en það fer að flytja hrossin sín eins og hreinir fávitar eins og lítur út fyrir í þessu dæmi…\nMistökin eru til að læra af þeim og ég vona að svo verði í þessu tilviki…"
        },
        {
            "user": "insanic",
            "user_id": "278",
            "date": "2002-01-08 14:17:53",
            "id": "397652",
            "reply_to_id": "397651",
            "text": "mmmkay… sounds fair enough :)"
        },
        {
            "user": "chacha",
            "user_id": "14993",
            "date": "2002-01-21 19:37:58",
            "id": "397653",
            "reply_to_id": "397645",
            "text": "Aumingja hesturinn"
        }
    ]
}