{
    "forum_title": "Húðflúr og götun",
    "user": "lestrarhestur",
    "user_id": "61898",
    "date": "2008-05-17 09:38:44",
    "title": "Gat í nefið",
    "text": "Heyriði já, ég ætla að fá mér gat í nefið. Er samt pínu hrædd við það afþví að er ekki auðvelt að fá sýkingu og sona? Og ég er með frekar viðkvæma húð (það var reyndar mamma sem var að pirra sig yfir því, en þúst).\nSíðan var ég að pæla, er þetta ekki vont? Og hvað er þetta lengi að gróa? Og ég fæ pottþétt ör, er það ekki? Og já, eru miklar líkur á að þetta fari úrskeiðis?\nOg síðan eitt í viðbót, eru einhverjar svona “reglur” um það hvoru megin ég á að vera með lokkinn? Svona eins og gat í eyrað hjá hommum….\nMeð fyrirfram þökkum og afsökunum um of margar spurningar,\nGuðrún",
    "url": "https://www.hugi.is/hudflur/korkar/591943/gat-i-nefid/",
    "url_id": "591943",
    "id": "5860279",
    "replies": [
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2008-05-17 11:12:21",
            "id": "5860362",
            "reply_to_id": "5860279",
            "text": "Þetta með hommaeyrað er bara rugl. Þú færð þér bara í þá nös sem þig langar til.\nÉg held að viðkvæm húð skipti ekki máli heldur, ég er líka með viðkvæma húð og það hefur ekki aftrað mér."
        },
        {
            "user": "lestrarhestur",
            "user_id": "61898",
            "date": "2008-05-17 12:12:02",
            "id": "5860442",
            "reply_to_id": "5860362",
            "text": "Nú? okei, frábært :D\nen eitt annað…hvað þurftirðu að vera með hann lengi í þangað til þú máttir skipta?"
        },
        {
            "user": "lestrarhestur",
            "user_id": "61898",
            "date": "2008-05-17 13:19:42",
            "id": "5860543",
            "reply_to_id": "5860362",
            "text": "Og já, hvar léstu gera það? Ég er svona að tjékka á stöðum…."
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2008-05-18 13:44:49",
            "id": "5862563",
            "reply_to_id": "5860543",
            "text": "Sagðist aldrei hafa fengið mér gat í nefið, en ég hef fengið mér öll mín göt fyrir utan fyrstu eyrnasneplagötin í Tattoo & Skart."
        },
        {
            "user": "cappel",
            "user_id": "46901",
            "date": "2008-05-17 11:26:40",
            "id": "5860381",
            "reply_to_id": "5860279",
            "text": "Ég hef fengið mér tvisvar í nefið, bæði skiptin með byssu, bæði skiptin fékk ég sýkingu og er ekki með lokk í dag. Fyrsta skiptið var engin góð ástæða fyrir sýkingunni, en í seinna skiptið skipti ég um lokk of snemma. Augljóslega hef ég enga reynslu af nálum, en sársaukinn við að fá þetta með byssu stendur yfir í svona hálfa sekúndu, ekkert vont eftirá. Ég valdi hægri nös bæði skiptin, hef ekki hugmynd hvort það sé einhver “regla”. Ég er ekki með sjáanlegt ör, en ég finn fyrir öri innan í nösinni. Ekkert fer úrskeiðis ef þetta er gert af fagmanni. Good luck :D"
        },
        {
            "user": "lestrarhestur",
            "user_id": "61898",
            "date": "2008-05-17 12:12:27",
            "id": "5860443",
            "reply_to_id": "5860381",
            "text": "Takk takk (:"
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2008-05-17 13:31:48",
            "id": "5860568",
            "reply_to_id": "5860279",
            "text": "haha, finnst þetta með “hommaeyrað” svo kjánalegt.\nég er allavega ekki með ör, hugsanlega því ég var svo stutt með lokkinn, fékk sýkingu og tók hann úr. en ég veit um voðalega marga sem eru með ör eftir gat í nebba.\nBætt við 18. maí 2008 -  01:09\nog jú, gleymdi, mér fannst það sárt að fá gat í nebbann. en ég meina, það var vont á meðan hún var að troða lokknum í, ekkert eftirá eða svoleiðis."
        },
        {
            "user": "sansan",
            "user_id": "55265",
            "date": "2008-05-17 21:29:20",
            "id": "5861572",
            "reply_to_id": "5860279",
            "text": "mér fannst þetta ekki vont þegar ég fékk mér gat í nefið ;G"
        },
        {
            "user": "BlackPremium",
            "user_id": "72446",
            "date": "2008-05-17 21:46:33",
            "id": "5861615",
            "reply_to_id": "5860279",
            "text": "Hehe.\nÍ Danmörku er rosalega ströng regla með hommaeyrað =P\nÞað voru allir í familíunni sjokkeraðir úti þegar ég kom í heimsókn með gat í hægra eyranu! =P(Er s.s. hálfur dani) Þannig á meðan dvöl minni stóð þar lét ég bara gata í vinstra líka.. sem er allt í lagi þar;)..\nVar kannski 11 ára eða e-ð þegar þetta va"
        },
        {
            "user": "aeska",
            "user_id": "72217",
            "date": "2008-05-17 22:03:23",
            "id": "5861644",
            "reply_to_id": "5860279",
            "text": "Eru semsagt svona milar líkur á því að  fá sýkingu í gatið ??\ner nefninlega að spá líka ,"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-18 00:32:56",
            "id": "5861907",
            "reply_to_id": "5860279",
            "text": "hef fengið mér 2x og það hefur fokkast upp í bæði skipti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-18 12:51:11",
            "id": "5862426",
            "reply_to_id": "5860279",
            "text": "1. alls ekki fá þe´r með byssu, það er bara kjáftæði og mikið meiri líkur á sýkingu. Og ef að þú sérð vel um gatir og notar\nekki\nspritt til að hreinsa það heldur saltvatnslausn eða eitthvað annað sem gatarinn sjálfur mælir með þá ætti að vera í lagi með gatið.\n2. Einastaklingsbundið hversu vont fólki þetta finnst, ég t.d. grenjaði úr sársauka á meðan vinkonu minni fannst þetta ekkert mál.\n3. Jú, þú færð ör.\n4. þetta er ..uh..minnti mig eitthverja 4 mánuði að gróa, annars man ég það ekki, svolítið síðan ég fékk mitt\n5. Ef að þú sérð vel um gatið og ferð til fagmanns til að gera þetta, þá ætti þetta ekki að vera neitt mikið mál nema að líkaminn hafni gatinu.\n6. Engar reglur um eitt eða neitt, færð þér bara það sem þú vilt hvar sem þú vilt"
        },
        {
            "user": "laufeyr",
            "user_id": "48432",
            "date": "2008-05-18 19:00:36",
            "id": "5863292",
            "reply_to_id": "5860279",
            "text": "ég var með gat í nefinu, lét gera það á rhodium eða eitthvað í kringlunni og það var gert með svona byssu, fékk aldrei sýkingu var með þetta í svona ár,\nþetta var ekkert það vont minnir mig og ég er ekki alveg viss hvort að ég sé með ör eða ekki, pæli aldrei i þvi og það sést allavega ekkert þegar ég er máluð,\nog held það séu engar reglur um hvoru megin, bara það sem þér finnst betra =D"
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-05-19 12:29:27",
            "id": "5864658",
            "reply_to_id": "5860279",
            "text": "Mér persónulega fannst ekki neitt vont að fá gatið í nefið, en það er persónubundið.\nÞú ferð þarna sest í stólinn, þið ákveðið hvar gatið á að vera, hún merkir staðinn hreinsar samt fyrst.. Svo lokaru bara augunum, meðan hún stingur í gegn og setur lokkinn, svo ertu bara búin að því. Þá er best að fá hjá henni BPA sem er græðandi olía sem hjálpar til við að “sárið” grói rétt.\nHúðgerð hefur ekkert með þetta að segja:P\nEn svo er gatið mismunandi lengi að gróa, en ef þú hreinsar það á kveldin og morgnana og sérð til þess að vera ekki að fikta í þessu eða neitt annað þá ætti það að gróa vel! gott er að skipta reglulega um koddaver líka! til að þetta verði sem hreinast!\nUm leið og þú getur hreyft lokkinn aðeins úr nefinu þá ertu tilbúin til að skipta um lokk, en sjáðu til þess að vera með hreinar hendur alveg í gegn og hreina lokka þegar þú skiptir um lokk! því annars áttu hættu á sýkingu.\nÉg sjálf fékk sýkingu og þó þú fáir sýkingu áttu ekki að taka lokkinn úr nema hún verði það slæm. Bara að vinna á sýkingunni þangað til hún fer (virkaði hjá mér)\nþ.e.a.s. hreinsa vel og svona!\nÞetta tekst vel ef þú bara fylgist vel með þessu og sjáir til að ekkert áreiti verði á þessu eða eitthvað því líkt:)\nvona að þetta komi þér að gagni:)"
        }
    ]
}