{
    "forum_title": "Hljóðvinnsla",
    "user": "svennibenni",
    "user_id": "61233",
    "date": "2008-05-18 14:44:39",
    "title": "Hljóðkort + Almenn hjálp",
    "text": "Getur einhver bent mér á gott, stílhreint og helst ekki mjög dýrt hljóðkort?\nOg sagt mér nákvæmlega hvað hljóðkort gera? :D\nSemsagt, ég er með góðann hljóðnema og tölvu og forritið audacity. Það er náttla bara drasl gæði sem kemur ef maður er að taka upp.\nEn hvað þarf ég? Ég þarf hljóðkort? Og mixer? Og eitthvað fleira? Kannski benda mér á eitthvað ágætt ódýrt forrit?\nÉg er alveg til í að eyða ágætum peningum í þetta í sumar, en ég er ekki að fara að eyða milljón kalli í eitthvað epískt stúdíó. Bara svona leikstúdíó.",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/592154/hljodkort-almenn-hjalp/",
    "url_id": "592154",
    "id": "5862714",
    "replies": [
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2008-05-18 15:47:59",
            "id": "5862828",
            "reply_to_id": "5862714",
            "text": "Fer í raun svolítið eftir því hvað þú ætlar að taka upp.\nAnnars þá þarftu í raun bara hljóðkort “í réttri stærð” miða við hvað þú ert að fara að gera (þ.e. ef þú ert að fara að taka upp trommur þá þarftu helst 8 pre-ampa, ef þú ert bara að fara að taka upp gítar og söng þá er gott að vera með svona 2 rásir etc.).\nForritið er mjög persónubundið en með sumum hljóðkortum þá fylgir forrit með. :-)\nÞú getur prufað að kíkja á M-audio hljóðkortin hjá www.tonabudin.is\nBætt við 18. maí 2008 -  15:53\nOg já það sem þú þarft til að byrja með er í raun bara:\n- Mic/micar (fer eftir því hvað þú ætlar að taka upp hvað þú þarft marga mica)\n- Hljóðkort\n- Snúrur\n- Forrit og tölvu.\nÞá ættiru að vera nokkuð ágætur fyrir margt. :)"
        },
        {
            "user": "svennibenni",
            "user_id": "61233",
            "date": "2008-05-18 17:22:34",
            "id": "5863031",
            "reply_to_id": "5862828",
            "text": "Najs, þakka þér geðveikt fyrir :D\nhehe"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2008-05-18 18:28:29",
            "id": "5863211",
            "reply_to_id": "5862714",
            "text": "Hvað ætlaru að taka upp ? trommur ? kassagítar ? rafmagnsgítar ? söng ? fiðlu ?\nEndilega svara því og þá er hægt að ráðleggja þér aðeins betur :)"
        },
        {
            "user": "svennibenni",
            "user_id": "61233",
            "date": "2008-05-18 18:33:24",
            "id": "5863227",
            "reply_to_id": "5863211",
            "text": "Hmm, margt.\nPíanó, aðallega, síðan líka gítar, syntha og hljómborð og þann pakka. Bassa og fleira. Býst ekki við trommum samt.\nEn jú, söngur gæti komið inní þetta.\nSamt aðallega verður þetta að vera gott fyrir píanó :D"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2008-05-18 19:44:24",
            "id": "5863418",
            "reply_to_id": "5863227",
            "text": "Ætlaru að mica-upp píanó, taka það MIDI eða nota bara útgang af hljómborði. Nokkuð algengt er að taka hljómborð upp sem Midi signal, en þá ertu að taka upp “skipanir” en ekki hljóð. Þú velur svo hljóð úr hljóðgerfli í tölvunni eftirá.\nSýnist þú ekki þurfa meira en tvær rásir í einu.\nÞannig eitthvað hljóðkort með tveimur rásum inn.\nÞar sem að ég er ótrúlega hrifinn að Presonus græjum ætla ég að mæla með FireBox. Það kostar kringum 30 þúsund, er reyndar 4 rása. Er með tveimur Mic/Instrument inngöngum og svo tveimur Line inngöngum.\nGetur verið þægilegt (þekki það af eigin reynslu) að vera með aðeins fleiri rásir, ef þú ert oft að taka upp sömu 2-3 hljóðfærin  sitt á hvað. Þá gætiru bara alltaf verið með hljómborðið tengt við rásir 3-4, Alltaf með söngmic tengdann við rás 1 og alltaf með gítar tengdann við rás 2. Þá þarftu ekki alltaf að vera að skipta um snúrur, og Gaina (stilla styrkinn útfrá því sem hljóðfærið/míkrafónninn gefur frá sér)\nCubase LE hugbúnaður fylgir með kortinu, sem að er eiginlega kynningareintak af Cubase, sem er eitt af mest notuðu forritunum. Ef að þú ert að nota makka mæli ég með að skoða Logic Express eða Logic studio sem upptökuforrit. Ég var að nota cubase og sá algjörlega ljósið þegar ég byrjaðu að nota logic :)\nhttp://www.presonus.com/products/Detail.aspx?ProductId=4\nErtu með kassagítar eða rafmangsgítar ?\nÞú gætir sennilega komist af með einn góðann “Large Diaphragm   condeser” míkrafón, góðann micstand, hljóðkort, forrit, snúru og ágætis tölvu.\nEf að þú ert að taka upp rafmagnsgítar gegnum magnara þá er svo alltaf spurning um að eiga einn Shure SM57, sem að er einn mest notaðasti mic í heiminum, enda er hann eins og Seasonall, virkar á allt. Sneril, Toms, Gítarmagnara, Bassamagnara, Söng, Blásturshljóðfæri, Hi-Hat, og jafnvel sem gírstöng í ford escort skilst mér (ZooMix:P)"
        },
        {
            "user": "svennibenni",
            "user_id": "61233",
            "date": "2008-05-18 20:00:00",
            "id": "5863472",
            "reply_to_id": "5863418",
            "text": "Þakka þér fyrir annað glæsilegt svar.\nÉg er ekki með macca heldur pc. Þannig?\nÉg er með bæði rafmagns og kassa.\nÉg á 2 mjög góða alsherjar hljóðnema en takk samt fyrir góða ábendingu :D."
        }
    ]
}