{
    "forum_title": "Bækur",
    "user": "disaben",
    "user_id": "9241",
    "date": "2002-01-08 17:22:20",
    "title": "Samtal við guð!",
    "text": "Mig langar til að segja ykkur frá einni merkilegustu bók sem ég hef lesið til þessa.\nHún kallast “conversations with god” og er fyrsta bókinn af þremur, skrifuð af Neale Donald Walsch.\nHún segir frá því hvernig höfundurinn hóf “smatal” við “guð”. Hann hafði svo margar spurningar í höfðinu svo hann ákvað að setjast niður og skrifa þær á blað. Honum til mikillar furðu fór höndin hans að hreyfast eftir hann hafði lokið við að skrifa niður spurningarnar og hann hóf þannig samtal við “guð”. Þetta samtal hélt áfram í 3 ár (aðsjálfsögðu ekki allt í einu)og afraksturinn af því voru þessar þrjár bækur.\nÞað eru eflaust margir hér (ef ekki allir) sem telja mig brjálaða, en það er ílagi…ykkar er valið.\nEins og stendur aftan á bókinni “for those with an open mind, a limitless curiosity and asincere desire to seek the truth this book is stunning”.\nMæli með henni…ef þið eruð ekki þröngsýn !",
    "url": "https://www.hugi.is/baekur/greinar/59273/samtal-vid-gud/",
    "url_id": "59273",
    "id": "398807",
    "replies": [
        {
            "user": "tebolli",
            "user_id": "10776",
            "date": "2002-01-08 22:02:46",
            "id": "398808",
            "reply_to_id": "398807",
            "text": "Ég hef oft séð þessa bók í bókabúðum og verð að segja að ég hélt að hún væri óttaleg vitleysa. Enda vissi ég ekkert um hvað hún var. Titillinn heillaði mig bara ekki. (Þröngsýni ég veit :)) En greinin gefur annað til kynna svo hver veit nema ég gluggi bara í hana. Gæti jafnvel aukið skilning minn á guði, hann er nú svo flókinn greyið :)"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-01-08 22:42:12",
            "id": "398809",
            "reply_to_id": "398808",
            "text": "Guð er ekki til marr :)! Religion is a weakness!"
        },
        {
            "user": "tebolli",
            "user_id": "10776",
            "date": "2002-01-09 00:02:09",
            "id": "398810",
            "reply_to_id": "398809",
            "text": "Jú víst ég hef sofið hjá honum :)"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2002-01-09 02:50:29",
            "id": "398811",
            "reply_to_id": "398809",
            "text": "nei denial is a weakness!"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-01-09 09:37:44",
            "id": "398812",
            "reply_to_id": "398811",
            "text": "Nei, minn ungi vin.. Denial is a strength :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-09 00:04:10",
            "id": "398813",
            "reply_to_id": "398807",
            "text": "Áhugaverður titill, mættir samt alveg segja frá því hvernig spurningar er að ræða og á hvaða línu svörin eru. Allavega eitthvað meira!"
        },
        {
            "user": "deviant",
            "user_id": "9312",
            "date": "2002-01-09 10:13:21",
            "id": "398814",
            "reply_to_id": "398807",
            "text": "Ég var að spá í því að lesa þessa bók einhverntíma, en ég var talaður af því þar sem náunginn sem skrifar bókina er heittrúaður og bókin litast af því, þ.e.a.s. guð er taken for granted o.s.frv.  Þ.e.a.s. bölvuð vitleysa."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-09 10:28:41",
            "id": "398815",
            "reply_to_id": "398814",
            "text": "Það ætti þá kannski að vera hægt að hlæja að þessu :)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-01-09 10:28:53",
            "id": "398816",
            "reply_to_id": "398814",
            "text": "Ja, annað hvort trúir maður eða ekki. Við hverju bjóstu, að hann myndi sanna tilvist guðs í fyrsta kafla? Eða munt þú ekki trúa fyrr en þú færð sannanir? En þá væri það einmitt ekki trú, heldur þekking. Ég held að menn verði nú að fá að trúa ef þeir vilja trúa :)"
        },
        {
            "user": "deviant",
            "user_id": "9312",
            "date": "2002-01-09 13:54:50",
            "id": "398817",
            "reply_to_id": "398816",
            "text": "right on.. ég fattaði hvað ég hafði skrifað um leið og ég ýtti á “Senda”.. :)\nÞað sem ég átti nú kannski frekar við er að það að lesa bókina er svona svipað og að horfa á Omega.. “halelúja praise da lord” o.s.frv.  ekki það að fólk megi ekki horfa á Omega fyrir mér svosum..\nég ætla að þegja núna, zipp.."
        },
        {
            "user": "Nuwanda",
            "user_id": "7187",
            "date": "2002-01-09 10:35:11",
            "id": "398818",
            "reply_to_id": "398807",
            "text": "Ég hef haft þessa bók á náttborðinu eða í ferðatöskunni í nokkur ár núna og lesið hana tugi ef ekki hundruð skipti, hún er frá mínum bæjardyrum séð, tvímælalaust með fremstu trúarritum sem ég hef lesið…. og kemst á stall með Nýja testamentinu, tómasarguðspjalli, predikaranum, Lao Tse, Kóraninum, Bhagdava gita, og mörgum fleiri ritum, að vísu ekki sögulega séð ennþá en það gæti átt eftir að breytast. Sumum finnst “conversation with god” vera bara ein af þessum “help yourself”….new hope…new thought…..new world….blabla bla klisjum sem aðalega eru framleiddar á færiböndum í bandaríkjunum þessi misserin, en ég sé miklu bjartari og skýrari boðskap í þessari bók en nokkurri annarri sem ég hef lesið um ævina.\nMargir hafa einnig(og nú síðast biskup íslands) bent á hættuna sem liggi í trúnni á afstæði og afleiðingar afstæðisins á siðferði mannsins. Boðskapurinn hjá Neal er vandmeðfarinn, óendanleg ást án nokkurar hræðslu lítur vel út á blaði en er nær ómöguleg í framkvæmd í nútíma þjóðfélagi. Engu að síður setur Neal fram mörg “lögmál” um manneskjuna og samband hennar við allt og ekkert sem gott er að tileinka sér. Oft óska ég þess að ég væri að opna “Converstation with god” í fyrsta skipti og ætti eftir að upplifa öll andartökin sem ég leit upp úr bókinni með gæsahúð um allan líkamann og fann hvernig heimsmynd mín breyttist með hverri blaðsíðu. Ég var að vísu bara lítill menntaskólapjakkur þá, og ef ég fengi þessa bók í hendurnar í dag mundi ég því miður(fyrir mig) sennilega ekki verða fyrir eins miklum hughrifum. Það eru gleði tíðindi ef bókin heldur áfram að vera lesin og deyr ekki í bókahillum sérvitringa eða trúarbrjálæðinga. Sumum finnst hún kannski óskiljanlegt tormelt bull, öðrum auðskiljanleg hégómleg markaðssetningarfræðileg vitleysa, allaveganna, ólíkt mörgum bókum….þá er þetta afskaplega meinlaus bók aflestrar og erfitt að afbaka boðskap Neal á slæman veg."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-09 14:08:32",
            "id": "398819",
            "reply_to_id": "398818",
            "text": "Þú hefur væntanlega ekki lesið hið ágæta kver Principia Discordia? Vafalaust besta trúbók sem skrifuð hefur verið, mun styttri en biblían, mun fyndnari og maður þarf bara að muna fimm boðorð í stað tíu. Augljóst að hún var skrifuð árið 1959 en ekki á einhverjum árhundruðum til að verða úrelt á árþúsundi enda er Principa hnitmiðuð bók."
        },
        {
            "user": "barasvona",
            "user_id": "16141",
            "date": "2002-01-10 20:10:46",
            "id": "398820",
            "reply_to_id": "398819",
            "text": "Hver er ég að segja að guð sé ekki til???\nÞegar ég var yngri og reiður út í heiminn fyrir að vera ekki eins og ég vildi, þá vildi ég ekki trúa. Það bjó í mér forvitni í bíblíuna en ég þorði ekki að lesa hana vegna þess að ég var hræddur um að verða trúaður og einn af þeim veiku aumingjum, sem sagt hræddur við álit annara á mér (hver var sá veiki?). Ég var alltaf að flagga gáfum mínum með því að segja að trúabrögð væru rugl og heimurinn væri “fucked”, fannst allir fáfitar fyrir að vera ekki jafn sniðugir og ég að SJÁ það.\nNú er ég trúaður (ekkert endilega kristinn) og ég veit að ég var fárveikur á mínum yngri árum.\nVeit ekkert hvað ég er að segja hérna? Ég er fárveikur ennþá."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-11 10:48:18",
            "id": "398821",
            "reply_to_id": "398820",
            "text": "Ættir kannski að leita að frelsun í Principia Discordia?"
        }
    ]
}