{
    "forum_title": "Heilsa",
    "user": "EinmannaSal",
    "user_id": "38025",
    "date": "2008-05-23 03:00:54",
    "title": "Þjálfun eftir fyllerí",
    "text": "Ég var að velta einu fyrir mér, þannig er mál með vexti að ég verð aldrei þunnur eftir fyllerí og jafnvel verð ég bara stundum mjög hress daginn eftir, þótt að ég hafi sofið vel og lengi um nóttina. Er allt í lagi fyrir mig að fara að æfa daginn eftir fyllerí, að hlaupa eða lyfta? Ég er allveg til í það sjálfur en var að spá hvort að það væri gott fyrir líkamann?",
    "url": "https://www.hugi.is/heilsa/korkar/593099/thjalfun-eftir-fylleri/",
    "url_id": "593099",
    "id": "5874095",
    "replies": [
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-05-23 16:02:04",
            "id": "5874908",
            "reply_to_id": "5874095",
            "text": "já ? hvað ætti að gerast ?"
        },
        {
            "user": "herraisland",
            "user_id": "56993",
            "date": "2008-05-23 16:03:09",
            "id": "5874913",
            "reply_to_id": "5874095",
            "text": "Ekkert betra en að fara að taka hryllilega á því eftir fyllerí, líkaminn hefur gott af því að láta pína sig aðeins ;)"
        },
        {
            "user": "herraisland",
            "user_id": "56993",
            "date": "2008-05-23 16:32:42",
            "id": "5874992",
            "reply_to_id": "5874913",
            "text": "þú meinar ekkkert er verra en að lyfta eftir svakalegt fyllerí hefur þu profað að lyfta þunnur eða?"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-05-23 23:20:56",
            "id": "5876050",
            "reply_to_id": "5874992",
            "text": "Seinast þegar ég lyfti ‘þunnur’ þá bætti ég PR í deadlift. Annars verð ég aldrei þunnur, það er svo ótrúlega auðvelt að koma í veg fyrir það."
        },
        {
            "user": "EinmannaSal",
            "user_id": "38025",
            "date": "2008-05-24 00:46:14",
            "id": "5876319",
            "reply_to_id": "5876050",
            "text": "já skrýtið að þú segir þetta, mér finnst ég nefnilega geta hlupið meira þegar að ég fer á hlaupabrettið eftir fylleríshelgi eins skrýtið og það er."
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2008-05-24 01:25:35",
            "id": "5876390",
            "reply_to_id": "5876050",
            "text": "Mjög mismunandi eftir fólki.."
        },
        {
            "user": "herraisland",
            "user_id": "56993",
            "date": "2008-05-24 05:21:49",
            "id": "5876543",
            "reply_to_id": "5876050",
            "text": "ok hvernig kemuru i veg að ´þu verður þunnur?"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-05-24 09:37:34",
            "id": "5876604",
            "reply_to_id": "5876543",
            "text": "Drekktu nóg af vatni og borðaðu áður en þú sofnar. Taktu vítamín og lýsi og náðu sem lengstum svefni.\nBætt við 24. maí 2008 -  09:41\nHef ekki orðið þunnur í meira en ár. Drekk samt ekki það oft."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2008-05-25 22:51:38",
            "id": "5880180",
            "reply_to_id": "5876050",
            "text": "Hvað er þitt PR í deddi?"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-05-26 09:12:31",
            "id": "5880715",
            "reply_to_id": "5880180",
            "text": "Hef mest deddað 170 og 150x8. Fyrir mörgum mánuðum síðan, hef átt í smá neðra baks meiðslum og býst ekki við því að geta deddað af viti fyrr en í haust."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2008-05-26 19:39:16",
            "id": "5882066",
            "reply_to_id": "5880715",
            "text": "Ok. Leiðinlegt með bakið. Hlýtur að vera vesen."
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-05-27 19:22:12",
            "id": "5884443",
            "reply_to_id": "5874992",
            "text": "Var ég ekki að segja að það væri geggjað að taka hrikalega á því eftir fyllerí? Ég átti einmitt yfirleitt bakdag á sunnudögum og ég var oft að bæta mig daginn eftir fyllerí í réttstöðunni, annars er þynnka bara fyrir hálfvitana sem fatta ekki bara að drekka nóg af vatni þegar þeir koma heim fyrir háttinn og um leið og þeir vakna, þynnka er í raun ekkert nema vökvatap."
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-05-29 20:51:51",
            "id": "5889186",
            "reply_to_id": "5884443",
            "text": "skemmtu þér með ónýta lifur um fimmtugt :)"
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-06-02 19:00:32",
            "id": "5897332",
            "reply_to_id": "5889186",
            "text": "Af hverju ætti ég að vera með ónýta lifur um fimmtugt? Endilega segðu mér það.."
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-06-02 22:34:53",
            "id": "5897874",
            "reply_to_id": "5897332",
            "text": "afþví t.d. ef þú ert að nota orkuna í æfingar en ekki að lifrin sé að hreinsa áfengið úr blóðinu er hún að keyra miklu verr\nmér er sagt að þetta sé eins og að keyra bíl í 6000+ snúningum, hann gefur sig á endanum"
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-06-02 23:53:04",
            "id": "5898183",
            "reply_to_id": "5897874",
            "text": "Það er ekki eins og ég sé að því 3 daga vikunnar, held það sé nú svolítið gróft að segja að það endi í ÓNÝTRI lifur um fimmtugt."
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-06-03 23:52:00",
            "id": "5900745",
            "reply_to_id": "5898183",
            "text": "kommentið átti nú bara við hugarfarið þitt\nef það er svona viðhorf sem þú hefur til þekktra rannsókna á hversu slæmt þetta er fyrir þig þá finnst mér líklegt að þú hafir álíka viðhorf til annara óhollra hluta :')"
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-06-08 16:45:28",
            "id": "5910580",
            "reply_to_id": "5900745",
            "text": "Það er heimskuleg ályktun, drykkjan er það eina sem ég leyfi mér öðru hverju.."
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-06-09 22:40:48",
            "id": "5913844",
            "reply_to_id": "5910580",
            "text": "þess má líka geta að drykkja lækkar testosterone level niður og því erfiðara að viðhalda anabólísku ástandi til að byggja upp vöðva. Prótínnýting minnir mig fer líka í rugl í þessu. getur lesið fjöldann allan af ókostum við þetta á wikipedia ;)\nsvo að sjálfsögðu fer einbeitingin líka út um gluggann og margt fleira"
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-06-13 23:41:19",
            "id": "5923102",
            "reply_to_id": "5913844",
            "text": "Já og því má ekki leyfa sér eitt fyllerí í mánuði, fer þá allt í rugl? Vertu rólegur.\nOg já, ég veit alveg hvað áfengisdrykkja gerir, auðvitað væri best að sleppa því, en við skulum ekki alveg fara i öfgar, þetta er allt í lagi í hófi."
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2008-06-16 20:48:49",
            "id": "5928990",
            "reply_to_id": "5923102",
            "text": "jújú, þetta fer bara allt eftir hversu mikinn árangur þú vilt. Talað er um minni afköst allt að viku eftir á. Hófið má finna í hversu mikið þú drekkur, ekki hversu oft þú drekkur. Það að yfirkeyra vessakerfið með áfengi og koma líkamanum úr vökvajafnvægi er alltaf óhollt hvernig sem þú lítur á það. Spurning um að leifa sér það inn á milli? Jahh ef þú ert svona ofur metnaðarfullur að þú getir ekki tekið frí frá æfingu daginn eftir fyllerí þá ættiru að hafa þann metnað að sleppa fylleríinu það kvöld í staðinn og fá mun meira úr æfingunni."
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2008-05-23 17:09:59",
            "id": "5875096",
            "reply_to_id": "5874095",
            "text": "íþróttafræðikennarinn minn sagði mér að ég maður ætti ekki að lyfta 1-2 dögum eftir fyllerí :/ langbest líka bara að sleppa því að drekka ef maður vill fá betri árangur."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-05-24 00:20:40",
            "id": "5876243",
            "reply_to_id": "5875096",
            "text": "Sagði okkur það reyndar líka. En þá bætti hann við að til þess að losa sig við einn bjór að þá þyrfti maður að hlaupa 4.hringi í kringum hlaupabrautina, hún er 500m eða 2km fyrir einn bjór. Bætti reyndar líka við að fyllirí eyðileggur um það bil 1.viku eða 2.vikum af æfingum, sem þú ert þá búin að gera."
        },
        {
            "user": "elvarth",
            "user_id": "67998",
            "date": "2008-05-23 18:32:27",
            "id": "5875327",
            "reply_to_id": "5874095",
            "text": "Ef þú ætlar að drekka á annað borð, og daginn eftir hefurðu tvo valkosti:\na):\nAð æfa.\nHlaupa/lyfta/synda eða whatever, og næra sig vel fyrir & eftir æfinguna.\nb):\nAð æfa ekki.\nLiggja heima þunnur, borða þynnkumat(sem er hjá flestum ansi “sveittur” matur.\nHvort heldurðu að sé sniðugara?\nÞað er óþarfi að flækja hlutina, þetta er ekkert eins flókið og margir reyna að gera þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-24 00:33:18",
            "id": "5876288",
            "reply_to_id": "5874095",
            "text": "Róóóólegur, þú steindrepst"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2008-05-24 01:26:41",
            "id": "5876393",
            "reply_to_id": "5874095",
            "text": "Jájá ætti að vera í lagi, en mæli ekki með að gera það sama dag of fyllerí."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2008-05-24 17:55:47",
            "id": "5877286",
            "reply_to_id": "5874095",
            "text": "Var að spá, er grautþunnur núna og er ekki viss hvort þetta eyðileggur eins mikið og þeir segja.. Einhver með reynslu á þessu?"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-05-25 00:56:35",
            "id": "5878227",
            "reply_to_id": "5877286",
            "text": "Lestu þetta.\nhttp://www.teenbodybuilding.com/bigalcohol.htm"
        },
        {
            "user": "Suede",
            "user_id": "63236",
            "date": "2008-05-25 22:59:19",
            "id": "5880204",
            "reply_to_id": "5874095",
            "text": "veit ekki hvort það sé gott fyrir líkamann eða ekki en ég hef oft farið á æfingu eftir fyllerí hef ekki orðið þunn ennþá:D"
        },
        {
            "user": "SPSS",
            "user_id": "13954",
            "date": "2008-05-27 18:30:42",
            "id": "5884294",
            "reply_to_id": "5874095",
            "text": "Eftir að ég kom mér í gott form er ég eiginlega bara hættur að verða þunnur, verð eiginlega bara hálf hyper stundum!  Ég hef meira að segja verið að drekka mikið kvöldið áður og mikið af mismunandi áfengi, farið fullur að sofa og ekki gert neitt af þessum trikkum sem maður gerir til að koma í veg fyrir þynnku, en samt vaknað eldhress! :O\nÁður fyrr var ég nánast alltaf þunnur þó að ég væri að drekka og éta fyrir svefninn, en eftir að ég kom mér í form hefur þynnkan bara alveg horfið.  Einhver annar lent í svipuðu??\nBætt við 27. maí 2008 -  18:35\nÁ að vera þarna \"þó að ég væri að drekka\nvatn\nog éta fyrir svefninn\""
        },
        {
            "user": "EinmannaSal",
            "user_id": "38025",
            "date": "2008-05-27 23:47:15",
            "id": "5885240",
            "reply_to_id": "5884294",
            "text": "tja… ég hef bara aldrei orðið þunnur og skiptir þá  engu máli hvort að ég æfi eða ekki.\nÉg nota nú svo sem ekki nei trix en fæ mér samt stundum smá að narta í fyrir svefninn og vatn eftir fyllerí. Hugsa að það spili líka inn í að ég hætti alltaf að drekka 1-2 tíma fyrir svefn."
        },
        {
            "user": "fisgur",
            "user_id": "59279",
            "date": "2008-06-10 03:58:28",
            "id": "5914402",
            "reply_to_id": "5874095",
            "text": "Offtopic: eyðileggur virkilega svona fáránlega mikið fyrir brennslu og styrkingu að drekka?"
        }
    ]
}