{
    "forum_title": "Söngvakeppnir",
    "user": null,
    "user_id": null,
    "date": "2008-05-23 13:40:08",
    "title": "Hvernig verða úrslitin?",
    "text": "Ég hef skrifað skoðanir mínar á lögunum sem komust uppúr úrslitunum og hvar ég á von að þau lendi. Endilega commentið með ykkar álitum og topp tíu.\nAzerbaijan: Azerbaijan eru nýjir í ESC í ár og mæta með mjög….sérstakt lag. Það fer ekki framhjá neinum að þetta lag er með einhvern stóran söguþráð þar sem englar og djöflar koma við sögu. Flytjendurnir hafa báðir alveg svaka rödd og hafa reynt að ver að kaupa sigur með því að segja að þeir ættleiði munaðarleysingja ef að þeir vinn. Gæti vel hugsað að þetta lag kæmist inná topp tólf listann.\nBosnía og Herzegóvínu: Ég er ekki viss um hvort að lag Bosníu og Herzegóvínu sé bara ófyndið grín eða alvara. Þetta lag er búið að sitja í kollinum á mér frá því að ég heyrði það fyrst og ég get ekki hugsað mér að það komist hærra en tíunda sæti, nema að nágrannalöndin þeirra kjósi.\nFinnland: Þetta lag er svona ágætis rokklag sem að nær ekki Lorda. Þetta er lag sem endar annað hvort hátt uppi í keppninni eða mjög lágt.\nÍsrael: Ég bara skil ekki hvernig þetta lag komst upp úr undankeppninni. Mér finnst þetta alveg sko hundleiðinlegt lag, þó að aðrir haldi dálítið uppá það. Held að þetta lag verði bara í skugganum á lögum eins og Úkraínu og Armeníu.\nNoregur: Það kom mér ekkert á óvart þegar að Norðmenn komust áfram úr undankepninni. Lagið er ekkert sérstakt en mér finnst söngkonan alveg frábær og haldi laginu uppi. Ekkert ólíklegt að Noregur fái nokkur tólf stig á morgun.\nRúmenía: Dúet Rúmeníu er bara alveg ágætur. Þetta er ekkert svona sérstakt og ég átti frekar von á því að Belgía færi upp en annars er þetta bara skemmtilegt að hlusta á.\nPólland: Þetta er eitt af þessum lögum í keppninni sem að ég hef enga trú á en einhvernveginn kemst áfram. Þetta er alveg ágætt lag, en það er bara eitthvað sem er ekki að virka með þetta.\nArmenía: Veðbankar segja að þetta lag vinni í ár og það gæti alveg staðist. Þetta er alveg fínt lag og svakalegt atriði. Finnst lagið vera eins og blanda af lögum Grikkja síðustu ára eins og Yassou Maria.\nGrikkland: Þetta lag er svona í sama poppstíl og Grikkir hafa verið að senda síðustu ár, og þú veist bara fyrirfram að þetta kemst áfram og lendir hátt uppi, en vinnur ekki.\nRússland: Rússar eru ákveðnir að vinna í ár. Þeir senda Dima Bilan aftur sem að lenti í öðru sæti árið 2006. Senda með honum fiðluleikara og verðlaunaðann listdansara á skautum. Þetta lag er samt ekki nálægt því að vera jafn gott og Never Let You Go.\nÍsland: Alveg síðan að kynnt var að Eurobandið færi fyrir Íslands hönd í Eurovision hef ég verið mjög bjartsýnn, og glaður fyrst að Merzedes Club fóru ekki enda höfum við séð að grín er ekki vinsælt í ár.\nSvíþjóð: Þó að við Íslendingar séum ekki miklir aðdáendur Charlotte Perrelli síðan að  hún vann Selmu fyrir níu árum. Þó þá taka allir eftir að Bótox dúkkan er alveg með ágætt lag í ár og nær augljóslega upp á topp þrjú listann.\nÚkraína: Karolina frá Úkraínu eða Ani Lorak eins og hún kallar sig keppir fyrir Úkraínu með lagið Shady Lady sem er bara nokkuð gott. Kjóllinn sem hún er í á sviðinu er samt mjög líkur kjól Charlotte Perrelli.\nAlbanía: Það verður að segjast að það kom mér á óvart þegar að Albanir komust upp úr undankeppninni. Mér fannst þessi ballaða ekki slæm en heldur ekki standa uppúr á neinn sérstakann þátt. Flytjandinn fannst mér koma mjög vel út í myndbandinu en á sviðinu fansst mér atriðið og lagið bara ekki passa saman.\nDanmörk: Lag Dana í ár, All night long, er bara partýlag sem endurtekurs sig aftur og aftur en er ekki samt eins og lag Búlgaríu. Þetta lag gæti vel náð 9. sæti.\nKróatía: Aldraðir götuleikarar taka þátt fyrir Króata í ár og það kom mér voðalega á óvart þegar að það komst áfram. En aðalflytjandi bandsins 75 cents hefur heillað alla upp úr skónum síðan að hann kom til Belgrad og gerði það líka á sviðinu. 12 sæti kæmi mér ekki á óvart.\nLettland: Pirates of the Sea frá Lettlandi eru eina grínbandið, fyrir utan Bosníu, sem hafa náð úrslitin enda var lagið þeirra ágætt. Það er eiginlega bara eina leiðin til að útskýra atriði þeirra.\nPortúgal: Ólíkt næstum því hverju ári síðan 1964, fær Portúgal góða dóma í ár. Atriði þeirra í gær þótti mjög flott og ég er nokkuð viss um að þeir voru á topp 5 í undankeppninni.\nTyrkland: Tyrkneskt rokkhljómsveit sem hefur ekki heillað mig neitt upp úr skónum. Hún er samt komin áfram og maður verður bara að sjá hvert Tyrkir ná!\nGeorgía: Þetta lag er eitt af uppáhalds lögum mínum í keppninni í ár, og það hefur ekkert að gera við boðskapinn. Finnst samt að viðlagið mætti vera hærra en annars fínt lag.\nEf að ég myndi ráða þá myndu úrslitin enda einhvern vegin svona:\n1. Armenía\n2. Úkraína\n3. Rússland\n4. Svíþjóð\n5. Ísland\n6. Tyrkland\n7. Króatía\n8. Portúgal\n9. Danmörk\n10. Grikkland\n11. Lettland\n12. Azerbaijan\n13. Serbía\n14. Noregur\n15. Rúmenia\n16. Georgía\n17. Finnland\n18. Albanía\n19. Spánn\n20. Pólland\n21. Bretland\n22. Ísrael\n23. Frakkland\n24. Bosnia og Herzegovina\n25. Þýskaland",
    "url": "https://www.hugi.is/songvakeppnir/greinar/593132/hvernig-verda-urslitin/",
    "url_id": "593132",
    "id": "5874544",
    "replies": [
        {
            "user": "savinn",
            "user_id": "51954",
            "date": "2008-05-23 13:51:23",
            "id": "5874562",
            "reply_to_id": "5874544",
            "text": "ég er sáttur með að öll norðurlöndin hafi komist áfram… ísland er með betra lag en öll hin þannig að ég á von á dass af stigum frá hinum norðurlöndunum"
        },
        {
            "user": "P3ronix",
            "user_id": "67279",
            "date": "2008-05-23 13:52:53",
            "id": "5874563",
            "reply_to_id": "5874562",
            "text": "við erum með geggjað lag held við vinnum bara þó ég gangi kannski aðeins of langt en ekki neðar en 3. sæti"
        },
        {
            "user": "apoppins",
            "user_id": "60837",
            "date": "2008-05-23 14:32:28",
            "id": "5874643",
            "reply_to_id": "5874563",
            "text": "við verðum neðar er 3. sæti það held ég að sé nú alveg öruggt"
        },
        {
            "user": "Hynni",
            "user_id": "68028",
            "date": "2008-05-23 14:17:45",
            "id": "5874613",
            "reply_to_id": "5874544",
            "text": "eurovision er ekkert sem maður á að spá í þótt ísland eigi möguleika! en allveg eins og Homer Simpson segir: You tryed but you failed you tryed but you failed the lesson is never try!"
        },
        {
            "user": "apoppins",
            "user_id": "60837",
            "date": "2008-05-23 14:31:24",
            "id": "5874641",
            "reply_to_id": "5874544",
            "text": "ég er rosalega ósammála mörgu sem þú ert að segja og spá hérna…nenni samt ekki að skriffa langt svar þar sem ég er að gera grein um það hvernig ég held að keppnin fari og þá geturu bara séð hvað mér finnst og hvað ég held :)"
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2008-05-23 16:00:59",
            "id": "5874904",
            "reply_to_id": "5874544",
            "text": "Ég vona bara að Ísland vinni ekki."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-05-23 17:44:04",
            "id": "5875214",
            "reply_to_id": "5874544",
            "text": "Niður með drottningu hins sameinaða ríkis Anoraxíu og Bótoxíu!\nÞessi kona er óþolandi í öllu sem hún gerir!"
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2008-05-23 17:57:29",
            "id": "5875253",
            "reply_to_id": "5875214",
            "text": "Heldur betur sammála Uphone\nBætt við 23. maí 2008 -  18:01\nuPhone* :)"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2008-05-23 20:42:44",
            "id": "5875667",
            "reply_to_id": "5875214",
            "text": "Haha ég er farin að halda að allir Íslendingar með tölu hati þessa manneskju. Enda engin furða. En ég er eiginlega hálfhrædd við hana, hún lítur út eins og geimvera :S"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-05-23 20:46:26",
            "id": "5875675",
            "reply_to_id": "5875667",
            "text": "Mjög ill geimvera!\nOg allir hata hana með tölu!"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2008-05-24 07:57:30",
            "id": "5876572",
            "reply_to_id": "5875675",
            "text": "Jebb! :)"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2008-05-23 18:37:30",
            "id": "5875339",
            "reply_to_id": "5874544",
            "text": "ég vil að íslandi verði ofar en svíþjóð , það er það eina sem ég bið um"
        },
        {
            "user": "skott",
            "user_id": "39753",
            "date": "2008-05-23 20:02:58",
            "id": "5875565",
            "reply_to_id": "5875339",
            "text": "Sko… Rússland er með eitt smeðjulegasta og hroðbjóðslega lag sem ég hef heyrt í langan tíma. Fyrir utan það hvað gæinn er svakalega mikil stjarna, það má enginn nálgast hann þá eru lífverðirnir komnir hlaupandi til að stoppa aðra keppendur sem langar bara til að kynnast honum og spjalla, ekki myrða hann og bíbbbbbbbbbb…\nSvo er þetta málið með Svíþjóð, það væri gaman að vita hvað AÐGERÐIRNAR kostuðu fyrir keppnina og hvort að Sænska ríkissjónvarpið hafa styrkt hana á einhvern hátt í því :0)\nÚtlitið og persónuleiki keppenda eru kannski ekki það sem við erum að leita eftir í vinningslaginu og þeir sem að eru að kjósa eru kannski ekki að skoða mikið á bak við tjöldin.\nMér finnst Ísland standa vel að vígi og þau lög sem ég hef hlustað oftast á eru: Tyrkland, Úkraína… Portúgal er með mjög fallegt lag og sömuleiðis Serbía.\nSvo lengi sem það verður ekki Rússland eða Svíþjóð er ég nokkuð sátt.\nÁfram Ísland!!!"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2008-05-24 10:33:25",
            "id": "5876631",
            "reply_to_id": "5875565",
            "text": "okey"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2008-05-23 20:44:55",
            "id": "5875672",
            "reply_to_id": "5874544",
            "text": "Ég er svo svekkt yfir að Sviss komst ekki áfram, mér fannst það svo flott lag :(\nEn annars hef ég ekki hugmynd um hver gæti unnið þessa keppni. Getur verið mjög tvísýnt held ég."
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2008-05-23 21:35:53",
            "id": "5875792",
            "reply_to_id": "5875672",
            "text": "Sammála með Sviss.\nMér fannst þeir vera með miklu betra lag en t.d Tyrkir, en það er að sjálfsögðu mitt álit."
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2008-05-23 22:06:00",
            "id": "5875873",
            "reply_to_id": "5875792",
            "text": "Já, ég er líka sammála þér, fannst Tyrkland ekkert spes."
        },
        {
            "user": "Baj",
            "user_id": "17014",
            "date": "2008-05-24 00:55:57",
            "id": "5876336",
            "reply_to_id": "5875792",
            "text": "Er MJÖG ósammála þér, að mínu mati er tyrkneska lagið meðal sterkustu laga keppninar ásamt Finlandi, Þýskalandi, Íslandi, Lettlandi og Úkraínu.\nEn þetta er bara mitt álit."
        },
        {
            "user": "dangerkid27",
            "user_id": "35237",
            "date": "2008-05-24 19:31:16",
            "id": "5877441",
            "reply_to_id": "5876336",
            "text": "Tjah, finnland er eitt það ömurlegasta heavy/folk metal lag sem ég hef heyrt."
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2008-05-24 19:58:16",
            "id": "5877474",
            "reply_to_id": "5876336",
            "text": "Svo lengi sem þú nefnir Ísland, þá getum við verið sáttir;)\nHaha:D"
        },
        {
            "user": "SvartaPerlan",
            "user_id": "10529",
            "date": "2008-05-24 10:53:33",
            "id": "5876649",
            "reply_to_id": "5874544",
            "text": "á meðan sænska sílikon dúkkan sem lítur út fyrir að vera um sextugt og ákveðið að fara í strekkingu (þótt hún sé aðeins rétt rúmlega þrítug) til að líta betur út kemst ekki áfram….þá er ég sátt. :/\nheld annars með finnlandi og danmörku, þótt danska lagið sé kannski ekki svo merkilegt. mun svo líklega gefa frökkum og spánverjum stig líka fyrir að fá mig til að hlægja!"
        },
        {
            "user": "kjutipae",
            "user_id": "58684",
            "date": "2008-05-24 11:30:30",
            "id": "5876694",
            "reply_to_id": "5874544",
            "text": "Sjálf held ég með Frakklandi :) Þetta er bara svo mikið snilldarlag! En ég stórefa það að það fari hátt. Ég veit ekki hver vinnur, ég held að þetta verði dáldið óvænt í kvöld. Ég vona það samt að sænska plast/geimveru druslan verði eins lágt á listanum eins og hægt er :/"
        },
        {
            "user": "dangerkid27",
            "user_id": "35237",
            "date": "2008-05-24 15:37:57",
            "id": "5877111",
            "reply_to_id": "5876694",
            "text": "vá, er svoo sammála þér :]"
        },
        {
            "user": "dangerkid27",
            "user_id": "35237",
            "date": "2008-05-24 15:30:15",
            "id": "5877091",
            "reply_to_id": "5874544",
            "text": "Ég held svo pottþétt með Frakklandi."
        }
    ]
}