{
    "forum_title": "Söngvakeppnir",
    "user": "apoppins",
    "user_id": "60837",
    "date": "2008-05-24 18:39:59",
    "title": "Spáin mín fyrir kvöldið",
    "text": "Sendi þetta inn sem grein en þar sem okkar annars ágætu stjórnendur virðast hafa eitthvað betravið tíma sinn að gera en að sinna áhugamálinu á þeim degi sem mest um ferð er um það þá var ég að senda þetta inn hér svo að þetta myndi byrtast fyrir keppnina..\nÞað sem mér finnst:\nVerðskuldað úrslitasæti:\nArmenía…Vá þetta lag óx við að komast uppá svið. Fannst ekkert í það varið að hlusta á það og horfa á myndbandið en að sjá stúlkuna flytja þetta með miklum ágætum kom mér mikið á óvart og ég er farinn að hallast að þeirri skoðun að ég vilji að þetta komist langt.\nAzerbaijan…Hann er með rosalega rödd engillinn og djöfullinn er alls ekki svo slæmur söngvari heldur. Þetta er flott atriði hjá þeim sem gengur alveg upp á 3 mínútum og þeir áttu alveg skilið að komast áfram.\nBosnía…Ég fór ekki fögrum orðum um framlag Bosníu manna í greininni sem ég gerði um fyrri undanriðilinn enda fannst mér þetta atriði og lag þeirra Laka systkyna vægast sagt ömurlegt þegar ég var að skoða það á Youtube. En alveg eins og með Armeníu þá óx þetta lag alveg rosalega hjá mér þegar ég horfði á keppnina á þriðjudaginn og núna er þetta orðið eitt að mínum uppáhalds. Átti það innilega skilið að komast áfram.\nBretland…Finnst þetta lag best af big4 lögunum. Verð reyndar að játa að ég er ekki búinn að horfa á æfingu á þessu en ég er nokkuð ánægður með þetta og finnst þetta eiga heima í úrslitum.\nDanmörk…Ég er alls ekki mikill aðdáandi þessa lag sem Danis senda í keppnina en þegar maður horfir á hann flytja lagið live þá er eitthvað sem að gerist. Það geyslar alveg af honum ánægjan og gleðin með að vera þarna og gera það sem honum finnst skemmtilegast.\nFinnland…Finnska rokkhljómsveitin Terasbetoni skilaði mjög góðum flutningi á lagi sínu á þriðjudagskvöldið sem skilaði þeim sem betur fer í úrslit. Ég verð að segja það fyrir mig að mér finnst söngvari Finnana var besti karlsöngvarinn í keppninni í ár. Fyrir utan það svo að lagið þeirra Missa Miehet Ratsastaa grípandi og vel þétt rokklag sem fellur mér vel að skapi o flutningur þeirra gefur því mikinn plús.\nGrikkland…Ég hef sagt það áður og ég segi það aftur þetta atriði á heima í toppbaráttu. Vel samið popplag sem er sungið með ágætum og ekki skemmir heldur fyrir hvað hún er flott þarna uppi á sviðinu gellan.\nÍsland…Ohh það var gott að heyra þegar að við vorum lesin upp á Fimmtudaginn. Eurobandið skilaði mjög góðum flutningi og þarna sá ég hvað það var góð ákvörðun að skipta út dönsurunum fyrir þessar kröftugu bakraddir. Flott atriði sem við íslendingar ættum að vera stolt af.\nKróatía…Þeir voru yndislegir gamlingjarnir frá Króatíu. Fer reyndar soldið í pirrurnar á mér þetta tal í gráhærða karlinum en þeir voru rosalega sjarmerandi og skiluðu laginu af sér af mikilli fagmennsku. Dansarinn fannst mér reyndar með eindæmum glataður. En þeir áttu svo sannarlega skilið að fara áfram.\nNoregur…Það var eitt umslag eftir og það var ekki búið að lesa upp Noreg á Þriðjudaginn, mikið var ég orðinn spenntur. Og vá ég varð ánægður þegar ég heyrði “Norway” og fór strax að hlakka til að sá að sjá þetta og heyra aftur. Held að ég sé búinn að, að ég er ástfanginn af þessu lagi. Maria var reyndar soldið óstyrk svona til að byrja með en leysti verkefnið samt með sóma og ég var rosa ánægður.\nRúmenía…Þau Nico og Vlad voru ekki að setja á svið neinn skrípaleik eða flögguðu kroppasýningu enda þurftu þau þess ekki með sitt fína lag og óaðfinnanlega söng. Atriði sem á heima í úrslitunum\nRússland…Listdans á skautum, rándýr Stradivarious fiðla og söngvari með beran maga og já næfurþunnt popplag. Þetta er framlag Rússa í fáum orðum. Þetta var samt nógu gott til að verðskulda það að fara áfram.\nSerbía…Þetta lag er ekkert uppáhalds lag hjá mér en þetta er samt alveg ágætt. Hefði komist fyrir í top 10 í hvorum undanriðlinum sem það hefði lennt í ef að Serbar hefðu ekki verið gestgjafar ársins.\nSvíþjóð…Það virðist nú vera þjóðar íþrótt Íslendinga að hata hana Charlotte Perelli en þar sem ég er enginn íþróttamaður þá ætla ég nú ekki að taka þátt í þeim láta látum. Hún söng lagið óaðfinnanlega með flottum bakröddum þarna á þriðjudaginn og verðskuldaði sko algjörlega að komast áfram\nÚkraína…Það er hægt að nota mörg orð til að lýsa framlagi Úkraínu. En ég held að það sé nóg að segja bara að þetta var atriði sem var vaðandi í kynþokka og mjög góður flutningur á þessu líka fína lagi.\nÓverðskuldað úrslita sæti:\nAlbanía…Fallegt lag og vel sungið en það gerði ekki neitt fyrir mig það var nefnilega ekkert meira en vel sungið fínt lag. Hefði þurft að vera frammúrskarandi lag með frábæran söngvara til að ná til mín.\nFrakkland…Eigum við eitthvað að fara útí það hvað mér finnst þetta lag glatað og gaurinn hann er jafnvel aðeins glataðri. Er búinn að vera að tékka á æfingum af þessu lagi og shit. Bakraddirnar eru í hassi og Sébastian er ekki uppá marga fiska heldur. Það er svo einfalt að ef þetta lag hefði verið í forkeppninni þá hefði það aldrei átt að fara áfram og þess vegna finst mér miður að þetta sé þarna, því það eru svo margir miklu betri sem komust ekki áfram.\nGeorgía…Æji ég vil ekki tala illa um þetta lag en ég get ekki annað mér fannst það alveg glatað. Átti ekki að komast áfram að mínu mati.\nÍsrael…Ég spyr nú bara fannst ykkur þetta gott lag?\nLettland…Þau voru rammfölsk á vitlausu beati sumstaðar og þetta var bara vægast sagt hræðilegt því að þetta hefði getað orðið alveg ágætt ef þau hefðu sungið eins og fólk á að gera. Lagið er ekkert sem stendur undir sjálfu sér og þarf  sterka flytjendur en það var ekki með neitt svoleiðis  og mér fannst þau engan vegin eiga að fara áfram.\nPortúgal…Þetta lag er kannski ekki lélegt en það er samt ekki að gera neitt fyrir mig. Þessi útsetningar formúla er svo ofnotuð að það er eiginlega orðið pirrandi. Og svo er flutningur hennar á þessu lagi ekki að gefa neitt exrta, meina hún syngur alveg vel og allt það en það er bara ekki nóg. Það skín ekki af henni úgeislunin eins og af Mariu sem vann í fyrra og auk þess þá lítur hún út eins og forljót norn í yfirvikt. Samkvæmt mínu mati á þetta ekki skilið að vera í úrslitum og ég er nokkuð viss um að þetta komst áfram á dómnefndinni.\nPólland…Ég er yfirleitt hrifinn af svona powerballöðum. Þetta lag gerði ekkert fyrir mig þegar ég sá myndbandið en ég vonaðist bara til að live performance hennar Isis Gee myndi gera gæfumuninn en svo varð ekki. Fannst lagið ekki meika neinn sens og skildi mig eftir með nákvæmlega ekkert.\nSpánn…Þessum apaketti hefur ófáum sinnum verið líkt við stórmeistarann alíslenska Eirík Fjalar og tel ég það miður. Enda er það hin sárasta móðgun við mikil mennið Eirík. Spánverjar senda sem sagt apakött sem reynir eftir bestu getu að rappa tjikí tjikí dans og tekst honum ekki alveg upp við að heilla mig. Þetta atriði hefði hlotið sömu örlög og kartöflukallarnarnir fráEistlandi hefði það þurft að fara í gegnum forkeppni.\nTyrkland…Lagið “Deli” er alls ekki mikil skemmtun fyrir mig. Finnst það eiginlega svolítið lélegt. Þeir eru jú að reyna að rokka greyjið strákarnir en það er alveg klárt að mér fannst mörg lög sem komust ekki áfram mun betri en þetta Tyrkjarokk.\nÞýskaland…Þetta atriði er alls ekki neitt alslæmt. Stúlknasöngsveit sem að reynir sitt besta með alveg skítsæmilegt lag en ekki meira en það. Þetta lag minnir mig reyndar rosalega á eitthvað annað lag sem ég kem ekki fyrir mig en ef þið vitip m eitthvað lag sem að þetta er mjög líkt endilega commentið langar að vita hvaða lag ég er að hugsa um. En annars þá er þetta alls ekki slæmt lag en týnist alveg í fjöldanum þar sem það er nú bara smá prump með lítilli lykt. Hefði ekki komist uppúr forkeppninni og þess vegna finnst mér þetta ekki eiga heima þarna á laugardeginum.\nSemsagt eftir að hafa horft vandlega á báðar forkeppnirnar og skoðað lögin sem komust sjálkrafa í úrslit finnst mér að úrslitin ættu að fara svona\n1. Úkraína\n2. Grikkland\n3. Finnland\n4. Bosnía\n5. Ísland\n6. Svíþjóð\n7. Noregur\n8. Rússland…\n9. Danmörk\n10. Króatía\n11. Serbía\n12. Armenía\n13. Azerbaijan\n14. Bretland\n15. Rúmenía\n16. Tyrkland\n17. Albanía\n18. Ísrael\n19. Georgía\n20. Þýskaland\n21. Portúgal\n22. Pólland\n23. Lettland\n24. Spánn\n25. Frakkland\nNúna ætla ég svo að gera spá fyrir kvöldið. Byrja á að skipta löndunum í nokkra hópa og svo raða ég í sæti.\nÍ Botnbaráttunni í ár munum við sjá lönd eins:\nBretland, Frakkland, Pólland, Spánn og Þýskaland\nÞað eru bara örlög stóru landanna fjögurra að lenda á botninum nema að þau komi með þeim mun meira spennandi lög sem þau gera því miður ekki í ár og ég held að Pólverjar hljóti þann vafasama heiður að verða það land úr undanúrslitunum sem mun lenda neðst.\nHugsa að um miðju frekar neðar en ofar verði:\nAlbanía, Georgía, Ísrael, Lettland, Noregur og Rúmenía\nBúnki af frekar óspennandi framlögum sem að eiga ekki eftir fá einhver stig en samt engin ósköp. Það er reyndar vel mögulegt að eitt eða feiri af þessum lögum verði ofarlega en ég býst ekekrt frekar við því.\nÁ Miðjunni en samt ofar en hinn hópurinn verða:\nAzerbaijan, Danmörk, Finnland, Ísland, Króatía, Portúgal og Tyrkland\nHérna eru lönd sem ættu að vekja meiri áhuga Evrópubúa heldur en seinasti hópur en ég efast um að þessi séu að fara að gera einhverjar rósir þó svo að maður viti aldrei. Geta lennt neðar eða ofar en held að þessi séu örugg um að ekkert af þeim lendir í neðsta sæti og ekkert þeirra vinnur.\nÁ barmi þess að verða í toppbaráttu en ná samt ekki að blanda sér almennilega í hana:\nGrikkland, Serbía og Svíþjóð\nSerbar eiga eftir að moka inn stigum en þeir eiga samt ekki möguleika á sigri með sama tóbakið annað árið í röð held ég. Svíjar koma sterkir inn en munu samt ekki vinna en verða samt efstir V-Evrópu þjóða. Grikkir eru alltaf um þetta svæði enda alltaf með fín lög og það er engin undantekning á því núna.\nÍ toppbaráttunni í ár verða:\nÚkraína, Bosnía, Rússland, Armenía\nÞessi toppbarátta verður mjög hörð og það er næstum ómögulegt að skera úr um hvað vinnur en ég er samt nokkuð viss í minni sök að þetta séu þau lönd sem lenda í top 4 þó ég þori nú ekki að hengja mig uppá það. Af þessum fjórum held ég nú að Bosnía eigi hvað minnsta möguleika á sigri svona fyrirfram en ég skal ekki segja enda frábært atriði sem hefur nógan stuðning frá löndunum í kring. Rússar eru sterkir kandídatar í sigur þó að ég búist svo sem ekki alveg við því að það gerist spái þeim þriðja sæti.\nÞá eru eftir löndin sem ég tel vera lang sigurstranglegust. Armeníu og Úkraínu. Ég er búinn að vera að spá Armenum sigri lengi lengi án þess að sjá nokkuð sérstakt við lagið þeirra en núna er ég farinn að hallast meira að Ani Lorak frá Úkraínu. Bæði lögin eru þokkalega og vel sett fram. En það er samt margt sem að Úkraína hefur fram yfir Armenía. Til að nefna eitthvað get ég tildæmis nefnt: Betri söngkona, kynþokkafyllra atriði (það er bara staðreynd að það skiptir máli), atriðið eftirminnilegra sem skiptir gífurlegu máli. Ég er ekki alveg viss en ég ætla samt að veðja á það að það verði Kiev 2009. Ég, apoppins  spái Úkraínu sigri í Eurovision 2009.\nOg svo svona til að slá botn í þetta ætla ég að skjóta á sæti fyrir hvert og eitt land, bara svona til að gá hvað ég er sannspár\n1. Úkraína\n2. Armenía\n3. Rússland\n4. Bosnía\n5. Serbía\n6. Svíþjóð\n7. Grikkland\n8. Tyrkland\n9. Danmörk\n10. Króatía\n11. Ísland\n12. Portúgal\n13. Finnland\n14. Azerbaijan\n15. Georgía\n16. Ísrael\n17. Noregur\n18. Albanía\n19. Rúmenía\n20. Lettland\n21. Frakkland\n22. Bretland\n23. Pólland\n24. Spánn\n25. Þýskaland\nSjáum svo til hvað ég hef mikið vit á þessu…efast nú um að það sé svakalega mikið",
    "url": "https://www.hugi.is/songvakeppnir/korkar/593360/spain-min-fyrir-kvoldid/",
    "url_id": "593360",
    "id": "5877372",
    "replies": [
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2008-05-24 19:03:51",
            "id": "5877404",
            "reply_to_id": "5877372",
            "text": "Til að vera með, hef ekki heyrt nema örfá af þessum lögum, svo ég er að miða við að hlutfall laga betri og verri en það íslenska er sé svipað og stikkprufan sem ég er búinn að fá, en ég segi að Íslendingar detti í kringum miðjan hóp. Höfum verið dugleg við að lenda í 12.-16. sæti og finnst það afar líklegt ef þessi þverskurður sem ég hef heyrt gefur einhverja mynd af restinni.\nHrúga hérna niður þeim lögum sem ég hef heyrt og rámar í hvernig mér líkaði:\nToppbaráttan: Finnland / Úkraína / Tyrkland\nOfarlega fyrir miðju: Danmörk / Lettland (gætu reyndar endað beggja blands, grínið gæti hafa rétt skriðið inn og floppar svo í aðalkeppninni, en ef fólk er að fíla djókið þá er þetta að skríða vel inn á topp 10) / Frakkland (sams konar óútreiknanleiki og með Lettana)\nNeðarlega fyrir miðju: Ísland / Albanía\nBotninn: Portúgal / Svíþjóð (get engan veginn séð af hverju fólk telur þetta lag sigurstranglegt, ekki er íslenska lagið né flutningur þess upp á marga fiska en það var samt eins og meistarastykki í samanburði við þetta rusl) / Bretland / Spánn (reikna með að grínið floppi þar, en það er samt alltaf þessi óútreiknanleiki í kringum svona djók atriði, gæti fallið í kramið og dansað í kringum 10.sætið)\nÓtrúlegt að maður hafi heyrt næstum helminginn af þessum lögum miðað við hvað maður fylgist lítið með fjölmiðlum …."
        }
    ]
}