{
    "forum_title": "Gæludýr",
    "user": "lukkaleifs",
    "user_id": "73100",
    "date": "2008-05-25 12:44:55",
    "title": "flugur",
    "text": "flugur eru eru líka dýr vill fólk að það sé kramið hestana þeirra eða hundana nei held ekki af hverju flugur? þær vilja lifa lífinnu rétt eins og við þær hafa samfélag eins og við þó að skordýr þróast öðruvísi þá eru þær hluti af tilverunni  það er bara þannig deal with it!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!1",
    "url": "https://www.hugi.is/gaeludyr/korkar/593467/flugur/",
    "url_id": "593467",
    "id": "5878827",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-27 15:37:12",
            "id": "5883871",
            "reply_to_id": "5878827",
            "text": "æji Krúttið mitt XD þú ert svo þroskuð miðað við aldur :*\nkv. Stóra systi"
        },
        {
            "user": "lukkaleifs",
            "user_id": "73100",
            "date": "2008-06-06 19:19:30",
            "id": "5907125",
            "reply_to_id": "5878827",
            "text": "ég  hata  svo mikið flugur. Þetta eru svo annoying helvíti og ber engan tilgang í lífinu annað en að vera böggandi shit! Ég nýt þess að drepa flugur með flugnabana ….þetta eru ekki venjuleg dýr heldur skordýr."
        },
        {
            "user": "lukkaleifs",
            "user_id": "73100",
            "date": "2008-11-29 18:25:20",
            "id": "6333665",
            "reply_to_id": "5907125",
            "text": "heirru flugur hafa mjööög mikinn tilgang með sínu lífi ég meina það mundiru vilja vera kramin að eittkverjum risa ha?? þúst fef það væru ekki flugur þá væru eingar plöntur og ef það væru eingar plöntur þá væru eingar manneskjur og þarafleiðandi værir þú ekki til ef að flugur væru ekki til þannig að á meðan flugur eru til þá er líf á jörðinni"
        },
        {
            "user": "lukkaleifs",
            "user_id": "73100",
            "date": "2008-11-29 19:49:55",
            "id": "6333950",
            "reply_to_id": "6333665",
            "text": "Það er ekki hægt að telja allar flugur í heiminum…Þótt maður dræpi 2 milljónir þá gæti þær en flutt fræ á milli! Svo eru flugurnar ekki þær einu sem gera það ^^ Það er til dýr…sem verpir eggjum og kallast fugl! *salurinn andvarpar*"
        },
        {
            "user": "lukkaleifs",
            "user_id": "73100",
            "date": "2009-01-15 17:02:50",
            "id": "6451589",
            "reply_to_id": "6333950",
            "text": "samt væri það synd. tilvist dýra er jart mikilvæg og tilvist þín. einmitt núna langar mig að taka flugnaspaða og kremja þig (bara löngun og mín skoðun)"
        },
        {
            "user": "911Carerra",
            "user_id": "55658",
            "date": "2008-07-26 14:08:15",
            "id": "6014922",
            "reply_to_id": "5878827",
            "text": "Persónulega þá drep ég ekki nema til að porða það; þesvegna borða ég þær flugur sem angra mig."
        }
    ]
}