{
    "forum_title": "Hljóðfæri",
    "user": "hvaeraske",
    "user_id": "68910",
    "date": "2008-05-25 23:56:51",
    "title": "1.000.000 kr. gítar",
    "text": "Ég skoðaði fretless Squire 39.000kr  í hljóðfærahúsinu og spilaði örlítið á hann og er að spá í bassa kaupum. Mér fannst hann sjúklega flottur og var að spá í bassa í þessum verðflokki. Bassaleikarar er þetta góður bassi fyrir peninginn???",
    "url": "https://www.hugi.is/hljodfaeri/korkar/593616/1000000-kr-gitar/",
    "url_id": "593616",
    "id": "5880366",
    "replies": [
        {
            "user": "negrasvikari",
            "user_id": "57197",
            "date": "2008-05-26 00:00:19",
            "id": "5880378",
            "reply_to_id": "5880366",
            "text": "Hel að þú sért að tala um Vintage modified fretless bassann, og já þetta er góður byrjendagítar, frekar dýr enn það er ekki hægt að gera mikið í því.\nEf þér finnst bassinn þægilegur og átt pening fyrir honum þá segi ég bara að þú ættir að kaupa hann, enn ef þú ert ekki viss þá mæli ég með að þú skoðir þig aðeins betur um í hljóðfærabúðonum eða bíður eftir rétta dílnum á notuðum bassa."
        },
        {
            "user": "hvaeraske",
            "user_id": "68910",
            "date": "2008-05-26 00:04:35",
            "id": "5880396",
            "reply_to_id": "5880378",
            "text": "Já ég hef spilað á gítar í nokkur ár og langar að eiga bassa!"
        },
        {
            "user": "Zuul",
            "user_id": "58217",
            "date": "2008-05-26 00:30:15",
            "id": "5880463",
            "reply_to_id": "5880366",
            "text": "ertu að leita þér sérstaklega að fretless bassa eða viltu skoða fretted líka?"
        },
        {
            "user": "hvaeraske",
            "user_id": "68910",
            "date": "2008-05-26 16:26:17",
            "id": "5881480",
            "reply_to_id": "5880463",
            "text": "Mér líkar betur við fretless en með fret er ekkert slæmt"
        },
        {
            "user": "Zuul",
            "user_id": "58217",
            "date": "2008-05-26 19:16:16",
            "id": "5881991",
            "reply_to_id": "5881480",
            "text": "Ég mæli með að þú farir í tónabúðina og skoðir Washburn T-24/25 og kannski Washburn Force ef þeir eiga hann til, þeir eru ótrúlegir miðað við verð.\nÉg er ekki viss hvort þeir séu til fretless, en annars er ekkert mál að fá gítarsmið til að fixa það ;)"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2008-05-26 01:18:10",
            "id": "5880540",
            "reply_to_id": "5880366",
            "text": "Squire fretless bassarnir fengu alveg glimrandi dóma í bass player magazine sá ég. Miðað við verð allavega :)\neru samt engir F-Bassar :P en líka svona 10-15x ódýrari ;)"
        },
        {
            "user": "squice",
            "user_id": "11474",
            "date": "2008-05-26 10:54:47",
            "id": "5880794",
            "reply_to_id": "5880366",
            "text": "Veit reyndar ekki hvað þeir kosta eftir verðhækkun, en þetta hafa alltaf verið mjög fín hljóðfæri fyrir peninginn, Getur endað með mjög fínann bassa ef þú skiptir út pick, brú og fl.\nAuðvitað keppir hann ekki við há klassa hljóðfæri. En það er hinsvegar alls ekki ætlunin hjá þeim heldur, bara fínt value fyrir aurinn.."
        }
    ]
}