{
    "forum_title": "Stjórnmál",
    "user": "zedlic",
    "user_id": "4748",
    "date": "2002-01-09 09:22:55",
    "title": "Kommúnismi",
    "text": "Hvers vegna í ósköpunum er “kommúnisti” orðið að niðrandi ummæli um fólk í dag? Að kalla einhvern kommúnista virðist jafnast á við að kalla hinn sama hálfvita eða eitthvað verra.\nÉg meina, mér er nokk sama þar sem ég tel mig sem kommúnista/sósíalista og ef einhver kallar mig kommúnista þá finnst mér það álíka móðgandi og að vera kallaður “maður”.\nEn afhverju er þetta svona? Ég ætla að biðja ykkur hér og nú að útskýra fyrir mér afhverju kommúnismi er svona hræðilegur en vinsamlegast notið önnur rök en “Bandaríkjamenn sögðu það”, “Þetta mun aldrei virka” og þannig…\nÉg meina, þetta er skoðun. Stjórnmálaskoðun. Skoðun getur ekki á nokkurn hátt verið “vond” eða “röng”, nema aðeins í augum þess sem kallar hana það.\nÞið sem hafið staðið ykkur að því að segja “Já þú ert nú bara helítis kommi” eða álíka frasa, segið mér af hverju þetta er orðið að fúkyrði.\nZedlic",
    "url": "https://www.hugi.is/stjornmal/greinar/59405/kommunismi/",
    "url_id": "59405",
    "id": "399565",
    "replies": [
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 12:54:51",
            "id": "399566",
            "reply_to_id": "399565",
            "text": "Það er ekkert nýtt að “kommúnisti” sé orðið eitthvað hrakyrði.\nÞegar ég var tíu eða ellefu ára fór ég með vini mínum og mömmum okkar í Þórsmörk um verslunarmannahelgi.  Við fórum í göngutúra með leiðsögumanni, upp á jökla og allt voða gaman.  Nema svo þegar við sjáum einhverja jeppakalla vera að spæna allt upp.  Þá hristir leiðsögumaðurinn hnefann framan í þá, eða í áttina að þeim, því þeir voru hinumegin við eitthvað fljót og hrópar “Fariði heim til ykkar, kommúnistar!” eða eitthvað í þá áttina.  A.m.k. sagði hann bara “kommúnistar”, ekkert “helvítis” fylgdi með.\nAnnars held ég að hugsunin á bak við þetta sé þessi:\nKommúnismi “tapaði”, og sýnt þykir, að hann muni aldrei ganga.  Ég ætla ekki að segja neitt um sannleiksgildi þessarra fullyrðinga.  En með því að menn telja þetta satt, þá draga menn þá ályktun, að einungis heimskir menn styðja skoðun sem hefur “tapað” eða er talin “röng”.\nÉg meina, nasismi og fasismi eru nú líka bara skoðanir (og ég ætla mér ekki að líkja þessu tvennu saman, svo ekki móðgast), en samt notum við þessi orð oftar en ekki sem fúkyrði, samanber “Þú ert nú bara fasisti”."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 13:00:17",
            "id": "399567",
            "reply_to_id": "399566",
            "text": "En málið er að menn byggja þessa niðurstöðu, að kommúnismi sé rangur og hafi tapað m.a. á því að kapítalistarnir í Bandaríkjunum hafa gegnum árin gert allt til að koma í veg fyrir kommúnisma, vegna þess að hann er andstæður þeirra stjórnarfari.\nSvo finnst mér nú bara hlægilegt að ríki sem kallar sig “The greatest democracy on earth” reki þá úr landi sem hafa “vitlausa” stjórnmálaskoðun en þá erum við kannski komin út fyrir efnið."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 13:07:25",
            "id": "399568",
            "reply_to_id": "399567",
            "text": "Ég gætti mín líka á því að segja hvergi að það væri mín skoðun að kommúnisminn hafi tapað.  Raunar finnst mér undarlegt að slíkar fullyrðingar séu settar fram á meðan kommúnísk (a.m.k. að nafninu til!) stjórnvöld eru ennþá til.\nEn svo er annað.  Einn maður telur kommúnisma augljóslega byggðan á einhvers konar villu, og þarmeð rangan.  Þá þætti mér eðlilegt að honum þætti eðilegt að hver sá sem aðhyllist kommúnisma sé heimskur, því hver annar en heimskingi aðhyllist kenningu sem er svo augljóslega reist á sandi?"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 13:13:07",
            "id": "399569",
            "reply_to_id": "399568",
            "text": "Jájá það er alveg rétt að fyrir manni sem hefur kynnt sér kommúnisma og telur hann “rangan” er alveg eðlilegt að álíta þá sem aðhyllast hann heimska. (Ja kannski ekki eðlilegt en ásættanlegt.)\nEn það sem ég er að meina er að fæstir (að mínu mati) þeirra sem (afsakið orðbragðið) drulla yfir kommúnista vita neitt hvað hann snýst um. Það er bara búið að heilaþvo þá með þessum boðskap, að kommúnismi sé af hinu illa."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-09 13:26:42",
            "id": "399570",
            "reply_to_id": "399569",
            "text": "Það verður nú að játast sem er, að fæstar kommúnistastjórnir (og þá meina ég þær stjórnir sem hafa kennt sig við kommúnisma, alveg óháð því hvort þær hafi verið það í raun og veru … það er allt annar handleggur, eða a.m.k. annar fingur sömu handar) hafa reynst fólki vel, samanber hreinsanir Stalíns og ógnarstjórn Ceaucescus.  Og þegar menn hafa tekið sig til, og reynt að koma á “kommúnisma með mannlegu yfirbragði” eins og eitt A-Evrópu ríkið reyndi, þá var Moskva ekki lengi að bregðast við, og það af hörku.\nÞannig að fljótt á litið, og miðað við þá sögukennslu sem við höfum hlotið, þá lítur hann ekki svo fallega út.  Það er ekki fyrr en litið er á kenningarnar sem þetta fer að verða heillandi."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-09 13:53:00",
            "id": "399571",
            "reply_to_id": "399570",
            "text": "Fyrir nokkrum árum las ég grein þar sem fullyrt var að hátt milljarð manns hafi verið “sláttrað” í gegnum tíðina í nafni kommúnisma. hvort sem þessi tala er rétt eða ekki er þessi tala mun hærri en því sem nasistar “náðu að afkasta”. Og miðað við hvernig farið er með fólk í Kína og hve illa Stalín og Ceaucescu fóru með “sitt” fólk get ég nánast skilið (ekki alveg samt) af hverju fólk er tilbúinn að kaupa þessa tölu.\nOg fyrst kommúnismi hefur látið svona slæmt leiða af sér hlítur maður hreinlega að vera hálfviti að fylgja þeirri stefnu… eða er það ekki?\nÉg vill taka það fram að þessi grein er ekki byggð á staðreyndum, þar sem ég hef ekki sannanir fyrir þessum tölum. Einnig enduspeglar þessi grein ekki skoðanir mínar, ég er bara að reyna koma með hugmynd um af hverju sumir tala svona niðrandi um skoðanmir annara.\ntakk fyrir."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 14:01:00",
            "id": "399572",
            "reply_to_id": "399571",
            "text": "Vil taka það aftur fram að Stalínismi og Kommúnismi er ekki það sama"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 14:23:30",
            "id": "399573",
            "reply_to_id": "399572",
            "text": "Stalínismi byggir auðvita á kommúnisma. En segðu mér þá zedlic, þar sem það er bara fólk sem hefur ekkert kynnt sér málið sem kallar kommúnisma heimska. Hver er kjarninn og útfærslan á kommúnismanum. Hvernig á að ná fram markmiðunum. Skal það gert á göfugan og fallegan hátt?\nAnnars var kommúnismi kannski “nauðsynlegur” til þjóðfélagsbreytinga, enda kerfin sem voru á undan í þessum löndum mörgum hverjum ekkert sérlega falleg eða réttlát.\nFleira ljótt við kommúnisma:\nEignarupptaka allra atvinnutækja.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 14:35:51",
            "id": "399574",
            "reply_to_id": "399573",
            "text": "Kundera: Ég sagði: “En það sem ég er að meina er að fæstir (að mínu mati) þeirra sem (afsakið orðbragðið) drulla yfir kommúnista vita neitt hvað hann snýst um.”\nTaktu sérstaklega eftir orðunum _“fæstir”_ og að _“að mínu mati”_.\nLestu áður en þú fullyrðir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 15:18:42",
            "id": "399575",
            "reply_to_id": "399574",
            "text": "zedlic: Já, rétt hjá þér. Ég hefði átt að bæta inn “flestir að þínu mati”\nEn þetta er nú bara óþarfa hártogun. Ég býð auðvita enn eftir svari.\nkv.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 14:39:21",
            "id": "399576",
            "reply_to_id": "399573",
            "text": "Marx sjálfur sagði, skilst mér, frekar lítið um það hvernig þjóðfélag kommúnismans ætti að komast á.  Mig minnir að hann hafi talið það vera eðlilega, jafnvel óumflýjanlega, þróun, og að einhvers konar bylting væri ónauðsynleg í sjálfu sér.  Kommúnisminn var, í hans augum, jafn óumflýjanlegt framhald kapítalismans eins og kapítalisminn var óumflýjanlegt framhald fyrri gerða af hagkerfi/þjóðfélagsskipun (minnir að það hafi verið lénskerfið).\nHann sagði víst líka frekar lítið um hvernig mörgum mikilvægum málum ætti að vera háttað í kommúnísku ríki, og virðist hafa talið að seinni tíma menn myndu komast að því.  Þó held ég að nokkuð ljóst sé, að sá kommúnismi sem komst á í Sovét og víðar eigi lítið skylt við hugmyndir um jöfnuð manna á milli, þar sem þar komst á forréttindastétt sem kúgaði öreigana jafn mikið og verksmiðjuhöldar höfðu gert áður (að hans mati).\nÞar að auki þurftu Lenín og co. að bæta dálítið miklu við kenningar Marxs.  Til að kommúnisminn gæti komist á var nauðsynlegt að þegar hefði myndast verksmiðjur og þvíumlíkt og þeim tengt.  Í Rússlandi var iðnbyltingin afar skammt á veg komin, það var ennþá bara bændasamfélag.  Til að hægt væri að réttlæta einhvers konar marxísk umskipti í Rússlandi þurfti þessvegna að laga kenningar Marxs að rússneskum aðstæðum.  Marx var að fjalla um “verksmiðjuhagkerfi” Englands og ekki “bændahagkerfi” Rússlands.\nEnda, eins og áður sagði, breyttist ósköp lítið í Rússlandi/Sovétríkjunum.  Það var eiginlega bara skipt um meðlimi forréttindastéttarinnar, og meðlimir í flokknum voru hinn nýji aðall (minnir að það hafi verið um 10-12% Sovtétmanna sem voru í kommúnistaflokknum, ólíkt t.d. á Kúbu, þar sem menn eru skráðir í flokkinn á svipaðan hátt og í Þjóðkirkjuna hér).  Flokksfélagar nutu svo margvíslegra fríðinda í Sovét.\nKallaru þig annars eftir rithöfundinum, eða er einhver önnur ástæða nafnsins?\nÞorsteinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 15:27:58",
            "id": "399577",
            "reply_to_id": "399576",
            "text": "Ætli Marx væri ekki ágætlega sáttur við t.d. skandinavíska módelið?\nAnnars þá eins og ég nefndi hér að ofan, má alveg færa rök fyrir “nauðsyn” kommúnismans á einhverju stigi sögunnar, hvort hundruð milljónir mannslífa sé þess virði má síðan deila um líka.\nVarðandi Þarfir og Getu, þá var ég að benda á að það er alltaf stór spurning hver á að dæma um slíkt, rétt eins og þú talar um forrétindastéttina, væri ekki líklegt að sá sem sæi um útdeilingu gæðanna hefði mannlega hegðun í sér, þ.e.a.s. bæði gefa þeim sem hann þekkti, meira og sjálfum sér? Í risavöxnu svona kerfi, er alveg bókað nóg af slíkum aðilum. Mannskepnan er víst breisk.\np.s\nRithöfundurinn.\nkveðja,\nMilan :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 15:49:35",
            "id": "399578",
            "reply_to_id": "399577",
            "text": "Marx virðist hafa haft dálitla ofurtrú á mannkyni.\nSvo þurfum við líka smá sögulegt samhengi.  Á hans tíma nutu starfsmenn verksmiðja ekki ávaxta erfiðis síns í hlutfalli við vinnu sína, heldur fékk eigandi framleiðslutækjanna meirihlutann (a.m.k. hlutfallslegan meirihluta.  T.d. í verksmiðju með 80 starfsmönnum og einum eiganda getur eigandinn fengið 20% gróðans, en aðrir starfsmenn 1% hver).  En ef allir eiga framleiðslutækin saman þá njóta þeir frekar ávaxta erfiðis síns og eru jafnvel tilbúinir að leggja meira á sig til að auka gróða fyrirtækis.\nOg þetta fyrirkomulag ætti alveg að ganga, sýnist mér, í litlum fyrirtækjum, sem hafa kannske 30-40 starfsmenn.  Þá er ekki einn sem fær mest, þar sem allir starfsmennirnir eiga fyrirtækið saman og eru allir jafn mikilvægir.  Það er enginn einn eða tveir sem eru miklu mikilvægari og merkilegri heldur en aðrir.  Auðvitað þarf skýra verkaskiptingu, og jafnvel nokkra sérhæfingu.  Segjum að þetta sé pizzufyrirtæki sem sendir heim.  Þar er kokkurinn alveg jafn mikilvægur og sendillinn, ekki satt?  Báðir leggja þeir mikið af tíma og vinnu í fyrirtækið (þótt ég hafi aldrei verið pizzusendill, þá ímynda ég mér að það sé ekki eins létt verk og löðurmannlegt og það virðist).\nEn annars held ég að enginn einn (eða tiltölulega fámennur hópur) hafi átt að sjá um skiptinguna, heldur átti það að vera sameiginleg ákvörðun hópsins alls.  Þetta er auðvitað mikil bjartsýni, en ég held að Marx hafi aldrei sett fram nein tímamörk fyrir því hvenær þetta ætti að gerast … þetta bara mun gerast, það er “náttúrulögmál” af sömu gerð og það, að steini sem kastað er beint upp mun koma niður aftur.  Þetta er því eitthvað sem gæti gerst eftir 50 ár eða 500 ár eða 5000 ár. Þótt okkur kunni að þykja það vera ólíklegt í dag, þá vitum við hreinlega afar lítið um hvað muni gerast í framtíðinni.  En mig grunar nú að fæstum Evrópumönnum í kringum árið 1200 hafi dottið í hug, að eftir aðeins 800 ár myndu menn fljúga, jafnvel alla leið til tunglsins, og að landi eins og t.d. Frakklandi yrði ekki stjórnað af konungi og lénsmönnum hans, heldur af forseta og þingi sem að öll þjóðin kaus(eða a.m.k. sá hluti hennar sem er nógu gamall til að kjósa og nennir að drattast á kjörstað) - jafnvel konur og fátæklingar!  Og einhvern veginn grunar mig, að fæstum mönnum fyrri alda hefði dottið í hug, að kirkjan myndi missa þetta ægivald sem hún hafði eitt sinn yfir fólkinu.\nÞannig að hvort að kommúnismi, eins og ég skil hann sé rugl eða ekki - það mun sagan, og aðeins sagan leiða í ljós."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 14:35:59",
            "id": "399579",
            "reply_to_id": "399572",
            "text": "ég tel að kommúnísk hugmyndafræði gangi ekki upp í sjálfu sér…..\nen þó tel ég að hægt sé að samhæfa góða hluti úr komm. og kap. og fá út velferðarkerfi sem virkar og hagkerfi sem er í flesta staði fært um að stýra sér sjálft.\nen því miður hef ég ekki séð þetta gerast ennþá.\nég sé einn anga “velverkandi” kerfis vera þann að “mannréttindi” séu tekinn og gerð sjálfgefin…\nt.d. það að fólk í þjóðfélagi fæðist með rétt til náms, matar, samskipta, fatnaðar og húsaskjóls…\nég er nefnilega á þeirri skoðun að þegar þú ert búin að uppfylla þessar grunnþarfir manna, að þá hverfi þessi oft skaðlega kennd fólks til þess að safna að sér auðæfum langt yfir þarfir…. sem getur af sér stéttaskiptingu, ófrið og fátækt.\nÉg held líka að þessi efnahagslegi hvati sem margir hafa talað um að sé hvati fyrir framförum og fleiru, sé ekkert prentaður inn í manninn, heldur sé hann bara afrakstur núverandi kerfis og hægt sé að skipta honum út fyrir öðrum hvötum eins og velgegnishvata [sjá ofurhuga á huga]"
        },
        {
            "user": "jubii",
            "user_id": "9806",
            "date": "2002-01-09 13:32:24",
            "id": "399580",
            "reply_to_id": "399569",
            "text": "Kommúnismi er hugsjón eða lífsviðhorf og er sem slíkt bæði fallegt og göfugt.  Það er hins vegar allt annað að byggja upp heil samfélög á þessari kenningu og hvað sem allir segja, hafa flestar slíkar tilraunir mistekist.  Það er einna helst hægt að segja að Norðurlöndin hafi náð að byggja upp samfélög sem teygja sig í átt að kommúnisma (sennilega er sósíalismi réttara orð) og þau samfélög hafa náð að tryggja þegnum sínum góð lífskjör.\nHvort fall komúnimans, eða réttara sagt þeirra ríkja sem kenndu sig við kommúnisma er áfellisdómur yfir kenningunum sem slíkum ætla ég ekki að dæma um.  Það er alla vega ljóst að þessar þjóðir gerðu tilraun í nafni kommúnisma og sú tilraun mistókst.\nT.d. fólst útfærsla Sovétríkjana á kommúnisma, m.a. á því að lögmálunum (kenningunum) um framboð og eftirspurn var hafnað.  Bjuggu þeir til sérstaka fræðigrein sem þeir kölluðu hagfræði, sem horfði fram hjá þessum kenningum og gekk út á hvernig best væri að skammta framleiðslu, þannig að allir fengju jafnt í sinn hlut.   Þetta gekk ekki upp, enda byggja þessar kenningar, sem og kommúnisminn allur á þeirri forsendu að mannskepnan hafi náð þeim þroska að hún stjórnist ekki af græðgi, heldur hafi hún alltaf hagsmuni heildarinnar að leiðarljósi.\nÞarna held ég að hundurinn sé grafinn, það er nefnilega langt í það að mannskeppnan hafi náð þessum þroska og mig grunar að það gerist sennilega aldrei.\nKveðja\nJubii"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 13:54:44",
            "id": "399581",
            "reply_to_id": "399580",
            "text": "jubii:\nHvernig geturu sagt að kommúnismi sé falleg og göfug hugsjón.\nHugsjón sem gerir ráð fyrir því að allir séu jafnir er ekki falleg. Því hún felur í sér að afreksfólk sé dregið niður í meðalmennskuna. Ég sé ekkert fallegt við það.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 13:59:03",
            "id": "399582",
            "reply_to_id": "399581",
            "text": "“Því hún felur í sér að afreksfólk sé dregið niður í meðalmennskuna.”\nJöfnuður í kommúnískum skilning felur þetta ekki í sér.\nHugmyndin er sú (eins og að ég skil hana) að menn skuli njóta félagslegs jafnréttis.  Eitthvað á þessa leið:\nHver  og einn gefur eftir getu og fær eftir þörfum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 14:29:10",
            "id": "399583",
            "reply_to_id": "399582",
            "text": "Thossinn: Auðvita stóð ekki að afreksfólk ætti að vera þjösnað niður í meðalmennskuna.\nEn setning þín: “Hver og einn gefur eftir getu og fær eftir þörfum.” felur þetta nákvæmlega í sig. Segðu mér, hver skilgreinir þá þarfir hvers og eins og getu? Er einhver sem getur gert það annar en einstaklingurinn sjálfur, og er þá ekki frelsið honum nauðsynlegt..og græðgin til að öðlast sínar þarfir með því að fullnýta getuna.\nEf getan og þarfir verða formúla, þá hlýtur einhver að vera fyrir ofan, sem ber ekki réttilega úr býtum miðað við framlag. Þessi setning reyndar felur í sér nánast allt mannlegt samfélag, nema hvað sumstaðar fá einstaklingar að finna þetta sjálfir, annarsstaðar voru misvitrir stjórnmálamenn sem settu þetta upp. Það er það sem kommúnisminn felur í sér, nefnilega miðstýringuna. Þú þarft varla að vera læs til að átta þig á óhagræði miðstýringar.\nkv.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 14:47:21",
            "id": "399584",
            "reply_to_id": "399583",
            "text": "Nú get ég ekki svo auðveldlega svarað þér, nema þá með því að segja að “Hver og einn gefur eftir getu … ” og svo framvegis er ekki beint mín setning, þetta er ein af kennisetningum Marxs.  Eða svo var mér sagt.\nEn ég skal samt reyna að svara þér eftir bestu getu.  Þetta eru ekki endilega mínar skoðanir, en ég er hins vegar bara að reyna að útskýra eins og ég get.\n“Eftir þörfum”.  Þarfirnar verður að meta í hverju einstöku tilfelli fyrir sig.  T.d. er ljóst að kona sem ber barn undir belti annars vegar, og einhleypur ungur maður hins vegar, hafa margar og mjög mismunandi þarfir.\n“Eftir getu”.  Marx, skilst mér, fór með það eins og sjálfsagðan hlut að í þessu framtíðarsamfélagi lögðu allir eins mikið af mörkum og þeir gátu, af því að allir högnuðust á því.  Ríkið átti t.d. ekki að eiga verksmiðjurnar, allir starfsmenn fyrirtækisins áttu að eiga verksmiðjuna eða fyrirtækið í sameiningu.  Þannig að allir hagnast þegar allir leggja sig fram, og allir tapa ef einn er eitthvað að sluxa.  Síðan skipta þeir gróðanum eftir þörfum hvers og eins, þannig að sá sem á fimm börn fær meira ein sú sem á ekkert.\nÞannig er marxisminn um margt skyldur anarkisma, nema hvað að anarkistinn er róttækari og óþolinmóðari, hann nennir ekki að bíða eftir þessarri eðlilegu þróun heldur vill skipta strax, með ofbeldi eins og þarf."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 15:29:59",
            "id": "399585",
            "reply_to_id": "399584",
            "text": "Ég bæti því svo við, að ef þetta er allt saman rétt hjá mér, þá er “kommúnisti” sá maður sem telur þetta ástand vera ákjósanlegt, og harmar það ekki að það sé “óumflýjanlegt” að kapitalískt hagkerfi muni hrynja og kommúnisminn rísa í staðinn, og er jafnvel tilbúinn að leggja sitt af mörkum til að slíkt gerist frekar fyrr en síðar."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 13:21:21",
            "id": "399586",
            "reply_to_id": "399567",
            "text": "hmm þeir reka þá úr landi og kalla sig democracy því kommúnismi er ekki democracy heldur endar það þannig að einn verður harðstjóri og er það búið að gera ALLSTAÐAR sem kommúnismi hefur þrifist…face it kommúnismi er mesta rugl sem fundið hefur upp"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 13:28:48",
            "id": "399587",
            "reply_to_id": "399586",
            "text": "En í lýðræði er, eða ætti að vera, pláss fyrir allar skoðanir, jafnvel þær sem virðast andsnúnar lýðræði.  Ofsóknir í anda McCartys til verndar frelsinu eru ekki svo sniðugar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 13:52:43",
            "id": "399588",
            "reply_to_id": "399587",
            "text": "Ætli sagan sé ekki búinn að kenna okkur þó nokkuð.\n1. Hagfræði. Kommúnísk hagfræði (þegar talað er um kommunisma-Karl Marx og Engels geri ég ráð fyrir)\nA. Ekki gert ráð fyrir skipulagningu fjármagns sem er einn grundvöllur að farsælu efnahagslífi. Ríkið í eðli sínu skipuleggur nefnilega ekki fjármagn vel, heldur eignaraðilar. Þetta sést best á hvaða ríki sem er, enda ótrúlegt hve miklu er sólundað þar.\nB. Meirihluti þegna vill lifa, eða hafa möguleikan á að lifa vel.\nC. “Allir jafnir” togar hvata úr efnhagslífi og einstaklingum.\nSagan hefur svo rækilega kennt okkur að kommúnismi gengur ekki upp í hagfræðilegum skilning. Aftur á móti eru margar sósíalískar pælingar oft ágætar útfrá manngildissjónarmiðum.\n2.Miðstýrð kerfi reyna að útvíkka sig í eðli sínu, meira segja í BNA og á Íslandi.\n3.Réttlætið í því að stela peningum frá einum til að gefa öðrum er frekar vafasamt.\n4. Eðli mannsins, græðgi og eiginhagmunastefna, er betri ef allir hafa rétt á þeim og tækifæri, ekki bara embættismenn, því við verðum að vera raunsæ, og með mjög miðstýrðum kerfum fá þessar hvatir út, nema hvað þær gera samfélaginu illt, frekar en gott, eins og raunin er oftast með atvinnulíf.\nÉg myndi reikna með að ástæðan fyrir að kommúnistar eru almennt taldir heimskir, sé sú að það sýnir engan skilning á hagfræði eða sögu.\nNú er ekki verið að segja að aðrar þjóðir sem oft þykjast eða reyna að lifa eftir frjálshyggjunni, frelsi osfrv. séu eitthvað endilega betri, en þó hafa þau búið við mun meiri hagsælt en kommúnisk ríki, þar sem hvatinn er of lítill í þeim.\nAfhverju ætli fólk flýi á gúmmíslöngum til BNA frá Kúbu. Ekki er það vegna ókeypis menntunar og heilsugæslu (líkt og er á kúbu), nei vegna þess að hver einstaklingur vill vera frjáls til að fylgja eftir sínum draumum, það veitir kommúnisminn ekki, og getur ekki í eðli sínu, þar sem hann gerir ráð fyrir að allir hafi sömu hugsun. Enda hefur allsstaðar í kommúniskum ríkjum verið mikill andstaða og yfirleitt þurft að berja niður byltingar og uppreisnir, því maðurinn sættir sig ekki endalaust við að vera togaður niður.\nÉg verð að segja að mér finnst það heimskulegt að vera kommúnisti, rétt eins og mér finnst það heimskulegt að vera rasisti, fasisti eða nasisti.\nEitthvað á þessa leið stóð í fyrsta kafla bókarinnar Samferða um söguna:\nÁstæðan fyrir að læra sögu er sú að við verðum að þekkja fortíðina til að skilja nútímann og geta spáð í framtíðinni.\nAf sögunni má dæma að framtíðin er alveg örrugglega ekki kommúnismi.\nkundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 13:44:19",
            "id": "399589",
            "reply_to_id": "399586",
            "text": "Massacre: Gerðu það ekki fullyrða að hann sé “rugl” án þess að koma með snefil af rökum. Samkvæmt kenningunni er kommúnisti ekki eins og þú segir. Í rauninni hafa verið afar fáar sannar kommúnistastjórnir, Stalínismi er allt annar handleggur.\nJá, og svaraðu mér einu: Ef að lýðræði innifelur það í sér að hver og einn má hafa sína skoðun, hvernig ætlaru að réttlæta það að reka fólk úr landi og henda öðrum í fangelsi fyrir stjórnmálaskoðanir sínar?!\nÞað er bara einfaldlega ekki lýðræði.\nZedlic"
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2004-08-10 21:03:34",
            "id": "399590",
            "reply_to_id": "399589",
            "text": "Ég hef nú reyndar orðið var við að mörgum finnst þessi lífsskoðun hálfgerður brandari , þ.e fólki finnst Kommúnismi vera einhverskonar útópía.\nAfhverju ?\nSennilega vegna þess að fólk lítur svo á að stjórnskipulagið verður aldrei æðra mannlegu eðli , - Kommúnískt stjórnskipulag felur það í sér að fáar persónur geta auðveldlega haft mikil völd og mannskepnan hefur tilhneiginu til að nýta sér völd sín í eigin þágu .\nÉg ætla nú ekki að fara út í það hvort þetta sé rétt eða ekki enda á það kannski heima á öðrum þráð , en svona sé ég þetta."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2004-08-10 23:18:33",
            "id": "399591",
            "reply_to_id": "399590",
            "text": "Ég er útópisti og viðurkenni það fúslega.\nYou may say I'm a dreamer but I'm not the only one."
        },
        {
            "user": "LarusH",
            "user_id": "11687",
            "date": "2002-01-09 14:42:10",
            "id": "399592",
            "reply_to_id": "399586",
            "text": "Að segja það að kommúnismi sé eitt mesta rugl sem “fundið hefur verið upp”, er rangt. Þó að í okkar samfélagi sé hann tímaskekkja, þá var hann mjög þarfur þegar að Marx kom með kenningarnar sínar. Þá voru flestir félagsfræðingar að styðja skoðanir þar sem hinir hæfustu lifa af og ekki ætti að hjálpa þeim veiku og fátæku, sbr. grimmúðlegar kenningar spenscers. Svo að kalla kommúnisma rugl, er rugl. Það má hins vegar deila um hvort beinn kommúnismi sé af hinu góða eða slæma og hvort hann sé tímaskekkja í dag… en rugl er hann ekki.\nkveðja\nLarusH"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2004-08-10 18:20:01",
            "id": "399593",
            "reply_to_id": "399586",
            "text": "Massacre:\nÞað er svolítið erfitt að fullyrða að kommúnismi sé slæmur vegna þess að öll lönd þar sem “kommúnismi” hefur ráðið ríkjum hafa farið í skítinn eða eru í höndum snaróðra einræðisherra. Ég veit ekki til að Kommúnismi hafi nokkurn tíma verið til í alvörunni, það hafa alltaf einhverjir leiðtogar sölsað allt undir sig og kalla svo alla í litla kúgaða þjóðfélaginu sínu kommúnista og segja að ríkið þeirra sé kommúnistaríki.\nÞað að segja til dæmis að Sovétríkin hafi verið kommúnistaríki er í mínum eyrum eins og að segja að Maó hafi verið meðlimur í sjálfstæðisflokknum. Stefna kommúnismans og stefna leiðtoganna hefur einfaldlega bara aldrei orðið sú sama.\nKv. kjanakall"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-10 02:46:09",
            "id": "399594",
            "reply_to_id": "399566",
            "text": "Sæll,\nMér skilst á móti að það versta sem hægt sé að kalla menn í fyrrum austantjaldslöndunum sé “fasisti” og er þá átt við alla hægri menn, einkum þó kapitalista.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-10 12:04:29",
            "id": "399595",
            "reply_to_id": "399594",
            "text": "Það væri gaman að fá upplýsuingar frá þér Hjörtur um hvernig kapítalistar geta verið Fasistar."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-11 20:02:14",
            "id": "399596",
            "reply_to_id": "399595",
            "text": "Sæll,\nÞú misskilur alltaf allt, eða margt a.m.k.  Ég var nú ekki að segja þarna að kapitalistar væru fasistar heldur aðeins að fólk í austantjaldslöndunum KÖLLUÐU gjarnan alla hægri menn fasista, einkum þá kapitalista.  Hélt þetta væri nú nokkuð skýrt í fyrra skiptið en maður er svo sem ekkert óvanur að þurfa að endurtaka hlutina í þínu tilfelli…\nHins vegar þá voru það einmitt kapitalistar sem veittu bæði nasistum í Þýskalandi og fasistum á Ítalíu brautargengi þegar þessir öfgamenn voru að brjótast til valda.  Mussolini gerði hreinlega bandalag við kapitalista Ítalíu til að komast til valda og hefði aldrei komist til valda án þeirra aðstoðar.  Kapitalistar, innlendir sem erlendir, létu sér þó mest nægja að veita nasistum fjárhagsstuðning sem var þeim síðarnefndu alveg nauðsynlegur hlutur.  Dæmi um slíka menn er Henry Ford.\nSíðan má nefna að t.a.m. segir eftirfarandi í Encarta Encyclopedia í umfjöllunni um kapitalisma:\n“For most of the 20th century, capitalism has been buffeted by wars, revolution, and depression. World War I brought revolution and Marxist-based Communism to Russia. The war also spawned the National Socialist system in Germany, a malevolent mixture of capitalism and state socialism, brought together in a regime whose violence and expansionism eventually pushed the world into another major conflict.”\nÞarna er ekki minnst á þjóðernishyggja hefði neitt með nasisma að gera EN þarna kemur skýrt fram að stefna nasista hafi ásamt ýmsu öðru grundvallast á kapitalisma.  Sama er síðan að segja um fasismann enda þarf kapitalismi engan veginn að vera lýðræðislegur.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-12 22:30:22",
            "id": "399597",
            "reply_to_id": "399595",
            "text": "Sæll aftur,\nNasistar og fasistar eru þannig skv. hugmyndafræði sinni kapitalistar m.a. þó kapitalistar þurfi auðvitað alls ekki að vera nasistar eða fasistar.  Kapitalismi er hins vegar ekkert tengdur lýðræðinu og þrífst bæði undir einræði og lýðræði.  Síðan má nefna að hugmyndir nasista, um að ákveðið fólk væri öðru æðra, eru komnar beint frá þjóðfélagsdarwinismanum sem kapitalistar hampa svo mjög, þ.e. að hinir hæfari lifi af.\nKv.\nHjörtu"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 17:51:46",
            "id": "399598",
            "reply_to_id": "399565",
            "text": "Þetta er niðrandi af sömu ástæðu og “nazisti” og stuðningsmaður al-quaida er niðrandi. Bæði nasistastjórnir og ´kommúnistastjórnir myrtu og kúguðu milljónir manna í skjóli gallaðrar hugmyndafræði.\nÞó að þú hafir kannski ekki framið glæp þá bendlaru sjálfan þig við hugmyndafræði sem hefur orðið tugum milljóna manns að bana.\nAllt væl í “réttrúuðum nasistum” og nýkommúnistum um að hin sanna leið hugmyndafræðinnar hafi ekki verið farin er della. Kúgun og morð voru framin í skjóli hugmyndafræðinnar vegna þess að hún býður upp á það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 18:03:37",
            "id": "399599",
            "reply_to_id": "399598",
            "text": "Er ekki hugsanlegt, að allt þetta “væl” sé frekar sambærilegt við það, að múslimi sé að segja að al-qaida samtökin séu ekki “í raun og veru” íslömsk, þótt þau kenni sig við þá trú?\nÞar að auki er hægt að nota hvaða hugsjón sem er (eða hérumbil) til að réttlæta svo gott sem er.  Eins og þú veist væntanlega hefur kristni verið notuð (misnotuð? -Ekki frekar en kommúnismi) til að réttlæta hitt og þetta sem okkur þykir miður geðslegt í dag.  En það hefur líka komið margt ágætt frá kristni með þessu slæma, enda væri meira en lítið undarlegt ef að einhvers konar stefna, sem hefur verið ráðandi í Evrópu í u.þ.b. 1700 ár (kristni varð ríkitrú í Rómarveldi á fjórðu öld ef ég man rétt), hefði haft eintómar hörmungar í för með sér, þar sem menn eru ekki svo skyni skroppnir að láta slíkt ganga yfir sig jafn lengi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-09 18:23:29",
            "id": "399600",
            "reply_to_id": "399599",
            "text": "niðurstaðan….. talk is cheap, action is priceless\n:)"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-10 11:47:28",
            "id": "399601",
            "reply_to_id": "399598",
            "text": "Capitalist: “Þó að þú hafir kannski ekki framið glæp þá bendlaru sjálfan þig við hugmyndafræði sem hefur orðið tugum milljóna manns að bana.”\nErtu virkilega svo barnalegur að halda að kommúnismi sé eina hugmyndafræðin sem hefur valdið rosalega mörgum dauðsföllum?\nHelduru að allt hitt sé voða saklaust og fallegt?\nSkal segja þér það að t.d. kapítalismi hefur orðið mörgum að bana, þú getur ekki sagt hversu margir þannig að þú getur ekki fullyrt að kommúnismi hafi orðið fleiri að bana…\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-10 12:02:29",
            "id": "399602",
            "reply_to_id": "399601",
            "text": "Semsagt svar þitt fyrir rétti ef þú værir ákærður fyrir morð væri: “Það eru nú miklu fleiri menn sem hafa drepið mikið meira af fólki en ég”. Kommúnismi HEFUR orðið milljónum manns að bana, þetta er staðreynd. Þó að einhverjar aðar tegundir trúarbragða/stjórnmálaskoðana hafi drepið mikið að fólki líka þá er það engin afsökun og minnkar ekki vægi þeirra dauðsfalla sem orsakast af kommúnimsa.\nÉg væri til í að sjá tölur um hvað “kapítalismi” (sem er voðalega breytilegur eftir því hvernig hann er skilgreindur) hefur drepið marga.\nEf þú ætlar að fara að rausa um að “höfuðvígi kapítalismans” BNA hafi drepið marga þá get ég sagt þér að það er ekki gert vegna kapítalisma, það er frekar imperialismi að verki þar.\nStórfyrirtæki eins og NIKE eru ekkert kapítalískari í sjálfu sér heldur en kaupmaðurinn á horninu, NIKE hefur hinsvegar iðkað siðblinda gróðastefnu sem er ekki vænleg ef NIKE ætlar raunverulega að græða. NIKE hefur svo sannarlega þurft að gjalda fyrir siðblindu sína.\nMeira að segja ég versla ekki við NIKE :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 12:44:48",
            "id": "399603",
            "reply_to_id": "399602",
            "text": "Kristni HEFUR orðið milljónum manns að bana, það er óvéfengjanleg staðreynd (að svo framarlega sem við getum talað um staðreyndir sem óvéfengjanlegar); samt tölum við yfirleitt ekki um kristni sem heimsku eða illmennsku (nema hörðustu trúleysingjar, sem telja það vera heimsku að trúa á yfirnáttúrulegar verur, og illmennsku að breiða þá trú út).\nÞetta minnkar kannske ekki vægi þeirra dauðsfalla sem kommúnisminn hefur orsakað, en mér sýnist þetta, að minnsta kosti, neyða okkur til að játa það, að ef kommúnisminn er “vond hugsjón” vegna þeirra sem hafa látið lífið í hans nafni og/eða þurft að lifa við kúgun allt sitt líf, þá eru trúarbrögð það líka, a.m.k. öll þau trúarbrögð sem hafa verið notuð sem tæki kúgunar eða notuð sem réttlæting á því að fólk hafi verið drepið í stórum hópum fyrir litlar sem engar sakir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-11 12:28:03",
            "id": "399604",
            "reply_to_id": "399603",
            "text": "Jamm, kristnin hefur orsakað stríð og þjáningar. Persónulega er ég ekki kristinn og ég held að skipulögð trúarbrögð séu alls ekki af hinu góða.\nÞað sem gerðist með kommúnisman og kristnina er á margan hátt svipað. Í skjóli þeirra reis eitthvert óvéfengjanlegt vald, annarsvegar kirkjan og hinsvegar ríkið. Ef þú féfengdir þetta vald þá varst þú bara tekinn úr umferð.\nVið meigum heldur ekki gleyma því að meirihluti hins vestræna heims er kristinn og það er að öllum líkindum orsök þess að gremja í garð kristninar hér á vesturlöndum er ekki meiri en dæmin sanna.\nÉg ætla samt að ítreka það að þó að kristna kirkjan hafi valdið miklum þjáningum og eymd þá er það alls engin afsökun fyrir hin kommúnistaríkin og það minnkar svo sannarlega ekki vægi grimmdarverka sem hafa verið framin í nafni kommúnisma.\nÉg var spurður að því hvort mér þætti kristið fólk vera heimskt. Svarið er neitandi, að minnsta kosti fyrir hinn almenna kristna mann. Kristið fólk nú til dags er ekki fylgjandi þeim morðum og ofsóknum sem kirkjan framkvæmdi. Ég held líka að flestir kommúnistar séu ekki fylgjandi því sem kínversk stjórnvöld og sóvíetríkin hafa gert. Þessvegna held ég að kommúnistar séu engin fífl í sjálfu sér, þeir líta hlutina hinsvegar öðrum augum en ég geri. Staðreyndin er hinsvegar sú að þegar kommúnistastjórn er komið á þá er ekkert sem stendur í vegi fyrir því að ruglaðir menn komist til valda. Þegar að völdin eru á höndum fárra þá endar það yfirleitt þannig að valdhafar spillist og fari að gera hluti sem eru ekki í samræmi við þá stefnu sem þeir ættu að vera að iðka. Ég er því fylgjandi því að stjórnvöld hafi eins lítil völd og unnt er.\nBotninn er sá að kommúnimsinn safnar saman völdum á fáar hendur. Völdin spilla valdhöfunum og ef þeir eru spilltir fyrir þá verða þeir enn spilltari. Þessir valdhafar nota síðan völdin til þess að gera það sem þeir vilja. Kommúnisminn veitir semsagt spilltum mönnum völd og þessir menn myrða, kúga og pína fólk í nafni kommúnismans. Það er ekkert bogið við það að fólk sem kennir sig við skoðanir sem hafa valdið svo mikilli þjáningu sé litið hornauga, hvort sem um kommúnisma eða annað er að ræða."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-11 14:31:59",
            "id": "399605",
            "reply_to_id": "399604",
            "text": "Það er heldur enginn að einusinni að reyna að afsaka kommúnismann með því að benda á kristnina (sem og önnur skipuleg trúarbrögð.  T.d. hefur hindúisminn, með sínu rígfasta stéttarkerfi verið mörgum til ills).  Það er bara verið að benda á, að ef við ætlum að fordæma kommúnismann fyrir að hafa valdið dauða og þjáningum milljóna sem “illan” eða “heimskan”, þá er ekkert því til fyrirstöðu að gera nákvæmlega það sama við kristninna.\nÞað sem að mér sýnist vanta hér, er aðgreining hugmyndar annars vegar, og framkvæmdar þeirrar hugmyndar hins vegar.  Hugmyndin á bak við kommúnismann er ekki slæm í sjálfri sér.  Kommúnisminn er, ef ég skil hann rétt, einfaldlega sameign manna á framleiðslutækjunum.  Það er þá t.d. enginn einn maður (eða tiltölulega lítill hópur manna) sem að á frystihúsið, með öllum þeim tækjum og tólum sem þar eru.  Allir starfsmenn frystihússins eiga það í sameiningu, þar sem að allir eru þeir jafn mikilvægir fyrir frystihúsið, hvort sem að það sé kallinn sem stendur við færiband allan daginn eða konan sem sér um að útvega fisk á sem hagstæðustum kjörum.  Þetta er eins konar stjórnendaleysisstefna (“anarchism”, af “an”=án og “archos”=stjórnandi (ef ég man rétt)).  Þannig að kommúnisminn, sem hugmynd, safnar völdum einmitt ekki á of fáar hendur, hann dreifir þeim enn frekar.  Enda er kommúnismi gjarnan þýddur yfir á íslensku sem “sameignarstefna/hyggja”.\nGallinn er hins vegar sá, að Marx sjálfur sagði ekki nógu mikið um það, hvernig ætti að stjórna þjóðfélaginu.  Hann talaði eitthvað um “alræði öreiganna”, en ef ég man rétt þá var það eins konar millibilsástand frá kapítalískri þjóðfélagsskipun yfirí kommúníska.  Við þessa kenningu Marx þurfti semsagt að bæti ansi mörgu, og það er einmitt það sem að Lenín, Stalín, Maó og fleiri gerðu.  En það er ekki víst að kenningar þeirra séu endilega það sem að Marx hafði í huga.\nEn hitt er svo næstum því ófrávíkjanlegt náttúrulögmál, að ef að einhver (tiltölulega) lítill hópur fólks fær mikil völd, eins og t.d. kommúnistar í Sovét, eða klerkastétt Evrópu lengi vel, þá mun sá hópur stefna að tvennu:  Annars vegar að halda völdum, og hins vegar, að gera líf sitt þægilegra.  Til dæmis getum við nefnt hinn spænska Rannsóknarrétt (það var líka starfandi einn slíkur á Ítalíu, en hann náði aldrei upp í grimmdarhæðir hins spænska) sem eignaðist eigur fórnarlamba sinna, eða kirkjurnar og klaustrin sem eignuðust feikilega mikið af ágætis jörðum, bæði hér á Íslandi sem annars staðar.\nMér sýnist svo helsti munurinn á þeim þjáningum sem hins kristna kirkja hefur valdið annars vegar, og þeim þjáningum sem kommúnistar hafa valdið hins vegar sé einkum sá, að fórnarlömb kirkjunnar eru flest löngu dauð og grafin, á meðan að það er ennþá til fólk, sem man eftir ógnarstjórnum kommúnista (og verður jafnvel ennþá fyrir henni)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-11 15:36:08",
            "id": "399606",
            "reply_to_id": "399605",
            "text": "Thossinn:\nNokkur atriði. Hann er ekki dæmdur illur og heimskur vegna þess að hann drap milljónir. Heldur vegna þess að í praktís hefur hann sannað sig sem slíkur, bæði illur og heimskur.\nAðgreining hugmyndar og framkvæmdar er auðvita nauðsynleg. Framkvæmd hugmyndar í mörgum löndum og afleiðingin alltaf svipuð, er eitthvað samt til að spá alvarlega í. Þjóðfélagsuppbygging á þennan hátt hefur einfaldlega ekki gengið upp og kostað ótrúlegar þjáningar saklausra borgara, örbrigð og fátækt nánast allra sem þar búa. Það er mjög vinsælt að segja að víst framkvæmdin hafi mistekist hafi einfaldlega ekki verið fylgt nógu vel hugmyndinni. Hugmyndin gefur af sér framkvæmdina, þetta eru því nátengdir hlutir.\nEf allir eiga verksmiðjuna saman: Hver á að gera leiðinlegustu verkin, afhverju eru sumir hærra settir? Hver sér um framtíðarsýn og skipulagningu fjármagnsins á sem hentugustan hátt. Í raun er vonlaust að festa þetta í einhver lög, menn gætu tekið sig saman um að stofna slíka verksmiðju eða félag og er engum meinað það. Þeir sem eru þá svona ósáttir er frjálst að gera það, en að ætla að niðurnjörva það í lög er fáránlegt, ef menn eru svona ónægðir með að vinna einhversstaðar, hættu þá og stofnaðu þína eigin. En til þess þarf einmitt þekkingu. Þekking á skipulagningu og fjármagni er því gríðarlega mikilvægt.\nÞetta hefur líka verið reynt nokkuð oft, hvað var Sambandið og kaupfélögin annað en þetta. Því miður þá verða hagræðissjónarmið svo oft undir, svo að lokum tapa allir. Hverjum á t.d. að segja upp þegar illa gengur? Einkaeignarétturinn er því nauðsynlegur. Annars má læra um mistök og vandræði slíkra hugmynda um í flestum hægfræði og sögubókum.\nMarx gerði sér ekki grein fyrir eðli mannsins og að hann myndi ekki vera tilbúinn til að gefa frá sér valdið þegar hann hefði einu sinni öðlast það. Gera átti öll atvinnutæki upptæk og skila þeim síðan eftir ákveðin tíma. Líkurnar á að það gerist eru engar, sjá kommúnsima í praktís.\nHugmyndin bak við kommúnsima er enn þá slæm. Hún byggir á því að allir séu sömu skoðunar og brýtur niður frelsi manna til að leita eigin hamingju og drauma. Mér finnst ekkert fallegt við það.\nLög gilda um einstaklinga, að sjálfsögðu á að gera slíkt hið sama um fyrirtæki, þau eiga ekki að hafa rétt á því að brjóta á neinum. En með frelsinu er lika hverjum frjálst að stofna til samkeppni. Eftirlit er því sjálfsagt, með þá vissu að maðurinn er breyskur.\nAnnars þá gerist ég lítill málsvari skipulagðar kirkju, enda alveg á móti því að hún setji eitthvað mark á stjórnun ríkisins.\nGóður punktur í lokinn. Það tókst að brjóta aftur kirkjuna. Það tókst að brjóta aftur kommúnisman, og þær leifar af honum sem eftir eru fara stöðugt meira í frjálsræðisátt eða standa mjög höllum fæti. Ég sé enga ástæðu til að endurvekja hrylling þessara tveggja hluta.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-11 15:37:39",
            "id": "399607",
            "reply_to_id": "399605",
            "text": "“Það er bara verið að benda á, að ef við ætlum að fordæma kommúnismann fyrir að hafa valdið dauða og þjáningum milljóna sem ”illan“ eða ”heimskan“, þá er ekkert því til fyrirstöðu að gera nákvæmlega það sama við kristninna. ”\nVildi ég skjóta því inn að ég tel hann ekkert bara illan og heimskan fyrir dauða og þjáningar milljóna, heldur það hugmyndakerfi sem býr að baki honum.\nkv.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-11 16:06:48",
            "id": "399608",
            "reply_to_id": "399607",
            "text": "Þannig að við erum, a.m.k. hvað grundvallaratriði varðar, nokkuð sammála.\nEn svo er það þessi punktur úr fyrri (og lengri) greininni.  “Hver á að vinna leiðinlegustu, verstu, og erfiðistu störfin?”\nÉg hef ekkert svar við þessu svo sem, þar sem að ég er ennþá óákveðinn í stjórnmálaskoðun (hugsanlega er ég einskonar nytjastefnumaður, þ.e. vil bæta hag og farsæld sem flestra, en hinsvegar er bæði það, að það eru margir gallar á nytjastefnu (t.d. er ekkert athugavert við það, a.m.k. samkvæmt grófgerðustu mynd hennar, að senda saklausan mann í fangelsi ef það þjónar hagsmunum heildarinnar) og hitt, að þetta er nokkuð sem langflestar stefnur nútímans segjast vilja gera) og hef því ekki verið að velta þessu neitt gífurlega mikið fyrir mér.\nEn ímyndum okkur lítið fyrirtæki, ekki nema tuttugu starfsmenn.  Þetta fyrirtæki er í sameign allra starfsmanna, þeir ákveða, á sameiginlegum fundum hvert skuli stefna og svo framvegis.  Það gæti t.d. farið þannig fram, að tveir eða þrír starfsmannanna séu í vinnu við það, ekki ósvipað og gerist nú til dags, að semja margvíslegar áætlanir.  Þessar áætlanir eru svo lagðar fyrir alla starfsmenn, með viðeigandi tölfræði og útreikningum, og þeir velja síðan það sem þeir telja vera besta kostinn.  Er þetta í raun ekki svipað og gerist í fyrirtækjum í dag?  Ég meina, forstjórinn einn og sér er varla látinn sjá um að taka allar ákvarðanir, er ekki einhvers konar fundur t.d. hlutaeigenda?\nSíðan gerist það, að það er reiknað út, að ef að tveir starfsmenn taki það á sig, að sérhæfa sig í einhverju einu starfi, sem er bæði erfitt og skítugt, þá muni hagnaður fyrirtækisins aukast um 76,56%.  Hvernig á að fá menn í þessi störf?\nÍ fyrsta lagi, þá eru starfsmenn vonandi svo skynsamir, að þeir sjá hag sinn í því að taka þetta starf að sér, því þau mun hagnaður fyrirtækisins aukast, og þá munu þeirra eigin laun aukast líka.\nÍ öðru lagi væri hægt, þar sem að þessir tveir starfsmenn fái ögn hærri laun en aðrir starfsmenn, þar sem að vinna þeirra er erfiðari og óþrifalegri, og vegna þess að með því að taka á sig þessa vinnu eru þeir að hækka laun allra.\nÞetta er kannske ekki svo ósvipað kapítalisma.  Munurinn, eins og ég sé hann, er bara sá að allir starfsmenn fyrirtækis, frá þeim efsta til hins neðsta, eiga jafnan hlut í fyrirtækinu, og fá svipuð laun, þar sem þeir eiga allir þátt í verðmætasköpun fyrirtækisins.  Helsta gagnrýni Marx á verksmiðjur sinna tíma var einmitt sú, að fólkið átti ekki framleiðslutækin sjálf, það var ekki að vinna fyrir sig heldur fyrir annan.\nMér skilst raunar að verksmiðjur af þessu tagi hafi verið reyndar, þó í takmarkaðri mynd.  Þorsteinn Gylfason segir, í “Menning er að gera hlutina vel” (Réttlæti og ranglæti, bls. 303-310), frá manni sem hét Tómas Bata (eða Bati, því í textanum er nafnið í eignarfalli) sem átti margar verksmiðjur, m.a. í Tékklandi, nánar tiltekið “Zlín á Mæri þar sem nú heitir Gottwaldow”.  Það var merkilegt fyrir það, meðal annars, að starfsfólk verksmiðjunnar átti hlut fyrirtækisins með tilheyrandi arði.  Þar voru líka glæsilegir verkamannabústaðir, námstyrkir handa börnum verksmiðjufólksins, og fleira.  Þar voru líka framleiddir skór, sem þóttu bæði góðir og furðulega ódýrir, sérstaklega miðað við gæðin.  Auðvitað, þegar hann var þar, þá hafði ríkið tekið við, og átti alla verksmiðjuna, með öllu sem því tilheyrði.  En svo framarlega sem frásögn hans er að sönn og rétt (og ég sé svosem enga ástæðu til að draga hann í efa, nema þá kannske heilbrigðan efa), þá ætti þetta að sýna að eignahlutdeild fólks í fyrirtækjum sé ekkert nema af hinu góða.\nEn svo er líka hugsanlegt, að þetta sé ekkert nema hinn stækasti kapítalismi, sem á lítið sem ekkert skylt við kommúnisma."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-11 17:07:48",
            "id": "399609",
            "reply_to_id": "399608",
            "text": "Sæll,\nÉg er hlynntur því að auka velferð allra. Ég tel samt að eina leiðin sé kapitalísk þjóðfélag, sem setur mannúð að einhverju leiti á stefnuskrá og stendur vörð um grunneiningar í þroska og lífi einstaklings, þ.e menntun og heilbrigðisþjónustu.\nVarðandi fyrirtækið sem þú nefnir, rúmast það alveg fyrir í kapitalísku hagkerfi. Segjum sem svo að þetta fyrirtæki sé hagkvæmt og gott, ekkert að því að menn tækju sig saman og gerðu slíkt. En á móti væri fáránlegt að festa slíkt í lög, að allir yrðu að eiga. Hverjum yrði sagt upp ef illa gengi? Fyrirtæki verða að hafa sveigjanleika, horfðu t.d. á Japan, frábært hagkerfi, en um leið og kreppti að, hrundi það, því enginn sveigjanleiki var til að hagræða eða segja upp starfsmönnum. (nú geri ég ráð fyrir að þú þekkir til Japanskra siða, ef ekki þá skal ég glaður informa þig.)\nÁ Spáni voru rekin nokkur svona fyrirtæki með góðum árangri á 9.áratugnum, m.a. við gerð ísskápa. Þau skiluðu almennt meiri hagnaði og framleiðni en önnur fyrirtæki í svipuðum geira, starfsmenn nutu auðvita góðs af því, og kosið var í flestar ábyrgðar og stjórnunarstöður. Þeim fylgdi aðeins lítilega hækkuð laun.\nÞað sem gerðist síðan var að það kreppti að, skipulag fjármagnsins var ábótavant, og hafði lítið verið sett til hliðar, eða í almenna þróun og fjarfestingar. Lítill hagur var í raun af því að vera betur menntaður en næsti maður (fáir hæfir til þróunar). Auk þess urðu stjórnendakosningar vinsældarkosningar, en ekki kosningar um hæfasta aðilan. Minnir að þetta company hafi farið á hausin á aðeins tveimur árum (1993) eftir að hafa verið um 30 ár starfandi, og nánast allan tíman með hagnaði.\nSvona company gæti vel gengið upp, en eins og ég segi þá eru fjárfestar líka mikilvægir, og eiga rétt á því að fá góðan arð af fjárfestingum, þar sem áhættan er oftast mest þeirra. Ef þú færð ekki háan arð, hverfur líka hvatinn til nýbreytni og fjárfestinga, en þær eru gríðarlega mikilvægar fyrir öll hagkerfi.\nOkey, í fyrirtækinu sem þú nefndir: Um er að ræða skúringar. Væri eðlilegt að doktor í lífefnfræði væri með sömu laun, eða væri tekið tillit til menntunar. Hvað ef samt þessi doktor skilaði álíka miklu og minna menntaður maður í companíinu? Væri eðlilegt að þeir sem þyrftu að skúra upp ógeðslegan lífefnaúrgang væru með hærri eða lægri laun, þeir eiga jafn mikið í fyrirtækinu. Hver er hæfni þessara manna til að dæma um tölfræði og plön? Ástæðan fyrir að stjórnun hefur nú skipað sér í flokk með 4 grunnþáttum hagfræðinnar og efnahagslífs er ekki að ástæðulausu. Hver ber ábyrgð ef stjórnun er síðan léleg og allir peningar tapast, allir? Fjármálastjórinn? Ég held að þetta sé bara uppspretta vandamála. Trúi frekar á það að hver og einn einstaklingur ráði yfir sínu fjármagni sem hann getur fylgst með og ávaxtað að vild. Ef hann fjárfestir, þá er það yfirleitt hans hlutverk að fylgjast með og passa fjárfestingu sína.\nAnnars þá trúi ég ekki á rétt heildarinnar til að kúga minnihluta, eða öfugt. Ákveðnar skorður á bara ekki að vera hægt að setja mönnum. Hagsmunir heildarinnar eru líka huglægar og eiga engan veginn að vera alráðandi.\nNóg í bili,\nkundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-11 18:26:16",
            "id": "399610",
            "reply_to_id": "399609",
            "text": "Ókei, þar sem að við erum komin inn á svæði Sovétríkjanna varðandi laun og menntun, þá má nefna það, að í Sovétríkjunum þurftu menn ekki að borga fyrir menntun - að sækja háskóla var launað.  Það var, að því leytinu til, ekki nauðsynlegt að menntamenn fengu hærri laun (annars, brandari um menntamenn, frá Tékkóslóvakíu ef ég man rétt: “Hvers vegna eru leynilögreglumenn alltaf þrír og þrír saman? - Einn les, annar skrifar, og sá þriðji fylgist með þessum menntamönnum”), þar sem þeir þurftu ekki að greiða neinar skuldir af gömlum námslánum, bankalánum og öðru slíku.  Og ef einhvers konar slíkt kerfi væri við lýði, hvers vegna ætti doktorinn að fá hærri laun?  Hann fór ekki í þetta nám til að fá há og góð laun - hann fór í það, vegna þess að hann *vildi* læra þetta, og hann fékk meira að segja laun á meðan hann lærði það.\nAuðvitað er ég ekki að hvetja til þess, að neitt svona kerfi verið tekið upp. Ég er raunar sjálfur á því, að það kerfi sem við höfum núna sé að mestu alveg ágætt, þótt það séu vafalaust gallar á því - eins og öllum öðrum stjórnkerfum og hagkerfum.\nÉg þekki svo gott sem ekkert til japanskra siðvenja.\nEn ég held, að hugmyndin hjá Marx hafi verið sú, að einhvern tíman yrði svona sameignarskipulag hið algengasta skipulag, og fjármagnshyggjufyrirkomulagið yrði talið jafn úrelt og við teljum lénskerfið vera í dag.\nÞað er alltaf galli þegar kosningar verða vinsældakosningar, og besta leiðin til að komast hjá því er auðvitað sú að fólk sé vel upplýst og/eða menntað.  Hugsanlega hefur það verið gallinn á Spáni.\nÞað eru þó vissir heildarhagsmunir sem eru ekki svo ljóslega afstæðir.  Tildæmis hreint vatn, hreint loft, góð og almenn menntun, góð og tiltölulega ódýr heilbrigðisþjónusta - þetta sýnast mér allt vera hagsmunir heildarinnar sem erfitt sé að segja að eigi ekki alltaf við.  Og er það ekki viss kúgun meirihluta á minnihluta að kjósa EKKI t.d. nasistaflokk?  Nasarnir vilja ekki (held ég) búa við lýðræði eða núverandi stjórnskipulag, en þó neyðum við þá til þess með því að kjósa aðra flokka.  Ég held að þetta sé annað hvort (A) útúrsnúningur hjá mér (þó er ég ekki viss - væri ég viss um að þetta væri það hefði ég ekki skrifað þetta) eða (B) dæmi um ásættanlega kúgun meirhluta á minnihluta. Og mig langar frekar til að hallast að (B)."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-10 13:16:38",
            "id": "399611",
            "reply_to_id": "399602",
            "text": "Capitalist: Ég held að Thossinn hafi svarað spurningu þinni hér að ofan. Kristi HEFUR orðið mörgum milljónum að bana, mun fleiri en kommúnismi. Telur þú kristið fólk heimskingja?\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-11 11:16:42",
            "id": "399612",
            "reply_to_id": "399611",
            "text": "Rangt að kristni hafi orðið mun fleiri að bana en stjórnin byggðar á kommúnisma. 40 milljónir drap Stalín í þjóðernishreinsunum sínum, ef ekki fleiri. Kristni kemst ekki nálægt þessu. Síðan á eftir að taka Kína, Kúbu, Che, Austur Evrópu, og öll hin lönd “hugsjónanna”.\nHvert er eðli kristninnar (trúar?) og síðan eðli kommúnsismans. Hvaða kröfur gera þessir hlutir til veraldslegs valds? Hvaða kröfur gera þeir um að beygja aðra þegna með góðu eða illu?\nKristnin sem slík öðlaðist of mikið vald. Afleiðinguna getum við lært af. Svarið er auðvita ekki með enn meiri miðstýringu líkt og kommúnisminn boðar, og að mörgu leiti kristnin. Í raun er hér sama hlið á sama tening. Þegar þið nefnið kristnina eruð þið einungis að benda á svipað mál, of miðstýrt vald.\nSem betur fer hefur kristni verið að minnka veraldlegt vald sitt og bein áhrif á stjórnun, lög og reglur í ríkjum. Kirkjan er andlegt athvarf þeirra sem það kjósa. Allt gott og blessað með það. Nú þarf bara að aðskilja ríki og kirkju, þótt það sé þegar byrjað í huglægum skilning, þá þarf að ganga endanlega frá því lagalega, öll trúfélög eiga að vera jöfn, það er samt seinni tíma umræða.\nHvert er eðli kommúnismans, og hvað þarf til að hann nái og haldi völdum? Hvað boðar hann og hver er söguleg skýring orðsins kommúnismi?\nEr það ekki að neyða ákveðna einstaklinga í samfélagskipun þar sem þeir fá í raun aldrei að fullu notið sín, eða náttúruréttar síns? (Nú skulu menn ekki víkja sér frá með að benda á skandinavískan sósíalisma, heldur þá sem kenna sig við kommúnisma, sögu hans,upphaf og virkni í praktís).\nHvað boðar síðan frjálshyggjan og nútíma jafnaðarmenn. Nú að einstaklingurinn sé frjálst til eigna, lífs og frelsis, en taki að einhverju leiti þátt í kostnaði við við grunnstoðir samfélagsins sem gerir mönnum kleift að virkja frelsi sitt, vinna sér inn eigur og halda lífi.\nAuðvita er BNA ekkert útópía frjálshyggjunar. Þar er nóg af heimskulegum lögum, settum af misvitrum stjórnmálamönnum. Það eina sem það kennir okkur, er að einstaklingur skal vera frjáls frá kúgun annara undir sína hugmyndafræði. Hvorki minnihluti né meirihluti eiga að geta kúgað hvorn annan, skorður skulu settar á hvert ríkisvaldið getur seilast og hvert ekki.\nIðka þú kommúnisma, en varla er hægt að ætlast til að allir taki þátt í honum, þar sem þeir aðilar skulu hafa sínar hugsjónir líka, og þá er það frelsið eitt sem stendur eftir bert, án hugsjóna, því þar, og aðeins þar rúmast allar hugsjónir.\nMér finnst það að kenna sig við kommúnisma bæði vera heimskulegt og barnalegt. Í fyrsta lagi eiga fórnarlömb þess, mannkynið og réttlætið betra skilið en að fjöldamorðingjar eins og Stalín, Lenín, Mao, Che og Castro séu upphafnir til skýjanna.\nHugmyndafræði kirkjunnar hefur alltaf verið vertu góður við náungan, gerðu honum ekki það sem þú vilt ekki að hann gjöri þér…osfrv. Í praktís, með of mikil völd, fór kirkjan samt sem áður langt út fyrir þetta. Trúir þú virkilega að með jafn stórt kerfi og kommúnisminn býður, að það sama saga muni ekki endurtaka sig?\nÞví er eina frumréttlætið, að hver maður fái sem rúmast frelsi til að haga athöfnun sínum, fjármunum og lífi eftir sínum hentileika.\nMenn ættu síðan að geta tekið sig saman og iðkað kommúnsima saman ef þeir vildu, borgað í sameiginlegan sjóð og styrkt þá sem yrðu undir með því að taka frá þeim sem hafa unnið fyrir meiru. En að láta sér detta það í hug að neyða allt samfélagið í algjöran kommúnsima er fráleitt.\nHver sá sem trúir á einhverja stjórnmálaskoðun hlýtur að telja það æskilegt að hún verði við lýði, það segir því margt um einstaklinginn að ætla að vera fánaberi kommúnista.\nkv.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-11 13:18:20",
            "id": "399613",
            "reply_to_id": "399612",
            "text": "Helduru að það eitt að segja að kristni hafi ekki komið nálægt þessu sé nóg? Ert þú alvitur?\nSegðu mér þá hversu margir hafa dáið vegna kristinnar trúar.\nEn ef þú veist það ekki, ekki fullyrða þá eitthvað…\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-11 15:18:09",
            "id": "399614",
            "reply_to_id": "399613",
            "text": "Zedlic þú sýnir engan áhuga á að svara neinu í kjarna málsins eða útskýra þína sýn, praktík og annað varðandi kommúnsiman. Í staðin reyniru að að villa um og skorast undan með að gera aukaatriði að aðalatriðum.\nNei ég þekki ekki tölurnar en beitti bara ályktun á það. Á hverju ég byggi það er í stuttu máli fólksfjölgunarsprengjunni í kringum iðnbyltinguna og eftir hana og fram eftir 20. öldinni. Um og eftir þessa fólksfjölgunarsprengju hafa áhrif kirkjunnar til að taka fólk af lífi verið lítil sem engin. Spænski rannsóknarrétturinn eða kaþólska kirkjan hafði ekki bolmagn í að taka 40.milljónir af lífi þann tíma sem ægivald þeirra lifði. Það er alveg hægt að finna suma hluti út með ályktun. Annars skil ég ekki afhverju þú gerir þetta af slíku máli, þegar ég hef beðið þig um að útskýra meira þína sýn og kommúníska hugsun þína. Slíkt virðistu ófær um að gera. Settu fram þína hugsjón á þetta og ég skal svara henni málefnalega og finna að henni það sem ég tel að henni og koma með eigin sýn á málið.\nÍ seinni heimstyrjöldinni dóu fleiri en hafa gert í samtals í öllum öðrum stríðum og styrjöldum í heiminum samtals frá því. Gerðu þér grein fyrir að 40 milljónir manna er gríðarlegur fjöldi, sem var skipulega útrýmt af Stalín og svipuð tala er yfir þá sem dóu í seinni heimstyrjöldinni. Stalín drap því svipað marga i skipulögðum ofsóknum og öll stríð sem háð höfðu verið til samtals fram að því. Ég tel það ótvíræða sönnun þess að fleiri létust af völdum kommúnismans heldur en kirkjunnar. En gaman væri auðvita ef einhver hefði tölurnar sem þetta les.\nÁ miðöldum voru stærstu borginnar flestar langt undir milljón íbúum.\nAnnars hvet ég þig til að leggja eitthvað til á málefnanlegan hátt eða svara því sem komið er, líkt og thossinn leggur sig fram við og er virðingarvert.\nkv.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-11 16:58:20",
            "id": "399615",
            "reply_to_id": "399614",
            "text": "Ástæðan fyrir því að ég er ekki að verja Stalín er einföld og ég hélt nú að þú værir búinn að fatta hana.\nEins og ég hef teki fram áður er Stalínismi ekki það sama og kommúnismi. Þú getur ekki bara sagt “nei það er það sama” og látið þar við sitja.\nÉg hef hingað til ekki vanið mig á það að svara fyrir og verja stjórnmálastefnur sem ég tilheyri ekki og styð ekki heldur.\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-11 17:36:41",
            "id": "399616",
            "reply_to_id": "399615",
            "text": "Jæja, zedlic, það er mér nokkuð ljóst að þú hefur hvorki bolmagn né áhuga á að ræða þetta á vitrænum grundvelli. Varðandi Stalín og Kommúnisma er var ég búinn að pósta grein um orsakir og afleiðingar. Þú gast svarað því. En ég hérna koma nokkrar spurningar sem ég kom með og týndi úr textunum hér að ofan. Þú hefur ekki séð þér fært um að svara eða ræða eina þeirra. Hvað þá lagt orð í belg um kommúnismann almennt. Skilningurinn þinn er svo lítll, að mér virðist þú einfaldlega ekki vita hvað er verið að ræða.\nSkoðaðu í hvaða samhengi stalínismi er ræddur áður en þú ferð að gefa út misgáfuleg ummæli um þær spurningar sem beint er til þín.\n“Hver er kjarninn og útfærslan á kommúnismanum. Hvernig á að ná fram markmiðunum. Skal það gert á göfugan og fallegan hátt? ”\n“Ætli Marx væri ekki ágætlega sáttur við t.d. skandinavíska módelið? ”\n“Varðandi Þarfir og Getu, þá var ég að benda á að það er alltaf stór spurning hver á að dæma um slíkt, rétt eins og þú talar um forrétindastéttina, væri ekki líklegt að sá sem sæi um útdeilingu gæðanna hefði mannlega hegðun í sér, þ.e.a.s. bæði gefa þeim sem hann þekkti, meira og sjálfum sér? ”\n“Afhverju er það þannig í öllum ríkjum sem kommúnistar hafa verið við völd að aðrir stjórnmálaflokkar eru bannaðir? Hvernig virkar kommúnismi in practise? ”\n“Hvert er eðli kristninnar (trúar?) og síðan eðli kommúnsismans. Hvaða kröfur gera þessir hlutir til veraldslegs valds? Hvaða kröfur gera þeir um að beygja aðra þegna með góðu eða illu?”\n“Hvert er eðli kommúnismans, og hvað þarf til að hann nái og haldi völdum? Hvað boðar hann og hver er söguleg skýring orðsins kommúnismi?”\n“Settu fram þína hugsjón á þetta og ég skal svara henni málefnalega og finna að henni það sem ég tel að henni og koma með eigin sýn á málið. ”\nSumum þessum spurningum svaraði ég persónulega á eftir. Spurningamerkið gefur samt til kynna að þetta er spurning. Ég er ekkert að biðja um réttlætingu á Stalín, enda gerir hver heilvita maður sér grein fyrir að það hefur varla verið ætlun kommúnískrar hugmyndafræði að stunda þjóðernishreinsanir.\nAftur á móti ef við horfum á afleiðingar þess að aðilar með kommúníska hugmyndafræði að leiðarljósi komist til valda:\nNorður Kórea\nKúba\nKína\nMeirihluti Austur Evrópu (Pólland, Búlgaría, Tékkland, Austur-Þýskaland, Albanía, Rúmenía)\nSovétríkin\nHver er velmegun og ánægja þegnana miðað við þessi ríki (sem hafa haft frelsi í hugsun og kapitalísk hagkerfi að mestu leiti):\nBNA\nFrakkland\nVestur-Þýskaland\nBretland\nDanmörk\nSvíþjóð\nNoregur\nÍsland\nFinnland\nAusturríki\nSviss\nLichtenstein\nHolland\nBelgía\nÍtalía\nKanada\n(Singa púr+Hong Kong+S-Kórea(kapitalísk kerfi…en ekki stjórnun með frelsi að leiðarljósi, því miður.)\nÞessi lönd hafa öll búið við velmegun, meðan örbirgð var í löndum kommúnista. Öll þessi lönd búa við meira atvinnufrelsi, tjáningarfrelsi og frelsi til lífs en hin kommúnísku.\nAuðvita hafa þau sína svörtu bletti og sumt mætti betur fara. En samanborið við kommúnistalöndin þín, þá verð ég að segja að þessi lönd eru paradís.\nEða fór kannski engin kommúnistinn almennilega eftir kenningunum? Þessi lönd hér að ofan hafa heldur ekkert farið eftir kenningum um frelsið, frjáls viðskipti og fleira sem kapitalisminn hefur byggt á, enda gera þau líka mistök. Þau eru þó skömminni skárri. Orsakir og afleiðing hugmyndafræði.\nkv.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-11 19:49:25",
            "id": "399617",
            "reply_to_id": "399616",
            "text": "“Hver er kjarninn og útfærslan á kommúnismanum. Hvernig á að ná fram markmiðunum. Skal það gert á göfugan og fallegan hátt?”\nAð sjálfsögðu skal það reynt. Og að sjálfsögðu hefur það ekki alltaf tekist. En samkvæmt kenningunni skal það vera.\n“Ætli Marx væri ekki ágætlega sáttur við t.d. skandinavíska módelið?”\nJú ætli það ekki bara enda er t.d. sólíalísk stjórn í Svíþjóð (að ég held). Mikil velmegun er á Norðurlöndunum.\n“Varðandi Þarfir og Getu, þá var ég að benda á að það er alltaf stór spurning hver á að dæma um slíkt, rétt eins og þú talar um forrétindastéttina, væri ekki líklegt að sá sem sæi um útdeilingu gæðanna hefði mannlega hegðun í sér, þ.e.a.s. bæði gefa þeim sem hann þekkti, meira og sjálfum sér?”\nVeistu þú verður að pæla aðeins í því hvern þú ert að spurja áður en þú vælir í fólki að það séu ekki að svara þér. Þessarri spurningu var greinilega ekki beint til mín þar sem ég talaði eldrei um “forréttindastéttina”.\n“Afhverju er það þannig í öllum ríkjum sem kommúnistar hafa verið við völd að aðrir stjórnmálaflokkar eru bannaðir? Hvernig virkar kommúnismi in practise?”\nAftur verð ég að nota þetta svar: Samkvæmt kenningunni virkar þetta en vegna breyskleika manneskjunnar er erfitt að láta kommúnisma virka per se.\n“Hvert er eðli kristninnar (trúar?) og síðan eðli kommúnsismans. Hvaða kröfur gera þessir hlutir til veraldslegs valds? Hvaða kröfur gera þeir um að beygja aðra þegna með góðu eða illu?”\nKirkjan gerði nú ýmislegt til að beygja þegna sína undir sig og slátruðu þeim sem ekki trúðu.\n“Hvert er eðli kommúnismans, og hvað þarf til að hann nái og haldi völdum? Hvað boðar hann og hver er söguleg skýring orðsins kommúnismi?”\nTil þess að kommúnismi nái og haldi völdum þarf græðgi manneskjunnar að minnka. Græðgi í völd og peninga er það sem er að skemma heiminn. Kommúnismi boðar jafnræði meðal allra og er þá frekar hugsað um heildina frekar en einstaklinginn. Það er bara hugsjón og skoðun. Ef að þér finnst hún heimskuleg þá finnst þér það. En þú skalt ekki segja að hún SÉ heimskuleg.\n“Settu fram þína hugsjón á þetta og ég skal svara henni málefnalega og finna að henni það sem ég tel að henni og koma með eigin sýn á málið. ”\nEins og ég segi, í kommúnisma (eins og ég lít á hann) er frekar hugsað um heildina en einstaklinginn.\nOg ég get sagt þér það hér og nú, engin sönn kommúnistastjórn hefur verið við lýði á jörðinni (að ég held, allavega hafa þær sem ég veit um ekki verið það). Ástæðan er eins og ég hef tíundað hér áður, græðgi mannskepnunnar í völd og peninga. Kapítalsmi prómóterar þessa græðgi meðan kommúnismi hlýtur skaða af henni.\nAð vera kommúnisti og trúa á kenninguna um kommúnisma getur ekki verið heimskulegt. Því samkvæmt henni er allt gott. Ég veit líka að samkvæmt kenningum allra hinna stjórnarkerfanna er líka allt gott. En mér líst best á kommúnisma. Og ég er ekki með skítkast á þá sem hugsa ekki eins og ég né kalla ég þá heimska. Því þetta er mitt val, að vera kommúnisti og að vera kapítalisti eða anarkisti er bara val þeirra.\nEina ástæðan fyrir því að ég sendi þessa grein var að spurja hvers vegna orðið “kommúnisti” væri orðið að fúkyrði.\nJá og Kundera, þetta er ekki spjallrás, gerðu það ekki fara að væla þótt einhver hafi ekki svarað þér strax. Ég er loksins að komast núna í að skrifa þetta.\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-12 15:09:04",
            "id": "399618",
            "reply_to_id": "399617",
            "text": "Kæri zedlic,\n“Hver er kjarninn og útfærslan á kommúnismanum. Hvernig á að ná fram markmiðunum. Skal það gert á göfugan og fallegan hátt?”\nZedlic: Að sjálfsögðu skal það reynt. Og að sjálfsögðu hefur það ekki alltaf tekist. En samkvæmt kenningunni skal það vera.\nHverskyns rugl svar er þetta. Þú svarar bara seinustu spurningunni. En ekki því á undan. Ertu að kalla þig kommúnista bara því það er svo töff að vera öðruvísi?\nNorðurlöndin hafa að mestu búið við kapitalíska stjórn, en ákveðna sósíalstýringu í félagsmálum. Það er langt frá því að vera kommúnismi, en gott að heyra að þú sért ánægður með það.\nSumar spurningarnar bendi ég á að þú hefðir geta tekið afstöðu til, en hefðir ekki gert, og mér sýndist því áhugi þinn á að ræða málin á eðlilegan hátt lítill eða enginn.\n“Aftur verð ég að nota þetta svar: Samkvæmt kenningunni virkar þetta en vegna breyskleika manneskjunnar er erfitt að láta kommúnisma virka per se.”\nOkey, hérna kemuru að frábærum punkti. Þú viðurkennir raunsæi og gerir þér grein fyrir að kenningin er svo gott sem ómöguleg í framkvæmd. Orsök og afleiðing, hugmynd og framkvæmd. Jæja, það er allavega persónuleg skoðun mín að með þessa vitneskju sé svo gott sem ómögulegt að aðhyllast kommúnisma, þ.e. þegar menn gera sér grein fyrir að hann virkar ekki í praktís.\nVarðandi kirkjuna, þá var ég nú að tala um þetta varðandi samtíman, og aðhyllingu á kenningum þessara tveggja hugmynda. Annars þá er ég nokkuð sammála þér, skipulögð kirkja og trúarbrög finnst mér ekkert af hinu góða.\n“Til þess að kommúnismi nái og haldi völdum þarf græðgi manneskjunnar að minnka. Græðgi í völd og peninga er það sem er að skemma heiminn. Kommúnismi boðar jafnræði meðal allra og er þá frekar hugsað um heildina frekar en einstaklinginn. Það er bara hugsjón og skoðun. Ef að þér finnst hún heimskuleg þá finnst þér það. En þú skalt ekki segja að hún SÉ heimskuleg.”\nGræðgi er það sem drífur okkur áfram. Spurningin er bara að gefa ekki græðginni möguleika á að seilast á ákveðna staði. Græðgi er langt frá því að vera af hinu vonda, en auðvita getur of mikil græðgi verið skaðleg. Afhverju segiru að græðgi í peninga og völd sé að skemma heiminn? Rökstyttu fullyrðinguna. Annars þá hefur heimurinn tekið stórkostlegum breytingum til batnaðar á síðustu 50 árum, og ekki fæ ég séð að hann sé eitthvað að skemmast. Nokkur frábær atriði sem hafa átt sér stað síðustu 50 ár:\nAukið jafnræði með konum og körlum.\nAukin réttindi kvenna.\nAukin réttindi minnihlutahópa. (blökkumanna osfrv.)\nVakning meðal fólk um mikilvægi umhverfisins\nAukinn skilningur á mismunandi menningu, húðlit og trúarbrögðum.\nAukin skilngur á líðan geðsjúkra og þeim gert lífið bærilegra.\nAlmennt almannatryggingarkerfi.\nAukið frelsi einstaklingsins.\nAukið atvinnufrelsi.\nRéttindi verkafólk tryggð enn betur í sessi.\nÉg sé ekki alveg á þessu hvar heimurinn er að skemmast. Aðeins lítil hluti á við um kommúnistaríkin, meðan flest allir eiga við um ríki V-Evrópu, sem við vitum hvað aðhylltust.\nAfhverju á frekar að hugsa um heildina en einstaklinginn? Er einstaklingurinn ekki fæddur frjáls, en jú í bandalagi við aðra menn um samfélag. Hefur þetta samfélag einhvern rétt til að kúga hann? Í krafti hvers…meirihluta?\nGræðgi manneskjunnar á að öllu líkindum ekki eftir að minnka, en ert þú þá að viðurkenna að kommúnisma ætti ekki að koma á, fyrr en svo væri? Þá nefnilega þarftu að bíða helvíti lengi. Annars er græðgi góð, því hagsmunir einstaklingins fara oftast saman við hagsmuni heildarinnar, í efnahagslegum skilning þ.e.a.s.\nEngin sönn kommúnistastjórn verið við lýði nei. En samt töluvert margar(allar frekar óvinsælar), er kannski ekki bara málið að með kommúnisku fræðina að baki, virkar einfaldlega ekki samfélagið á frjálsan og eðlilegan hátt. Því miður hefur heldur aldrei verið hér á jörð almennileg frjálshyggjustjórn, þar sem frelsinu er fylgt út í eitt, líkt og réttlátt er að mínu mati. En með þá hugmyndafræði að baki (og auðvita jafnaðarmannastefnuna) virðist samfélagið ganga mun betur. Allavega umhugsunarefni.\nKapitalismi prómótar ekki græðgi, maðurinn er gráðugur. Hann reynir að uppfylla þá græðgi hvort sem hann lifir í kapitalísku eða kommúnísku samfélagi. Í kommúnísku gerist það bara að það verður á kostnað heildarinnar, þar sem græðgi hans fæst einungis uppfyllt innan stjórnkerfisins. Í kapitalismanum er líklegt að græðgi hans geti orðið heildinni til gróða, þar sem hann eflir efnahag.\nEr allt gott samkvæmt kommúnisma? Þú værir kannski til í að útskýra þetta betur fyrir mér?\nSorry, mér finnst enn þá heimskulegt að trúa á stjórnkerfi, þar sem orsök og afleiðing er jafn augljós, og jafn vonlaust að koma í verk án gríðarlega blóðsúthellinga eða þjáninga. Nema auðvita allir hætti bara að vera gráðugir.\nÉg hef verið að reyna leiða með fúkyrðið, að vegna þess hve stefnan býður upp á að þú sem einstaklingur skiptir ekki máli, efnahagslegt hrun og hömlun mannsins niður í duttlungslegar ákvarðanir um ímyndaða velferð heildarinnar, þá sé stefnan einfaldlega heimskuleg. Að því leiðir að þegar einhver kallar þig kommúnista, er hann líklega að meina: “æi, kallinn, mikið ertu vitlaus”, þótt ég geti auðvita ekki fullyrt um hvað hver og einn meini.\nVarðandi að vera ekki spjallrás, þá er ósmekklegt af þér að reyna gera lítið úr mér, með að segja að ég sé að eitthvað að væla, þegar þú veist fullvel að þú varst búinn að svara mér, bara  asnalega þar sem þú á villandi reyndir að toga út atriði sem skiptu ekki höfuð máli, en gast ekki tekið raunverulega afstöðu til neins. Þú hefur reynt að bæta fyrir það núna, en það er því lygi að þú hafir ekki komist til að skrifa fyrr. Það segir margt um þig sem persónu, þá sérstaklega minnimáttarkennd þína, að þurfa ræða málið á þessum nótum.\nkundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-12 15:33:52",
            "id": "399619",
            "reply_to_id": "399618",
            "text": "Sæll.\nÞú nefnir marga og margvíslega hluti sem hafa breyst til batnaðar undanfarin 50 ár.\nAð hve miklu leiti er þetta allt græðgi að þakka, og að hve miklu leiti er þetta tamningu græðginnar að þakka?  Ég get ekki séð hvernig t.d. aukið umburðarlyndi gagnvart mörgum ólíkum menningarhópum sé hægt að rekja til þess, hve gráðug við erum.\nSvo er hitt, að ég get ekki séð hvernig samfélög skuli virka án nokkurra þvinganna og frelsisskerðinga.  T.d. eru hraðahindranir, umferðaljós og margs konar umferðareglur ekkert annað en frelsisskerðing, en ég get einfaldlega ekki betur séð en að það sé mikilvæg og nauðsynleg frelsisskerðing."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-12 19:35:12",
            "id": "399620",
            "reply_to_id": "399619",
            "text": "Thossinn:\nKom líklega soldið rangt frá mér. Zedlic var að tala um að verið væri að skemma heiminn, almennt leiðist mér slíkt bölsýnistal og kom því inná hluti sem hafa batnað, með áherslum á að einstaklingurinn sé mikilvægur, en ekki bara heildin.\nGræðgin, var ekkert sérstaklega með hana í huga, en aftur á móti mætti alveg færa rök fyrir hagkvæmni þess að létta þeirri áþján sem er og hefur verið á minnihlutahópum. Að vera nýta framleiðslu allra vinnandi afla er að sjálfsögðu jákvætt, hvort sem það er græðgin sem knúir það eða ekki. En græðgin er ekkert eina knúandi afl mannsskepnunar, ég var bara að tala um að græðgin þarf ekkert í eðli sínu að vera slæm, rétt eins og Adam Smith talaði um.\nVarðandi umferðadæmið, sem ég hef nokkuð oft heyrt, og þykir alltaf jafn slakt, þá er verið að tala þarna um skerðingu þar sem þú ert allan tíman að leggja aðra í hættu, með að keyra stórvirkt tæki eins og bíl. Þú mátt keyra, innan ákveðna marka, þessi mörk eru reyndar í sífelli skoðun (nýbúið að banna að tala í farsíma). Frelsisskerðing til að vernda líf og limi annara fellur fullkomlega undir frelsis hugtakið. Aftur á móti sættir það sig ekki við huglægar relsissviptingar. Hver er munurinn á að setjast upp í bíl og keyra um sameiginlegar götur sem allir sækja, eða fara sjálfur inn á stripklúbb og horfa einn á alsbera konu?\nÉg leyfi þér að hugsa um það sjálfur.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-12 18:50:50",
            "id": "399621",
            "reply_to_id": "399618",
            "text": "Ok til að byrja með þá voru þetta það ítarlegar og viðamiklar spurningar að ég hafði ekki tíma til að svara þeim almennilega fyrr en ég gerði það. Mér finnst afar heimskulegt af þér að fullyrða að það sé lygi. Veist þú eitthvað um mína hagi? Veist þú eitthvað um að ég gæti t.d. verið í bullandi prófum núna og hef tíma til að tékka mig inn á huga, athuga skilaboð og svara kannski nokkrum svörum snögglega en ekki tíma til þess að setjast niður og skrifa svör við þínum mörgu spurningum?\nNei þú veist nákvæmlega ekki neitt um það. Ekki kalla mig lygara nema þú vitir alla málavexti.\nÉg held ég hafi sagt þetta oft en allavega…. Að mínu mati er kommúnismi góður vegna þess að\nþú segir: “Aukið jafnræði með konum og körlum.\nAukin réttindi kvenna.\nAukin réttindi minnihlutahópa. (blökkumanna osfrv.)\nVakning meðal fólk um mikilvægi umhverfisins\nAukinn skilningur á mismunandi menningu, húðlit og trúarbrögðum.\nAukin skilngur á líðan geðsjúkra og þeim gert lífið bærilegra.\nAlmennt almannatryggingarkerfi.\nAukið frelsi einstaklingsins.\nAukið atvinnufrelsi.\nRéttindi verkafólk tryggð enn betur í sessi.”\nMá ég benda þér á (eins og þú vonandi veist) að hinn vestæni heimur er ekki allur heimurinn?\nHversu stór hluti af íbúum jarðar heldur þú að lifi við þetta?\nÁstæðan fyrir því er græðgin. Við höfum það voða gott hérna meðan margir íbúar Afríku og Asíu svelta og deyja. Ég þori að fullyrða að minnihluti íbúa jarðar hafi það eins gott og þú skrifar.\nOg eins og ég sagði áðan þá er það útaf græðgi. Bláfátæk Afríkulönd geta ekki fætt þjóð sína vegna þess að þau skulda Bandaríkjunum gríðarlegar fjárhæðir, fjárhæðir sem hækka þrátt fyrir að allur peningur landsins fari í skuldir, vegna gríðarlegra vaxta. Hvað er það annað en græðgi?\nAð halda að heimurinn sé voða góður og ekki að skemmast bara vegna þess að hinn vestræni heimur hefur það gott tel ég ansi fáránlegt.\nAð sjálfsögðu eru allar tegundir af stjórnarfari góðar í kenningunni, það var það sem ég var að meina.\n“Ég hef verið að reyna leiða með fúkyrðið, að vegna þess hve stefnan býður upp á að þú sem einstaklingur skiptir ekki máli, efnahagslegt hrun og hömlun mannsins niður í duttlungslegar ákvarðanir um ímyndaða velferð heildarinnar, þá sé stefnan einfaldlega heimskuleg. Að því leiðir að þegar einhver kallar þig kommúnista, er hann líklega að meina: ”æi, kallinn, mikið ertu vitlaus“, þótt ég geti auðvita ekki fullyrt um hvað hver og einn meini.”\nJá…þetta er þín skoðun. Afhverju er einstaklingurinn endilega mikilvægari en heildin? Þó að þér finnist það þá er það ekki þannig.\nÞessvegna verður þetta “af því leiðir” ógilt vegna þess að þú ert að byggja það á þinni skoðun. Þar með getur þú ekki fullyrt neitt um hvað fólk meinar með því að kalla aðra kommúnista, annað en þig sjálfan.\nJæja, ég nenni ekki að skrifa meira.\nVil samt bara benda á að allt bögg á þig persónulega sem ég skrifa er skrifað í hita leiksins og er í rauninni ekki persónulegt.\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-12 20:11:59",
            "id": "399622",
            "reply_to_id": "399621",
            "text": "Zedlic:\nÉg tek nú lítið persónulega til mín, en reyni þó iðulega að svara fyrir mig :)\nAnnars varðandi fullyrðingu mína um lygi, þá byggði hún auðvita að því að þú gerðir þig ekki líklegan til svara öðruvísi, né gafst í skyn að þú hefðir ekki tíma í það. Einfaldlega tókst atriði sem skiptu ekki höfuð máli, snérir útúr, og bless. En auðvita rétt hjá þér að ég ætti ekki að fullyrða um að þú værir að ljúga, ég afsaka það. Aftur á móti tel ég mig í fullum rétti til að draga ályktanir, inná þær hef ég komið nokkuð oft, þ.e.a.s að þú hefur ekki viljað koma að aðalatriðum málsins, eða séð þér fært að svara á vitrænana hátt. Það var nefnilega villandi af þér að segja að ég væri að væla, þegar þú vissir að þetta voru tilvísanir í svör þín á undan. Lygi var líklega ekki rétta orðið, heldur villing (ef það er til). En látum það liggja á milli hluta.\nTek undir að því miður búa ekki nógu margir við þessi kjör. Þú vilt kenna græðginni um. Ég sé nú ekki alveg hvernig þú færð það nákvæmlega út, en tel mig nokkurn veginn í hugarlund hvaða forsendur þú gefur þér.\nViltu meina að kapitalismi sé ástæðan fyrir þessu? Jæja, ég tel það nokkurn veginn skort á kapitalisma og því hugarfari sem einkennir frelsi mannsins.\n1. Bein tengsl eru milli atvinnufrelsis og frelsis í mannlegum athöfnun. Því frjálsari sem maðurinn er því meiri velmegun gefur það af sér.\nSkoðaðu Hong Kong ,Taiwan og S-Kóreu, þar hefur ríkt atvinnufrelsi, lágir skattar á fyrirtæki og einstaklinga, frjáls viðskipti. Sem sagt kapitalismi. Þessi lönd standa framarlega í efnahagslegum skilning, og hafa unnið mun meira á en önnur lönd í mannlegu frelsi.\nHvernig gengur í N-Kóreu? Hungursneyð. Kommúnískt kerfi. Afríka og S-Ameríka? Atvinnufrelsi mjög lítið.\nAnnars þá er ég löngu hættur að hlusta á að allt hið illa sé kapitalistum að kenna núna. Þau lönd sem hafa fylgt honum standa flest öll í fremstu röð, meðan hin hafa setið eftir, staðreynd.\nTil að stofna fyrirtæki í flestum afríkulöndum þarftu oft 3-4 ára ferli. Það sem menn vilja innleiða er auðvita betri atvinnulöggjöf, og ekki eilífar styrjaldir, sem draga líka mátt úr þjóðfélögunum. Spilltar hafa þessar stjórnir verið og þróunarhjálp oftast fallið í hendur höfðingja, en ekki alþýðu. Nú tala menn jafnvel um að fella niður þessar skuldir, þvílíkt góðverk það væri. Ég er nú ekkert endilega hlynntur því, maður á að endurgreiða það sem maður fær lánað, en ekki komast upp með annað. Lánadrottnar ættu að einbeita sér meira af löndunum til að breyta löggjöfum, tryggja frelsi osfrv. en slíka íhlutun í innanríkismál telja margir höfðingjar í Afríku fráleita, og hamla þeim framförum sem þeim hafa verið í boði.\nSjáðu Mugabe og Zimbvave (eða hvernig það er skrifað). Hungursneyð blasir við, fyrir nokkrum mánuðum stóðu þeir í útflutning á matvælum. Jú, svertingjarnir vildu sitt og tóku við jörðum sem þeir kunnu ekki nokkuð á að reka. Sérhæfing er prime þáttur í öllu hagkerfi, því miður var Mugabe ekki maður til að skilja það, og fann sér blóraböggul, rétt eins og þú reynir núna.\nVextir á þróunarlán eru með þeim lægstu í heimi, en aftur á móti þegar menn taka bara lán trek í trek til að bjarga sér fyrir horn, þá safnast það saman, þess vegna geta þessir aðilar varla greitt vexti. Annars þá er synd að sjá allt þetta fjármagn fara í stríðstól og annað. Við, hinn vestræni heimur ættum að beita okkur meira fyrir menntun og umbreytingu í kapitölsk hagkerfi þarna, og þá fyrst væri von í sjónmáli, en alveg pottþétt ekki með stýringu kommúnisma.\nÉg nenni ekki að rekja alla heimspekina á bak við einstaklingin og afhverju hann er mikilvægari, en hvet þig til að lesa Ritgerð um Ríkisvald e. John Locke eða Lögin e. Bastiat. Þar er komið mjög vel inn á þetta.\nHóphyggjan felur í sér að hópurinn hafi vald. Hvaðan fær hann þetta vald? Frá einstaklingum innan hópsins væntanlega. Valdið sem hópnum er gefið, er því frá hverjum einstakling, en ekki sjálfsprottið. Hópurinn getur því ekki réttlætt að skerða frelsi einstaklingins ef hann ræðst ekki beint að frelsi einstaklinganna innan hópsins. Hópurinn sem slíkur getur ekki tekið sér vald yfir einstaklingum(nema þeir brjóti á öðrum einstaklingum innan hópsins), því vald hópsins er komið frá einstaklingum. Mér ferst nú ekki jafnvel að svara þessu eins og Locke og Bastiat, en þetta er þó tilraun.\nUm leið og hópurinn ræðst að einum einstakling hefur hann farið út fyrir sitt valdsvið og er lítið annað en árásarbandalag þá, en ekki verndarbandalag eins og það er hugsað. Árás hlýtur hver maður að mega verjast, sem afurð móður jarðar. Því er nauðsynlegt að samfélagið setji sér þær hömlur að hver einstaklingur sé frjáls, þ.e.a.s. ef við getum verið sammála um að árásir séu af hinu illa.\nÉg bætti annars við að ég gæti ekki sagt hvað allir meintu með þessu, lestu orðið líklega nokkrum sinnum yfir. Það byggir því á ályktun frá mér, með framangreind í huga.\nHér er ekkert persónulegt bögg :) Fyrir mína hönd er þetta allt í góðu, og bara gaman af léttum skotum á náungan, svo framarlega sem þau eru innan velsæmismarka, hver svo sem þau mörk eru.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-12 23:41:16",
            "id": "399623",
            "reply_to_id": "399622",
            "text": "Ég bið ykkur um að afsaka óskammfeilni mína, þegar ég skýt hér upp kollinum og trufla samræðurnar… en\nÉg hef verið að fylgjast með þessu umræðum, þær hafa ágætis skemmtanagildi, en ég vil rétt benda kundera á eitt, nefnilega sumir aðhyllast þá skoðun að þessi velmegun sem þú talar um í kapitalísku samfélögum nútímans sé einmitt vegna þess að þau hafi í upphafi notfært sér ráðandi stöðu sína, og knúið fátækari þjóðir til þess að verða enn fátækari, svo þær gætu orðið ríkari.\nÞað er yfirleitt þannig, og gengur nánast aðeins upp þannig. Divida et impera, og þetta kemur heim og saman við þjóðfélagsdarwinisma, einsog ritter benti á, og Herbert Spencer: survival of the fittest.\nÞegar mikil velmegun er við lýði á annað borð, þá hlýtur örbirgð að ríkja hinu borðinu. Þetta sannar sagan uppað ákveðnu marki. Vendipunkturinn hér er spurningin hvort þetta sé réttlætanlegt, eða einsog Dostojévskí orðaði það: hvaða hamingja getur staðist, sé hún grundvölluð á óhamingju annarra?\nÉg tek það fram að ég er ekki að halda fram neinni skoðun hér, ég er ekki kommúnisti né nokkuð annað (held ég) mér finnst ég of ungur og óreyndur til að eiga það skilið að mynda mér skoðun á svona mikilvægu máli (geri það örugglega aldrei). Ég er bara að benda á nokkuð sem skiptir þónokkru máli (að ég tel) í framgöngu þessarar umræðu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-14 10:54:11",
            "id": "399624",
            "reply_to_id": "399623",
            "text": "EkztaC:\nGaman að þú skildir nefna þetta. Að við séum rík, því aðrar þjóðir eru fátækar.\nÁður en ég útskýri fyrir þér tengsl atvinnufrelsis, mannlegs frelsis og velmegunnar. Áður en ég bendi þér á fyrrum nýlendur líkt og Ísland, S-Kóreu, Taiwan, Hong Kong og Singapúr og ber saman efnahagsstefnu, atvinnufrelsi, skattastefnu osfrv. við hin fátækari lönd. Og ber síðan saman hverjir áttu flestar nýlendur, stefnu þar og ríkidæmi og velmegun í dag. Er Portúgal eða Spánn ríkustu lönd Evrópu? Þeir áttu nóg af nýlendum. Og svona áður en ég ber saman stjórnmálaástand, byltingar og annað til að fæla burt atvinnu og hvatningu, þá værir þú kannski til í að segja mér á hvern hátt við höfum orðið rík en ekki önnur lönd? Hvernig tókst Chile að snúa sér úr 500% verðbólgu og efnahagslegu hruni undir stjórn Allende? 13 ár af samfelldum hagvexti, þar af 6 ár þar sem var 13% hagvöxtur. Þetta land sem var að ykkar sögn “fátækt vegna ríkidæmis okkar” tókst að snúa því alveg við, með frjálsum viðskipum og kapitalísku hagkerfi, breytingum á löggjöfum og skattastefnu. (Því miður fór það ekki saman með mannlegu frelsi, og var herforingjastjórn sem steypti Allende af stóli og myrti hann, ekki falleg aðferð, en ekki verið að ræða hana beint)\nHver er grundvallarmunurinn á hinu fátæka N-Kóreu og hinu ríka S-Kóreu? Varð S-Kórea rík á kostnað N-Kóreu, eða var kannski kommúnískt hagkerfi á einum stað og kapitalskt á hinum. Þú mátt sjálfur giska hvar það kapitalíska var.\nHagfræði er fræðigrein sem myndi kenna þér að það er til hlutur þar sem allir græða. Hvernig hefur fjármagn og velmegun aukist yfir allan heim? Hafa þeir fátæku orðið fátækari, þegar í reynd næringarinnihald í fæðu hefur aukist hjá öllum þjóðum síðan 1949.\nÉg kom inn á það áðan að í sumum afríkuríkjum tekur það 4.ár að fá hugsanlega leyfi til að stofna fyrirtæki. Frjálsum viðskiptum er hamlað.\nAnnars er öfgafullur kapitalismi kannski ekkert alveg það eina sem kemur til greina, allavega er það mín persónulega skoðun. Ætli ég komi ekki að því seinna.\nAnnars ágætis pæling hjá þér EkztaC en þessi þjóðsaga er að verða frekar þreytt.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-14 12:40:35",
            "id": "399625",
            "reply_to_id": "399624",
            "text": "Kundera:\nTja… nú nýtur þú stuðnings einstakra fyrirbrigða sem ég hef, því miður, takmarkaða vitneskju um. Ætli það sé ekki aðalega vegna þess að ég hef sjaldan haft áhuga á því að ræða einstaka atburði og tefla þeim fram hverjum gegn öðrum, enda held ég mig mest allan tíman inná Heimspeki. En nóg um það…\nÞetta vekur enn upp spurningar hjá mér, og þætti mér gott ef þú gætir komið téðum þjóðsagnadraugnum í mér fyrir kattarnef.\nByrjum á: “Hagfræði er fræðigrein sem myndi kenna þér að það er til hlutur þar sem allir græða. Hvernig hefur fjármagn og velmegun aukist yfir allan heim?”\nÉg fór að spá hvort það skipti nú nokkuð einhverju höfuðmáli hvort almenn velmegun aukist yfir alla jarðkringluna, þetta þýðir það (sýnist mér) að kerfið í heild sinni geti, og eiginlega stefni, alltaf í átt að meiri velmegun (ég meina, það stefna allir að því sem þeir telja auka þægindi, og það sést vel á því hve frjálslega er oft farið með siðferðileg vandamál þegar þægindi, lækningar, langlífi etc. eru í boði). Þarf þetta nauðsynlega að þýða að hlutar kerfinsins verði sáttir við gefinn hlut? grasið verður grænna og grænna hinumegin, og þótt það geri það einnig hjá þeim sjálfum þá þá er það yfirleitt númer tvö.\nOg auðvitað er mismunun, það sem ég er að reyna að benda á að hún verður augljósari og sterkari með tímanum. Það stefna ekki allir í sömu átt, og því finnst mér að þótt velmegun hafi aukist allstaðar, þá verði það samt nokkurskonar ímynduð mismunun. En þótt hún sé ímynduð að einhverju leyti, þá verður hún raunveruleg og hefur raunverulegar afleiðingar því þeir sem ímynda sér þetta gera sér auðvitað ekki grein fyrir því að þeir eru að ímynda sér þetta.\n(fyrirgefðu mér ef þér þykir þetta vera orðið langsótt tuð).\nOk… þótt kerfið sjálft (í heild) er í stöðugum framförum, þá getur í raun hvað sem er gerst innan þess, mismunun getur aukist allverulega. Auðvitað þarf þetta ekki að leiða af sér það sem ég sagði: “Þegar mikil velmegun er við lýði á annað borð, þá hlýtur örbirgð að ríkja hinu borðinu.” En þegar þótt hefur vera mikil velmegun einhversstaðar í fortíðinni; Rómverjar; Breska heimsveldið; núverandi Bandaríki og ýmislegt annað. Verða þá ekki yfirleitt andstæðurnar augljósari (ríkur-fátækur etc.), og hafa því raunverulegar afleiðingar? (Kant sagði að fólk sem gerir sjálft sig að ormum skyldu ekki kvarta þegar troðið er á þeim, en auðvitað kvartar það þegar það gerir sér ekki grein fyir því að það er sjálft að gera sig að ormum, og því augljósari andstæður því hærra er öskrað).\nÉg sé ekki hvernig það skiptir máli að eitthvað ríki hafi á óskiljanlegan hátt sprottið uppúr örbirgð. allt getur gerst, nokkur svona dæmi segja lítið, finnst mér, um skiptingu ríkra og fátækra. Kannski hafa Perúbúar bara fattað að þeir væru ekki ormar :).\n“Hver er grundvallarmunurinn á hinu fátæka N-Kóreu og hinu ríka S-Kóreu? Varð S-Kórea rík á kostnað N-Kóreu, eða var kannski kommúnískt hagkerfi á einum stað og kapitalskt á hinum. Þú mátt sjálfur giska hvar það kapitalíska var.”\nÉg ætla nú ekki að gerast sekur um að styðja hér kommúnisma, nú eða kapitalisma. En ég ætlaði nú að skrifa eitthvað hérna, búinn að gleyma:)\nEn mig langaði til að minnast á þar sem þú varst búinn að skrifa um Locke og Bastiat. Auðvitað fæðumst við fyrst og fremst sem einstaklingar, við fæðumst ekki sem “partur af heild” eða “búkur í bunkann” og röka þýskra hughyggjuvitleysinga einsog Hegel hafa lítið að segja. Enda hefur öll þessi kommúnismadella rætur að rekja til Hegels og díatelískrar efnishyggju hans, sem er að mínu mati vægast sagt fáránleg. Ég efast um að einhver þeirra kommúnista sem ég þekki, og þeir eru nokkrir, viti á hve gríðarlega hriktandi stoðum þessar kenningar voru byggðar. Ég meina, þetta er hugmynd Hegels um hvað ragmagn er: “Rafmagn er hinn hreini tilgangur formsins sem leysir sjálfan sig úr viðjum þess; það er formið sem tekur að sigrast á skeytingarleysi sínu…”\"!!!\nEn þetta er orðið alltof langt… þú þarft nú ekki að svara fyrir þetta allt, ætli þetta hafi nú ekki frekar verið bara einhverjar hugleiðingar sem þurftu að komast út… :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-14 13:11:05",
            "id": "399626",
            "reply_to_id": "399625",
            "text": "Sæll EkztaC,\nÞakka skemmtilegar hugleiðingar. Þú minnir óneitanlega á Sir Karl R. Popper í gagngrýni þinni á Hegel. Popper þessi reyndar gagngrýndi Plató og Marx einnig, fyrir að vera að mörgu leiti hugmyndarfræðilegir orsakavaldar alræðisstefnu, hvaða nafni sem hún nefnist. F.von Hayek (man ekki hvernig skrifað) komst nú að álíka niðurstöðu með kommúnisman, og nasismann, hvernig þessar stefnur leiddu til alræðis fárra, meðan Popper vildi útskýra upphafið af alræðinu í hugmyndafræði þeirra þriggja, Hegel, Marx og Plató.\nVarðandi hagfræðina: Ég nenni því miður varla að útskýra allan Adam Smith akkúrat hér. En í stuttu máli með frjálsum viðskiptum, atvinnufrelsi og sérhæfingu geta allir grætt. Í eðli sínu gæti velmegun ekki risið svona hátt ef eðli frjálsa viðskipta og atvinnufrelsis væri ekki þetta.\nÉg viðurkenni það fúslega að auðnum er samt mjög misskipt. En í hvaða löndum er þetta mest áberandi? Er það ekki nákvæmlega í þeim löndum sem hefta atvinnufrelsi, frjáls atvinnulíf og réttindi launamanna? En þetta á sér auðvita líka aldalangar hefðir, þess vegna nefndi ég það fyrr að kannski má færa rök fyrir “nauðsyn” kommúnismans og kratismans sem hann að mörgu leiti fæddi af sér.\nÞegar talað er um frelsið, er auðvita hlutverk ríkisvaldsins, sem bandalag manna um að verja sig, auðvita að vernda réttindi allra, bæði vinnuveitenda og launamanna.\nAnnars bara skemmtilegar pælingar, sérstaklega um raunveruleika þess að velmegun hefur hugsanlega aukist, en aukist hraðar sumstaðar og því misskiptingin raunverulegri og áþreyfanleg.\nNú reyni ég varla að halda því fram að heimurinn sé fullkominn, en tel hann verða betri með frelsinu, hvort sem er í viðskiptum eða mannlegu lífi. Kommúnismi er því langt frá því að vera svarið að mínu mati.\nÞakka skemmtilegt innlegg.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-14 13:24:33",
            "id": "399627",
            "reply_to_id": "399626",
            "text": "Jú ég kannast við Popper þennan… hann gagnrýndi nú mjög mikið, mig minnir að hann hafi næstum ráðist á sjálfan Ludwig Wittgenstein í einhverjum rökræðum. Ég ætti nú samt ekki erfitt með að gagnrýna hann sjálfan fyrir neikvæða nytjastefnu sína: að ekki skuli stefnt að því að hámarka hamingjuna, heldur lágmarka óhamingjuna, enda hafi menn miklu skýrari hugmyndir um böl en blessun. Enda er nytjastefna að mínu mati bara tóm bull og vitleysa… en auðvitað er það ekki til umræðu hér.\nJá, og ég þakka þér einnig.\nEkztaC"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-14 16:24:16",
            "id": "399628",
            "reply_to_id": "399627",
            "text": "EkztaC:\nÉg læt sjá mig inná heimspeki, þá getum við tekið fyrir nytjastefnuna og Popper kallinn. Ég tek reyndar undir gagngrýni þína á hann, enda eins og flestir sem spá í heimspekinni, hafði hann eitthvað til síns máls, þótt maður telji hann út á þekju annarsstaðar.\nÞakka enn og aftur,\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-13 10:09:49",
            "id": "399629",
            "reply_to_id": "399622",
            "text": "Kundera: Ég var nú tilbúinn með svar við skrifum þínum en stuttu seinna sá ég að hann Emmi (EkztaC) er búinn að skrifa nokkurn veginn það sem ég ætlaði að skrifa.\nEn það sem ég meina nokkurn veginn er nákvæmlega þetta, að þessi mikla velmegun kapítalísku ríkjanna byggist einmitt á fátækt og örbirgð hinna.\nEn nú ætla ég að spyrja þig aðeins á móti, er orðinn þreyttur á að svara endalaust….\nTökum eitthvað kapítalismaríki, t.d. Bandaríkin. Þar er skólakerfið orðið þannig að einkaskólar fá meiri pening vegna skólagjalda, geta því borgað kennurum hærri laun og eru því með ánægðari kennara og betri. Þar af leiðandi verður menntunin betri í þeim skólum en í almenningsskólum.\nEr það sanngjarnt? Einstaklingur sem fæðist inn í fátæka fjölskyldu sem hefur atvikast t.d. þannig að faðir hans er öryrki hefur nánast enga möguleika á að komast í Harvard eða bara að komast eitthvað áfram yfirleitt. Hann hefur ekki efni á að komast í einkaskóla og því verður hann að sætta sig við að fara í almenningsskóla.\nTökum líka heilsukerfið í Bandaríkjunum.\nGefum okkur einstakling sem býr í Bandaríkjunum. Vegna fötlunar getur hann ekki unnið en skrimtir á bótum ríkisins. Hann skrimtir vegna þess að hann er ekki “fittest” eða jafnvel “fit”. Hann er ekki ofaná í lífsbaráttunni en er það honum að kenna? Nei.\nÞessi maður lendir nú í einhverjum veikindum og þarfnast sjúkrahúsvistar.\nEn nú eru góð ráð dýr því að þessi maður hefur ekki efni á sjúkrahústryggingu og getur því ekki farið á “betri” sjúkrahúsin. Hann verður að fara á almenningssjúkrahús þar sem hann vær verri umönnun og ódýrari lyf.\nEr þetta frelsi einstaklingsins?\nÞið segið “survival of the fittest.” Skiptir þá engu máli af hverju einstaklingur er ekki “fit”? Ef hann er það ekki vegna þess að hann er fæddur inn í fjölskyldu sem á engan pening, skiptir það engu máli? Greinilega ekki.\nÞegar peningahyggjan er orðin það mikil að deyjandi maður á sjúkrahúsi er spurður um hvernig tryggingu hann sé með áður en ákveðið er hversu góð lyf hann fær, þá er eitthvað að.\nEins og ég lít á það þá skiptir einstaklingurinn og mannslífið ekki máli hjá ykkur kapítalistunum, heldur peningurinn.\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-14 12:01:02",
            "id": "399630",
            "reply_to_id": "399629",
            "text": "Zedlic:\nSvo ég beiti nú rökfræði þinni, væriru til í að sanna þessa fullyrðingu, eða flytja góð rök með henni:\n“En það sem ég meina nokkurn veginn er nákvæmlega þetta, að þessi mikla velmegun kapítalísku ríkjanna byggist einmitt á fátækt og örbirgð hinna.”\nEf þú getur það ekki, er þessi fullyrðing dauð, og áætla má að þú vitir ekki hvað þú talir um.\nVarðandi BNA þá ætla ég nú ekkert að gerast sérstakur málsverjandi þeirra, enda tel ég mínar kapitalísku áherslu liggja mun meira inn á skandinavíska módelið. Aftur á móti skal ég reyna að útskýra fyrir þér hugmyndafræðina og réttlætið sem sumir hverjir sjá á bakvið hana. (Nú skal tekið fram að það sem fer á eftir er ekki allt persónulegar skoðanir)\nÍ fyrsta lagi: Á að refsa mönnum eða fjölskyldum sem hafa komist langt. Þú gleymir því að þau borga mun meiri skatta, borga mun meira til samneyslunnar heldur en hinu fátæku(fá þeir samt margfalt betri þjónustu? Nei). Samt kjósa þau jafnvel líka að fara í einkaskóla og skilja þar af leiðandi meira eftir fyrir hinn almenna mann. Það væri fráleitt að banna mönnum að borga meira. Eiga allir að þurfa að borða á sama veitingastað. Hvar er réttlætið í því að sumir fái að borða á Rex en aðrir bara Micky D, er álíka heimskuleg spurning. Aftur á móti er rekið gríðarlega öflugt styrktarkerfi í BNA og þeir sem leggja hart að sér geta oftar en ekki komist áfram. Til hvers að vinna að því að eignast peninga, ef þú færð ekki notið þess? Þá hverfur hvatinn úr efnahagslífinu og við endum eins og ráðstjórnarríkin, hvatanum verður alltaf að halda til staðar, þannig reka efnahagskerfi sig.\nNú gengur sambland einka og opinbers kerfis ágætlega í Bretlandi. Ég skil ekki afhverju einhver hefur rétt til að banna mönnum að greiða meira ef þá fýsir að gera það við fjármuni sína. Ég er samt persónulega á því að ríkið eigi að leggja rækt við menntakerfið (ef það ætlar á annað borð að eyða verulegum fjármunum), þar sem einstaklingurinn þarfnast þroska til að geta virkjað frelsi sitt og tekið þátt í lýðræðisþjóðfélagi. Nú virðast sumir ekkert læra reyndar í íslenskum skólum, hvorki í sögu né hagfræði, en það er annað mál.\nÉg veit að þetta er ofboðslega vinsælt þegar bent er á BNA að nefna heilbrigðiskerfið. Ég læt mér nægja að benda á bók Larry Elder, The ten things you can't say in America. Hver er þessi krísa í heilbrigðiskerfinu. Hvar er það sem almenningssjúkrahúsin sinna bara ekki þjónustu?\nAnnars þá ættiru kannski að velta fyrir þér hvort það sé réttlætanlegt að fullfrískur, vinnandi maður skrimti, eða einhver á bótum.\nPersónulega tel er ég sammála þér með heilbrigðiskerfið og menntakerfið, virkjun og trygging á því að einstaklingurinn geti notið frelsisins verður að vera með að tryggja honum þroska, þekkingu og líf. En ég er ekki svo uppfullur af öfund að geta ekki séð hagkvæmnina í einkasjúkrahúsum, þar sem menn greiða meira, og losa um raðir fyrir hina. Reyndar er 22% af íslenska kerfinu einkavætt að hluta, ekki heyrast miklar kvartanir þar.\nHverjir segja survival of the fittest? Eru þeir einu sem nokkurn tíman komast áfram í lífinu, eða hafa það gott, þeir sem fæðast inn í ríka fjölskyldu? Hvaða bull er þetta? Í fyrsta lagi getur fólk komist áfram með dugnaði, heiðarleika og á eigin verðleikum, fjöldamörg dæmi sýna það, nefni ég David Pelzner sem dæmi.\nPeningahyggjan er auðvita mikil, en einhver verður að borga. Er það eitthvað endilega eðlilegt að aðrir borgi fyrir þig?\nÞví miður er það þannig að í öllum ríkjum mætti fjármagni vera betur varið, BNA menn gætu örrugglega bætt einhverja hluta kerfisins hjá sér, ef þeir sólunduðu ekki hluta fjármagns sína í að kaupa vopna handa Ísrealsmönnu.\nÞú, þessi kommúnisti, sem sveipar sjálfan þig einhverjum manngæskuljóma, ættir aðeins að staldra við, áður en þú fullyrðir um kapitalista eins og mig. Mig langar að vita hversu mikið þú gefur til að bjarga eitthvað af þeim 11.000 börnun sem deyja daglega. Það væri ekki mikið mál fyrir þig að bjarga einum, því þú metur svo einstaklingin og mannlífið svo miklu meira en ég. En þú gleymir því alveg að með kapitalísku þjóðfélagsskipan er mun meiri líkur að tryggja öllum allavega líf, og möguleikan til að vinna fyrir sér og ná langt. Segðu mér, afhverju höfum við ekki orðið vitni af hungurssneyðum eða skömmtunum eins og raunin varð í Kína, Sovét, N-Kóreu osfrv. Var það kannski útaf því að illu kapitalistarnir rændu öllum matnum frá góðu kommúnistunum?\nÉg er lítið gefin fyrir hræsnara.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-14 13:27:16",
            "id": "399631",
            "reply_to_id": "399630",
            "text": "“Svo ég beiti nú rökfræði þinni, væriru til í að sanna þessa fullyrðingu, eða flytja góð rök með henni:\n”En það sem ég meina nokkurn veginn er nákvæmlega þetta, að þessi mikla velmegun kapítalísku ríkjanna byggist einmitt á fátækt og örbirgð hinna.“\nEf þú getur það ekki, er þessi fullyrðing dauð, og áætla má að þú vitir ekki hvað þú talir um.”\nÉg var nú einfaldlega að meina það sem EkztaC sagði og ég taldi mig ekki þurfa að útskýra það nánar því hann var nýbúinn að segja það…\nEf að einhver græðir pening þá þarf þessi peningur að koma einhversstaðar frá ekki satt? Þar af leiðandi tapar einhver pening þegar einhver græðir pening.\nÞá skulum við setja þetta upp í dæmi:\nVestrænar þjóðir kúga ýmsar þjóðir.\nVestrænar þjóðir eignast mikinn pening meðan þessar ýmsu þjóðir tapa pening.\nVelmegun eykst í Vestrænu þjóðunum meðan örbirgð ríkir í þessum ýmsu þjóðum.\nEr ekki rökrétt að álykta að Vestrænar þjóðir hafi eignast pening sinn og þar með velmegun sína á kostnað þessarra ýmissa þjóða?\nEf ekki, rökstyddu.\nVarðandi það að ríkari borgi meira en fátækari í skatta en fái sömu þjónustu vil ég segja þetta:\nAf hverju þurfa allir að hugsa bara um sitt rassgat? Er þessi ríkari ekki t.d. að gera heilbrigðiskerfið betra með því að borga meira í það? Sem og menntakerfið?\nÞetta er bara spurning um að hugsa um samfélagið í heild. Þó að þessi ríkari fái ekki meiri þjónustu en hinir fátækari þá verður þjónustan fyrir alla samt betri, ekki satt?\n“fyrir hinn almenna mann”\nÞetta er nákvæmlega það sem ég hata við kapítalisma, stéttaskiptingin sem er óumflýjanleg.\nVilt þú að fólk skiptist í “aðalinn” og “almúgann”? Þeir sem vinna fyrir sér sem og þeir sem fæðast inn í ríkar fjölskyldur eru í aðalnum, þeir fá betri menntun, betri heilsuumönnun og betri þjónustu meðan almúginn, þeir sem nenna ekki að vinna SEM OG þeir sem geta ekki unnið fyrir sér einhverra hluta vegna, fær verri menntun, verri heilsuumönnun og verri þjónustu?\n“fittest? Eru þeir einu sem nokkurn tíman komast áfram í lífinu, eða hafa það gott, þeir sem fæðast inn í ríka fjölskyldu? Hvaða bull er þetta?”\nSagði ég einhverntímann að allir sem væru ríkir væru það vegna þess að þeir fæddust inn í ríka fjölskyldu? Nei. Þá bara skil ég ekki hvaða “bull” þú ert að tala um. Ég tók þá bara sem dæmi og þú veist það fullvel.\nÞig langar að vita já, ég get sagt þér að mín fjölskylda hefur bjargað einu barni fá óumflýjanlegum dauðdaga í Kenýa. Þetta barn fær húsnæði, menntun, fæði og klæði vegna peninga okkar. Það er rétt að þetta er ekki mikið mál.\nMá ég spurja þig sömu spurningar?\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-14 16:06:23",
            "id": "399632",
            "reply_to_id": "399631",
            "text": "Zedlic:\nÉg nenni ekki að útskýra grundvallarhagfræði fyrir þér, en hugsaðu bara að velmegun alls heimsins (sem er staðreynd, heildarvelmegun hefur aukist..þrátt fyrir fólksfjölgun(tökum menntun, peninga og næringarinnihald sem dæmi)) gæti ekki vaxið ef einn tapar þegar annar græðir. Þetta er reyndar svo heimskuleg fullyrðing að ég hálfpartinn skammast mín fyrir að eiga í rökræðum við þig, þar sem þú virðist að mínu mati hvorki hafa þekkingu né vit til að ræða málið.\nÉg hef áður farið yfir vestrænar þjóðir og þær sem þær eiga að hafa kúgað með nýlendustefnunni sinni. Mig langar bara að heyra afhverju Spánn og Portúgal eru ekki meðal ríkustu landa Evrópu, en Ísland er það, þrátt fyrir “kúgun” frá hendi Danaveldis. Meirasegja BNA var bara nýlenda, en er fremsta og stærsta heimsveldi sögunnar í dag.\nVelmegun byggist ekki á arðráni, þótt margt misjafnt sé óneitanlega í sögu vesturlanda. En að ætla að velmegun okkar hafi orðið til fyrir tilstilli kúgunar og arðráns er fráleitt.\n“Af hverju þurfa allir að hugsa bara um sitt rassgat? Er þessi ríkari ekki t.d. að gera heilbrigðiskerfið betra með því að borga meira í það? Sem og menntakerfið? Þetta er bara spurning um að hugsa um samfélagið í heild. Þó að þessi ríkari fái ekki meiri þjónustu en hinir fátækari þá verður þjónustan fyrir alla samt betri, ekki satt?”\nA. Afhverju ættu menn ekki að hugsa um sitt rassgat, ef einstaklingur vinnur að hagsmunum sínum á lögmætan hátt, er það einnig gott fyrir samfélagið í heild (þó ekki nema fyrir það að hann borgar hærri skatta sem væri til þess fallið að efla heilbrigðisþjónustu).\nB. Myndiru telja í þeim löndum sem búa ekki við kapitalsk efnhagslíf og frelsi sé betra heilbrigðiskerfi? Ert þú ekki að horfa soldið vitlaust á þetta, er ekki að lokum allra hagur að hafa öflug efnhagslíf?\nC. Stéttarskipting að einhverju marki er óumflýjanleg, einhverjir munu ná lengra en aðrir, þó það væri ekki nema bara fyrir það að einhverjir ánetjast fíkniefnum en aðrir ekki. Ég skil ekki hvernig þú færð það út að stéttarskipting geti horfið. Málið er að stéttarskipting er ekki lögboðin, og við reynum að veita hverjum manni frelsið, og tækifærin til að brjótast áfram á eigin verðleikum. Möguleikarnir eru endalausir, en sumir þurfa jú að vinna og leggja 100 sinnum meira á sig, en hver sagði að lífið væri fullkomlega sanngjarnt? Mun fjölskylda þess sem brýst áfram ekki njóta góðs af því, er það eitthvað óeðlilegt, eða eiga allir að byrja saman með 0 kr?  Eins og ég hef áður nefnt, með grunnstoðum samfélagsins er reynt að mennta og þroska einstaklingin til að hann geti sjálfur fylgt sínum draumum.\nD. Stéttarskipting ríkir líka innan kommúnismans. Þjóðfélag gengur ekki upp án einhverrar stjórnunar.\nE. Þú talaðir um að ef maður ætti fátæka fjölskyldu gæti maður varla á séns á því að komast í Harvard. Þetta er rangt, því margt er hægt með dugnaði og eljusemi, auk þess sem styrktarkerfið og góðir háskólar eru fleiri en þú getur talið uppá.\nÞeir sem nenna ekki að vinna eiga lítið skilið. Þeir sem geta ekki unnið aftur á móti, ættu að fá bætur. Það þarf samt að fara varlega í það hversu háar þær eru. Ég tel það meiri ósanngirni að skúringakona sem vinnur allan daginn sé með lægri laun en bæturnar, en það er bara ég.\nHver segir að það sé endilega verri heilbrigðisþjónusta og menntun hjá ríkinu en einkaaðilum? Ertu þá að segja að það sé sanngjarnara að allir fái lélega menntun og umönnun? Ertu að segja að ríkið sé óhæft til að reka menntun eða heilbrigðiskerfi? Nú myndi það fá sama pening í hendurnar, nema hvað færri börn og einstaklingar væru í kerfinu fyrir þá, væri ekki eðlilegt að kerfið myndi batna? Ef þú segir að lélegri menntun og heilbrigðisþjónusta verði á vegum ríkisins, ertu að segja að ríkið sé óhæft til að reka slíkt, og þá efast maður virkilega um hvað þú ert að segja. Ég meina, þú telur ríkið vonlaust, en neitar að fá einkaaðila inn. Aftur á móti ef þú telur að standartinn hækki með tilkomu einkaaðila, þá myndi ég telja það jákvætt.\nLíttu annars á menntakerfið í Bretlandi, blanda af einka og ríki. Þar er virk samkeppni, bæði milli ríkis og einkaaðila, auk samkeppni innan þessara tveggja geira. Ég held reyndar að lausnarorðið til framþróunar fyrir íslenskt mennta og heilbrigðiskerfi, sé einmitt samkeppni. Hvernig var Síminn áður en Íslandssími og Tal komu til sögunnar?\nAð lokum, til hamingju með að bjarga einu barni, þ.e.a.s. fjölskyldan þín. Hvað ætli þið þurftuð að búa skammt til að bjarga mörgum í viðbót, kannski þyrfti ekki nema að klippa á nettenginguna þína, til að bjarga einu barni, og þú heldur samt áfram að skrifa.\nAð sjálfssögðu máttu síðan spyrja mig hvort ég geri eitthvað. Nei, það geri ég ekki, enda trúi ég ekki á að ég fengi miklu áorkað með því að gefa mikið. Ég trúi því að með boðun á nýrri löggjöf, þróunarhjálp og frjálsum viðskiptum, eigi ég meiri möguleika á að vera þátttakandi í að bjarga fleiri hundruð mönnum, konum og börnum. Við skulum vona að það gangi eftir.\nkv.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-14 16:14:52",
            "id": "399633",
            "reply_to_id": "399632",
            "text": "Jæja sko ég er orðinn virkilega þreyttur á því að reyna að rökræða við því þú virðist halda að allir þeir sem hafa aðra skoðun en þú séu heimskir. Ertu virkilega svona hrokafullur?\nÉg bara nenni ekki að standa í þessum umræðum ef svörin verða svona af þinni hálfu.\n“Þetta er reyndar svo heimskuleg fullyrðing að ég hálfpartinn skammast mín fyrir að eiga í rökræðum við þig, þar sem þú virðist að mínu mati hvorki hafa þekkingu né vit til að ræða málið.”\nReyndar FINNST þér þetta heimskuleg fullyrðing. Hún ER það ekki.\nÞað að “rökræða” með því að rakka hina niður í skítinn með niðrandi ummælum svertir ekkert nafn nema þitt eigið.\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-14 16:40:27",
            "id": "399634",
            "reply_to_id": "399633",
            "text": "Zedlic:\nÓ minn kæri. Hef ég snert viðkvæma strengi hjá þér. Ætli aðgát sé höfð í nærveru sálar?\nAnnars þá stend ég fyllilega við þessa fullyrðingu.\nÍ þessu tilfelli var verið að ræða hagfræði. Þar sagðir þú eins manns gróði væri alltaf annars manns tap. (Vesturlönd vs. fátækari ríki). Þetta er einfaldlega ekki satt. Þú hefur því ekki þekkingu á málinu, og/eða vit til að skilja það sem ég skrifaði í póstum á undan.\nTunglið er úr osti. Er þetta heimskuleg fullyrðing eða finnst þér það bara? (reyndar má með einhverjum rökfræðilegum sanna að tunglið sé úr osti, en ég leyfi Emma að spá í því)\nStaðreyndin er, að tunglið er ekki úr osti. Er þetta þá ekki heimskuleg fullyrðing. Staðreyndin er sú að það er ekki sjálgefið að Vesturlönd séu rík vegna fátæktar annara ríkja, eins og grunnhagfræði sínir fram á. Því VAR þetta og ER heimskuleg fullyrðing hjá þér.\nStaðreyndir eru ekki skoðun. Þú ert úr osti, það er allaveg mín skoðun, þú hlýtur að sjá hversu heimskulegt þetta er.\nÉg búinn að afsanna fullyrðingu þína í einni staðreynd: Velmegun hefur allstaðar aukist frá því sem áður var, allt frá peningum til næringarinnihalds, þrátt fyrir fólksfjölgun. Þetta einfaldlega sannar það að fullyrðing þín var heimskuleg. Reyndar sannar hún ekki að þú hafir hvorki vit né þekkingu til að ræða málið, þótt hún gefi það sterklega til kynna, enda sagði ég að mér virtist sem þú hefðir hvorki þekkingu né vit, en fullyrðingin væri heimskuleg.\nÍ ljósi skrifa hér að ofan, sérðu það klárlega að ég hef ekki vilja né ætlað að rakka neinn í skítinn, enda væri slíkt bæði ómálefnalegt og heimskulegt, og hvorugt athæfið kýs ég að stunda, sama hvað þú segir eða gerir.\nAnnars þá ertu lítið búinn að ræða kommúnismann, smá reyndar eftir að ég “vældi” um að þú svaraðir mér. Það var flott hjá þér að nota það orð, þegar við báðir vitum hversu villandi það var. Það skýtur soldið skökku við að upphafsmaðurinn að slíkum ómálefnalegum framflutningi skuli nú, eftir að hafa sjálfur beygt venjulegar leikreglur, kvarta undan að aðrir skuli beygja hefðbundar velsæmis reglur í samkiptum og rökræðum.\nÞú kallar sjálfan þig kommúnista, nafn þitt verður ekkert svartara en það, þannig að ég held ég uni bara sáttur við mitt, hrokafullur, ómálefnalegur og já, með rétt fyrir mér.\nkv.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-14 19:26:52",
            "id": "399635",
            "reply_to_id": "399634",
            "text": "Eins manns gróði er annars manns tap. Þú segir að þetta sé heimskuleg fullyrðing og heldur að þú hafir sannað hana.\nSegðu mér, á hvaða hátt sannaðir þú hana? Með því að segja “Velmegun hefur aukist gegum árin”?\nEin setning sannar ekki eitt nér neitt. Afsannaðir þú að eins manns gróði sé annars manns tap? Nei.\n“Í ljósi skrifa hér að ofan, sérðu það klárlega að ég hef ekki vilja né ætlað að rakka neinn í skítinn, enda væri slíkt bæði ómálefnalegt og heimskulegt, og hvorugt athæfið kýs ég að stunda, sama hvað þú segir eða gerir.”\n“Þú kallar sjálfan þig kommúnista, nafn þitt verður ekkert svartara en það, þannig að ég held ég uni bara sáttur við mitt, hrokafullur, ómálefnalegur og já, með rétt fyrir mér.”\nBíddu, þú segir að það sé ómálefnalegt að rakka einhvern í skítinn en segir síðan að nafn mitt verði ekki svartara vegna stjórnálaskoðunnar minnar? Væri það ekki eins og að segja “Ég er ekki rasisti. Þú ert negri þannig að nafn þitt verður ekki svartara” ?\nÞessi þráður er farinn að snúast um eitthvað allt annað en upphaflega en ég vil enda á þessum orðum:\nSkoðun er nákvæmlega það sem hún er. Skoðun. Skoðun getur ekki verið heimskuleg. Hún getur virst heimskuleg í augum þínum, mínum eða hvers sem er, en hún getur ekki verið heimskuleg.\nÞessvegna finnst mér afar ómálefnalegt af þér að setja útá mína persónu vegna stjórnmálaskoðunnar minnar.\nZedlic"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-14 22:43:40",
            "id": "399636",
            "reply_to_id": "399635",
            "text": "vertu ekki að svara svona hálvitum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-14 23:15:25",
            "id": "399637",
            "reply_to_id": "399636",
            "text": "ég er ekki að kalla þig hálfvita, en hálfviti er ekki skrifað: hálviti:)"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-15 09:26:15",
            "id": "399638",
            "reply_to_id": "399635",
            "text": "Zedlic:\nJæja, það er þá þín skoðun að sú staðreynd að velmegun allra hefur aukist (heildarvelmegun pr. haus), þrátt fyrir fólksfjölgun sé ekki sönnun þess eins manns gróði þarf ekki að vera annars manns tap, annars gæti velmegun aðeins stigið þannig að hún færi upp á einum stað en niður á öðrum, þetta er ekki reyndin. Því miður þá geturu bara ekki mótmælt því, þetta er hagfræðileg staðreynd.\nFinnst þér það vera að “rakka einhvern í skítinn” að telja nafn hans svart fyrir að aðhyllast ákveðna stjórnmálaskoðun? Hvað ef ég gerði mig út fyrir að vera nasisti?\nSkoðun getur verið heimskuleg. Myndiru, miðað við upplýsingar og sögu, segja að það væri bara skoðun að segja að svertingjar séu erfðafræðilega heimskari en hvíti maðurinn? Sorry, en ég kalla slíka skoðun líka heimskulega.\nSíðasta setningin mín var auðvita skrifuð í ákveðnu samhengi við skrif þín. Leiðinlegt að þú skulir ekki sjá það, og auðvita kaldhæðni miðað við það sem ég skrifaði aðeins nokkrum línum ofar.\nÉg tek undir það, að það er einhver sorglegasta rökvilla sem hægt er að gera að setja út á persónu en ekki skoðun viðkomandi. En ég hef rækilega þrætt hagfræðilega og hættulega galla kommúnismans. Af því leiðir, að mér finnst sú persóna sem heldur uppi slíkum skoðunum ekki vera að halda uppi gáfulegum skoðunum. Af því leiðir síðan að ég tel persónuna sem heldur því enn statt og stöðugt fram að um rétta þjóðfélagskerfið sé að ræða, einfaldlega heimska.\nkv.\nKundera"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-15 10:12:23",
            "id": "399639",
            "reply_to_id": "399638",
            "text": "Já þannig að þér finnst Karl Marx hafa verið heimskur?\nÉg tel að kommúnismi sé nokkurn veginn rétta þjóðfélagskerfið. Samkvæmt kenningunni er hann það en því miður virkar hann ekki eins og er vegna þess hve fastprentað það er inn í manneskjuna að hún verði að hugsa um sjálfa sig og að hún sé mikilvægust. Þegar mannskepnan hættir þessari einstaklingshyggju og hugsar frekar um heildina, þá mun kommúnismi virka. Og blómstra. Þetta er mín skoðun, þér má finnast hún eins heimskuleg og þú vilt.\nÉg sé ekki hvað getur verið svona illt við kommúnisma og afhverju maður ætti að vera svona rosalega heimskur afþví maður aðhyllist hann. En sama er mér.\n“Sorry, en ég kalla slíka skoðun líka heimskulega.”\nBíddu, á ég að vera eitthvað leiður núna? Afhverju ætti mér ekki að vera nákvæmlega sama um hvort þú kallar slíka skoðun heimskulega eða ekki?\nEn mér finnst þessi þráður vera farinn útí bull og ætla því að fara eftir málshættinum “Sá vægir er vitið hefur meira” og hætta þessu þrefi hérna.\nÞakka rifrildið.\nZedlic"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-15 10:53:22",
            "id": "399640",
            "reply_to_id": "399639",
            "text": "Zedlic:\nNei, Karl Marx skrifaði sitt Kommúnistaávarp á öðrum tíma, tíma minni upplýsinga, þekkingar og jú, án allrar reynslu af slíku kerfi. Ég myndi ekki álykta hann heimskan, en rúm 70 ár, working in pratkís, og hann væri enn þá að predika um kommúnismann. Þá kannski.\nHvað meinaru með nokkurn veginn rétta þjóðfélagskerfið?\nFínt að þú skulir gera ráð fyrir að eðlislægar hvatir sem hafa fylgt manninum frá upphafi skuli hverfa í náinni framtíð. Það er ágætis bjartsýni, og ég persónulega er hrifinn af bjartsýni. En ég er líka hrifinn af raunsæi.\nÉg fer varla að endurtaka hvað ég tel illt og hættulegt við kommúnismann, en bendi þér á að lesa þráðinn frá upphafi.\nEkki vera leiður frekar en þú vilt. Mér þykir það samt leiðinlegt að geta ekki sýnt þér villu þíns vegar. Mér finnst líka leiðinlegt að þurfa að kalla skoðun heimskulega, það er ekki vani minn, en sú skoðun sem þú heldur uppi er og verður að mínu mati heimskuleg.\nEf þú hættir þessu þrefi núna, lít ég á það sem uppgjöf og mér hafi tekist að minnsta kosti að sá kornum efans í huga þér, um ágæti þeirrar stefnu er nefnist kommúnismi.\nÉg gef lítið fyrir svona speki annars, fyrir mér vægir sá sem hefur rangt fyrir sér, er kominn í rökþrot eða hefur ekkert meira fram að færa, hvorki gagngrýni né þekkingu.\nÉg leit aldrei á þetta sem rifrildi, mér fannst samt planið sett tiltölulega snemma, á léttum skotum. Ég hafði gaman að rökræðunum, mér finnst nefnilega alltaf gaman þegar ég hef rétt fyrir mér og leyfi mér því að krýna sjálfan mig sigurvegara í þessum rökræðum :) (ég vona að þú sjáir að þetta síðasta er meira grín en alvara)\nkv.\nKundera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-15 11:22:06",
            "id": "399641",
            "reply_to_id": "399639",
            "text": "Zedlic:\nÉg veit að þú ert búinn að gefast upp og allt það, en langaði hérna að pósta á þig smá texta:\n“Jájá það er alveg rétt að fyrir manni sem hefur kynnt sér kommúnisma og telur hann ”rangan“ er alveg eðlilegt að álíta þá sem aðhyllast hann heimska. (Ja kannski ekki eðlilegt en ásættanlegt.) En það sem ég er að meina er að fæstir (að mínu mati) þeirra sem (afsakið orðbragðið) drulla yfir kommúnista vita neitt hvað hann snýst um. Það er bara búið að heilaþvo þá með þessum boðskap, að kommúnismi sé af hinu illa.”\nVeistu hver skrifaði þetta? Nú enginn annar en þú. Þú sem sagt álítur að það sé í lagi/ásættanlegt að álíta menn heimska, ef þeir hafa kynnt sér kommúnisma.\nOkey, nú er þá spurningin, hef ég kynnt mér kommúnisma, sögu hans, hagfræði, orsök og afleiðingar? Það veistu mætavel að ég hef gert.\nAf þvi leiðir að við getum verið sammála um að það sé í lagi að ég álíti þig heimskan fyrir að aðhyllast ákveðna skoðun. Ég reyndar álít þig eila ekki heimskan, frekar á villigötum.\nÉg var að lesa þráðinn nefnilega aftur yfir og rakst á þetta. Þú færðir þetta í mínar hendur, og allt umkvörtunarefni þitt svona síðustu 10 pósta, dó, þar sem þú ert i raun sammála mér um að með þekkingu sé hægt að dæma skoðun heimskulega og þar með þann sem aðhyllist hana, jú heimskan.\nÉg veit þú ert hættur að skrifa og allt það, en ég bara verð að segja, með hæðnisglott á andlitinu, takk fyrir allt zedlic.\nkv.\nKundera"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-14 23:17:01",
            "id": "399642",
            "reply_to_id": "399633",
            "text": "zedlic:\nÉg vil helst ekki vera leiðinglegur, en ég bara get ekki sleppt því að hafa orð á þessu :)\nÞú ert að halda frammi skoðun sem er, því miður, orðin ansi algeng. En hún stenst engan veginn rökrétta hugsun. Þér finnst skynsamlegt að segja að allar skoðanir séu jafnar, þetta sést vel í svörum þínum og þú reynir að nota þetta þér til framdráttar. t.d.: “Reyndar FINNST þér þetta heimskuleg fullyrðing. Hún ER það ekki.” Þú hefur rekist á það að ekki allir eru sömu skoðunar, t.d. kundera. En hér gerist þú sekur um að segja að eitthvað SÉ svona eða svona, þetta getur ekki verið eitthvað sem þér FINNST því þá væri þetta bara enn önnur skoðun. Sem þetta og er, “Skoðun getur ekki á nokkurn hátt verið ”vond“ eða ”röng“, nema aðeins í augum þess sem kallar hana það.” þú hlýtur að sjá að þetta er þín skoðun og þú ert að segja að hún SÉ  rétt en ekki bara að þér finnist það.\nEkki nóg með það heldur er þessi staðhæfing sjálfskæð (jafnvel sjálfskæð vítaruna) þ.e. hún grefur undan sjálfri sér. Þú getur nefnilega sagt þetta og ég svarað: þér FINNST þetta bara, þetta ER ekki svona. og þú gætir þá svarað að bragði: þér FINNST það bara, það ER ekki þannig… ad infinitum.\nÉg vildi bara leiðrétta þessa algengu rökvillu, þú lendir nefnilega í augljósri mótsögn við sjálfan þig í málflutingi þínum og þetta er ekki mín skoðun, þetta er svona. Og því skaltu ekki erfa það við mig að benda þér á staðreyndir:)\nMI…"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-15 02:01:19",
            "id": "399643",
            "reply_to_id": "399642",
            "text": "slakiði nú á með þessar skoðanir…\nafhverju er ekki bara talað um staðreindir?\nog útskýrt hvað er að kapitalismanum\nog hvað er að kommúnismanum í staðin fyrir að vera með einhverjar skoðanir.. á bara að líta á staðreindir… fólk á ekki að vera kommúnistar eða kapítalista"
        },
        {
            "user": "virtual",
            "user_id": "32616",
            "date": "2002-01-14 16:45:48",
            "id": "399644",
            "reply_to_id": "399618",
            "text": "Hæ\nBara eitt lítið atriði sem ég sé ekki að neinn hafi bent á. Það sem er hér að neðan er bein og óbein afleiðing verkalýðsbaráttunnar sem spratt upp úr kommúnismanum.\nAukið jafnræði með konum og körlum.\nAukin réttindi kvenna.\nAlmennt almannatryggingarkerfi.\nRéttindi verkafólk tryggð enn betur í sessi.\nGamli kapítalisminn var meira en lítið tregur að láta eitthvað eftir eins og er augljóst þeim sem lesa söguna.\nSíðan er önnur saga að við erum að tapa 2 seinni liðunum undir áhrifum nýkapítalismans sem felur sig á bakvið orðið frelsi og hefur í raun þau áhrif að þeir ríku verða ríkari og þeir fátæku fátækari, án þess að geta og hæfileikar fólks ráði þar miklu um …\nvirtual"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-14 17:08:48",
            "id": "399645",
            "reply_to_id": "399644",
            "text": "Virtual:\nHárrétt. Enda hef ég talað um það áður að kommúnisminn hafi hugsanlega verið “nauðsynlegur”, og þá sérstaklega kratisminn sem spratt af honum.\nÉg tek undir að gamli kapitalisminn var stórkostlega gallaður, þá sérstaklega þar sem vel skilgreint ríkisvald skorti, sem myndi verja réttindi atvinnurekenda og einnig launamanna, þ.e.a.s. frelsi beggja, þannig að hvorugur hefði rétt til að brjóta á hinum. Við hljótum að accepta það.\nAftur á móti tel ég að kommúnisminn í eðli sínu sé slæmur (sjá langlokur um orsakir og afleiðingar), en reyna ekki vinstrisinnar eins og VG að halda því fram að kommúnismi sé eitthvað til að hampa.\nÉg er reyndar sammála því að við þurfum að vera mjög vakandi einkum um tvö síðustu atriðin. En lífið er eilíf barátta, og þá oft til að viðhalda frelsinu og réttlætinu, eða brjóta af okkur hlekkjar fortíðar.\nTil þess höfum við fjórða valdið, fjölmiðla.\nRíkir mega reyndar alveg verða ríkari (það er jákvætt að þeir reyni að fjárfesta áfram í arðbærum hlutum, fjárfestingar eru nauðsynlegar hverju hagkerfi), en ég hef ekki orðið var við að þeir fátækari verði fátækari (enda kaupmáttur sjaldan verið niður á við, miðað við 10 ára tímabil), aftur á móti kann bilið að aukast í huga fólks, sem er allt annað og huglægt atriði.\nkveðja,\nKundera"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-14 19:15:33",
            "id": "399646",
            "reply_to_id": "399645",
            "text": "það er einn _STÓR_ galli á kapítalismanum\nverndun dýra sem verða brátt útdauð… þau eru ekki metin til $$$ þannig að öllum er sama."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-15 10:23:23",
            "id": "399647",
            "reply_to_id": "399646",
            "text": "Cyrez:\nÉg geri mér grein fyrir að ég geri þó nokkuð af stafsetningar, innsláttar og málfarsvillum. Þú ert kannski að gera grín að mér með öllum þeim sem þú gerir? Það skiptir samt litlu máli, ég tek það ekki nærri mér.\nHvaðan eru öflugustu dýraverndunarsamtök í heiminum rekin? Leyfðu mér að giska, Kína, Kúbu eða gamla Sovét? Nei, það er á hinum kapitalísku Vesturlöndum.\nMannflóran er mikil. Ef hver og einn hefur frelsi til að berjast fyrir sínum baráttumálum er líklegt, þrátt fyrir kapitalskt kerfi, að einhver finni sig knúinn til að vinna að verndun dýra. Enda er það staðreyndin að dýraverndunarsamtök hljóta gríðarlegar upphæðir í formi styrkja til að vinna að þessu baráttumálum, bæði frá fyrirtækjum og einstaklingum.\nÞótt við ætlumst ekki til að ríkið sé að vinna í þessu, þá má ekki ætla að okkur sé sama um allt í lífinu, einkaframtakið er einfaldlegra öflugra. Það er ekkert öllum sama um allt, bara því þeir vilja búa við frjáls viðskipti, atvinnufrelsi og mannlegt frelsi.\nVerndun dýra er staðreynd, aðallega með fjármagni frá Vesturlöndum. Hvað segir þér þetta um einkaframtakið og frelsið til að fylgja eftir því sem menn trúa á? Er Amnesty fjármagnað af Kína? Var það upphaflega stofnað í Kína eða öðru ráðstjórnarríki, þar sem “fallegi” kommúnisminn var kenndur í hverjum barnaskóla? Maður sá samt ekki aðila fylgja liði til stuðnings deyjandi dýrum. Hugsjónamenn verða alltaf til, kapitalskt kerfi býður þeim uppá frelsið og fjármagnið til að fylgja sínum hugsjónum, hvort sem það er að fara í fyrirtækjarekstur eða bjarga dýrum.\nAnnars máttu alveg kalla mig hálfvita, ég tek það heldur ekki nærri mér. Þegar menn eru jafn fullvissir um eigið ágæti, líkt og ég, þá skoppa svona komment bara af manni. Ég reyndar held að þú sért hálviti, þótt ekki nema væri fyrir hálfvitaleg innlegg þín, en ég ætla ekki að leggjast svo lágt að færa umræðuna á svona plan.\nKv.\nKundera"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-16 00:42:51",
            "id": "399648",
            "reply_to_id": "399647",
            "text": "“Hvaðan eru öflugustu dýraverndunarsamtök í heiminum rekin? Leyfðu mér að giska, Kína, Kúbu eða gamla Sovét? Nei, það er á hinum kapitalísku Vesturlöndum. ”\nHvar er öflugasti dýraskinns markaðurinn í heiminum rekin? Leyfðu mér að giska, Kína, Kúbu eða gamla Sovét? Nei, það er á hinum kapitalísku Vesturlöndum.\nEkki það að einhver sé að tala um kína vs versturlöndin.\nErtu semsagt að segja að þetta sé ekki galli á kapítalismanum?.\nSvo langar mig að bæta við að Rússland og Kína stjórnast nú af kapitalisma. Þetta er ekki árið 1943."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-16 10:18:00",
            "id": "399649",
            "reply_to_id": "399648",
            "text": "cyrez:\nBíddu við, ertu að segja að dýraskinsmarkaðir eigi ekki rétt á sér? Ertu að segja að við ættum ekki að drepa dýr, hvorki fyrir skinnafurðir né til að brúka mat? Þú veist liklega að dýraskinn voru stór útflutningsaftur hjá Sovétríkjunum? En vorum við ekki að tala bara um dýr í útrýmingarhættu? Á Vesturlöndum hafa menn þó mun stærra tækifæri til að vinna gegn því að dýr lendi í útrýmingarhættu, það var nú punkturinn.\nEn, ég viðurkenni það fúslega, að fátt er svo gott að það sé fullkomið. Kapitalisminn er samt mun betri kostur en kommúnisminn sem hefur verið rakin hér að ofan. Að ætla það að aðeins þar sem frjáls viðskipti og atvinnufrelsi ríki, sé markaður fyrir dýraskinn af dýrum í útrýmingarhættu, er fráleitt.\nRússland, í krafti stjórnvalda, stjórnast lítið af kapitalisma, enda margt sem fór einstaklega illa í þeirri breytingu hjá þeim. En gefum þeim tíma. Við getum rekið nánar sögu og galla Rússlands við betra tækifæri. En þar er, því miður gert alvarleg atlaga að tjáningarfrelsi og sjálfstæðum fjölmiðlum sem er miður, en leyfar einmitt gamla kommúnista kerfisins.\nNáði Mao ekki völdum 1948? Stjórnuðust þeir af kommúnisma 1943, nei þjóðernissinnum (sem stjórnuðu síðar Tawain..kapitalsk wonder í dag) Annars þá er Kína frekar langt frá því að stjórnast af kapitalisma, þótt þeir hafi á undanförnum árum gert sér grein fyrir að ekki gengi lengur að reyna koma í framkvæmt kommúníska stefnu (1985-breytingar Deng, breytingar í átt til séreignamyndunar fyrir einstaklinga).\nAnnars er vert að nefna það að þjóðgarðalög og flest dýraverndunarlög nútímans eru runnin undan rifjum Herman Göring (veiðivörður Þýskalands og Þriðja ríkisins). En gaman að þú skulir nefna kommúista í þessu sambandi, þeir ofveiddu t.d. eftirfarandi tegundir: ungverska villihestin(sem Þjóðverjar höfðu varið fimlega með Göring fremstan í flokki), síberíu tígurinn (ekki þó útdauður, enn), hvali í ishafi, auk þeirra fjölda umhverfisslysa sem þeir bera ábyrgð á, þrjú dæmi, Kólaskagi (ógnar öllum fiskistofnun heims), Kaspíahaf og Úkranía (Tjernobyl).\nkv.\nKundera"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-17 14:00:26",
            "id": "399650",
            "reply_to_id": "399649",
            "text": "slakaðu á! ég sagðist aldrei vera kommúnisti… nenni ekki einusinni að lesa þetta"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-17 14:30:57",
            "id": "399651",
            "reply_to_id": "399650",
            "text": "cyrez:\nLeiðinlegt að vita ekki hvenær Mao komst til valda, og nota vitlaust ártal til að vera með eitthvað statement.\nLeiðinlegt að geta ekki svarað.\nkv.\nKundera"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-17 18:19:31",
            "id": "399652",
            "reply_to_id": "399651",
            "text": "kapítalisminn er ekki fullkominn…\ngaman að þú kyngdir því.\nbtw ég veit ekki rassgat um mao.. and I dont care :)"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-04-19 01:11:55",
            "id": "399653",
            "reply_to_id": "399612",
            "text": "Afsakaðu, en þú getur sagt ýmislegt misjafnt um Stalín, Lenín, Mao og Castro, en Che telst nú varla sem fjöldamorðingi."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2002-01-14 14:47:16",
            "id": "399654",
            "reply_to_id": "399598",
            "text": "og kapítalistarnir réðust á saklaust land sem kallast víetnam og drápu 1,5 milljónir manna út af því að þeir vildu ekki vera kapítalistar heldur kommúnistar.\nKapítalistinn skal fara norður og niðu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-14 16:19:23",
            "id": "399655",
            "reply_to_id": "399654",
            "text": "Gullbert:\nMálefnaleg og snjöll niðurstaða. Engin neitar fyrir voðaverk unnin í nafni ákveðna skoðana. Nú verðum við samt að skoða orsakir og afleiðingar á samfélög manna, og framtíðarsýn með þessar skoðanir í farteskinu. Kostar enn meiri blóðsúthellingar að koma þeim á? Mun ríkja almenn sátt um þær (þó allir verði aldrei alveg sammála, enda það leiðinlegt).\nBaráttan við kommúnismann átti fullan rétt á sér, þótt lengi verði deilt um napalmsprengjur sem bræddu fólk í Kambódíu. Ég vona að engin kapitalistinn verði til að reyna réttlæta slíkt, ekki frekar en þú reynir að réttlæta 40 milljónir horfnar í þjóðernishreinsunum Stalín. En járnhællinn og kúgunin fór ekkert á milli mála í hverju einasta kommúnistaríki. Sorry en mér finnst það réttlætanlegt baráttumál að tryggja fólki málfrelsi, hugsunarfrelsi osfrv., þótt auðvita sé mjög erfitt að vinna að slíku án þess að til átaka komi.\nÞú virðist reyndar ekki vera búinn að lesa alla þræðina sýnist mér og eru skrif þín í litlu samhengi við það sem rætt er.\nSástu annars Sigur Viljans. Áróðursmyndir eru ekkert nýtt af nálinni.\nÞað er sannarlega svartur blettur á sögu BNA, hvernig utanríkisstefna þeirra er oft út í hött, enda hef ég engan áhuga á að verja hana sérstaklega, nema þá til að verja það að kapitölsk stefna leiðir ekki til slíks alræðisvalds, eins og átti sér stað í öllum ráðstjórnarríkjunum. (Sjá Evrópu kapital/kratisma)\nFátt var um rök annars hjá þér. En endilega komdu með eitthvað, þetta er frekar skemmtilega umræða, en ég bið um að þurfa ekki að endurtaka mig oft, eins og reyndin er með zedlic vin minn.\nkundera"
        },
        {
            "user": "rocraidah",
            "user_id": "9360",
            "date": "2002-01-14 16:29:39",
            "id": "399656",
            "reply_to_id": "399654",
            "text": "Amen!"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-01-09 19:12:22",
            "id": "399657",
            "reply_to_id": "399565",
            "text": "Við bjuggum og búum enn við ‘kommúnisma’ í grunnskólunum okkar.\nÞar er reynt að gera öllum jafnt undir höfði til menntunar. Þeir sem ‘erfitt’ eiga með lærdóm, taka upp mest allan tíma kennarans, en þeir sem eiga ‘létt’ með að læra eru afskiptir.\nÞetta varð til þegar vinstri menn réðu Menntamálaráðuneytinu og hefur leitt til þess að ‘betur gefnir’ nemendur hafa ekki fengið verkefni við sitt hæfi. Hafa bara mátta bjarga sér sjálfir og oft gert þá afhuga frekara námi.\nÞetta hefur stuðlað að við útskrifum allt of marga meðalnemendur úr grunnskókunum.\nÞegar fram líða stundir er hættan sú, að Íslandi verði stjórnað af meðalmönnum.\nÞetta er bara sýnishorn hvað ‘kommúnismi’ getur gert mikið ógagn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 11:06:23",
            "id": "399658",
            "reply_to_id": "399657",
            "text": "nuff, og íslandi er stjórnað í dag af hverjum ?\nyfir meðalmönnum ?"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-01-09 21:48:43",
            "id": "399659",
            "reply_to_id": "399565",
            "text": "Nú er nóg komið!\nHef ég því ákveðið að koma með beinar tilvitnarnir í sjálf Kommúnistaávarpið, sem gefið var út í febrúar 1848.\nBls. 67:\nÞað er ekki einkenni kommúnismans að hann afnemi eignarréttinn yfirleitt, heldur hitt, að hann afnemur hinn borgaralega séreignarrétt.\nEn hinn borgaralegi séreignarréttur nútímans er síðasta og fullkomnasta tilveruform framleiðslu og eignahagsskipanar, er hvílir á stéttaandstæðum, á stéttaarðráni.\nÍ þessum skilningi geta kommúnistar því orðað kenningu sína með tveimur orðum: afnám séreignarréttarins.\nOss kommúnistum hefur verið brugðið um það, að vér vildum afnema einstaklingseign, er menn hafa sjálfir aflað sér og unnið fyrir, þá eign, er grundvöllur alls einstaklingsfrelsis, persónulegra athafna og persónulegs sjálfstæðis.\nEign er menn hafa aflað sér sjálfir!\nÁframhald frá bls: 69\nKommúnisminn bannar engum að afla sér þjóðfélagslegra afurða. Hann bannar þeim aðeins að afla sér þeirra með því að undiroka vinnu annarra. (sbr, vinnubúðir Nike og fleiri risafyrirtækja í Asíu)\nMenn hafa komið með þá viðbáru, að öll athafnasemi mundi leggjast niður og allir leggjast í leti, er einkaeignarrétturinn yrði afnuminn.\nEf svo væri, mundi hið borgaralega þjóðfélag vera fyrir löngu liðið undir lok fyrir iðjuleysis sakir. Því að þeir, sem vinna í borgaralegu þjóðfélagi, eignast ekki neitt, en þeir sem eignum safna, vinna ekki neitt. Viðbáran er ekkert annað en sú upptugga, að verkamenn muni ekki vera til, þegar auðmagnið er ekki lengur til.\nBrot úr bókinni, sem er nú ekki ýkjaþykk og ætti að vera á hversmans færi að lesa.\nEn eitt þykir mér persónulega alveg útí hött; að skvetta blóði á kommúnismann vegna blóðsúthellinga Stalíns & Co.\nÍ fyrsta lagi, þá búa þeir sem þetta hafa hæst á lofti oftar en ekki í hinum Vestræna heimi. En eins og við vitum öll hefur ekki sála verið tekin af lífi í nafni Kristni, til verndar hinum Vestræna heimi, kaþólska kirkjan er með flekklausan feril, Mekka Kapitalismans; BNA, hafa engu öðru en réttlæti beitt við sínar myrðingar á fólki. En þetta telur enginn. Væri t.d. fróðlegt að fá gróflega reiknaða tölu hvað BNA hafa verið ábyrg fyrir mörgum mannslífum í rómönsku Ameríku, í nafni þess að þetta landsvæði sé á sínu pólitíska áhrifasvæði! En þetta telja fáir.\nÍ öðru lagi, þá átti stjórn Stalíns & co, akkurat ekki neitt með kommúnismann að gera. Kappinn sá var fljótur að hrifsa til sín völdin, helst myrða alla sem höfðu lesið Ávarpið o.s.frv.\nVill ég að lokum vitna í rit; Pólitísk hagfræði heitir það, eftir Lancet, og er málgagn sem var prentað 1982:\nÍ bæklingnum eru Ráðstjórnarríkin á tveimur stöðum tekin sem dæmi um þjóðfélag sósíalismans, sem var auðvitað hárrétt á þeim tíma þegar hann var skrifaður en síðan þá hefur sósíalisminn verið brotinn þar á bak aftur á öllum sviðum og komið á fót kapitalísku ríki með nýju sniði. Ráðsstjórnarríkin eru í dag undirlögð alhliða kreppu, sem á rætur sínar í efnahagskreppu, samskonar og lýst er í bæklingnum.\nEn í bæklingnum er kapítalísku hagkerfi líst og farið ofan í samana á göllum þess.\nMér fannst bara rétt að þetta kæmi fram. En hvar stend ég í pólitík? Æj ég veit það ekki.\n-sökkvum Eyjabökkum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 09:26:20",
            "id": "399660",
            "reply_to_id": "399659",
            "text": "Lenin:\nÞú gerir þér líklega alveg grein fyrir því að ferill heimvelda og flestra ríkja hefur allsstaðar einhvern svartan blett á sér.\nVald spillir. Því meira sem þú setur skrifræði af stað, því minna hafa þegnannir með hlutina að segja.\nAfhverju er það þannig í öllum ríkjum sem kommúnistar hafa verið við völd að aðrir stjórnmálaflokkar eru bannaðir? Hvernig virkar kommúnismi in practise? Ekki vel.\nkv.\nKundera"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2002-01-09 23:08:19",
            "id": "399661",
            "reply_to_id": "399565",
            "text": "ég hef ekki verið var við þessa komma “fordóma” , mér  persónulega er illa við kommúnisma vegna þess að ég vill ekki vera partur af samfélagi sem fórnar enstaklingnum fyrir hópinn, síðan er ég ekki að fatta kerfi sem seigir að allir séu jafnir  og eru síðan með leiðtoga, hann flýtur að vera æðri en restinn.\nen hugsjónir geta víst verið vondar, fasismi, nasismi og rasismi, það seigir mér enginn að þetta séu góðar hugsjónir!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 00:18:10",
            "id": "399662",
            "reply_to_id": "399565",
            "text": "Kommúnismi er skemmtilegt hugtak þar sem allir eru jafnir, en sumir eru samt til muna jafnari en aðrir."
        },
        {
            "user": "3gill",
            "user_id": "11879",
            "date": "2002-01-12 00:33:43",
            "id": "399663",
            "reply_to_id": "399565",
            "text": "Rétt hjá þér Zedlic, málið er það af því að ameríkanar voru á móti kommúnismanum og gerðu myndir, auglýsingar bækur og allan ands***** og heilaþvoðu umheimin algerlega um að kommúnismin væri vondur og hann væri útdauður.  Hann er ekki baun útdauður, hann er við völd í t.d. kúbu og kína sumt fólk er bara undrandi þegar það fréttir það.  En það skrýtna er að nasistarnir gerðu það ákkúrat sama.  Um að kommúnistar væru rót alls ills.  Þannig að það má segja að kanar eru hálfgerðir nasistar.  Pælið í því!"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-12 01:12:28",
            "id": "399664",
            "reply_to_id": "399663",
            "text": "Ehe … það eitt, að vera sammála um að kommúnisminn sé rót alls ills er nú ekki nóg til að gera BNA-menn að nasistum, ekki einusinni hálfgildings nasistum.  Það væri þá líka hægt að segja að nasistar væru hálfgerðir Bandaríkjamenn, og það bara stenst ekki.\nSvo hef ég heyrt menn þræta fyrir það, að það sé ekki “ekta” kommúnismi í t.d. Kína - bara gamla keisaraveldið í nýjum búning.  En ég veit ekki hve satt það er, t.d. hef ég ekki hugmynd um, hve mikinn hlut færibandsfólk á í verksmiðjunni og öðrum framleiðslutækjum, að hve miklu leiti sé komið fram við alla sem jafningja, og svo framvegis.  Raunar grunar mig, að það sé alls ekki tilfellið - mig grunar að í öllum þeim löndum sem kenna sig við kommúnisma sé einskonar forréttindastétt, og það held ég nú að sé andstætt hugmyndinni.  Svona eins og Rannsóknarrétturinn og trúarbragðastríð sýnist mér vera andstætt hugmyndinni í kristni, og samt var hvort tveggja gert í hennar nafni.  Og svo framvegis."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-12 12:31:23",
            "id": "399665",
            "reply_to_id": "399664",
            "text": "Nákvæmlega. En þó að maðurinn sé ekki nógu þroskaður til að láta kommúnisma virka í daglegu lífi eins og er þá þýðir það ekki að hugmyndafræðin kommúnismi sé röng, vond eða ill. Það er bara ekki hægt að segja það.\nZedlic"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-12 00:51:19",
            "id": "399666",
            "reply_to_id": "399565",
            "text": "Kæri Zedlic.\nFólk vill heldur láta VÍSA SÉR VEGINN, EN REKA SIG ÁFRAM.\nSú forræðishyggja sem finna mátti í stjórnunarháttum þeirra er kenndu sig kommúnísta,\ngekk nokkuð á skjön við það atriði og vitneskju að einstaklingarnir gætu alveg haft vit fyrir sér sjáflir og rekið fyrirtæki á eigin ábyrgð án fyrirskipana stjórnvalda þess efnis að fyrirtækið þyrfti að vera verksmiðja, með mörgum illa launuðum verkamönnum, öllum jafn fátækum.\nMörkin milli kommúnisma og kapítalisma eru hins vegar eitt strik, og ekki endilega marga sentirmetra hægt að mæla þar á milli og að mínu\náliti ekki lengur mikill munur á öfgakapítalistum og kommúnistum hvað aðferðafræði varðar, því miður.\nkveðja.\ngmaria."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-12 12:36:08",
            "id": "399667",
            "reply_to_id": "399666",
            "text": "Ok, þú hefur semsagt ekkert verið að fylgjast með svörum í þessari grein? Það hefur komið fram að að mínu mati hafa þær “kommúnista”stjórnir sem til hafa verið mengast af græðgi mannskepnunnar og gert það að verkum að þær hafa ekki verið kommúnistastjórnir.\nSannur kommúnismi er ekki þær kommúnistastjórnir sem hafa verið til…\nEndilega lestu svörin áður en þú svarar sjálf\nZedlic"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-13 02:44:50",
            "id": "399668",
            "reply_to_id": "399667",
            "text": "Kæri Zedlic.\nSvo vill til að það er mín venja að taka þátt í umræðu hvers konar fyrst með því að svara viðkomandi grein alla jafna, þótt ég hafi litið á svörin líka.\nFlokkun manna í hópa yfirleitt til hægri eða vinstri, kommúnista eða kapítalista er tímaeyðsla er tekur kraft og orku frá vinnu við það að leysa\nvandamál er berja að dyrum hverju sinni í hvaða þjóðfélagi sem er.\nTilgang þrefs um það hvort kommúnismi eða kapítalsmi sé betri eða verri, ekki hvað síst þegar mörkin eru svo óljós sem raun ber vitni, get ég ekki fundið.\nFyrir mig skiptir það engu máli hvort einhver telur sig SANNAN kommúnista eða SANNAN kapítalista ef orðum fylgir ekki annað en metingur um hvort sé betra.\nkveðja.\ngmaria."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-13 09:45:41",
            "id": "399669",
            "reply_to_id": "399668",
            "text": "gmaria: Já það er nú gott hjá þér að finna engan tilgang í að bera saman kommúnisma og kapítalisma.\nEn þá vil ég bara benda þér á að það er verið að gera það hér. Hversvegna ekki bara að forðast þennan þráð hérna í staðinn fyrir að koma þangað og tala um hversu asnalegt rifrildið er?\nZedlic"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-14 01:51:16",
            "id": "399670",
            "reply_to_id": "399669",
            "text": "Kæri Zedlic.\nÞegar svo er komið í einu þjóðfélagi að lítil sem engin greinanleg mörk er hægt að finna milli kommúnisma einræðis og öfga kaptítalisma þá get ég bara ekki séð mikinn tilgang þess að reyna að bera saman eitthvað sem er EINS, hvort sem mönnum líkar betur eða ver.\nBæði kommúnistar og kapítalistar geta t.d. orðið veikir og þurft á aðgerð á sjúkrahúsi að halda, en  þurfa nú að greiða hærri gjöld en nokkru sinni fyrr, við leitun í heilbrigðisþjónustu\nalveg sama hvor er, þótt þeir hinir sömu hafi greitt stórkostlega upphæð, nú þegar í formi skatta í þetta kerfi alla sina ævi og geri enn.\nMeðan er þrefað og þráttað um ágæti sjónarmiða gerir enginn neitt í því að hafa áhrif á sitt nánasta umhverfi og borgar þegjandi og hljóðalaust háar fjárhæðir, í formi skatta,  vegna óráðsíu og skipulagsleysis kommúnista og kapítalista ár eftir ár í útgjaldafrekasta málaflokki þjóðarinnar.\nmeð góðri kveðju.\ngmaria."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-14 08:21:23",
            "id": "399671",
            "reply_to_id": "399670",
            "text": "“hvort sem mönnum líkar betur eða ver.”\nFyrirgefðu, en VEIST þú að þetta nákvæmlega eins? Er það staðreynd? Nú, er það kannski þín skoðun?\nJá veistu þá held ég að þessi fullyrðing falli u msjálfa sig þar sem þú ert að byggja hana á þinni persónulegu skoðun.\nBíddu ertu semsagt að segja að afþví að menn með mismunandi skoðanir fái sömu meðferð í dag þá skipti ekki máli hvort þeir eru með mismunandi skoðun? Má ég þá ekki vera kommúnisti af því að ég bý við ó-kommúníska ríkisstjórn?\nZedlic"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-15 01:32:37",
            "id": "399672",
            "reply_to_id": "399671",
            "text": "Meðan að svo er að enginn nennir að lyfta litla fingri til þess að reyna að hafa  raunveruleg áhrif og breyta og bæta kerfi mannsins, sem við lýði eru og fólk er ekki nógu ánægt  með sér til handa, hvers eðlis svo sem þau kerfi eru, þrátt fyrir skattheimtu í toppi, þá megnar það lítils að þrefa um ágæti flokkunar til vinstri eða hægri, nema til dægrastyttingar.\nÞað sem mér finnst er mín skoðun framsett hverju sinni, er byggist á þvi er ég hefi lesið og kynnst, og tekið þátt í persónulega og opinberlega.\nTjáningarfrelsi er allt annar hlutur en sameiginleg vitund um hagsmuni allra, því tvennu er því ekki hægt að blanda saman, en hagsmunir allra hljóta að felast í því að nýta skattpeninga sem best til þess að byggja betra þjóðfélag, hvort sem kommúnistar eða kaptítalistar eru við völd, því slíkt eru einfaldlega beggja hagsmunir\ní bráð og lengd.\nHvort sem mönnum líkar betur eða ver þá hafa vinstri og miðjumenn átt mestan þátt í því að búa til landslag velferðarkerfisins á Íslandi, kerfis sem er að vissu leyti heilög kú og ekki má hreyfa við en þjónar tilgangi sínum ekki nokkurn veginn í samræmi við það er er skattþegnar hafa lagt af mörkum til þessa kerfis gegnum tíð og tíma.\nEkki má anda á þetta kerfi til umbreytinga til hagsbóta fyrir fólkið nema mótmæli kerfisráðenda allra handa komi til, alveg sama hve slök þjónustan kann að vera.\nHér er á ferð arfur einræðishyggju og miðstýringar sem þarf að stokka upp og endurskoða, með þarfir fólksins í fyrirrúmi, ekki þeirra er hafa talið sig sjálfskipaða sérfræðinga til þess að flokka hvað hvað þeir hinir sömu skuli þiggja í laun í krafti menntunar, burtséð frá því hvernig þjónustan skilar sér til fólksins.\nFólkið hefur nefnilega tekið þátt í því að niðurgreiða menntunina einnig í formi skatta, menntun er skilar sér ekki nægilega vel, í formi\nþess að fagmennska hvers konar sé ekki aðeins fögur orð á málþingum eða endurmenntunarfundum fagaðila heldur birtingamynd menntunar er skilar árangri, til\nneytandans, fólksins sem greiðir skatta og borgar laun til starfa þessa fólks.\nÉg get tekið sem dæmi að sérstök samtök hafa verið stofnuð  til þess að reyna að telja öllum almenningi trú um að ekki sé æskilegt að búa til gagnabanka um það hverning eitt kerfi hefur skilað árangri sínum í raun til fólksins, undir formerkjum þess að persónufrelsi einstaklingsins sé ógnað.\nAlveg sama þótt sama kerfi taki meginhluta þjóðarútgjalda ár hvert. Skattpeninga þar sem sá er greiðir  mest fær kanski lítið sem ekki neitt til baka af þjonustunni, en ofurmenntaðir einstaklingar er starfa þar hirða mismuninn án tillits til þess hve það er þjóðhagslega hagkvæmt í raun.\nkveðja.\ngmaria."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2002-01-14 14:43:13",
            "id": "399673",
            "reply_to_id": "399565",
            "text": "Hafið þið horft á bandarískar kvikmyndir,\núúú kommar eru fífl, þeir bara drepa líðinn sinn eins og ekkert sé, þeir ljúga öllum fjandanum til fólksins síns. Síðast þegar ég tók eftir þá eru kapítalistar ekkert skárri.\nGullbert"
        },
        {
            "user": "Navarone",
            "user_id": "16176",
            "date": "2002-01-15 16:48:24",
            "id": "399674",
            "reply_to_id": "399565",
            "text": "Taktu því bara sem hrósi ef einhver kallar þig kommúnista og ef aðrir eru kallaðir það þá er það bara eins og ef þú yrðir kallaður kapítalisti(það er móðgun við mig)\nKommúnisminn tapaði ekkert hann er ennþá í góðu líði í Kúbu og Kína en eins og gerðist með sovétríkin sálugu þá getur allt farið út í öfgar (eins og t.d. BNA menn í dag)\nEinnig eru nýjar hreyfingar alltaf að koma upp eins og nýmarxistar og mao-istar sem er ekkert nema blessað.\nEin spurning svo að lokum ef BNA hefði verið mörg ríki og ekki jafn stór og nú væru Sovétríkinn ekki enn við lýði.\nFélagakveðja\nNavarone\nEinokunarkapítalismi er lokastig alls kapítalisma!!!!!!!!!"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-01-15 17:43:35",
            "id": "399675",
            "reply_to_id": "399674",
            "text": "Navarone:\nErt þú að tala um Kúbu þar sem fólk reynir að synda á gummíslöngum yfir til illa kapitalistaríkisins BNA? Eru kúbverjar á flórídaskaga eitthvað að reyna synda tilbaka eftir að hafa kynnst hinum illu kommúnistum?\nOg já, Kína, þvílíkt fyrirmyndarríki. Verst að allar viðurkenndar breytingar til góðs, hafa einmitt verið í kapitalíska átt. Telur þú að atvikið á Torgi hins himneska friðar hefði getað átt sér stað í BNA?\nFrábært að vera mao-isti. Mao var fjöldamorðingi sem kallaði yfir Kínversku þjóðina svo miklar hörmungar að það er óvirðing að mínu mati að dýrka þann mann. Þetta er eins og ég væri aðdáandi Kissinger.\nSkil ekki lokaspurninguna. \"Ef BNA hefði verið mörg ríki (er það ekki mörg ríki í dag?) og ekki jafn stór og nú(eru þau stærri nú?)væru Sovétríkin ekki enn við lýði(eru þau enn við lýði? Varstu að vakna úr dái?)\nAftur á móti kemuru inn á góðan punkt í lokin, er einokunarkapitalismi lokastig alls kapitalisma? Það er virkilega áhugaverð pæling. Auðvita viljum við ekki að svo verði, en kapitalisminn, með frjálsum viðskiptum og atvinnufrelsi, á að tryggja að allir geti hafið rekstur, og því stuðlað að samkeppni. En líkt og ég hef áður lýst, þá eiga að gilda lög til varnar frelsi fyrirtækja og einstaklinga, þ.e.a.s. að það sé ekki brotið á rétti þeirra til lífs, frelsis og eigna. Ég ætla nú ekki að telja aftur upp með hvaða grunnstoðum við reynum að tryggja þetta, en myndiru telja það kapitalískt eða kommúnískt að hafa ókeypis skólakerfi? Myndiru telja Dannmörk kapitalskt eða kommúnískt land? Eða er kannski línurnar ekki svona skýrar? Er söguleg skýring orðsins kommúnisti ekki í raun slæmur, en kratisminn (jafnaðarmannastefnan/frjáls viðskipti/hlúun að grunnstoðum samfélagsins) vægari útgáfa af kommúnismanum, þar sem kommúnismann skortir trúverðuga hagfræði?\nMyndiru telja að öll Vestræn ríki væru kapitalísk? Ef ekki, væriru til í að flokka þau eftir hverju þú telur þau lifa eftir. Þú mátt búa til eins marga flokka og þú vilt. Verður reyndin ekki sú að þau fylgja öll kapitalskri hagfræði, til hagsbóta fyrir alla (meiri peningar inn til ríkisins, meiri möguleikar á samfélagslegu kerfi). Er það ekki bara aðallega hagfræðin, auk meðalmennsku tendansí sem skemmir kommúnismann alveg. En ef þú yfirgefur dauða hagfræði og rán kommúnismans á eignum, ertu þá ekki bara krati, en finnst soldið flott að kalla þig kommúnista?\nkv.\nKundera"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-01-15 20:21:31",
            "id": "399676",
            "reply_to_id": "399675",
            "text": "Mér þykir þessa umræða vera á miklum villigötum."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-01-16 02:23:43",
            "id": "399677",
            "reply_to_id": "399676",
            "text": ""
        },
        {
            "user": "reverend",
            "user_id": "6904",
            "date": "2002-01-15 21:59:13",
            "id": "399678",
            "reply_to_id": "399565",
            "text": "OK, það er eitt sem við verðum að hafa í huga. Hreinn kómúnisti virkar ekki….. ekki frekar en hreinn kapítalisti. Er kapítalískasta þjóð í heimi að sanna sig (þ.e. Bandaríkinn) 17% eru undir fátækramörkum. að meðaltali er þetta mjög illa tæknivædd þjóð, lélegir spítalar, lélegt skólakerfi. Þá er ég að miða við “vestræn ríki” eins og norðurlöndin (þori ekki að nefna evrópu sem heild því ég hef ekki kynnt mér þau nógu vel)\nSmá saga…. :) … Maður sem ég þekki tittlaði sig kómmúnista á sínum tíma. Núna þegar hann fer til USA þá blikka rauð ljós í tollinum þegar verið er að skoða vegabréfið og alríkislögreglan kemur aðsvífandi. Hann er settur í nokkra tíma yfirheirslu til að ganga skugga um að hann sé ekki að reyna að eyða þjóðinni.   Þetta er bein lýsing af hverju við erum hrædd við kómmúnista. Hann á að vera illur eins og átrúnaðargoð íslendinga “USA” vill að við höldum.\nMannoM h"
        },
        {
            "user": "reverend",
            "user_id": "6904",
            "date": "2002-01-16 09:54:37",
            "id": "399679",
            "reply_to_id": "399678",
            "text": "Reyndar er BNA að mörgu leiti draumur kapitalistans, það fer ekkert á milli mála. En þó aðallega í atvinnufrelsinu. En þeir eru langt frá því að vera eitthvað fyrirmyndaríkik, enda hef ég aldrei haldið slíku fram. Ég hef aftur á móti haldið því fram að það stuðli að meiri velmegun og réttlæti að hver og einn sé frjáls einstaklingur.\nBNA menn sturta niður einhverjum milljörðum á ári í tilgangslausu stríði við fíkniefni, þar er fjöldinn allur af heimskulegum lögum osfrv, þannig að þetta er nú kannski ekki jafn mikil mekka frjálshyggjunnar og þeir vilja gera sig út fyrir að vera.\nUmræðan hefur þó mestu snúist um hagfræði, og þar fer ekkert á milli mála að frjáls viðskipti sem kapitalisminn boðar, er mun vænlegri til almennrar velmegunnar en kommúnismi. Aftur á móti það sem ég hef mestar áhyggjur af í þessu stærsta heimveldi sögunnar, er að lýðræðinu þar er virkilega ógnað, bæði vegna þrýstihópa með gríðarlegt fjármagn og fyrirtækja með gríðarlegt fjármagn. Þetta veldur manni áhyggjum af því hvernig atvinnufrelsinu og hlutverk ríkisins, í að verja einstaklinga og fyrirtæki, verði viðhaldið, en það er efni í alveg aðra grein.\nHver ætli staðan í BNA væri ef þau hefðu verið kommúnísk. Ætli landsframleiðsla á mann væri sú mesta í heimi, eða langt, langt fyrir aftan fremstu þjóðir, líkt og reyndin er með kommúnísk ríki? Væru þá ekki einfaldlega fleiri fátækir, en fátæktin ekki jafn nærtæk, því engin mætti vera ríkur?\nAnnars hvar fékkstu þessa tölu 17%? Hvað er svona rosalega að heilbrigðiskerfinu hjá þeim, sem sagt vandamál sem okkar, að mestu leiti, ríkisreknu spítalar glíma ekki við.\nHvað er svona stórkostlega að menntakerfinu hjá þeim, sem við glímum ekki einnig við hérna, í okkar ríkisreknu skólum?\nÞað verða alltaf vandamál út um allan heim, það er öruggt, því verður iðulega að setja hlutina í samhengi við það sem er að gerast annarsstaðar og sögu þess sem borið er saman. En segðu mér mannom, hvort myndir þú hafa viljað búa í Sovétríkjunum eða BNA, tja svona 1950-1989?\nReyndar er ofsóknaræði BNA í garð kommúnista bara fyndið, en það voru aðrir tímar, þegar jafnvel kjarnorkustríðsógnin ríkti, sem gæti gengið frá öllum jarðarbúum.\nEn það er margt sem betur má fara. Alltaf gaman að heyra gagngrýni á mismunandi kerfi, öðruvísi verður þeim ekki breytt.\nAnnars vísa ég, varðandi frjálshyggjukapitalismann, í skrif mín hér að ofan, um verndun grunnstoðana sem verja frelsishugsjónina.\nkv.\nKundera"
        },
        {
            "user": "reverend",
            "user_id": "6904",
            "date": "2002-01-17 17:59:17",
            "id": "399680",
            "reply_to_id": "399679",
            "text": ":)\n“mannom, hvort myndir þú hafa viljað búa í Sovétríkjunum eða BNA, tja svona 1950-1989?”\nGóð spurning. Það væri bókað í BNA. Ekki misskilja mig, ég er ekki kommúnista né mikið með kommúnista. Ég er hinsvega þeim mun meir á móti BNA.\nBandaríkjamenn hafa alltaf montað sig á svakalega lýpræðinu sem er þar á ferð. Þar eiga allir að fæðast jafnir, sem og er BULL. álíka og kína. Ef þú fæðist inn í fátæka fjölskyldu þá er mjög erfit að komast áfram í skóla nema að þú sér hard ass worker, og þá gerir þú ekkert annað en að vinna. Þar eru almennilegir háskólar svo dýrir að foreldrarnir byrja að safna fyrir menntunn barnan þegar þau eru í vöggu.\nHeilbrigðiskerfið í BNA??? Ef þú ert ótrygður eða fátækur þá færðu algerlega lámarks heilbrigðisþjónustu sem völ er á. Að vísu eru þar bestu sjúkrahús í heimi, en þar eru mun mun fleyri af verri sortini.\nKína, stærsta kommúnistaríki þessara tíma. Hörð stjórn. Bannað að eignast fleyri en eitt barn. Ef þú átt eitt barn fær það fría menntun, heilbrigðisþjónustu og fleyri fríðindi. fríðindin minka verulega við annað barn. við þriðja er stór sekt og jafnvel dómur. ATH. Öll kapitaliskar stjórnir eru algerlega með kínverjum og styðja þá fullkomlega í þessu. Hinns vegar er okkur kennt að, ekki miskilja, óttast þá, þeir eru ekki góðu gaurarnir. Ég efast um að stjórnvöld flestra þjóða væru hliðholl því að kína tæki up lýðveldi, allavega ekki á næstu árum.\nMannoM"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2004-08-10 18:25:58",
            "id": "399681",
            "reply_to_id": "399679",
            "text": "Kundera:\nBara svo að við höfum það á hreinu. Er ekki eitt aðalatriðið við kommúnismann jafnrétti ALLRA!\nEf svo er þá eru Kína og Kúba ekki kommúnismaríki fyrir 5 aur og þess vegna ekki eðlilegt að tala um Kúbu, Kína eða Sovjétríkin sálugu sem kommúnismaríki, það er alveg hægt að kalla þau það en þau eru það ekki.\nÉg hef ekki hugmynd um hvort að Kommúnismi myndi ganga upp eða ekki ef hann yrði settur upp, það hefur einfaldlega aldrei reynt á neitt ríki að vera með SANNAN kommúnisma eftir “bókinni”.\nkv. kjanakall"
        },
        {
            "user": "jindro",
            "user_id": "3090",
            "date": "2002-01-29 19:22:04",
            "id": "399682",
            "reply_to_id": "399565",
            "text": "Hasta la victoria Siempre!"
        },
        {
            "user": "Kommunist",
            "user_id": "37083",
            "date": "2003-04-18 21:18:38",
            "id": "399683",
            "reply_to_id": "399565",
            "text": "ég er alveg sammála þér í þessu! ég mun styðja þig í þessu. því að það er allt ílagi að vera kommúnisti og það þarf ekkert að skammast fyrir það!"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-04-21 16:28:48",
            "id": "399684",
            "reply_to_id": "399565",
            "text": "kommúnismi er úrelt hugtak, því miður komrade"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-04-22 13:33:49",
            "id": "399685",
            "reply_to_id": "399684",
            "text": "Æi þakka þér fyrir að segja mér þetta, viltu ekki drífa þig í að segja öllum öðrum kommúnistavillutrúarmönnum þetta svo að þeir hætti þessari vitleysu? Þú virðist vita allan sannleikann.\nÍ guðanna bænum gerðu greinarmun á þinni skoðun og heilögum sannleika, annars líturðu bara út eins og hrokafullt fífl.\nZedlic"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-04-22 13:59:35",
            "id": "399686",
            "reply_to_id": "399685",
            "text": "mér finnst jafnaðarmenn huggulegra, vinstri menn jafnvel…ekki sósíalismi. Meina Kommúnisminn eins og við þekkjum hann er úrelt fyrirbæri, því miður. Og talandi um að vera hrokafullt fífl, lestu þér til í mannkynsögunni og spáðu aðeins og spekúleraðu, gerir engum illt. Og svo áður en þú ferð að kalla mig hægri mann og byrjar að rífast eitthvað, þá máttu vita að ég er það ekki. Hafðu það gott\nExitmusic"
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2003-09-12 18:51:10",
            "id": "399687",
            "reply_to_id": "399565",
            "text": "Ég hef ekkert á móti kommúnisma, sjálfur er ég Marxisti."
        },
        {
            "user": "Moondance",
            "user_id": "31800",
            "date": "2003-09-14 00:00:09",
            "id": "399689",
            "reply_to_id": "399565",
            "text": "Sennilega vegna þess að það að vera kommúnisti jafngildir að vilja stjórna öðrum, ekkert frelsi og það allt saman"
        },
        {
            "user": "Misunderstood",
            "user_id": "42905",
            "date": "2003-09-14 01:22:40",
            "id": "399688",
            "reply_to_id": "399565",
            "text": "Nefndu eitt ríki þar sem kommúnismi hefur virkað ?\nÍ kapítalisma eru sumir fátækir\nen í kommunisma allir."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2003-09-14 21:38:29",
            "id": "399690",
            "reply_to_id": "399565",
            "text": "“Ég meina, þetta er skoðun. Stjórnmálaskoðun. Skoðun getur ekki á nokkurn hátt verið ”vond“ eða ”röng“, nema aðeins í augum þess sem kallar hana það.”\nSegir þú. Er semsagt Nasismi ekki rangur vegna þess að hann er bara stjórnmálaskoðun. Er ekki rangt að útrýma minnihlutahópum ef þan er stjórnmálaskoðun."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2003-09-14 21:38:32",
            "id": "399691",
            "reply_to_id": "399565",
            "text": "“Ég meina, þetta er skoðun. Stjórnmálaskoðun. Skoðun getur ekki á nokkurn hátt verið ”vond“ eða ”röng“, nema aðeins í augum þess sem kallar hana það.”\nSegir þú. Er semsagt Nasismi ekki rangur vegna þess að hann er bara stjórnmálaskoðun. Er ekki rangt að útrýma minnihlutahópum ef þan er stjórnmálaskoðun."
        },
        {
            "user": "TheProwler",
            "user_id": "54506",
            "date": "2004-08-07 11:57:18",
            "id": "399692",
            "reply_to_id": "399691",
            "text": "Kommúnismi rokka"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-09 00:33:39",
            "id": "399693",
            "reply_to_id": "399565",
            "text": "Fariði inn á stjórnmál og  þar er mín grein sem heitir líka Kommúnismi sem er frá 5 ágúst 2004 og þetta er einhver önnur grein frá 9.janúar 2002 þessir stjórnedur eru bara búnir að rugla nöfnin og sett óvart þessa inn á"
        },
        {
            "user": "gollumn",
            "user_id": "31213",
            "date": "2004-08-09 20:24:56",
            "id": "399694",
            "reply_to_id": "399565",
            "text": "Lestu Animal Farm og þá skilurðu.."
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2004-08-10 09:33:40",
            "id": "399695",
            "reply_to_id": "399565",
            "text": "Í ljósi mannkynssögunnar síðustu öldina þá er óhætt að segja að kommúnisminn hafi mistekist hrapallega. Bandaríkjamenn gengu hvað harðast í andúð sinni á kommúnisma og lá stundum við að orðið fasismi ætti við suma stjórnmálamenn þar á tímum McCarthy-ismans, en það er bara augljóst að kommúnisminn virkaði ekki.\nSovétríkin, eitt sinn annað voldugasta sambandsríki heims er horfið. Öll leppríki sovétríkjanna austan járntjaldsins lögðu þessa stjórnmálastefnu af um leið og Kreml sleppti krumlunum af þeim.\nKúba, hreinlega eina ríkið sem þykist enn viðhafa kommúnisma er eins og þriðja heims land (að þónokkru leiti vegna einangrunarstefnu USA).\nKína kallast nú varla kommúnistaríki þar sem markaðssólíalisminn hefur hafið innreið sína í hægagangi (hvað ætli millar í Kína myndu endast lengi með aura sína í gömlu Sovétríkjunum).\nOg þar hefurðu það. Eflaust væri hægt að reyna þessa stjórnmálatilraun seinna í sögunni, kannski ekki.\nÞess má geta að kommúnistar hafa boðið sig fram í þingkosningum í Rússlandi undanfarin ár, en þannig virkar lýðræði. Þeir bjóða sig fram gegn öðrum flokkum og leyfa kjósendum að ráða. Kannski vinna þeir fleiri sæti í rússneska þinginu næst, kannski ekki, kannski vinna þeir þingkosningar einhverntíman.\nEf gamli kommúnisminn væri enn við lýði þarna þá væri ekkert val, engir aðrir flokkar, engir aðrir frambjóðendur, bara elíta sem kommúnistaflokkurinn veldi á blað sem ófrjáls almúgurinn fengi svo að “kjósa” um."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2004-08-10 11:25:54",
            "id": "399696",
            "reply_to_id": "399565",
            "text": "Ég vil benda áhugasömum á að viðkomandi grein eftir mig er tæplega þriggja ára gömul og endurspeglar ekki endilega stjórnmálaskoðanir mínar í dag. Að sjálfsögðu mega allir samt svara henni eins og þeir vilja.\nZedlic"
        }
    ]
}