{
    "forum_title": "Hljóðfæri",
    "user": "Elvis2",
    "user_id": "10456",
    "date": "2008-05-28 01:19:24",
    "title": "Playstation2 fæst í skiptum fyrir hljóðfæri..",
    "text": "Ég er með Playstation2 tölvu sem ég hef engin not fyrir lengur, það fylgja 2 stýripinnar, minniskort og haugur af leikjum.\nÉg er helsjúkur hljóðfærasafnari og væri alveg hugsanlega til í að skipta á henni og einhverjum hljóðfærum eða mússiktengdu dóti, gítar, bassa, effektum, magnara, synthum eða þvíumlíku.\nEins má alveg gera mér peningatilboð í þetta ef einhver á peninga sem hann vill losna við, sendið mér bara einkaskilaboð, öll leiðindi og bögg vinsamlega afþakkað.\nLeikirnir sem fylgja tölvunni eru: Hitman2, Hitman Contracts, Hitman Blood Money, Tekken 4, The Warriors, Socom Us Navy Seals,  Full Spectrum Warrior, Kingdom Hearts 2, Shellshock Nam 67, State of Emergency, Black, The Getaway Black Monday, Judge Dredd, Quake III Revolution, Resident Evil Outbreak, Gladiator Sword of Vengeance, Syphon Filter The Omega Strain, Burnout 2, Burnout 3 Takedown, Call of Duty 3, Grand Theft Auto III, Splinter Cell, Driver Paralell Lines, King Kong, Prince of Persia Warrior Within, Tomb Raider Angel of Darkness, Splinter Cell Pandora Tomorrow, Killzone.\nÞað gætu mögulega verið einn eða tveir leikir í viðbót sem ég er ekki búinn að finna (ég var að flytja)\nEf einhver er heitur fyrir þessu stöffi þá bara make me an offer.\nBætt við 28. maí 2008 -  21:28\n###Talvan er seld!###",
    "url": "https://www.hugi.is/hljodfaeri/korkar/594016/playstation2-faest-i-skiptum-fyrir-hljodfaeri/",
    "url_id": "594016",
    "id": "5885429",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-05-28 09:39:20",
            "id": "5885621",
            "reply_to_id": "5885429",
            "text": "damn, ég ehfði viljað þetta en litli bróðir minn var að fá playstation 3 í gær…"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2008-05-28 10:26:28",
            "id": "5885651",
            "reply_to_id": "5885621",
            "text": "Þetta nýttist mér feikivel í stúdíóinu, bandið mitt hékk í tölvunni meðan ég bætti gítörum og þessháttar í lögin okkar.. :)"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-05-28 17:30:26",
            "id": "5886397",
            "reply_to_id": "5885651",
            "text": "það er helvítit sniðugt…  ;) hata þegar ég fæ ekki að vinna í friði í mínum pörtum ;)"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2008-05-28 10:33:47",
            "id": "5885662",
            "reply_to_id": "5885429",
            "text": "hvað seluru hitman b… á ?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2008-05-28 12:22:56",
            "id": "5885828",
            "reply_to_id": "5885662",
            "text": "Ég hugsa að ég nenni ekki að eltast við það að selja staka leiki, sé til hvaða tilboð ég fæ í allann pakkann fyrst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-05-28 12:23:49",
            "id": "5885832",
            "reply_to_id": "5885828",
            "text": "okey"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2008-05-28 22:36:39",
            "id": "5887203",
            "reply_to_id": "5885429",
            "text": "T\nö\nlvan"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2008-05-28 22:59:09",
            "id": "5887260",
            "reply_to_id": "5887203",
            "text": "Tölva Talva Kartafla Jarðepli, who gives a flying fuck?"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2008-05-29 07:43:13",
            "id": "5887727",
            "reply_to_id": "5887260",
            "text": "ég"
        }
    ]
}