{
    "forum_title": "Deiglan",
    "user": "zorglubb",
    "user_id": "347",
    "date": "2002-01-09 11:27:55",
    "title": "Lögreglan í Hafnarfirði full af geðsjúklingum?",
    "text": "Ég vona að fólk fyrirgefi copy/paste ruglið á mér í þetta eina skipti en ég tók þetta af visir.is og er þetta ný frétt..\n—\nHafnfirsk móðir kærir lögreglu fyrir árás\n22 ára hafnfirsk, móðir búsett á Víðivangi, hyggst kæra lögregluna í Hafnarfirði fyrir líkamsárás. Hún var handtekin á laugardaginn eftir að hafa hringt í lögregluna um klukkan 23 til að kvarta vegna hávaða frá flugeldum en dóttir hennar, sem er eins árs, gat ekki sofið vegna látanna.\nLögreglan vill ekkert tjá sig um málið. Konan sagðist í samtali við Fréttablaðið hafa verið í boði annars staðar þegar systir hennar, sem hefði verið að passa dóttur hennar, hefði hringt og sagt að litla stelpan gæti ekki sofið þar sem nágrannarnir væru að skjóta upp flugeldum. Linda sagðist hafa ákveðið að fara heim til að reyna að svæfa dóttur sína en það hefði ekki gengið vegna mikils hávaða frá skoteldunum.\n“Það endaði með því að ég hringdi í lögregluna,” sagði konan. “Ég fór síðan yfir til að tala við nágrannanna og bað þá vinsamlegast að hætta en þetta var fullorðið fólk og átt að vita betur en að vera að skjóta upp flugeldum svona seint - enda hvorki gamlárskvöld né þrettándinn.” Að sögn konunnar var fólkið við blokk við Hjallabraut en flugeldunum var skotið upp í garði við blokkina sem er nálægt húsinu þar sem Linda býr. Hún sagði að fólkið hefði greinilega verið í samkvæmi því úti á svölum hefðu nokkrir verið fylgjast með “flugeldasýningunni”. “Þegar lögreglan kom var ég eitthvað að rífast við fólkið. Í fyrstu var ég fegin því ég hafði hringt í hana.\nLögreglumennirnir gengu hins vegar beint til mín, handtóku mig og færðu mig inn í lögreglubíl. Ég var járnuð á höndum og fótum og fæturnir á mér bundnir. Ég reyndi að útskýra málið og sagðist vera með ungbarn heima en mennirnir hlustuðu ekkert á mig heldur sneru mig niður og settu hnéð í bakið á mér en ég er mjög lítil manneskja og það þarf ekki mikið til að halda mér niðri.”\nKonan sagði að farið hefði verið með hana upp á lögreglustöð þar sem hún hefði verið yfirheyrð. Lögreglan hefði ekki getað fært nein rök fyrir handtökunni og að eftir um tuttugu mínútur hefði henni verið sleppt. Hún sagðist hafa farið til læknis og fengið áverkavottorð þar sem hún hefði bæði verið með áverka á úlnliðum og fótum. “Ég fór í gær (mánudag) niður á lögreglustöð og gaf skýrslu og kærði lögregluna fyrir þetta. Mér finnst bara ekki hægt að hún skuli koma svona fram við fólk. Þeir gengu bara að mér, handtóku mig og spurðu einskis. Ég hugsa mig tvisvar um áður en ég hringi í lögregluna aftur.”\nÓlafur Emilsson, aðstoðaryfirlögregluþjónn lögreglunnar í Hafnarfirði, sagðist ekkert vilja tjá sig um málið. Hann staðfesti að Linda væri búin að leggja fram kæru og að málið færi núna til ríkissaksóknara sem myndi síðan vísa því til einhvers annars umdæmis í rannsókn\n—\nNú spyr ég, eru lögreglumenn í Hafnarfirði á valdníðslufylleríi þessa dagana? Af þessari grein sér maður hvergi ástæðu þess að lögreglan þurfi að ráðast á konuna og hlekkja á höndum og fótum með þessum hætti. Svona hátterni ríkisstarfsmanna er ofbeldi af verstu sort ef þessi grein er ekki bull.",
    "url": "https://www.hugi.is/deiglan/greinar/59413/logreglan-i-hafnarfirdi-full-af-gedsjuklingum/",
    "url_id": "59413",
    "id": "399781",
    "replies": [
        {
            "user": "delphi",
            "user_id": "487",
            "date": "2002-01-09 13:03:04",
            "id": "399782",
            "reply_to_id": "399781",
            "text": "Ekki í fyrsta sinn og ALLS EKKI í síðasta sinn sem þessir takmörkuðu valdafíklar eru að lumbra á saklausum borgurum."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2002-01-09 13:06:09",
            "id": "399783",
            "reply_to_id": "399782",
            "text": "LÖGGUR ERU FÍFL OG FÁVITAR"
        },
        {
            "user": "Sros",
            "user_id": "16613",
            "date": "2002-01-09 13:04:31",
            "id": "399784",
            "reply_to_id": "399781",
            "text": "Skemmtilega orðað hjá þér “valdníðslufyllerí” :)\nSko..ef það er ekki hægt að reiða sig á lög og reglu þessa lands,hvern þá???"
        },
        {
            "user": "sSting",
            "user_id": "2771",
            "date": "2002-01-09 13:06:55",
            "id": "399785",
            "reply_to_id": "399781",
            "text": "Ég get sko alveg trúað þessu, lögreglan er full af hálvitum."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-01-09 13:13:33",
            "id": "399786",
            "reply_to_id": "399781",
            "text": "hvað vitið þið um það sem gekk á þarna?  þið hafið bara heyrt aðra hlið málsins og ykkur dettur ekki einu sinni í hug að spá í hinni hliðinni."
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-01-09 13:24:16",
            "id": "399792",
            "reply_to_id": "399781",
            "text": "Það verður áhugavert að fylgjast með framvindu þessa máls. Ætli hæstivirtur dómsmálaráðherra mæti ekki í kappræður í sjónvarpinu, verði töluð í kaf eins og venjulega, tuðar svo í stólnum sínum:“Ég vissi ekki að þetta ætti að vera eintal.”\nEn ætli yfirvaldið verði nokkuð lengi að þagga niðrí þessu máli."
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2002-01-09 13:25:32",
            "id": "399793",
            "reply_to_id": "399781",
            "text": "hmmm, skrítið hvernig allir trúa strax öllu því sem hún segir.\nEngan veginn trúi ég því að þessi kona hafi verið róleg og yfirveguð við lögregluna þegar henni bar að, hún hefur trúlega verið bandbrjáluð út í nágrannana fyrir hávaðann og fúl í lögguna, trúlega hefur hún verið að bölva lögreglunni og þegar löggan hefur beðið hana að róa sig og hún ekki sinnt því þá hefur löggan ákveðið að best væri að handtaka “ólátaseggin” sem greinilega er þessi kona var í “boði” í öðru húsi þannig kannski var hún ölvuð líka.\nEinnig þykir mér það líklegt að þegar lögreglan hafi ætlað að handtaka hana, þá hafi hún veitt mótþróa. Það vita allir að ef maður er svo HRYLLILEGA VITLAUS að veit mótþróa við lögregluna þá tekur hún þig föstum tökum, alveg sama þó að þú ert 22 ára móður sem er er mjög lítil manneskja.\nAnnað, ekki trúa því strax hvað fólk er að kvarta yfir, bíði og fáið að heyra hina hlið málsins"
        },
        {
            "user": "Sros",
            "user_id": "16613",
            "date": "2002-01-09 17:31:41",
            "id": "399794",
            "reply_to_id": "399793",
            "text": "Sko…á meðan lögreglan leiðréttir ekki það sem móðirin sýnir fram á,þá trúi ég móðurinni.\nÉg get vel skilið sjónarmið hennar,þegar kemur að því að kvarta undan flugeldalátum,það er ekkert gaman að vera með pirrað barn sem ekkei getur sofið,svo ég get vel skilið að hún hafi verið reið útí nágrannana og lögregluna fyrir aðgerðarleysi."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-11 20:54:02",
            "id": "399795",
            "reply_to_id": "399793",
            "text": "Skiptir engu máli. Til að halda lítilli konu þurfa tveir eða fleiri lögreglu-sadistar ekki að láta sjá á henni.\nVarð sjálfur vitni að svipuðu máli á gamlárskvöld (NB., ég var edrú og man þetta því skýrt og vel). Þar var lögreglan að lumbra á ungum manni og bróðir hans kom að, mjög rólegur og bað þá kurteisislega um að slaka á ofsanum því bróðirinn kveinkaði sér mikið undir 3ur lögregluþjónum og væri bersýnilwga að meiða sig. Ég hef aldrei séð önnur eins viðbrögð. Hinn rólegi bróðir var rifinn upp á hárinu, löppunum sparkað undan honum svo hann skall með höfuðið í malbikið. Síðan setti einn lögregluþjónn hnéið í bakið á honum mjög fast og annar setti hné á höfuð hans og þrýsti svo hann varð rauður og gat hvorki andað né talað. Síðan var farið með hann á stöðina og seinna heyrði ég að þeir hefðu rifið af honum fötin í lyftunni alræmdu (hann var handjárnaður), hent honum í veggina og haldið um hálsinn á honum þar til hann gat ekki andað.\nDaginn eftir var honum sleppt og engin skýring gefin.\nEr þetta líka eðlileg hegðun kannski?\n…með lögum skal land byggja, en ólögum eyða."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-11 21:59:31",
            "id": "399796",
            "reply_to_id": "399795",
            "text": "Hms, þú heyrðir hvað var sagt…\nHún var með læti. Sure, þeir hafa örugglega verið iof harðhentir samt !\nEn í þessu er konan ekki saklaus ! Ef hún er drukkin og fer að slást við nágranna vegna flugelda, auðvitað átti að handtaka hana ? Hvað áttu þeir að gera klappa henni á kollinn og segja “af því þú ert svo smávaxin skal ég ekki handtaka þig fyrir óspektir á almannafæri ?”\nEn þeir áttu ekki að beita svona miklu´ofbeldi, nema þess hafi verið þörf, sem ég efast um ef að hún var lítil..\nEkki alltaf halda svona alltaf með einhverjum ! Það þarf tvo til að deila, munið það.."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-24 17:22:24",
            "id": "399797",
            "reply_to_id": "399796",
            "text": "Sagði aldrei að það hefði ekki átt að handtaka konuna, einungis að lögreglan sé of harðhent og ofbeldisfull. Lestu nú vel áður en þú svarar út í bláinn.\nÞað er engin spurning að lögreglan fer offari gegn þegnum landsins og oft og tíðum eru beita þeir alltof miklu afli í þessum viðskiptum sínum og gerir þetta Hafnarfjarðarmál ekkert annað en að sanna það. Að nokkrir lögregluþjónar þurfi að láta sjá á ölvuðum konum er greinilega ekkert annað en of hörð handtök, skiptir þá engu hvort viðkomandi á skilið handtökuna eður ei. Mundu að ölvaður einstaklingur er deigari en alsgáður.\nEins er alveg ljóst að talsvert er af lögregluþjónum sem hreinlega ættu að taka sér annað starf fyrir hendur og væri ekki úr vegi að taka sálfræðilegt mat af allri deildinni og hreinsa dálítið til í henni.\nGerðu nú gott og lestu VEL áður en þú ferð að svara.\nAnnars tel ég það eyðslu á pappírsvinnu og starfkröftum lögreglunnar að láta mál sem þetta draga slíkan dilk á eftir sér. Réttu orðin hefðu friðað hana en eins og flestir borgarar vita eru lögregluþjónar þessa lands ekki mælskustu og þolinmóðustu þegnar þess."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-24 19:15:30",
            "id": "399798",
            "reply_to_id": "399797",
            "text": "Ég ætla að byrja á að benda þér á að ég las þitt svar mjög í bæði skiptin þó að þú sért beiskur því að þú hafðir e.t.v engin svör ?\nLögreglan hefur vald. Þeir misnota það. Staðreynd, og ekki góð staðreynd. En það kemur þessu máli lítið við. Sást þú konuna eftir þetta ? Og svaraðu mér þá, sá á henni ? Ef já, er búið að kæra lögregluna (hún ætlaði að gera það, ekki satt?)? og ef nei, þú sást hana ekki, þá hvar heyrðiru að það hefði séð á henni ?\nÉg veit sjálf ekkert um það og ætla því ekkert að segja um það fyrr en það er komið á hreint. Enda geng ég ekki að ályktunum hingað og þangað án þess að kynna mér málið.\nEf þú hefur hins vegar kynnt þér þettabiðst ég fyrirgefningar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-29 17:59:40",
            "id": "399799",
            "reply_to_id": "399798",
            "text": "…ekki þessa vitleysu. Hér er klausa úr upphaflegu greininni hér efst á síðunni:\n“Hún sagðist hafa farið til læknis og fengið áverkavottorð þar sem hún hefði bæði verið með áverka á úlnliðum og fótum. ”Ég fór í gær (mánudag) niður á lögreglustöð og gaf skýrslu og kærði lögregluna fyrir þetta. Mér finnst bara ekki hægt að hún skuli koma svona fram við fólk. Þeir gengu bara að mér, handtóku mig og spurðu einskis. Ég hugsa mig tvisvar um áður en ég hringi í lögregluna aftur.“\n…og svo annað:\n”Ég ætla að byrja á að benda þér á að ég las þitt svar mjög í bæði skiptin þó að þú sért beiskur því að þú hafðir e.t.v engin svör?\"\n…skil ekki alveg hvað þú ert að meina? Hef engin svör við hverju og beiskur útaf hverju?\nEina ástæðan fyrir þessum skrifum var sú að ég hef margoft orðið var við furðulega hegðun lögreglunnar og finnst skrítið að ekki sé tekið á þessum hlutum innan deildarinnar. Hef sjálfur aldrei lent í sérstaklega hörðum viðskiptum við þá og er beiskja eða hefndarhugur því ekki hvatinn að skrifum þessum."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-01-09 13:32:24",
            "id": "399800",
            "reply_to_id": "399781",
            "text": "Hehe, kellingin hefur örugglega verið blindfull og verið að rífast við nágrannana :)"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2002-01-09 14:02:49",
            "id": "399801",
            "reply_to_id": "399800",
            "text": "ég tek aldri mark á neinum sem stendur í DV og hvað þá Fréttablaðinu, þetta eru skítablöð sem ég hef ekki einu sinni áhuga á að skeina mér á."
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-01-09 14:02:31",
            "id": "399802",
            "reply_to_id": "399781",
            "text": "tvær hliðar og allt það, en afverju getur löggan þá ekki leiðrétt málið ef þetta er einhver misskilningur?  Frekar skrítið að vilja ekkert tjá sig…  Annars gæti ég vel trúað  að þegar hún “var eitthvað að rífast við fólkið” hafi eitthvað aðeins meira gengið á!  Hver hringir líka á lögguna áður en hann/hún tékkar á því að tala við nágrannana á friðsamlegu nótunum?  mætir bara brjáluð á svæðið og “hey! ég er búin að hringja á lögguna!”"
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-01-09 14:52:17",
            "id": "399803",
            "reply_to_id": "399802",
            "text": "hver segir að þeir verði að vera með yfirlýsingu tilbúna þegar fréttamenn hringja að spyrja um einstök mál?\nþetta kemur í raun engum við nema viðkomandi lögreglumönnum og konunni.\nskil vel líka að þeir fari varlega í mál þar sem þeir eru sakaðir um afglöp í starfi."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-01-09 14:12:39",
            "id": "399787",
            "reply_to_id": "399781",
            "text": "Flestir af þessum nýju löggum í hafnafirðinum(sérstaklega) eru slagsmálahundarnir sem náðust aldrei!\nAf hverju skýra þessir höfðingjar ekki svokallaða hina hlið málsins?\nAfhverju var þá ekki stelpugreyið kært?\nMér finnst fólk allt allt of skítsama um lögguofbeldi…þangað til einhver nær þessu á filmu(la Rodney King). Þessir menn eru til að vernda okkur en EKKI MISÞYRMA OKKUR!"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 14:15:59",
            "id": "399788",
            "reply_to_id": "399787",
            "text": "Cruxton: “Flestir af þessum nýju löggum í hafnafirðinum(sérstaklega) eru slagsmálahundarnir sem náðust aldrei!”\nLangar þig kannski að koma með rök eða ætlaru bara að vera enn einn hálfvitinn sem setur það sem hann heldur eða finnst sem staðreyndir?\nATH: Ég er ekki að kalla þig hálfvita en hins vegar finnst mér þeir sem gera svona vera hálfvitar. Ef þú vilt, þá máttu alveg koma með rök."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-01-09 14:20:29",
            "id": "399789",
            "reply_to_id": "399788",
            "text": "zedlic: Ég heyrði þetta með hafnarfjarðarlögguna frá kunningja mínum sem þekkir vel til þar á bæ.\nEf þú vilt rök þá vantaði hér um árið nemendur í lögregluskólanum þannig að þeir lækkuðu kröfurnar til að hleypa fleirum(svörtum sauðum) inn."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-01-09 16:23:51",
            "id": "399790",
            "reply_to_id": "399789",
            "text": "Cruxton:\n1. “Ég heyrði þetta með hafnarfjarðarlögguna frá kunningja mínum sem þekkir vel til þar á bæ.”\nÞetta segir ekki neitt, kunningi þinn er (tja, sennilega) ekki alvitur.\n2. “Ef þú vilt rök þá vantaði hér um árið nemendur í lögregluskólanum þannig að þeir lækkuðu kröfurnar til að hleypa fleirum(svörtum sauðum) inn.”\nÞetta kalla ég ekki rök. Þarna ertu að draga ályktanir. Ályktanir sem mér finnst eiginlega bara heimskulegar. Þú ert semsagt að segja að ef að löggan lækki standardana aðeins, þá flæði aðeins ribbaldar og óbótamenn inn í lögguna?\nÞessir “svörtu sauðir” sem þú talar um, er ekki líklegra að þeir séu með eitthvað á sakaskrá?\nEf svo er, þá komast þeir ekki í lögguna.\nÞú ert að gera ráð fyrir hlutum sem þú veist ekkert um. Veistu nákvæmlega hverjir standardarnir voru og í hvað þeir voru lækkaðir?\nZedlic"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-01-09 17:34:40",
            "id": "399791",
            "reply_to_id": "399790",
            "text": "Ég sá þessa grein einmitt í morgun, og fyrstu viðbrögðin voru að sjálfsögðu hneykslun, en svo fór maður að hugsa, og nú bíð ég spenntur eftir því hvaða útgáfu lögreglan gefur (ef hún gefur þá út einhverja yfirlýsingu). Ég (eins og fleiri greinilega) efast stórlega um að lögreglan hafi bara gengið uppað henni og smellt henni í járn alveg óvænt. Samt svolítið fyndið hjá henni að hringja í lögregluna og enda svo í járnum sjálf :) (það sem ég skil aftur á móti ekki er afhverju kemur ekkert fram um það að hitt fólkið hafi fengið kæru vegna ólöglegs flugeldaskots :) )"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-01-09 14:15:18",
            "id": "399804",
            "reply_to_id": "399781",
            "text": "Ég samdi ljóð um þetta:\nhttp://www.hugi.is/ljod/greinar.php?grein_id=\n36881"
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2002-01-09 14:47:56",
            "id": "399805",
            "reply_to_id": "399781",
            "text": "Kæmi nú ekki á óvart að það vantaði eitthvað í þessa frásögn ungu móðurinnar… Líklega verið undir áhrifum áfengis þar sem hún var í teiti og þar af leiðandi þolinmæði til að svæfa ungabarn MJÖG svo af skornum skammti..\nSamt, algert tillitsleysi af nágrönnunum að vera að skjóta upp um miðja nótt þegar hvorki þrettándi né áramótin eru.\nÞað er enginn snúinn niður og handjárnaður á höndum og fótum fyrir “rólegar” samræður við nágranna eða annað fólk.\nÞetta er bara enn ein skítafréttin frá DV og fréttablaðinu þar sem er verið að reyna að búa til einhverja sprengju úr engu að hætti sunndagsblaðanna á bretlandi..\nkv.\ncul-de-sac"
        },
        {
            "user": "Jezzybelle",
            "user_id": "12691",
            "date": "2002-01-09 14:51:52",
            "id": "399806",
            "reply_to_id": "399781",
            "text": "Ja ég er nú hafnfirðingur og persónulega þekki ég ekkert til lögreglunnar hérna en það gerir aftur á móti bróðir minn sem var í tíma og ótíma stöðvaður af þeim og settur inn í klefa, strýpaður og leitað á honum, bíllinn rifinn í sundur en aldrei fannst eitt né neitt en þeir sögðust vera að leita af fíkniefnum.  Þeir meira að segja tóku hann þegar hann var úti á Álftanesi að spila fótbolta og ákváðu að leita af fíkniefnum.  Þetta gerðist hvað eftir hvað á tímabili og var hann farinn að hugsa um að kæra þá fyrir einelti.  Þeir gerðu það líka að berja hann og eins hafa þeir tekið all harkalega á honum þegar þeir hafa verið að færa hann í hald þó svo að hann hafi ekki verið að streytast á móti því hann var alveg búinn að læra að það væri ómögulegt því þá tækju þeir bara verr á honum. Það að löggan hér sé uppfull af slagsmálahundum sem náðust aldrei er þvæla en aftur á móti er nokkuð af ungum strákum sem eiga ekkert algjörlega saklausa fortíð sér að baki og þessir sömu guttar hafa svo voðalega gaman að því að taka strákana sem þeir voru með í skóla og sýna vald sitt.  Ég held hins vegar að þessi unga kona hafi verið að rífa kjaft og verið með læti því þeir valsa bara ekkert inn í hóp og taka manneskju fyrir ekki neitt.  Eitthvað hefur hún verið erfið greyið, líklegast smakkað það í þessu samkvæmi sem hún var í þegar að systirin hringir."
        },
        {
            "user": "Visg",
            "user_id": "8369",
            "date": "2002-01-09 19:10:11",
            "id": "399807",
            "reply_to_id": "399781",
            "text": "Lögreglan er upp full af fávitum og egóum eg er nu bara 13 ára og frekar lítill og eg hef verið vitni að því þegar lögreglan hefur lamið vini mína með kylfum þegar við erum kanski saman (sonna 11-2 hálf3 um nótt) venjulega hefur hún latið mig vera bara keyrt mig heim af því að hún heldur að eg sé yngri og þorir ekki að lemja mig en hun tekur og lemur vini mína óspart og hún leitar of á okkur í töskum og svoleiðis sem hún hefur engan rétt á (held eg allavegana). 3 vinir mínari hafa kært hann og bara einn hefur fengið dóm yfir lögreglumönnumm sem lömdu hann. Svo að eg held að flestar löggur séu ekki andlega tilbúnar að fá þetta vald og þær verða bar ga ga eða einhvað ég held að það eigi að þurfa að taka sálfræði próf eða eg svo er þa að gera nytt sem tekur á þessu vandamáli !!!!!!!!!!!!!!\nog ekki koma með sonna drasl atugasemdi varðandi stfsetningu eða aldurinn eða einhvað slleiðis bull!! ple"
        },
        {
            "user": "quanix",
            "user_id": "10361",
            "date": "2002-01-09 19:37:51",
            "id": "399808",
            "reply_to_id": "399807",
            "text": "lögreglan á íslandi og annarsstaðar í heiminum geta verið soldið brutal , ekki allar en það eru nokkrar. 2 félagar mínir hafa lent í henni.\nannar var að labba útí bæ um kvöld þegar lögreglubíll kemur uppaf honum og löggan fleygir honum inní bíl og notfærir sér slökkvitæki á hann svo hann endar á gjörgæslu . þetta er gamallt mál og vinur minn er ekki allsaklaus en það réttlætir samt ekki árás frá lögreglunni. hinn félagi minn\ner hinsvegar blásaklaus , minnir að þetta hafi verið fyrir utan bæinn. hann var á röltinu þegar lögreglubíll kemur upp af honum og lögga stekkur út og snýr hann harkalega niður í jörðina (andlit fyrst) þannig að blæðir. svo var honum fleygt inní bíl og keyrt af stað. svo eftir smátíma eftir smáspjall í talstöðinni komast þeir afþví að þeir tóku rangann mann, svo þeir opnuðu bara hurðina og sögðu honum að fara. hann stóð þarna með sprungna vör og skildi ekkert hvað hafði gerst.\nég veit það að það eru alltaf til tvær hliðar á öllum málum, þannig að það má alltaf þræta,\nég bara nenni því ekki. vildi bara koma þessu inní\numræðuna."
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-01-09 19:57:30",
            "id": "399809",
            "reply_to_id": "399781",
            "text": "Hvað varð um litla barnið?\nEitt heima vakandi á meðan mamman var á lögreglustöðinni?"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-01-09 20:51:29",
            "id": "399810",
            "reply_to_id": "399809",
            "text": "Merkilegt.  Af tuttuguogeitthvað svörum, þá ert þú fyrst til að koma með þessa augljósu (hefði maður haldið) og mikilvægu spurningu."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-01-09 22:10:45",
            "id": "399811",
            "reply_to_id": "399810",
            "text": "Hvað er hægt að gera þegar lögregla ræðst á mann saklausan?\n1. Gera ekkert og láta valdníðsluna og ofbeldið yfir sig ganga…eins og allir aðrir.\n2. Taka hraustlega á móti…og vera tekinn í gegn í lyftunni á hverfisgötu(vel þekkt).\n…eða bara kæra eins og þessi hugrakka 22ára gamla móðir.\nEf barnið var skilið eftir einsamalt á meðan þessum ósköpum stóð…þá vona ég að drottinn fyrirgefi þessum vörðum laganna, því ekki gerir ég það!"
        },
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2002-01-10 08:57:27",
            "id": "399812",
            "reply_to_id": "399811",
            "text": "Skv. fréttinni:\nKonan sagðist í samtali við Fréttablaðið hafa verið í boði annars staðar þegar systir hennar, sem hefði verið að passa dóttur hennar, hefði hringt og sagt að litla stelpan gæti ekki sofið vegna hávaðans.\nSystirin var sem sagt að passa barnið þegar á þessu stóð."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-01-10 12:51:29",
            "id": "399813",
            "reply_to_id": "399781",
            "text": "Kona sem var gestur í sprengjuveislunni segir að ungu móðurinni hafi ekki þurft að koma á óvart að það var hún en ekki aðrir viðstaddir sem lögreglan handtók. “Hún réðst að okkur með miklum munnsöfnuði, klóraði einn mann í andlitið og sló gleraugun af öðrum og hrækti framan í hann. Þegar lögreglan kom og ætlaði að færa hana burt barðist hún um og sló lögregluþjóninn,” segir konan, sem efast ekki um að það verði létt verk fyrir lögregluna að sanna að um lögmæta handtöku hafi verið að ræða:\nnúna er allavega komin frásögn af hinni hliðinni.\nþetta er afskaplega ómerkileg frétt.. ég er viss um að löggan dílar við tugi svona manns hverja helgi.\nfréttablaðið finnst mér ómerkilegur snepill að reyna að blása eitthvað svona upp sem misferli í aðför gegn löggunni í hafnarfirði"
        },
        {
            "user": "Negotiator",
            "user_id": "14745",
            "date": "2002-01-10 14:47:01",
            "id": "399814",
            "reply_to_id": "399781",
            "text": "Lögegla í Hafnafirði er orðinn mjög slæm og gróf.\nÉg er einmitt í þessu að afplána smá fyrir að verja mig fyrir barsmíðum lögreglunnar i hafnafirði.Lögreglan er að reyna að stæla kanann með því að vera óvinur litla fólksins.\nÞað er Beikonlykt af þessu öllu.\nPs Ég er þekktur sem gaurinn sem ætlar að sparka svo fast i rassgatið hja þér að þú kúkar skóstærð 42 það sem eftir er.\nÉg sagði þetta við lögguna þegar atvikið átti sér stað og þegar ég var beðinn um að segja þetta í réttinum þá sprungu allir úr hlátri dómarinn,lögfræðingurinn og saksóknarinn.\nÞetta eru bjánar og lygarar.\nKill the pigs onk onk :)"
        },
        {
            "user": "Ekkitil",
            "user_id": "1036",
            "date": "2002-01-11 13:55:29",
            "id": "399815",
            "reply_to_id": "399781",
            "text": "Um 90% af lögreglu er sorp. Samt sem áður geta þeir verið fínir út af fyrir sig. Hef þurft á þeim að halda og þeir alltaf staðið sig með prýði."
        },
        {
            "user": "Harm",
            "user_id": "12903",
            "date": "2002-01-11 19:11:05",
            "id": "399816",
            "reply_to_id": "399781",
            "text": "Það er til mynband af þessu atviki og það sýnir “þessa ungu og saklausu móður” fá kast og ráðast á mann og annan og þegar löggan kemur og ætlar að stilla til friðar ræðst konan á lögguna svo auðvitað er hún handtekin.\nReynið að líta á þessi mál frá báðum áttum lögreglan á íslandi hefur aldrei varið sig í fölmiðlum þó þeir hafi haft myndbönd af atburðunum undi höndum ekki vera svona fljót að dæma."
        }
    ]
}