{
    "forum_title": "Smásögur",
    "user": "kvarkfox",
    "user_id": "7363",
    "date": "2002-01-09 12:23:50",
    "title": "Sjoppan, 1. hluti",
    "text": "Gunnar: Ertu með flatkökur?\nKokkurinn: Hamra?\nGunnar: Ég ætla að fá tvær. Eina með hangikjöti og rauðkáli og hina með öllu nema tólg.\nKokkurinn: Ertu að meina þetta? Ertu með hamra?\nGunnar: 2 kók í gleri með hvítum miða og… hérna, má ég nokkuð hringja?\nKokkurinn: Hvenær byrjaði þetta? Ertu nokkuð búinn að fá stólpípu?\nSiggi: Má ég fá pulsu?\nKokkurinn: Það er nú algert helvíti að vera með svona hægðavandamál, ha.\nGunnar: Láttu mig svo fá bland í poka fyrir rest og rusl.\nHalldóra: Til Mexíkó? Það er geðveikt.\nSiggi: Öllu nema steiktum, hráum, tómat og sinnepi. Hafðu extra remúlaði.\nKokkurinn: Ég er nú gamalreyndur stómasjúklingur, ef maður má orða það þannig, he he.\nGyða: Hann var ótrúlega sætur og sexí. Deddi var geðveikt abbó mar.\nKokkurinn: Annars er nú svoldið síðan ég losnaði við pokann.\nGunnar: Takk, bið að heilsa systur þinni.\nHalldóra: Hvenær ætliði að fara? Fyrirgefðu, ég ætla að fá stóran ís með dýfu og kurli.\nSiggi: Og appelsín, opnana.\nKokkurinn: Já, þú verður að láta kíkja á þetta maður, bídd´aðeins,\nfröken, einn pripps og kaldann takk, og prins, pripps og prins.\nGyða: Koddu, kíkjum til Sollu.\nAfgreiðslumaður: Krakkar, út með ykkur ef þið ætlið ekki að versla.\nSiggi: Launamiðann, og síríuslengju.\nKokkurinn: Hvað er það mikið? 600 kall?!? Ert´eitthvað klikkuð? Djöfull er þetta dýrt. Æ, Nonni ertu þarna, æ ég er í sjoppunni, það er verið að blóðmjólka mann, 600 kall fyrir pripps og sígópakka maður, þetta er geðveiki. Hættað reykja? Ertu vitlaus?\nHalldóra: Takk",
    "url": "https://www.hugi.is/smasogur/greinar/59418/sjoppan-1-hluti/",
    "url_id": "59418",
    "id": "399886",
    "replies": [
        {
            "user": "Negotiator",
            "user_id": "14745",
            "date": "2002-01-10 09:06:23",
            "id": "399887",
            "reply_to_id": "399886",
            "text": "Þetta er nú ljóta ruglið.\nÞú ert svo ruglaður foxi boy."
        },
        {
            "user": "kvarkfox",
            "user_id": "7363",
            "date": "2002-01-10 14:45:10",
            "id": "399888",
            "reply_to_id": "399887",
            "text": "Þér finnst ég “Ruglaður” litli vinur. Ég held að þú hafir ekki skilið söguna. Þess má svo auðvitað geta að einungis er um 1. hluta að ræða.\nMér finnst gagnrýni af hinu góða, en mér leiðist svona innihaldslaust og órökfært kjaftæði.\nVinsamlegast skammastu þín góurinn."
        },
        {
            "user": "Negotiator",
            "user_id": "14745",
            "date": "2002-01-10 15:36:14",
            "id": "399889",
            "reply_to_id": "399888",
            "text": "Það þýðir ekkert að fara að væla þó maður gagnrýni þig og þessar furðulegu sögur/ljóð þin.\nBrostu til mín og ég brosi til þín.\nBE HAPPY"
        },
        {
            "user": "kvarkfox",
            "user_id": "7363",
            "date": "2002-01-10 15:51:29",
            "id": "399890",
            "reply_to_id": "399889",
            "text": "samningamaður:\nÉg er nú svosem ekkert að væla og tek þetta því síður inná mig. Maður er bara orðinn leiður á svona þunnum tilgangs- og hugsunarlausum bullkommentum sem vaða hér út um allt á Huga án nokkurs rökstuðnings.\nÓkei, þér finnst eitthvað asnalegt. Ekki segja bara strax að það sé asnalegt. Hugsaðu þig örlítið um áður.\np.s. ég er mjög hamingjusamur\npp.ss annars var ég að skoða heimasíðuna þína og þá fattaði ég þetta alltsaman."
        },
        {
            "user": "Negotiator",
            "user_id": "14745",
            "date": "2002-01-10 16:15:31",
            "id": "399891",
            "reply_to_id": "399890",
            "text": "Þú ert að tala um tilgangs og hugunarlausum bullkommentum en hvað með svona bull og vitleysu eins og SUMIR eru að skrifa.\nÞegar fólk skrifar svona vitleysu þá má það eiga von á því að fá að heyra sannleikann og því miður þá er þetta hann i þetta skipti.\nÞú tekur þetta greinilega mjög mikið inná þig því þú ert í rosalegri vörn.\nAð koma með svona dóna og rudda skap til þess að bjarga sjálfum þér frá niðurlægingu það er bara sorglegt.\nÉg segi bara hreint og beint út það sem mér finnst um þetta og allt annað sem ég gef álit mitt.Sannleikurinn er því miður besta vopnið."
        },
        {
            "user": "kvarkfox",
            "user_id": "7363",
            "date": "2002-01-11 08:06:40",
            "id": "399892",
            "reply_to_id": "399891",
            "text": "He he…."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-01-10 15:20:42",
            "id": "399893",
            "reply_to_id": "399886",
            "text": "þetta er alveg ágætt….skemmtilegar samræður í sjoppu….og einn sem talar í síma…þetta getur virkað ruglingslegt ef maður er vanur línulegri frásögn…er einhver sérstök ástæða fyrir því að þú setur þetta upp svona?….algerlegar án lýsinga…sem gerir þetta svolítið þunnt….(meira að segja leikrit innihalda smá lýsingar!)…en gaman að sjá hvernig þú notar talmál…kominn með ágætis beinagrind en það vantar að mínu mati kjötið….kemur kannski í næstu köflum….."
        },
        {
            "user": "kvarkfox",
            "user_id": "7363",
            "date": "2002-01-10 15:40:13",
            "id": "399894",
            "reply_to_id": "399893",
            "text": "Takk fyrir það tmar. Jú sagan á eftir að verða æsispennandi og full af gómsætu stroganoffi."
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-14 19:17:48",
            "id": "399895",
            "reply_to_id": "399886",
            "text": "Snilld. ekki það að ég hafi séð söguþráðinn en samt."
        }
    ]
}