{
    "forum_title": "Húðflúr og götun",
    "user": "hozzinn",
    "user_id": "47727",
    "date": "2008-05-28 23:54:44",
    "title": "Væntanleg Tattoo",
    "text": "Jæja núna verð ég loksins 18 eftir nokkra mánuði, búinn að langa í tattoo í mörg ár\nog er með nokkrar hugmyndir um hvað mig langar í:\nHægri Framhandleggur:\ntribal sem ég er búinn að hanna sjálfur.\nVinstri brjóstkassi:\nKanji stafur, líklega ai (ást)\nVinstri kálfi:\nþrár nautical stjörnur, efsta stærst og minnka svo neðar\nlangar allavega á þessa þrjá staði núna kanski einhver fleiri seinna, þótt mér finnst ekki mjög flott að vera með of mikið af tattoo'um :|\nHvernig lýst ykkur á?",
    "url": "https://www.hugi.is/hudflur/korkar/594216/vaentanleg-tattoo/",
    "url_id": "594216",
    "id": "5887399",
    "replies": [
        {
            "user": "Devine",
            "user_id": "61655",
            "date": "2008-05-29 00:01:44",
            "id": "5887417",
            "reply_to_id": "5887399",
            "text": "hmm.. ég hata tribal, mér finnst það rosalega ljótt og sóun á bleki og húð =)\nKanji er alltaf flott =)\nAnnars eru þessar nautical stjörnur rosalega klisjukenndar.. allir eru með þessar stjörnur á sér =)"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2008-05-29 09:55:15",
            "id": "5887833",
            "reply_to_id": "5887399",
            "text": "Ég fíla hvorki tribal né nautical stjörnur, en ef þú fílar það og langar í það, þá bara go for it ;)"
        },
        {
            "user": "mattibassi",
            "user_id": "72885",
            "date": "2008-05-29 15:19:27",
            "id": "5888250",
            "reply_to_id": "5887399",
            "text": "tribal er yfirleit hugmyndaleisi og myndi sleppa því.. en ef þú fílar það þá er það fyrir öllu"
        },
        {
            "user": "smurfy",
            "user_id": "53549",
            "date": "2008-05-29 17:07:28",
            "id": "5888539",
            "reply_to_id": "5887399",
            "text": "Ég er ekki að fýla tribal og þessar nautical stjörnur eru orðnar ofnotaðar, en Kanji stafurinn virkar heitur."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2008-05-30 12:33:40",
            "id": "5890247",
            "reply_to_id": "5888539",
            "text": "Kanji er nú búinn að vera vinsælli lengur en þessar stjörnur og miklu meira ofnotað."
        },
        {
            "user": "BlackPremium",
            "user_id": "72446",
            "date": "2008-05-29 18:44:47",
            "id": "5888826",
            "reply_to_id": "5887399",
            "text": "Þetta er allt ROSALEGA ófrumlegt!\nTribal er ógeðslegt og hallærislegt og stjörnurnar eru way ofnotaðar.. Veit persónulega ekkert um Kanji þannig ég get ekkert kommentað á það.. veit bara að það eru margir kunningjar mínir að fá sér svoleiðis og e-ð fólk hérna á Huga er farið að tala um Kanji.\nEn ef þér finnst þetta über-dúber-magnað þá bara færðu þér þetta ;)"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2008-05-30 12:35:00",
            "id": "5890253",
            "reply_to_id": "5888826",
            "text": "Kanji er bara kínversktákn, búið að vera nauðga því síðan ég man eftir mér."
        },
        {
            "user": "Geonosis",
            "user_id": "27162",
            "date": "2008-05-31 02:07:03",
            "id": "5891916",
            "reply_to_id": "5887399",
            "text": "ég ætla nú að breyta aðeins til af því sem að flestir hinir segja…\nTribal getur verið mjög flott, það er bara breytilegt, og er alls ekki ógeðslegt eins og einn sagði.\nNautical stjörnur eru að mínu mati bara alveg ótrúlega svalar og mér er alveg slétt sama þó að allir aðrir séu líka með þannig þá hafa þeir bara góðan smekk :D\nen svo með þetta kanji tákn verð ég nú bara að viðurkenna að ég veit ekki hvað það er :)\nen ekkert vera að pæla í því sem að aðrir segja, gerðu það sem þú vilt.  I know I do"
        }
    ]
}