{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2002-01-09 17:27:54",
    "title": "!Kung  -  Hjálp.",
    "text": "Þetta er ef til vill ekki besti staðurinn til að spyrja, en ég er viss um að þetta sé sá skásti hér á Huga.\nÍ Afríku sunnan Sahara, í Kalahari minnir mig, býr þjóð sem að er kölluð !Kung.\nVeit einhver hvernig eigi að bera upphrópunarmerkið fram?  Þetta hefur valdið mér miklum heilabrotum.<br><br>Þorsteinn.\n“Að gera ekkert, og hvíla sig þess á milli - það er göfug list.” - Afi.",
    "url": "https://www.hugi.is/saga/korkar/59496/kung-hjalp/",
    "url_id": "59496",
    "id": "400558",
    "replies": [
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2002-01-09 20:40:29",
            "id": "400559",
            "reply_to_id": "400558",
            "text": "Já þetta er mjög áhugavert… en þessi þjóð sem þú ert að tala um, !Kung San, er ein af þeim San þjóðum (Sanar) sem tala svokallað “klikk” mál. Þetta veit ég, en ég er nú ekki alveg viss um hvernig ! er borið fram. Samt finnst mér líklegt að það sé eitt af þessum hljóðum (ég veit reyndar ekki hvort þau eru eitt eða fleiri) þessi hljóð, sem eru ókunn í öllum öðrum tungumálum, standa fyrir samhljóða í málinu.\nÉg veit samt að til er önnur þjóð sem heitir Ju\\oasi og þar fyrirfinnast heil fimm afbrigði af klikk-hljóðum, ætli þetta skástrik merki ekki eitt af þeim.\nég fann samt skemmtilegan lista á netinu með þessum táknum og hvað þau merkaja (þá hjá Ju\\oasi og tveim nágrannaættbálkum):\n:   a long sound\n^   a nasal sound\n!   a loud and banging click sound. It is produced by pressing the front part of the tongue just on the transition of soft and hard palate and releasing it very quickly.\n\\   a short, dull click sound. The pointed front part of the tongue is slightly pressed behind the two upper jaw front teeth and softly released as if pulling air through these teeth. It is similar to the sound the Europeans use when they are scolding children or something displeases them.\n/   a sharp and short click sound. The middle part of the tongue is slightly pressed against the hard palate and released by pulling in air at only one side of the tongue. It is similar to the sound of encouraging horses.\n#   a click sound that is difficult to describe for me because I never succeeded in pronouncing it the right way. You have to slightly press the middle part of the tongue against the hard palate and the front part against the upper jaw teeth. Then you pull in air at both sides of the tongue and release the tongue suddenly. This should result in a sharp and short hissing sound. It is similar to the guttural sound we use when the throat is itching and we want to stop this itch, but the right sound is not a guttural sound. It is produced in the mouth.\n||, Þ   these two are Ju\\oasi click-sounds; I took over the writing from Ju\\oasi people, but I cannot describe how they are pronounced as I did not work on the Ju\\oasi language.\nVonandi svalaði þetta forvitni þinni uppað einhverju marki… :)<br><br><hr>\n<center><p><a href=\"\nhttp://www.simnet.is/unnst\n“>Ha?</a></p><center>\n<div align=”left\"><p>Sorry if I don't like to write the\nway you like\nto read.</p></div"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2002-01-09 20:44:28",
            "id": "400560",
            "reply_to_id": "400559",
            "text": "Hey, takk!\nÞetta er þá svona eins og að smella í góm.\nÞetta eru annars svakaleg hljóð.<br><br>Þorsteinn.\n“Að gera ekkert, og hvíla sig þess á milli - það er göfug list.” - Afi."
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2002-01-14 14:54:31",
            "id": "400561",
            "reply_to_id": "400560",
            "text": "Já, það eru mörg smellihljóð í tungumáli þessarra veiðimanna og safnara í Kalahari.  Ef þú ert meira forvitin/n, þá er ég ekki frá því að það sé til myndband eða upptaka af tali þeirra í fórum einhverra lærimeistaranna niðri í mannfræðideild HÍ eða mannfræðistofnun.  Ertu kannski með bókina The Dobe: !Kung, eftir Richard B. Lee…?  Það eru allavegana mjög góðar útskýringar í henni :)  Kannski það sé hægt að finna eitthvað efni á spólum á Þjóðarbókhl., það er oft hægt að grafa upp ótrúlegustu hluti þar :)<br><br>Kveðja,\nLynx\n“You have a right to experiment with your life. You will make mistakes. And they are right too.” (Anaïs Nin)"
        }
    ]
}