{
    "forum_title": "Húðflúr og götun",
    "user": "Da61",
    "user_id": "21386",
    "date": "2008-06-02 18:51:54",
    "title": "rett upp hond sem er illt i geirvortunni",
    "text": "*hond*\nvar ad fa mer gat i geirvortuna bara rett adan og mer fanst thad miklu verra en eg bjost vid, alger skyndi akvordun, for a tattoo og skart og atladi ad kaupa mer ny tunnel og svo datt thessi hugmynd i hausinn a mer ad fa mer gat i geirvortuna bara i leidinni hehh\nmy nibble fuckin hurts\ntrallalallala",
    "url": "https://www.hugi.is/hudflur/korkar/595056/rett-upp-hond-sem-er-illt-i-geirvortunni/",
    "url_id": "595056",
    "id": "5897310",
    "replies": [
        {
            "user": "BlackPremium",
            "user_id": "72446",
            "date": "2008-06-02 19:02:46",
            "id": "5897339",
            "reply_to_id": "5897310",
            "text": "Haha snilld.\nEn hvað segiru.. fkn vont að láta stinga??"
        },
        {
            "user": "Da61",
            "user_id": "21386",
            "date": "2008-06-02 23:02:39",
            "id": "5897964",
            "reply_to_id": "5897339",
            "text": "Jú það var frekar vont fannst mér, svo nottla þarna töngin, sem er notuð til að klípa utan um geirvörtuna er þúst ekkert þægileg heldur :P en ég meina þetta er bara instant sársauki þannig maður á ekkert að vera að væla, mér líður ágætlega nuna, smá óþægilegt ef mér verður kalt þá stinnist geirvartan og það er smá óþægilegt… en ég lifi :)"
        },
        {
            "user": "berglinddd",
            "user_id": "68273",
            "date": "2008-06-03 00:29:32",
            "id": "5898306",
            "reply_to_id": "5897310",
            "text": "Aaah… ekki hræði mig :P Ég er að fara að fá mé"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2008-06-04 09:44:22",
            "id": "5901167",
            "reply_to_id": "5897310",
            "text": "Já, ég er sammála. Fannst frekar vont að láta gera þetta. Fæ líka sting í geirvörtuna sem lokkurinn er í þegar það er kalt úti."
        },
        {
            "user": "Nathan",
            "user_id": "72540",
            "date": "2008-06-07 21:35:44",
            "id": "5909272",
            "reply_to_id": "5897310",
            "text": "Ég fékk mér í hægri nibblunna seinasta föstudag og það var fokking vont, sem ég var hissa á, því ég lét gata þá vinstri fyrir löngu síðan og fann ekkert fyrir því.\nEn nú er ég aumur í nipplunni aftur því ég asnaðist til að hoppa um í mosh-pittnum á Saving Iceland styrktartónleikunum á fimmtudaginn og fékk ansi mörg slög og högg beint á nipplunna"
        },
        {
            "user": "Da61",
            "user_id": "21386",
            "date": "2008-06-08 18:29:42",
            "id": "5910826",
            "reply_to_id": "5909272",
            "text": "ouch eg finn til med ther hehe"
        }
    ]
}