{
    "forum_title": "The Sims",
    "user": "mahalo",
    "user_id": "11521",
    "date": "2008-06-03 00:14:09",
    "title": "Áhugi",
    "text": "Ákvað að setja inn nokkur orð í framhaldi af ýmsum umræðum hér á áhugamálinu..\nEins og flestir hafa tekið eftir þá hefur áhugamálið  dofnað mjög mikið síðustu mánuði, og þarf endilega að gera eitthvað í því.\nPartur af því að vera með virkt og lifandi áhugamál er það sem þið notendur sendið inn. Þegar ég byrjaði sem stjórnandi hérna sumarið '06 þá var allt brjálað, 30+ myndir í bið og nýir korkar á hverjum degi en núna kemur kannski inn ein mynd annan hvorn dag. Þið verðið að hjálpa að halda áhugamálinu uppi, vera dugleg að senda inn myndir og hafa gaman af áhugamálinu.\nAuðvitað dettur áhuginn niður í smá tíma stundum, ég hef lent oft í því að ég er orðin svo háð að ég missi áhugann í svona 2-3 mánuði en svo verð ég háð aftur! Vonandi eru einhverjir sem munu vakna af sínu áhugaleysi og halda áfram að vera brjálaðir að senda inn stuff ;)\nÉg kvet ykkur einnig til að vera dugleg að hafa samband við mig ef þið hafið áhuga á einhverju t.d. keppni eða einhverju svoleiðis !\nVera svo dugleg að senda inn efni!!\nkv, mahalo",
    "url": "https://www.hugi.is/sims/tilkynningar/595132/ahugi/",
    "url_id": "595132",
    "id": "5898266",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-03 01:00:33",
            "id": "5898379",
            "reply_to_id": "5898266",
            "text": "Þú sinnir þessu vel!"
        },
        {
            "user": "beggasol",
            "user_id": "72898",
            "date": "2008-06-07 13:01:26",
            "id": "5908252",
            "reply_to_id": "5898266",
            "text": "Takk fyrir að gera mér grein fyrir því að þetta áhugamál fer minkandi og já, þú sinnir þessu vel finnst mér!"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-06-07 17:21:16",
            "id": "5908655",
            "reply_to_id": "5898266",
            "text": "Myndi gera eitthvað ef sims leikurinn minn væri ekki bilaður =(\nEn annars, er ekki tími til kominn að fá nýjann stjórnanda, það er bara einn sæmilega virkur stjórnandi hérna, nýr stjórnandi væri orkubúst og þið gætuð unnið að einhverri sims keppni sem kæmi notendum aðeins í gang =D"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2008-06-13 12:58:08",
            "id": "5921715",
            "reply_to_id": "5898266",
            "text": "Ég væri alveg til í að það yrði keppni - en það er eitthvað gallað hjá mér - ég get ekki sent inn myndir :(\nEn hverjar eru eiginlega reglurnar um greinarnar - eins og t.d.hvað þær eiga að vera langar og þannig ???"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2008-06-13 12:58:38",
            "id": "5921718",
            "reply_to_id": "5898266",
            "text": "Af hverjum er þessi mynd ??"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2008-06-16 15:57:15",
            "id": "5928169",
            "reply_to_id": "5898266",
            "text": "Í hvaða sæti er sims áhugamálið ?? Hvar er hægt að sjá sætin ???"
        },
        {
            "user": "LoverGirl",
            "user_id": "67096",
            "date": "2008-07-01 18:06:38",
            "id": "5962268",
            "reply_to_id": "5898266",
            "text": "mér langar að spurja smá spurningar, hvernig sækir maður um að vera stjórnandi hérna, mér langar að vera stjórnandi, ég hef spilað sims síðan sim 1 var bara ein diskur og hef alltaf spilað heiðarlega þar til ég lærði boolprop svindlið, helst nota ég það til að gera fjölbura en samt, svindl nota ég ekki nema þegar ég vinn að simsmyndböndum.\nSvo þetta er málið mér langar að vera stjórnandi, hvernig fer ég að því?"
        },
        {
            "user": "Kalya",
            "user_id": "63036",
            "date": "2008-08-23 13:33:45",
            "id": "6076375",
            "reply_to_id": "5962268",
            "text": "http://www.hugi.is/hugi/bigboxes.php?box_type=adminumsokn\nEr þetta það sem þú varst að leita að? :s\nLeiddist og eyddi 15-20 mínútum í að finna þetta ;D\np.s. þarft að vera eldri en 16 til að vera stjórnandi."
        },
        {
            "user": "thesims2",
            "user_id": "73640",
            "date": "2008-07-13 22:15:44",
            "id": "5988370",
            "reply_to_id": "5898266",
            "text": "ok, ég er allveg ný hérna og skil ekki neitt;P hvað eru stig og hvernig safnar maður þeim, plízz svara sem fljótast!!"
        },
        {
            "user": "Amethyst",
            "user_id": "41384",
            "date": "2008-07-18 15:14:27",
            "id": "5998699",
            "reply_to_id": "5988370",
            "text": "Þú safnar stigum með því t.d. að senda inn myndir, greinar, korka eða kannanir. :)"
        },
        {
            "user": "thesims2",
            "user_id": "73640",
            "date": "2008-07-19 18:04:00",
            "id": "6000765",
            "reply_to_id": "5998699",
            "text": "Takk,takk:)"
        }
    ]
}