{
    "forum_title": "Flug",
    "user": "hawkxp",
    "user_id": "65067",
    "date": "2008-06-03 22:43:21",
    "title": "HJÁLP !! FS9,",
    "text": "getur einhver kennt mér að fljúga á netinu í fs9? mig langar rosalega að geta flogið með öðrum á netinu. en er ekki viss hvernig maður fer að .þarf maður einhver forrit eða?\nKV. TF-STR",
    "url": "https://www.hugi.is/flug/korkar/595295/hjalp-fs9/",
    "url_id": "595295",
    "id": "5900536",
    "replies": [
        {
            "user": "hawkxp",
            "user_id": "65067",
            "date": "2008-06-03 23:06:42",
            "id": "5900622",
            "reply_to_id": "5900536",
            "text": "Þú byrjar á að downloada\nþessu\nforriti og setur það bara upp (mjög auðvelt)\n2. Skráir þig sem flugmann á\nVatsim síðunni\nog færð pilot code og PW og svona. Taktu eftir því að númerið þitt er líka notanda nafnið þegar þú ferð að logga þig inn á sjáft forritið.\n3. Til þess að fá aðgang að kerfinu þarftu að haka rauða stafi til vinstri sem stendur “new pilots start here”\n4. Neðst á síðunni stendur “Click Here to JOIN VATSIM” þú hakar í það.\n5. Þá kemur upp síða með upplýsingum sem er gott að lesa.. Síðan ýtir þú bara á “Yes”\n6. Fillir út eyðublaðið.\n7. Register me!\n8. Ferð í MSFS 2004, og velur Flugvél, Dag og tíma, Og flugvöll. Taktu eftir því að þú mátt allfrei byrja flugið á sjálfri flugbrautinni.\n9. “Fly now” Ferð síðan í “modules” á línunni þarna uppi (ef hún er ekki þarftu að ýta á “Alt” takkan.. Þar veluru squawkbox 3.\n10. Síðan fillir þú bara út þetta og loggar þig inn.\nEf það er ATC (Air Traffic Controller) þarftu að sjálfsögðu að fá leyfi fyrir öllu sem þú gerir. Það er síðan mikilvægt að skyla inn flugplani og fljúga rétt samhvæmt því… Síðan lærir þú smá saman á þetta allt þ.e.a.s. ef þú ert ekki vanur að nota radioið í allveru flugvél… Annars er þetta bara eins."
        },
        {
            "user": "hawkxp",
            "user_id": "65067",
            "date": "2008-06-05 20:32:35",
            "id": "5905036",
            "reply_to_id": "5900622",
            "text": "ég er búin að gera þetta dót og ákvað að prufa en þá var enginn í loftinu og enginn í ATC, getur verið að ég hafi gert einhvað vitlaust eða var allt daut í loftinu í gærkvöldi og enginn að fljúga?\nBætt við 5. júní 2008 -  21:14\nen annað, er hægt að tala í gegn um mike þegar maður er að fljúga í gegn um netið í stað þess að vera alltaf að skrifa texta á milli ?"
        },
        {
            "user": "hawkxp",
            "user_id": "65067",
            "date": "2008-06-05 21:38:06",
            "id": "5905203",
            "reply_to_id": "5905036",
            "text": "Hvar varstu að fljúga í gærkvöldi ?\nEn já það er reyknað með að þú notir mike til að tala við turininn og texta þegar þú ert að spjalla við aðra í einka skilaboðum. Þú getur valið takka á lyklaborðinu þíni í options í squawkboxinu… Mér minnir að það sé alltaf F11 til að byrja með."
        },
        {
            "user": "hawkxp",
            "user_id": "65067",
            "date": "2008-06-05 22:32:07",
            "id": "5905368",
            "reply_to_id": "5905203",
            "text": "já ég var í gærkvöldi um kl 21-22 man ekki allveg :S , en verður einhvað líf í simmanum á næstunni ?\neitt , hvaða rásir notar maður á talstöðinni á íslensku völlunum ?\n(ég er bara að reyna byrja :Q )"
        },
        {
            "user": "hawkxp",
            "user_id": "65067",
            "date": "2008-06-05 23:03:17",
            "id": "5905460",
            "reply_to_id": "5905368",
            "text": "nei ég meina hvar varstu.. Keflavík ? Þú sérð alltaf tíðnina fyrir aftan ATC sem er online."
        },
        {
            "user": "hawkxp",
            "user_id": "65067",
            "date": "2008-06-06 00:14:11",
            "id": "5905680",
            "reply_to_id": "5905460",
            "text": "já fyrst var ég í RVK og svo á Akureyri en ég get ekki fengið upp þennan tíbíska ATC glugga (þennan bláa)\nBætt við 6. júní 2008 -  00:19\nþannig að ég setti upp radíóið og stillti í RVK á 118.00 og á Akureyri 118.300\ner þa mikil heimska :("
        },
        {
            "user": "hawkxp",
            "user_id": "65067",
            "date": "2008-06-06 00:47:20",
            "id": "5905768",
            "reply_to_id": "5905680",
            "text": "Sko… Það er lítið um að fólk sé að fljúga á íslandi… Svo að ég mæli með að þú downloadir fríu forriti sem heitir Vroute. Þar getur þú filgst með því hvar er trafficm, ATC o.fr."
        },
        {
            "user": "hawkxp",
            "user_id": "65067",
            "date": "2008-06-08 18:41:02",
            "id": "5910852",
            "reply_to_id": "5905768",
            "text": "ok takk þetta virkar hjá mér (held ég) en takk fyrir hjálpina. :D\nEn vitiði hvar hægt er að fá socata TB-10/200 í geirfuglslitunum þá meina ég eins og TF-MAX,TF-TBX,TF-LMB"
        }
    ]
}