{
    "forum_title": "Flug",
    "user": null,
    "user_id": null,
    "date": "2008-06-04 21:22:31",
    "title": "Innanvallar passi",
    "text": "Ef maður er mikið í því að taka myndir af flugvélum, þá getur verið leiðinlegt að þurfa alltaf að taka myndina í gegn um grinverk… Er þá ekki bara hægt að sækja um passa til að fá leyfi til að taka myndir innan vallar ? Eða er það kanski allveg fáránlegt ?",
    "url": "https://www.hugi.is/flug/korkar/595457/innanvallar-passi/",
    "url_id": "595457",
    "id": "5902754",
    "replies": [
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-04 21:37:13",
            "id": "5902794",
            "reply_to_id": "5902754",
            "text": "uh, nei, þú færð ekki passa [aðeins] til ljósmyndunar (og ekki minnast á Baldur, hann er ekki umræðuhæfur í þessu máli) á Reykjavíkurflugvelli"
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-04 22:40:46",
            "id": "5902990",
            "reply_to_id": "5902794",
            "text": "Þú ert örugglega leiðinlegasta manneskja sem til er…"
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-04 23:51:14",
            "id": "5903237",
            "reply_to_id": "5902990",
            "text": "Alveg mjög öruggt sko. En þú greinilega vilt ekki taka lífinu eins og það er (þ.e.a.s. um innanvallarflugvélaljósmyndunarmálin, ekki um mig)…\nKv."
        },
        {
            "user": "Dashinn",
            "user_id": "66123",
            "date": "2008-06-04 23:54:44",
            "id": "5903254",
            "reply_to_id": "5903237",
            "text": "Viltu gefa okkur upp hvað þú gerir annað en að ljósmynda á flugvellinum ?"
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-04 23:56:54",
            "id": "5903262",
            "reply_to_id": "5903237",
            "text": "Nei kanski… Ég biðst afsökunar. En ég held samt að þú ættir líka að vanda þig betur við að skrifa… Ekki vera með þennan hroka."
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-05 00:39:59",
            "id": "5903396",
            "reply_to_id": "5903262",
            "text": "já afsakið, það er svosem alveg rétt hjá þér!"
        },
        {
            "user": "sputnik",
            "user_id": "9188",
            "date": "2008-06-05 00:17:21",
            "id": "5903319",
            "reply_to_id": "5902990",
            "text": "Sæll SindriFlyer ertu þá að tala um Keflavíkurflugvöll?\nÞað gilda rosalega strangar reglur um aðgangsheimild inn á völlinn,en til dæmis þurfa hver einasti starfsmaður maður að fara í gegnum vopnaleit á leið í vinnu og þess háttar en annars er ekki leyfilegt að taka myndir á rampnum en öryggiseftirlitið lítur framhjá því að vísu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-05 00:20:11",
            "id": "5903325",
            "reply_to_id": "5903319",
            "text": "Okey… Nei ég var reyndar ekki að tala um BIKF ;)… Var að tala um BIAR. En mér er samt allveg sama verð bara að finna eitthvern betri stað fyrir þetta… Hef bara einu sinni tekið myndir þarna innan vallar."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-06-04 21:38:19",
            "id": "5902796",
            "reply_to_id": "5902754",
            "text": "hef ekki hugm. en datt eitt svona aula dæmi í hug.\nHmm, i'm a terrorist, best að fá passa til að taka myndir af flugvélunum og síðan Boom.\nHeld að þeir láti ekki hvern sem er, allavega vinnur félagi minn upp á velli og ég má ekki einu sinni fara þangað inn þótt að ég sé með honum og sé ekki hryðjuverkmaður. Að þá er öryggisgæslan þarna hjá flugbrautinni ströng, no pass, u not going trough."
        },
        {
            "user": "Dashinn",
            "user_id": "66123",
            "date": "2008-06-04 21:45:03",
            "id": "5902813",
            "reply_to_id": "5902754",
            "text": "Eða nota reiðhjól til að standa ofan á ;) Er sjálfur á skellinöðru sem ég læt bara standarann á og stend ofan á langt fyrir ofan grindverkið, allaveg á BIRK.\nSkoðaði einhvern tíman þetta með innanvallar passa, þá varð maður að skrifa undir að maður ynni í starfi sem maður yrði að hafa passa og vinnuveitandi þarf að skrifa undir og flugmálastjórn.\nAllavega heyrði ég af Baldri Sveinssyni að hann yrði að vera með talstöð við turninn o.fl.\nEnn ég geti ekki skilið af hverju Rip, ,,RAP'' og félagar í þessu Airliners.net gengi hafa passa. Þeir kannski vilja segja okkur af hverju þeir hafa svona passa ? Ekki bara ég þekki mann, sem þekkir mann o.s.frv."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-04 22:45:33",
            "id": "5903000",
            "reply_to_id": "5902813",
            "text": "jamm… Ég hef séð fólk labba inn með myndavélina og passa (bara til að taka myndir) og þá ekki bara einusinni heldur oft…. Ég hef líka séð fólk labba án passa og taka myndir. Annars þoli ég ekki þetta helvítis grindverk eins og t.d. BIAR sem er ekki aðgengilegasti flugvöllur til að taka myndir ;)"
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-04 23:52:37",
            "id": "5903244",
            "reply_to_id": "5902813",
            "text": "Erum við orðnir Rip Rap Rep og Rup eða? Hehe. :D\nBætt við 4. júní 2008 -  23:58\nen allavega, hvers vegna spyrðu [óbeint] að þessu gegnum spjallborðið, hvers vegna sendirðu ekki bara e.p.? :)\nkv.,\nDAE úr RAP"
        },
        {
            "user": "Dashinn",
            "user_id": "66123",
            "date": "2008-06-04 23:56:39",
            "id": "5903260",
            "reply_to_id": "5903244",
            "text": "Já, það má nú segja það, þið er með svo mikið Celebrity sjálfsálit að það hálfs væri nóg.!\nEnn hver er þessi fjórði ,,REP' ?\nBætt við 5. júní 2008 -  00:00\n,,hálfa'"
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-07 02:00:35",
            "id": "5907874",
            "reply_to_id": "5903244",
            "text": "Það má ekki taka myndir af einkavélum nema með leyfi flugmannanna. Svo er flugvöllur staður fyrir flugmenn og vallarstarfsfólk en ekki ljósmyndara."
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-07 11:02:06",
            "id": "5908096",
            "reply_to_id": "5907874",
            "text": "uhh, nei"
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-07 11:02:09",
            "id": "5908098",
            "reply_to_id": "5907874",
            "text": "Þú mátt taka mynd af hvaða flugvél sem þú vilt… Svo hef ég tekið eftir því að það eru mjög margir flugmenn/áhugamenn sem hafa einnig gaman af ljósmyndun."
        },
        {
            "user": "Jagla",
            "user_id": "62022",
            "date": "2008-06-07 11:05:11",
            "id": "5908101",
            "reply_to_id": "5908098",
            "text": "rétt Sindri :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-07 15:51:14",
            "id": "5908507",
            "reply_to_id": "5908098",
            "text": "Skiptir ekki máli með litlar vélar en ég er að tala um aðeins stærri vélar en Skyhawk"
        },
        {
            "user": "cubinn",
            "user_id": "63552",
            "date": "2008-06-05 10:04:19",
            "id": "5903747",
            "reply_to_id": "5902754",
            "text": "Sæll Sindri\nþetta er ekki eins strangt hérna á BIAR eins og fyrir sunnan.\nÉg er sjálfur með passa en þegar ég sótti um hann þurfti ég að sýna framá að ég hefði e-ð erindi hérna.\nEins og til dæmis ég er einkaflugmaður, þá er það bara skráð á passann.\nErindi flokkast undir ef þú ert að vinna á vellinum, ert flugnemi, flugmaður eða átt skýli á vellinum.\nKv."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-05 11:15:01",
            "id": "5903798",
            "reply_to_id": "5903747",
            "text": "ok… Takk fyrir svarið ;)"
        }
    ]
}