{
    "forum_title": "Manager leikir",
    "user": "Onzha",
    "user_id": "16620",
    "date": "2002-01-10 10:44:34",
    "title": "Ungur og bráðefnilegur...",
    "text": "Í byrjun á hverju savei, er Nottingham Forrest oftast í fjárhagserfiðleikum, og þá getur maður yfirleitt fengið leikmenn á góðu verði. Og ég startaði savei með Chelsea, og fyrsti maðurinn sem ég keypti var hinn 19 ára gamli David Prutton, og ég get sagt ykkur það að Morris, Lampard, Petit, Dalla Bona, Di Matteo eru bara GREY miðað við þennann unga snilling frá Nott. Forrest!!! Ég þurfti aðeins að borga 1,8 fyrir hann, og í 18 leikjum hefur hann verið valinn 10 sinnum maður leiksins!!! Prófiði þennann snilling!",
    "url": "https://www.hugi.is/manager/greinar/59558/ungur-og-bradefnilegur/",
    "url_id": "59558",
    "id": "401150",
    "replies": [
        {
            "user": "Jokull79",
            "user_id": "3665",
            "date": "2002-01-10 12:22:15",
            "id": "401151",
            "reply_to_id": "401150",
            "text": "Þetta er  alveg rétt en hann hefur spilað betur hja mér heldur en David B. ég er með man utd og hann er búin að skora 9 mörk í 5 leikjum hann er frá bæ"
        },
        {
            "user": "Crimson",
            "user_id": "8229",
            "date": "2002-01-10 12:36:18",
            "id": "401152",
            "reply_to_id": "401151",
            "text": "í hvaða stöðu setjið þið hann?"
        },
        {
            "user": "Onzha",
            "user_id": "16620",
            "date": "2002-01-10 13:06:41",
            "id": "401153",
            "reply_to_id": "401152",
            "text": "Ég stilli alltaf upp “defensive counter” og nota hann alltaf sem einn af þessum þremur varnarmiðjumönnum og þá aðalega hægra meginn eða í miðjunni!!!"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-01-10 17:46:15",
            "id": "401154",
            "reply_to_id": "401153",
            "text": "Onzha: spilarðu defensive counter? (sem er einmitt ekki ein af default taktíkunum í leiknum ;) )… þú hlýtur að vera í miklum minnihluta :)\nOg ekki þennan h*lvítis dónaskap."
        },
        {
            "user": "bjarkikr",
            "user_id": "12613",
            "date": "2002-01-12 14:15:53",
            "id": "401155",
            "reply_to_id": "401151",
            "text": "hann er geðveikt góður og líka bart-williams í nottingham forrest"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2002-01-10 12:41:43",
            "id": "401156",
            "reply_to_id": "401150",
            "text": "Ég hefði haldið að allir sem að spili CM vissu hver þessi leikmaður er.  Ætti þetta ekki frekar að vera á korknum.  Þetta nær varla að vera efni í eina málsgrein."
        },
        {
            "user": "Onzha",
            "user_id": "16620",
            "date": "2002-01-10 13:05:11",
            "id": "401157",
            "reply_to_id": "401156",
            "text": "Ó,nei það er verið að dissa greinina mína hér á Huga.is ég er alveg að fara að gráta og er kominn með símann í hendurnar, og er alveg að fara að hringja í mömmu og klaga.. Ég er alveg miður mín yfir því að senda inn svona leiðinlegar greinar. Ég bið þig bara um að miskuna mér kæri “rain” fyrir að vera ekki jafn svalur og góður í CM og þú! Minn æðsti draumur er að verða jafn góður og þú!!!! Þú ert alveg þroskaheftslega góður í CM og það liggur við að ég beri virðingu fyrir þér!!!!!\nI adore you meeen, you´re my idol…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 13:29:00",
            "id": "401158",
            "reply_to_id": "401157",
            "text": "riiight, ég verð nú að koma úr skápnum með það að ég vissi ekki af honum, ég er hledur ekki alveg die hard cm nerdi, þannig að að :I adore you meeen, you´re my idol…"
        },
        {
            "user": "snosig",
            "user_id": "14212",
            "date": "2002-01-10 18:11:52",
            "id": "401159",
            "reply_to_id": "401157",
            "text": "VÁ!!! Þetta var bara ábending. Chill down man!"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2002-01-10 15:53:24",
            "id": "401160",
            "reply_to_id": "401150",
            "text": "hahaha þroskaheftslega góður!!! Ég hef aldrei heyrt jafn fáránlegt orð áður.\nEn í alvörunni hvernig heldurðu að það sé ef að fólk færi að senda inn greinar sem væri svona:\nTaribo West er mjög góður góður leikmaður, hann er miklu betri en hinir varnamennirnir í liðinu mínu.  Nesta og Stam eiga ekki séns í  hann vegna þess að hann er svo góður.\nÞetta er í hnotskurn hvað þú varst að skrifa og\nvá þetta er næstum jafn langt og greinin þín!\nKannski að ég ætti að senda inn 10 svona stikki."
        },
        {
            "user": "Onzha",
            "user_id": "16620",
            "date": "2002-01-10 16:45:33",
            "id": "401161",
            "reply_to_id": "401160",
            "text": "Heyrðu, Dwight Yorke er líka geðveikt góður!"
        },
        {
            "user": "haukurst",
            "user_id": "5653",
            "date": "2002-01-11 12:23:42",
            "id": "401162",
            "reply_to_id": "401160",
            "text": "Stúlkur mínar…..leikið ykkur fallega!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 17:11:36",
            "id": "401163",
            "reply_to_id": "401150",
            "text": "Virðist lofa góðu kannski að marr ætti að prófa. þetta er HITLER ==================> :=)"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-11 19:08:10",
            "id": "401164",
            "reply_to_id": "401150",
            "text": "Besti leikmaðurinn í leiknum er Ronaldinho. Hann skoraði 65 mörk í 52 leikjum gerði 32 stoðsendingar og var valinn maður leiksinns 28 sinnum á einu tímabili með AC Milan.\nBeat that!\nDragan"
        },
        {
            "user": "Vegetta",
            "user_id": "15639",
            "date": "2002-01-16 10:18:53",
            "id": "401165",
            "reply_to_id": "401150",
            "text": "Þegar ég keypti hann var hann alveg ótrulegur. En núna eftir svona nokkrar leiktíðir er hann bara AVERAGE leikmaður. En prófiði að kaupa Hakan Sükur hann er algjör snillingur…………\n:-)"
        },
        {
            "user": "Olympus",
            "user_id": "15903",
            "date": "2002-01-22 10:27:16",
            "id": "401166",
            "reply_to_id": "401165",
            "text": "Tommy smith og kezman eru þvílíkir snillinga"
        }
    ]
}