{
    "forum_title": "Half-Life",
    "user": "Arnold",
    "user_id": "7394",
    "date": "2002-01-10 09:02:21",
    "title": "Hvað er Íslandssími að spá ?!?! Kæra Símann !!",
    "text": "Sælir\nÆtla bara að vekja athygli á því að nú eru Íslandssímamenn að kæra Landssímann fyrir að hafa ókeypis ómælt gagnamagn innanlands í ADSL og vilja að Síminn rukki fyrir það eins og þeir. Sem merkir að við sem erum með tengingu hjá Símanum þurfum kannski að fara að borga mun meira fyrir tenginguna. Þetta getum við þakkað Íslandssíma fyrir !!! Og halda þeir, að ef þetta gengur í gegn, að ég ætli að flytja tenginguma til þeirra !! Halda þeir að þeir græði kúnna á þessu, halda þeir að þeir verði vinsælli. Þetta smánarkompaní er að vinna á móti hagsmunum netverja og þeirra sem hafa gaman að online game-um. Ég vil bara biðja menn um að hugsa 2var um hvar þeir fá bestu þjónustuna og hvar er verið að vinna fyrir fólkið.\nPS. Vel á minnst…þessi vefur þ.e. Hugi.is er rekinn af Simnet og eiga þeir þakkir skilið fyrir það, eins og Skjálfti og fl.",
    "url": "https://www.hugi.is/hl/greinar/59552/hvad-er-islandssimi-ad-spa-kaera-simann/",
    "url_id": "59552",
    "id": "400941",
    "replies": [
        {
            "user": "sinai",
            "user_id": "2185",
            "date": "2002-01-10 10:04:14",
            "id": "400942",
            "reply_to_id": "400941",
            "text": "ég er brjálaður!!!!!!!111"
        },
        {
            "user": "sinai",
            "user_id": "2185",
            "date": "2002-01-10 10:08:11",
            "id": "400943",
            "reply_to_id": "400942",
            "text": "btw á marr þá ekki bara að hætta að spila á fortress fyrst að þeir eru reknir af islandssíma??"
        },
        {
            "user": "Sonur",
            "user_id": "26110",
            "date": "2002-01-10 10:22:41",
            "id": "400944",
            "reply_to_id": "400941",
            "text": "Dísus kræst mar hvað er að þessum fávitum mahr!\nNiður með fokkings íslandssíma (pardon my french!)\nHef hvort eð er alltaf hatað Eyþór sem lagasmið og hljóðfæraleikara og nú þykist hann svaka maður með fokkings smákompaní sem getur ekki sjitt á móti landssímanum. Fokkings Gimp með sítt að aftan! /me beats the crap out of this f00!\nÞað er að segja ef að þetta er allt satt og rétt annars er mér nokk sama ! :)"
        },
        {
            "user": "Sonur",
            "user_id": "26110",
            "date": "2002-01-10 10:32:42",
            "id": "400945",
            "reply_to_id": "400944",
            "text": "Er það þess vegna sem Fortress serverarnir Lagga svona mikið ?\nSonu"
        },
        {
            "user": "Dreitill",
            "user_id": "492",
            "date": "2002-01-10 10:33:37",
            "id": "400946",
            "reply_to_id": "400945",
            "text": "LOL"
        },
        {
            "user": "DroGoL",
            "user_id": "12005",
            "date": "2002-01-10 10:36:53",
            "id": "400947",
            "reply_to_id": "400944",
            "text": "Nokkuð sterkur punktur hjá sinai og ættum við að sameinast gegn þessu.\nHinsvegar kemur mér á óvart hvað mörg orð eru rétt stafsett hjá Shiznack.  Svei mér þá ef hann sé ekki svo vitlaus eftir allt.\nEða ekki, er ekki sálfræðingur, kannski [GGRN]Fidel** athugi þetta mál.\n[GGRN]TuDDi*"
        },
        {
            "user": "SlipKoRn",
            "user_id": "4331",
            "date": "2002-01-10 10:34:26",
            "id": "400948",
            "reply_to_id": "400941",
            "text": "æm fjúríus ég fer ekki að borga fyrir að dl innanlands that suxxxx"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-01-10 10:34:35",
            "id": "400949",
            "reply_to_id": "400941",
            "text": "Djöfuls ætla ég að misþyrma Íslandssíma ef þeir fá þetta í gegn. Senda þeim hate mail frá morgni til kvölds.\nEf Íslandssími vill verða einn af erkióvinum fólksins þá er hann um það."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-01-10 10:41:22",
            "id": "400950",
            "reply_to_id": "400941",
            "text": "Gera mótmælalista!"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 10:46:55",
            "id": "400951",
            "reply_to_id": "400950",
            "text": "Hvernig í andskotanum geta þeir hjá Íslandssíma þótt það eðlilegt að rukka fyrir innanlandstraffík.  Þetta ER ókeypis traffík, það eru bara þeir sem eru svo gráðugir að rukka fyrir hana.  Svo mætti benda þeim á það að það er ekki rukkað fyrir innanlandstraffík hjá næstu evrópuþjóðum hér í kring.\nKveðja Gemini"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-10 10:56:14",
            "id": "400952",
            "reply_to_id": "400951",
            "text": "1. lagi: Eyþór er farinn í borgarpólitík og ætlar að “rokka” þar, as if :)\n2. lagi: Ég stórefast um að þetta sé hægt, Íslandssími virðist vera að kæra LS fyrir allt sem þeir gera, LS má ekki lengur gefa afslætti.\nEf að Íslandssími nær þessu í gegn verð ég að hrósa lögmönnum þeirra, þeir hljóta að vera snillingar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 11:03:02",
            "id": "400953",
            "reply_to_id": "400952",
            "text": "íslandssími er fyrirtæki á vonarvöl og þetta er mjög mikið örþrifaráð hjá þeim….\nþess má geta að íslandssími stendur á brauðfótum hvað varðar brot á samkeppnislögum sjálfir…..\nt.d. þegar þeir selja 70 klst á internetinu [sem er ekkert annað en 70 klst notkun á símanum í ákv númer og ókeypisinternet þjónusta...]  á 2500…\nhver man ekki eftir því þegar þessir hræsnarar kærðu landsímann fyrir nákvæmlega það…. [þegar hann hét póstur og sími þ.e.a.s.]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 13:21:17",
            "id": "400954",
            "reply_to_id": "400952",
            "text": "Gmg Rofl! Eyþór að rokka loool! ég verð anti fan Eyþórs ever!!! hvað er málið ???\ngetur ekki eitthver sett mótmæla lista eða Rænt börnunum hans?? allavega *pirr*\nég get bara ekki séð hvernig hann ætlast til að fólk fari að fá þjónustu hja símanum Rugl og Vitleysa!!!!"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2002-01-10 11:11:44",
            "id": "400955",
            "reply_to_id": "400951",
            "text": "jú það er víst rukkað fyrir innanlands traffík hérna í danmörku.\nþetta er soldið fyndið með þetta mál. Íslandssím er að kæra vegna þess að þetta stenst ekki samkeppnislög, af hverju? jú sennilega vegna þess að landssíminn er að leigja þeim línurnar og sennilega fyrir alla notkun, sama hvort um innanlands eða utan er að ræða en á meðan er landsíminn að gefa þetta á sínum línum sem ríkið borgaði að sínum tíma.\nEn ég þori að veðja að einhver af ykkur sem er búinn að vera að garga  hérna sem hæst eru bíleigendur. Og þið hafið ekki verið sáttir við þessa samræmingu á bensín verði og viljið meiri samkeppni. En svo þegar þið eruð komnir í góða stöðu þá má ekki vera nein samkeppni.\nHvernig á að vera hægt fyrir lítil fyrirtæki að keppa við þessa stóru ef að þeir eru teknir í görnina af einmitt samkeppnisaðilanum?\nÞetta hét í gamla daga einokun og ég held svei mér þá að það heiti það ennþá"
        },
        {
            "user": "Nightshock",
            "user_id": "6269",
            "date": "2002-01-10 11:13:50",
            "id": "400956",
            "reply_to_id": "400955",
            "text": "Það er ekki rukkað fyrir dl hjá öllum netþjónustum í danmörku. Vinur minn er adsl úti og ekkert mælt hjá honum."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2002-01-10 11:17:03",
            "id": "400957",
            "reply_to_id": "400956",
            "text": "FÁIÐ YKKUR BARA HEIMSNET WHEEEEEEEEEEEE :D"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2002-01-10 19:18:08",
            "id": "400958",
            "reply_to_id": "400956",
            "text": "nightshck:\nþað er bara eins og á íslandi, teli danmark rukkar ekki fyrir innanlands notkun í danmörku en þeir sem verða að nota línurnar þeirra þurfa að rukka fyrir það því þeir þurfa að borga fyrir það.\nTeli danmark er rekið alveg eins og Landsíminn á íslandi, þ.e.a.s þeir eru með allar línur í landinu eins og Landsíminn og enginn kemst á þær nema að þurfa að borga þeim eins og Landsíminn.\nÞetta er nákvæmlega sama dæmið eins og á íslandi.\np.s þeir sem ekki vita þá var Teli Danmark (TDC) að gera tilboð í landssíman."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-15 00:20:33",
            "id": "400959",
            "reply_to_id": "400956",
            "text": "Ég get staðfest að hér í Danmörku er almennt ekki rukkað fyrir traffík.  Hvorki af adsl eða cable.  Sjálfur er ég með 256k cable (internet í gegnum sjónvarpskabalinn) og kostar það 200 kall dkr á mánuði óháð traffík.\nHins vegar veit ég að minna kabalþjónustufyrirtækið hérna, STOFANET, rukkar fyrir notkun, jafn innan sem utanlands en það er líka eina dæmið sem ég þekki um það hérna úti.\nAnnars legg ég til að hætt verði alfarið að telja þessa bita á Íslandi, ekkert nema vesen í kringum þetta.  Allavega óar mig við að flytja heim í þetta netokur."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-01-10 11:16:56",
            "id": "400960",
            "reply_to_id": "400955",
            "text": "batteríið (landssíminn) sem leigir línurnar til íslandssíma er alveg sama batterí og leigir línurnar til simnet.\nsimnet hinsvegar aðgreinir innanlandstraffík frá utanlandstraffík hjá sér en það gerir íslandssími ekki.  ekki spyrja mig afhverju.  persónulega held ég að þeir tími því ekki.  þeir tíma ekki að leggja í vinnuna sem kostar að útfæra þetta og svo tíma þeir ekki að sjá á eftir tekjunum sem þeir gætu rukkað fyrir alla innanlandstraffíkina.\nhálfvita"
        },
        {
            "user": "allipalli",
            "user_id": "287",
            "date": "2002-01-10 15:59:22",
            "id": "400961",
            "reply_to_id": "400955",
            "text": "Eru þá með kabalmodem?\nVar með adsl hjá worldonline í DK, borgaði 400dkr á mán og dowlodaði öllu sem ég vildi."
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2002-01-10 19:40:15",
            "id": "400962",
            "reply_to_id": "400961",
            "text": "ég er með eitthvað sem heitir Stofanet og ég borga minnst 60 dkr á mán en mest 200 dkr á mán og þá er má ég downloda 4gb.\nEn ég er 99% viss að ég þarf að borga fyrir notkun innan DK.\nmeigið samt tékka á stofa.dk ef þið viljið"
        },
        {
            "user": "allipalli",
            "user_id": "287",
            "date": "2002-01-10 20:24:47",
            "id": "400963",
            "reply_to_id": "400962",
            "text": "Mikid rétt .. stofa er að rukka fyrir þetta allt saman .. en 2000kr er ekkert sérstaklega mikið fyrir 4gíg. Hinsvegar ef þú færð þér ADSL þá kostar það ca. 4000kr á mán með router inniföldum."
        },
        {
            "user": "iamlaw",
            "user_id": "4969",
            "date": "2002-01-14 16:36:47",
            "id": "400964",
            "reply_to_id": "400955",
            "text": "Fyrir hvað eru menn að rukka 2500 kr. á línuna? Er ekki eitthvað innifalið í því t.d. innanlandstraffík?\nÉg vona bara að þetta verði ekki eins og hjá bönkunum, maður er nánast rukkaður fyrir að hugsa um bankana og allt saman sundurliðað. Fynnst þér þetta virkilega eðlilegt? Er ekki eðlilegt að borga bara eitt verð og þurfa ekki að hafa áhyggjur af downloadi? Ég bara spyr. Annars er þetta ekkert annað en græðgi."
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2002-01-15 12:47:17",
            "id": "400965",
            "reply_to_id": "400964",
            "text": "Ég er nokkuð viss um að Landssíminn er að rukka íslandssíma fyrir alla notkun á leigulínunni og þá senda þeir þeim bara reikning fyrir notkun á línunni. Ekki fer landssíminn að telja fyrir íslandssíma hvað er innanlands og hvað er utan. Og íslandssími getur ekki annað en borgað þar sem þeir eru með línurnar á leigu og verða að þjóna sínum kúnnum."
        },
        {
            "user": "Cupid",
            "user_id": "7016",
            "date": "2002-01-10 11:19:16",
            "id": "400966",
            "reply_to_id": "400951",
            "text": "“Disclaimer” ég á engra hagsmuna að gæta þarna, en verð bara að koma nokkrum atriðum að í þessari mjög svo málefnalegu umræðu.\n“Þetta ER ókeypis traffík”\nÞetta hlýtur að hafa verið sett fram eftir mikla ígrundun.\nHvernig dettur þér í hug að þetta sé ókeypis?\nÞað þurfa ÖLL internet fyrirtæki að borga fyrir ALLA notkun.  Það er svo mismunandi hvernig þeir taka sínar tekjur inn.\nÍslandssími er væntanlega með þessu að mótmæla einokunaraðstöðu Landssímans (Sem virðist marg sannað að þeir eru óhræddir við að misnota)\nOg fer fram á að þeir sitji við sama borð og aðrir.\nGefum okkur það að ég hafi rétt fyrir mér (að öll notkun kosti, sem í mjög einföldu hagfræðilegu tilliti er augljóst)\nHvar er þá Landssíminn að taka inn fyrir þann kostnað?\nAf gemsanum eða heimilissímanum þínum? SMSinu þínu?\nÉg er að sjálfsögðu ekki að fullyrða neitt, en ekki spurning um að hugsa aðeins áður en maður fer að gelta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 11:31:14",
            "id": "400967",
            "reply_to_id": "400966",
            "text": "Íslandssími er þá væntanlega að gera það líka, eru þeir ekki með þjónustu bæði fyrir gsm og heimilissíma?  Var það ekki íslandssími sem bauðst til að “taka” alla viðskiptavini Landsímans í heimasímadæminu.. “Skiptu yfir í Íslandssíma en haltu sama númeri, miklu ódýrara!” Spurning um að sýna kannski smá sanngirni þar sem íslandssímamenn eru alveg sömu óþokkarnir og þeir hjá Landssímanum.. correct me if I´m wrong, þetta er bara það sem ÉG HELD!"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-10 11:33:22",
            "id": "400968",
            "reply_to_id": "400966",
            "text": "Málið er að búnaðurinn sem þarf til að greina innanlands fá utanlands traffík er rándýr, og til þess að Íslandssími sé samkeppnishæfur þá þurfa þeir að hafa sömu þjónustu og símnet, þeir eru bara nískir :ÞÞÞ"
        },
        {
            "user": "Fart",
            "user_id": "10599",
            "date": "2002-01-10 11:35:20",
            "id": "400969",
            "reply_to_id": "400966",
            "text": "Þvílíkt bull í þér, spáðu aðeins í það hverjir tapa ef Íslandssími vinnur þetta mál.\nAUÐVITAÐ TAÐA ALLIR VEFNOTENDUR VEGNA ÞESS AÐ ÞESSIR ÍSLANDSSÍMADJÖFLAR FÁ ÞAÐ FRAM AÐ ÞAÐ VERÐI SKYLDA AÐ RUKKA FYRIR INNANLANDSDOWNLOAD OG LÁTTU ÞVÍ EKKI SVONA BULL ÚT ÚR ÞÉR AÐ ÞÚ “EIGIR ENGRA HAGSMUNA AÐ GÆTA”!?!!?!\nInnanlandstraffík kostar ekki baun, punktur og basta.  Gjald sem tekið er af downloadi erlendis frá er vegna kostnaðar við sæstrenginn.  Að rukka fyrir innanlandsdownload er eins og að rukka fyrir fjölda orða sem þú segir í símtali.. á maður þá næst á hættu að þurfa að tala í stikkorðum þegar maður hringir í félagann.\nsítenging er sítenging og maður borgar alveg nóg fyrir það.. til hvers er sítenging ef maður þarf síðan að borga sér fyrir download (n.b. innlent download)..\nViðskiptavinir Íslandssíma ættu frekar að kæra fyrirtækið fyrir að rukka fyrir eitthvað sem kostar ekki neitt, og segja ekki frá því þegar samningur er gerður, eins og dæmin klárlega sanna.\nFarturinn,\naldrei verið jafn fúll!!!\nJesús fuckin Kristur.."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-10 13:32:38",
            "id": "400970",
            "reply_to_id": "400969",
            "text": "þú veist líklega ekki af hverju íslandsími rukkar fyrir innanlands dl..þú talar eins og þeir geri þetta viljandi en málið er þannig að þeir eiga ekki pening fyrir margra milljóna króna búnað sem greinir hvort verið er að dl innanlands eða utanlands….eða þetta heyrði ég allavega =P\nkv.TrAitoR"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-10 13:38:57",
            "id": "400971",
            "reply_to_id": "400970",
            "text": "Tjah, þeir hafa auðvitað massífar tekjur af því að okra svona geigvænlega á innanlandstraffík…sárt fyrir þá að horfa á bak því.\nEf þú hefur rétt fyrir þér þá er isl.is einfanldlega ekki samkeppnisfærir. Ef simnet getur aðskilið þetta og grætt samt pening þá hljóta aðrir að geta það líka. Þó Íslandssími sé illa rekinn þá þýðir það ekki að allir aðrir þurfi að vera skikkaðir til að bjóða lélegri þjónustu en þeir."
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-01-10 13:47:32",
            "id": "400972",
            "reply_to_id": "400970",
            "text": "Cisco NetFlow kostar um 800.000 kr  Vélbúnaður álika.  Til að vera svona nokkuð öruggir þá er gott að eiga 2 af hvoru, þá kostar þetta á bilinu 2.8 millur - 3.6 millur…  ekki margar,,, einungis nokkrar og kemur til með að borga sig upp eftir vissan tíma.\nFluffster rétt hjá þér með reksturinn. En hefiru spáð í að taka með í reikning leigu og kaup á Fastlínubúnaði og línum??  Ég veit nú ekki hvernig Símnet er rukkað af Símanum fyrir þessa þjónustu eða hvort hann sé rukkaður fyrir þetta yfirhöfuð. Kerfisrými símans og símnets er nú á samastað seinast þegar í vissi. Þetta er nefnilega gífurlega stórhluti pakkans. Til að geta réttlæt skot á sitthvor fyrirtækin og svör og vörn gagnvart þeim líka, þarf nauðsýnlega að skoða ALLA þætti málsins,, allt niður í kostnað á sykurmolum í kaffi Kerfisstjóra og þjónustufulltrúa.  Kannski gróft mat me sykur molana, en ég á við með því að þarf að hugsa fyrir öllu"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2002-01-10 14:23:32",
            "id": "400973",
            "reply_to_id": "400972",
            "text": "huff, ég vill nú meina að íslandsími geti alveg eins andskotast til að rukka ekki fyrir innanlands traffík eins og ÖLL önnur adsl fyrirtæki á íslandi gera.\nAnnað líka , íslandía rúlar, og já sumir virðast halda að Íslandía og íslandssími séu eitthvað skyld fyrirtæki en ég held að þau komi hvor öðru ekkert við.\nEr Íslandía ekki í eign Norðurljósa/Tal e-ð?"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2002-01-10 19:37:09",
            "id": "400974",
            "reply_to_id": "400973",
            "text": "bara norðurljósa eða þeir voru upprunnalegu eigendur.\níslandia var búið til úr mörgum smá fyrirtækum og ég þekki náungan sem átti stærsta smá tölvufyrirtæki sem íslandía var búið til úr :) man ekki hvað nafnið var á því…"
        },
        {
            "user": "enn",
            "user_id": "1",
            "date": "2002-01-10 14:46:20",
            "id": "400975",
            "reply_to_id": "400972",
            "text": "Simnet greiðir Símanum fyrir þessa þjónustu, enda fjárhagslega aðskilin frá öðrum deildum Símans (Eins og aðrar deildir hafa verið í þónokkur ár). Greidd er leiga af húsnæðinu sem búnaðurinn er í, leiga og/eða fjárfestingar á búnaði, “fastlínubúnað” eins og þú kallar það og línum.\nÞessi gífurlega stóri hluti pakkans er s.s. með í dæminu.\nP.s. Kaffikostnaður við þetta svar var skráð á kaffitímann minn ;)"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-01-10 15:05:00",
            "id": "400976",
            "reply_to_id": "400975",
            "text": "enda er Símnet Dótturfyrirtæki símans..er það ekki?? frekar en deild??\nEn með Noreg, þá eru þessu verð sem ég benti á ætluð fyrirtækjum, ég skoðaði skránna betur og sá að í þessu er líka hýsing á lénum. Þannig kannski ekki alveg rétt verð. En Þessi verð sem þið eruð að vísa í eru Jólatilboð :D\nEngu að síður er ADSL kostnaður talsvert ódýr hér."
        },
        {
            "user": "Cupid",
            "user_id": "7016",
            "date": "2002-01-10 15:13:33",
            "id": "400977",
            "reply_to_id": "400969",
            "text": "Settu hann í gang sjálfur.\nEf þú ert svo skammsýnn að halda að í raun sé bara verið að rukka fyrir bæt á einhverjum koparþræði á Íslandi, hvað heldur þú að það kosti að kaupa og reka tæknibúnað fyrir internetþjónustu?  Þá skiptir ekki höfuðmáli hvar þessi gögn eru að leka fram og aftur.\nÞað getur vel verið að innanlandstraffík sé eitthvað ódýrari, en ókeypis verður hún aldrei!\n(Og það er annað mál)\nÞessvegna er Simnet annaðhvort að taka þá peninga sem innanlandstraffík kostar þá annarstaðar, eða Landssíminn brýtur lög með því að rukka þessa deild ekki fyrir það.  Hvorugt er gott fyrir neytendur, hvað sem það gerir fyrir þig persónulega.\n“There is no such thing as a free lunch.”  Talaðu við mig aftur þegar þú ert orðinn nógu þroskaður til að skilja það."
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:18:05",
            "id": "400978",
            "reply_to_id": "400969",
            "text": "Jæja, ég get ekki orða bundist lengur.\nÞað lítur út fyrir að 90% þeirra sem eru að skrifa hér fylgist ekki með íslensku viðskiptalífi og fréttum.\nLandssími Íslands er búinn að níðast á öllum sínum viðskiptavinum og keppinautum frá upphafi. Þeir eru búnir að gera allt sem þeir geta til að stöðva keppinautanna, í flestum tilfellum á ólöglegan hátt, þó veit ég ekki betur en þeir hafi aðeins örsjaldan fengið á sig kærur frá keppinautunum sem er einungis fyrir brot af þeim skiptum sem þeir nýta sér ósiðlega og ólöglega viðskiptahætti.\nÞað má líka segja að þið séuð fljót að gleyma…fyrir aðeins 4 árum var 90% þjóðarinnar að jagast út í Símann því allt var svo dýrt og þeir stunduðu einokun !\nEr það ekki með tilkomu nýrra fyrirtækja á markaðinn að Síminn hefur lækkað verð !\nEf öll þessi fyrirtæki, TAL, Hallo og öll hin, þar með talinn margumræddur Íslandssími, hefðu ekki komið til sögunnar , væruð þið að borga hjúts fyrir innanlandsdownload, enn meira fyrir erlendis download og örugglega 100 kall á mínútu fyrir GSM símtal !\nVar það ekki annars Íslandssími sem bauð fyrst upp á frítt internet í gegn um ISL.is ?\nVar það ekki annars TAL sem bauð fyrirtækjum að hringja frítt innan fyrirtækis ?\nVar það ekki annars Íslandssími sem bauð fyrst upp á frí GSM símtöl í 4 númer fyrir alla sína kúnna?\nVoru einhverjir að “dissa” Símann vegna þess að þeir voru ekki að gefa eins og hinir ? NEI\nWake up kids…þetta er allt saman plott hjá Landsímanum…loks þegar þeir “gefa” eitthvað þá gefa þeir eitthvað sem þeir vita að þeir megi ekki gefa og verði kærðir útaf…þetta er gert til að “hinir” (kærendurnir, samkeppnisaðilarnir) líti illa út, en þeir sjálfir vel út.\nEf þeir geta “gefið” innanlandsdownload því gefa þeir þá ekki líka erlendisdownload ? Það kostar þá það nákvæmlega sama."
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:25:06",
            "id": "400979",
            "reply_to_id": "400978",
            "text": "Gemini !\nHeldur þú virkilega að það kosti einungis að setja niður sæstreng og þarafleiðandi þurfi að borga fyrir þá umferð !\nboy'o boy… ætli fastlínan og ljósleiðarinn hafi verið settur FRÍTT niður af hinum ýmsu verktökum út um allt land !\nSTUPID"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:30:28",
            "id": "400980",
            "reply_to_id": "400979",
            "text": "Til: 29A\nÉg tók það skýrt fram að ég væri búin að borga fyrir mína innanlandsumferð með fastagjaldinu.\nDl gjaldið er fyrir leigu á Sæstreng sem Landsímin borgar.\nKv. Gemini"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:36:21",
            "id": "400981",
            "reply_to_id": "400980",
            "text": "Íslandssími týmir bara ekki að kaupa búnaðinn til þess að mæla notkun PUNKTUR\nÉg ætla ekki að borga fyrir þeirra nísku\nKveðja Gemini"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:48:08",
            "id": "400982",
            "reply_to_id": "400980",
            "text": "Sæl / Sæll Gemini\nEftir því sem Landsíminn sjálfur segir er engin notkun innifalin í fastagjaldinu né fastlínugjaldinu.\nN.B. Ef DL innanlands væri innifalið í fastagjaldinu, hvers vegna hefur DL innanlands þá ekki verið frítt frá upphafi hjá þeim !\nÞetta er búið að vera frítt frekar stutt, einungis til að svara samkeppni og láta keppinautana líta illa út.\nKveðja\n29A"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:53:24",
            "id": "400983",
            "reply_to_id": "400982",
            "text": "Hvað er ég þá að borga fyrir með fastagjaldinu ???  Bara jólabónus allt árið hjá Landsímanum.\nKveðja Gemini (kk)"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:55:06",
            "id": "400984",
            "reply_to_id": "400983",
            "text": "Kjaftæði 29A.\nInnanlandsDL hefur verið innifalið í fastagjaldi Símans Internet frá upphafi.\nEf þú hefur ekki hugmynd um málið, slepptu því að tjá þig."
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 16:02:34",
            "id": "400985",
            "reply_to_id": "400984",
            "text": "gemini: með fastagjaldinu ertu ekki að greiða fyrir jólabónus starfsmanna Símanns heldu fyrir 40 milljóna forstjóralaun (per haus) til þriggja forstjóra…einungis einn þeirra er starfandi, þú ert að greiða “slökunarbónusinn” til hinna.\nmarkars: Þetta hefur EKKI verið frítt frá upphafi, hvorki upphafi internets, ISDN né ADSL.\nEkki saka aðra um hluti sem þú hefur greinilega ekki hundsvit á !"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 16:06:12",
            "id": "400986",
            "reply_to_id": "400985",
            "text": "Laun starfsmanna Símans koma málinu ekkert við.  Hvað þá hvað starfsmenn fyrirtækisins standa sig vel í vinnu.\nMálið er bara að rukkun fyrir dl er eitthvað sem á að vera dautt út.  En Íslandssími virðist vilja vekja það til lífsins aftur.  Það eru búin að koma mörg dæmi hérna frá öðrum Norðurlöndum þar sem að það er ekki einu sinni rukkað fyrir utanlandstraffík.  Telur þú semsé eðlilegt þá að það eigi að rukka fyrir innanlandstraffík hér LÍKA.\nKv. Gemini"
        },
        {
            "user": "knifer",
            "user_id": "2200",
            "date": "2002-01-10 16:08:18",
            "id": "400987",
            "reply_to_id": "400985",
            "text": "Sá sem er ekki á moti hækkun þessa gjalds er FUCKIN HALFVITI OG MEGI ROTNA Ó Helvtiti.\nef þú ert sammala því að verðleggja download innanlands þA ERTU lIKA HALFVITI.  Ég mun reyna að hata það fólk eftir fremsta megni sem styður Íslandsíma það sem eftir er.  ÍSLANDSIMI SUX BRENNUM ISLANDSIMA bara mín skoðun :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 16:14:06",
            "id": "400988",
            "reply_to_id": "400985",
            "text": "ADSL þjónusta Símans Internet, það sem málið snýst um, hefur frá upphafi einungis magnmælt útlandamagn.  Ótakmarkað innanlandsmagn hefur verið innifalið í föstu mánaðargjaldi.\nVið erum ekki að ræða upphaf Internetsins eða ISDN.  Internetþjónusta í innhringiþjónustu hefur verið alveg ótakmörkuð gegn mánaðarlegu föstu áskriftargjaldi síðan Miðheimar voru stofnaðir, fyrsta Internetnetþjónustan í Íslandi, líklega árið 1994 eða 1995.\nÞú hefur einfaldlega rangt fyrir þér, sættu þig við það."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-10 16:28:10",
            "id": "400989",
            "reply_to_id": "400985",
            "text": "Kæri 29A.\nErtu að gefa í skyn að starfsmenn Íslandssíma fái ekki laun, jólabónusa eða starfslokasamninga?\nInternetfyrirtæki á Íslandi hafa að jafnaði ekki mælt download yfirhöfuð frá upphafi(Hringiðan er undantekning, man ekki eftir fleirum). Voru þá centrum, skíma, snerpa, eldhorn, islandia og öll þessi fyrirtæki að svindla á neytendum og aumingja Hringiðunni?\nÞað var ekki fyrr en með ADSL sem farið var að mæla download. Ástæðan fyrir því er sú að bandvídd sem fer um Cantat-3 er alveg svakalega dýr. Bandvídd sem fer um RIX er EKKI dýr.\nÞú veist greinilega óskaplega lítið um internetmarkaðinn á Íslandi."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-01-10 16:05:21",
            "id": "400990",
            "reply_to_id": "400983",
            "text": "Já segi það. Í hvað fara færu þá þessar 2500 krónur sem er fastagjaldið á 256k adsl ef rukkað yrði líka fyrir innalandsnotkun !!"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2002-01-10 16:17:46",
            "id": "400991",
            "reply_to_id": "400990",
            "text": "Tholli, fastagjaldið upp á 2500 krónur fyrir 256/128Kbps ADSL tengingu er fyrir aðganginn í gegnum ADSL kerfið.\nADSL kerfið rukkar ekkert annað, ekkert, punktur.\nÞað er Internetþjónustan sem þú tengist í gegnum ADSL kerfið, Margmiðlun, Heimsnet, Hringiðan, Nett eða Síminn Internet eða hver önnur sem hún er sem rukkar fyrir Internetþjónustuna.\nOg ég veit ekki betur en allar þær sem ég nefndi hér að ofan hafi ótakmarkað innanlandsDL innifalið í föstu mánaðarverði og magnmæli einungis útlandaDL."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2002-01-10 16:44:04",
            "id": "400992",
            "reply_to_id": "400991",
            "text": "Ég tala ekkert um hvort ég sé með eða á móti því að rukka fyrir þetta…það er annað mál.\nÞað sem umræðan snýst um er kæra Íslandssíma og ólögmæt verðskrá Landsímanns.\nStaðreind: Landsíminn á kerfið. Keppinautarnir greiða Símanum stórfé fyrir afnot af því og þurfa þarafleiðandi að rukka sína viðskiptavini.\nÁ sama tíma er þetta frítt hjá Landsímanum og dótturfyrirtækjum Landsímanns.\nÉg spyr…er þetta sangjarnt ?\nHér sitja ekki allir við sama borð. Væri þá ekki nær að stofnkerfið væri rekið af ríkinu eða óháðum aðila. Þá væru allir þeir sem veita netþjónustu við sama borð og greiddu sama gjald. Það væri þá þeim í sjálfvald sett hvort þeir rukkuðu fyrir DL eða gæfu það..samkeppninnar vegna."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2002-01-10 16:51:39",
            "id": "400993",
            "reply_to_id": "400992",
            "text": "Ertu ekki að lesa það sem er verið að segja þér.\nNær allar Internetþjónustur, jafnvel pínkuogguaggalítil fyrirtæki á landsbyggðinni, eru að bjóða sambærileg verð við Símann Internet og aðskilja innanlandsDL og útlandaDL og magnmæla eingöngu útlandaDL.\nEf þau geta þetta, þá getur þetta ekki verið mikið mál.\nHvernig standa þau að því ?  Jú vegna þess eins og einhver sagði hér að ofan, búnaðurinn til þess, til dæmis Cisco Netflow kostar um 2,5 til 3,5 Mkr og það með tvöföldu kerfi. Ekki stórar upphæðir í fyrirtækjarekstri, sérstaklega þegar viðskiptavinirnir vilja þessa þjónustu og velja þau fyrirtæki frekar sem hafa þetta þannig.\nKunnáttan við að reka búnaðinn er greinilega ekki nein dulin fræði, heldur almenn kunnátta í kerfisrekstri Internetþjónustu.\nAf hverju Íslandssími veitir ekki viðskiptavinum sínum þá þjónustu sem markaðurinn almennt vill, það veit enginn nema þeir.\nOg að kæra eitt af þeim fyrirtækjum sem hefur þetta svona…það er illskiljanlegt.\nHvernig getur stórfyrirtækið verið að misnota stærð sína með því að hafa þetta svona, þegar minnstu fyrirtækin geta þetta líka ?"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2002-01-10 17:01:12",
            "id": "400994",
            "reply_to_id": "400993",
            "text": "ég las ekki öll svörin svo ég veit ekkert hvort eikkur er búna posta þennan link en hér er hann\nVÉR MÓTMÆLUM ALLIR\nwww.clandoa.is/adsl\nskrifiði nafnið ykkar!"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-10 16:59:12",
            "id": "400995",
            "reply_to_id": "400992",
            "text": "Þú bara hættir ekki að skrökva.\nSímnet borgar nákvæmlega jafn mikið fyrir aðgang að grunnkerfinu og aðrar internetveitur. Fjárhagslegur aðskilnaður Landssímans og Símnets er alveg á tæru, enda hefur Samkeppnisstofnun  skoðað það ofan í kjölinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 18:57:06",
            "id": "400996",
            "reply_to_id": "400992",
            "text": "29A segir :Staðreind: Landsíminn á kerfið. Keppinautarnir greiða Símanum stórfé fyrir afnot af því og þurfa þarafleiðandi að rukka sína viðskiptavini. Á sama tíma er þetta frítt hjá Landsímanum og dótturfyrirtækjum Landsímanns.\nAf hvaða kerfum eru Síminn að rukka aðila stórfé fyrir afnot?\nEr það kostnaður Internetþjónustufyrirtækja fyrir útlandasamband í Internetgátt?  Bæði Íslandssími (fyrrum Títan, fyrrum IntÍs, fyrrum SURIS) og Lína.Net bjóða þjónustu Internetgáttar til útlanda í samkeppni við Internetgátt Símans.  Ég veit ekki betur en verðsamkeppni á þeim markaði sé hörð og Síminn sé jafnvel með hærri verð en hinir, en einhverja meiri þjónustu.  Þannig að Internetþjónustufyrirtæki hafa sannarlega val á þeim markaði.\nEr það fyrir leigulínur frá húsakynnum sínum til Internetgáttar?  Lína.Net býður leigulínur á ljósleiðarakerfi sínu.  Sumir ISPar tengjast á örbylgjukerfum.  Það er fullt af möguleikum á þeirri hlið mála.\nEru það neytendur sem eru skyldugir til að greiða Símanum afarverð fyrir sítengingu til Internetþjónustuaðila ?  Loftlína Línu.Net (áður Skýrr) býður þess háttar þjónustu, Orkuveitan býður Fjöltengi, Íslandssími býður SDSL og ADSL þannig að neytendur hafa marga kosti á þeim markaði.\nÉg sé ekki betur en það sé samkeppni á öllum hliðum þessa rekstrar.  Þannig að ég skil ekki alveg hvert þú ert að fara."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2002-01-11 00:19:00",
            "id": "400997",
            "reply_to_id": "400992",
            "text": "Staðreynd (með Y, ekki I): Landssíminn á vissulega kerfið, og keppinautarnir greiða vissulega stórfé fyrir afnot af því.\nStaðreynd 2: Keppinautarnir rukka flestir ekki heldur fyrir innanlandsumferð!!!!!\nEf Íslandssími er með skítinn í brókunum með þennan rekstur á það ekki að bitna á keppinautunum, þeir eiga að halda kjafti og bíta í það súra epli að þeir kunna betur að eyða peningum en reka business, þ.e. evrópskan business þar sem einblínt er á AÐ REKA FYRIRTÆKI, ekki fara í mál við keppinautinn því hann er að skila hagnaði en ekki við."
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2002-01-11 01:12:34",
            "id": "400998",
            "reply_to_id": "400997",
            "text": "Ég vildi svona leggja áherslu á nokkuð sem einhver var að segja hérna að það er nokkuð langt síðan Eyþór Arnalds hætti hjá Íslandssíma. Ég veit ekki til þess að hann taki mikinn þátt í starfseminni þar þessa dagana.\nAnnað sem virðist vera á reiki hérna er hvort að innanlands download sé ódýrara fyrir fyrirtækin sjálf en utanlands. Ég tel það nú nokkuð ljóst að innanlands download sé mikið ódýrara þar sem Ísland tengist út í gegn um rándýran sæstreng með takmarkaða bandbreidd.\nAnnað sem er undarlegt við þessa kæru er það að flestir internetþjónustuaðilar á markaðnum eru að bjóða frítt download. Afhverju að kæra Símann, en ekki eitthvað annað fyrirtæki? Og hvað bendir til þess að Síminn felli ekki kostnað við innanlandsdownload (sem er nú líklega einhver, en þó varla mikill) ekki inn í fastagjald sitt?\nAnnað sem menn hafa verið að gera hér er að bera Noreg við Ísland… hafa menn aldrei pælt í því að kannski séu einhverjir ókostir við það að búa á skeri lengst í Norðurhöfum? internethraði á meginlandinu er varla sambærilegur við internethraða yfir eitt stykki Atlantshaf.\nOg þið sem eruð bara að segja eitthvað Íslandssími sucks og Landssíminn rúlar, voru það kannski eldri bræður ykkar sem svoleiðis gerðu agsúg að Símanum á sínum tíma þegar hann ætlaði að hækka símgjöldin? Fariði og leikið ykkur frekar með Brio dótið ykkar.\nAð lokum kemst ég ekki hjá því að minnast á þennan blessaða undirskriftalista. Undirskriftalista? Mótmæla? Ég ætla að vona að það standi ekki fullorðnir menn að þessu (þeirra vegna). Ætlið þið að mótmæla kæru?  (já, sýnið nú Íslandssíma aldeilis í tvo heimana!) Ég held að mótmæli felist í því ef og þegar hinn sakaði verður sýknaður af kærunni. Það ætti að duga. Svo getið þið náttúrulega prófað að standa fyrir utan héraðsdóm og veifa listunum sem þið söfnuðuð og hver veit nema löggjafinn bara hætti við að taka kæruna fyrir!"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-10 16:23:02",
            "id": "400999",
            "reply_to_id": "400982",
            "text": "Kæri 29A.\nÞú ert því miður að segja ósatt.\nInnanlandsdownload hefur alltaf verið innifalið í fastagjaldinu hjá simnet. Kynntu þér málið áður en þú ferð að ausa skít."
        },
        {
            "user": "JJD",
            "user_id": "5864",
            "date": "2002-01-11 10:21:31",
            "id": "401000",
            "reply_to_id": "400982",
            "text": "Sæll 29A,\nEkki vera að reyna að villa um fyrir fólki hérna með því að segja eitthvað sem er beinlínis rangt. Síminn rukkaði aldrei fyrir DL innanlands með ADSL! Í desember 2000 byrjuðu þeir að rukka fyrir útlanda Dl sem var LÖNGU áður en Íslandssími byrjaði með sína ADSL þjónustu. Þannig að þeir eru ekki að hafa þetta frítt bara til þess að láta keppinauta líta illa út… Nei leiðrétting… þeir eru ekki að gefa innanlands DL einu sinni… þeir eru bara ekki að mæla það. :) Þeim ber engin skylda til að gera það. Íslandssími getur alveg tekið 5 milljóna lán og keypt búnaðin sem þarf til að gera þetta og hætt svo að kvarta. Ef að þeir treysta sér ekki til þess finnst mér þeir vera á frekar hálum ís fjárhagslega. Málið er að í innanlands DL felst sama sem enginn kostnaður, þetta er allt að fara um kerfi sem var löngu uppsett og fyrir rekstur á ADSL búnaði borgar þú með fastagjöldum.\nEf þú vilt endilega fá að borga fyrir innanlands DL þá skalt þú bara halda þig hjá Íslandssíma og við hin sem viljum EKKI borga óþarfa kostnað höldum okkur áfram í áskrift hjá Símanum!\nKveðja,\nJJD"
        },
        {
            "user": "moinichen",
            "user_id": "17275",
            "date": "2002-01-22 03:51:51",
            "id": "401001",
            "reply_to_id": "400982",
            "text": "Mér er nú gott nokkuð sama hvernig reikningurinn skiptist upp hvort sem að það er leigan á streng eða innanlandsdownload því að þegar öllu er á botninn hvolt þá er það heildarupphæðin sem skiptir máli og þar sem að ég er að borga ca. 3800 á mánuði með 100mb erlent download þá finnst mér þetta það há upphæð að það ætti ekki að reyna að takmarka notknun neytenda á netinu með að reyna að rukka fyrir download.  Þrátt fyrir þessar fullyrðingar mínar væri ég alveg til í að borga 5000-6000 fyrir adsl tengingu ef að það væri ótakmarkað.\nÞví að það sem er alltaf að ergja mig í þessum tengingum er að þegar mér bauðst Adsl í danmörku með ótakmarkað download hélt ég að ég væri laus við allar áhyggjur með notkun sem að var áður símreikningurinn en virðist nú bara kominn í annað form sem heitir hversu mikið maður downloadar.\nNetið á að veita einstaklingum frelsi með að komast hvert sem er og nánast gera hvað sem er áhyggjulaust en ekki alltaf að vera að pæla í einhverjum teljara sem að sendir þér síðan feitan reikning í mánaðarlok.\nVeitum einstaklinum frelsi á netinu og höfum ótakmarkaðan aðgang að netinu.\nMoinichen"
        },
        {
            "user": "vaffD",
            "user_id": "8407",
            "date": "2002-01-10 16:36:37",
            "id": "401002",
            "reply_to_id": "400978",
            "text": "————————-\nVar það ekki annars Íslandssími sem bauð fyrst upp á frítt internet í gegn um ISL.is ?\n————————-\nÞað var ÍSLANDSBANKI ekki Íslandssími."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 16:39:36",
            "id": "401003",
            "reply_to_id": "401002",
            "text": "Nei, það voru Síminn og Búnaðarbankinn og Landsbankinn.\nÍslandssími kynnti þetta á undan, en gátu ekki opnað fyrr en næstum 2 mánuðum síðar.\nÍ millitíðinni urðu Síminn og hinir bankarnir á undan."
        },
        {
            "user": "elfmund",
            "user_id": "1240",
            "date": "2002-01-11 02:28:11",
            "id": "401004",
            "reply_to_id": "400978",
            "text": "trikkið er að innanlands download er eins ókeypis og að pissa.. þú ert að downloada í gegnum kerfi sem íslandssími, landssíminn, halló, lína.net og fleiri hafa sett upp.. en rökin sem íslandssími setur fyrir sig um að “við erum að reka þetta kerfi, og það kostar bara þetta..” þau eru bara ágæt!! þ.e. þessi rök virka á mig, því hver hefði downloadað nýjasta friends þættinum og svo frv. ef það hefði kostað hann 400kall ?? auðvitað á þetta að kosta, því þetta er það sem fyrirtækin eru að bjóða upp á..!!\nþví sem ég er ósammála er að ef fyrirtæki segja “innanlands download er frítt” þá á það að vera þannig.. íslandssími er ekki heiðarlegur í þessu viti og rukkar því fyrir innalandsdl í mörgum tilvika.. en segir  samt “hey.. við erum að reka kerfi.. blablabla”\nég segi … innanlandsdl á að kosta u.þ.b. 0,5 krónur á mb og utanlands 5k á   mb..\nlate"
        },
        {
            "user": "Balli",
            "user_id": "450",
            "date": "2002-01-11 15:46:10",
            "id": "401005",
            "reply_to_id": "400978",
            "text": "29a þetta er helvítis kjafæði hjá þér\n90 prósent þjóðarinnar var ekki að jagast út í Landssiman heldur voru þetta nokkrar háværar raddir\nLandssíminn var fyrstur á markaðin með adsl tengingu fyir hinn almenna notanda þar sem þessu uppsetnig var í boði\nÍSl kemur sennilega ári seinna.Veldur ekki verkefninu kærir\nhvað er það sem segjir okkur Ísl hafi réttindi til að setja ný lög í sambandi þetta til að aðlaga að þeirra kröfum en engan vegin neitanda\nLandsíminn var með ódýrustu innabæarsammtölum og GSM í Evrópu um langt skeið ef ekki ennþá\nwake up kids …þetta er allt saman plott hjá Landsíma…loks þegar að gefa…Crap hjá þér 29a þetta var fyrir löngu komið á,það er engin að plotta hér nema Íslandssími…sem er sorpfyrirtæki"
        },
        {
            "user": "Fidelus",
            "user_id": "8590",
            "date": "2002-01-10 14:26:51",
            "id": "401006",
            "reply_to_id": "400966",
            "text": "Ég sé að enn kemur sléttuhippinn Cupid á óvart og tekur sér hlutverk skynsemisraddarinnar.\nÞetta er víðtækara mál en bara Íslandssími að vera vondur við counterstrike spilara.  Eins og staðan er í dag er að Landsíminn ber höfuð og herðar yfir samkeppnina og fyrir mitt leyti finnst mér jákvætt að fyrirtæki reyni að sækja rétt sinn þegar samkeppnisstöðu þeirra er ógnað.\nHvaða áhrif þetta hefur á sjálfhverfa online spilara er allt annað mál, þótt það sé miður ef buddan þarf að líða fyrir samkeppnislögum.\nFidel"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-01-10 12:27:10",
            "id": "401007",
            "reply_to_id": "400951",
            "text": "Jamm hjá vissum nágrannaþjóðum er ekki rukkað fyrir neitt dl, en sjáðu til!! Mánaðargjaldið og stofngjöldin eru talsvert dýrari. Tökum Noreg sem dæmi sem er land þar sem flest allt er í svipuðum ef ekki dýrari verðflokki en hér (kippa af bjór kostar 1800 kall þar).\nÞar fyrir ADSL 640/256 er stofngjaldið 45.000 ísk + skattur (hann er um 40% í noregi en 24.5% hér). Með endabúnaði\nMánaðargjald: um 30.000 ísk með skatti\nEkki skrýtið að þeir geti haft alla traffík fría…\nÉg er á þeirri skoðun að rukka eigi alla traffík, en skilgreina eigi traffíkina. Annaðhvort er innalandstraffík talvert ódýrrari eða þá að viss tegund traffíkur sé rukkuð en önnur frí.\nDæmi: rukkað fyrir FTP traffík (það er pure download og notkun á búnaði, routers, pláss á bandvítt os.frv) En pósttraffíks vo frí og líka browse traffík\nÞetta er hægt með þeim mælingabúnaði sem er verið að nota til að aðgreina þessa traffík í dag. Spurning er að setja hann upp á annan hátt.\nAð vísu er ég að sarpa saman smá yfirliti um þessi mál og ef ég verð ánægður, þá mun ég jafnvel birta úrdrátt úr því hé"
        },
        {
            "user": "Kwai",
            "user_id": "31",
            "date": "2002-01-10 12:51:21",
            "id": "401008",
            "reply_to_id": "401007",
            "text": "ef þú ætlar að tala um hvað kostar þá ættir þú kanski að minnast á hvað fólk fær í laun í Noregi…."
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-01-10 12:54:14",
            "id": "401009",
            "reply_to_id": "401008",
            "text": "Laun í Noregi koma þessu ekki við.. þó svo gjaldið fyrir þetta sé um 200% hærra en hér (fyrir utan að allt gagnamagn er frítt) þá eru launinn þar ekki 200% hærri hér.  Laun í Noregi eru meir en hér, en skatturinn er líka meiri þar en hér og fyrir vikið er féið sem þú hefur til að lifa af hlutfallslega það sama og hér á landi.\nÞannig minn kæri Kwai, ef þú ætlar að tala um laun í Noregi ættir kannski að skoða allar aðstæður þar líka og bara saman við Ísland líka"
        },
        {
            "user": "bjoggi",
            "user_id": "588",
            "date": "2002-01-10 13:51:59",
            "id": "401010",
            "reply_to_id": "401007",
            "text": "Atari: hvaðan hefur þú þessi verð á adsli í Noregi?\nHérna er verðtafla sem ég fann á heimasíðu Telenor\nISDN     Venjulegur sími\n384 / 128 Kbps    352 kr    422 kr\n704 / 128 Kbps    452 kr    522 kr\n1024 / 256 Kbps    652 kr    722 kr\nÞetta er í Norskum krónum svo það þarf að margfalda þetta með 11, stofngjaldið er 1695 og þeir skaffa þér modemið, þarft einungis að hafa netkort í tölvunni þinni.\nBara hafa staðreindirnar á hreinu, og þetta er með ótakmörkuðu downloadi"
        },
        {
            "user": "Snowball",
            "user_id": "30335",
            "date": "2002-01-10 14:32:13",
            "id": "401011",
            "reply_to_id": "401010",
            "text": "Þessi verð sem þú ert að gefa upp eru án mánaðargjalda fyrir internetáskrift, rétt verð er þá í seinni dálkunum, en þetta er samt langt frá því verði sem Atari nefndi.\nADSL - månedspris\nHastighet inn/ut  Telenor Internett kunder *  Nye kunder **\nMed ISDN\ntlf-abn.  Med vanlig\ntlf-abn.  Med ISDN\ntlf-abn.  Med vanlig\ntlf-abn.\n384 / 128 Kbps    352 kr    422 kr    450 kr    520 kr\n704 / 128 Kbps    452 kr    522 kr    550 kr    620 kr\n1024 / 256 Kbps    652 kr    722 kr    750 kr    820 kr\n* Månedsavgift for ditt Telenor Internett Basis, Pluss eller Total abonnement vil komme i tillegg til månedsprisen for ADSL. Etableringsavgift kommer i tillegg i prisen.\n** Et Telenor Internett Basis abonnement er inkludert i prisen. Etableringsavgift kommer i tillegg i prisen."
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2002-01-10 14:57:43",
            "id": "401012",
            "reply_to_id": "401011",
            "text": "Ég var að lesa greinina og rak augun í það sem þeir voru að kæra.\n“Þetta skekki samkeppnisstöðu á markaðnum þar sem erlendi hluti þjónustunnar niðurgreiði í raun innlenda hlutann.”\nEf ég man samkeppnislögin rétt er það ólöglegt að láta eina deild fyrirtækis greiða niður tap í annarri deild þess. En þar sem ADSL-þjónustan er ein og sama deildin, hvort sem er fyrir innanlands- eða utanlandstraffík held ég að þetta mál verði fellt niður af samkeppnisráði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 15:27:10",
            "id": "401013",
            "reply_to_id": "401007",
            "text": "Nú veit ég ekkert hvaðan þú hefur þetta en eitt skal ég fullyrða þetta er ekki allur sannleikurinn.\nHelsta þjónustan sem selur fastlínutengingar í noregi www.chello.no er með tengingu frá tæpum 4000 ískr á mánuði. Allt download frítt. Þetta er ljósleiðaratenging og eiga þeir ljósleiðaran (held ég).\nÉg held ég viti hvað ég sé að tala um því að vinur minn er með þetta og hann hló að mér þegar ég sagði honum frá því að það væri rukkað fyrir innanlands download hérna."
        },
        {
            "user": "Balli",
            "user_id": "450",
            "date": "2002-01-11 14:44:47",
            "id": "401014",
            "reply_to_id": "401007",
            "text": "Atari:ert þú starfsmaður há ÍSL fynnst þér að eigi að rukka fyrir ftp traffic en ekki eitthvað annað.Þetta er bjánlegt hjá þér.það er engin munur á ftp.Leikja.eða browsing allt sami hluturinn.Þetta er bara dæmi um samkeppnisaðila sem getur ekki aðlagast sig að markaði sem hann komm inn á löngu á eftir öllum hinum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-22 03:30:06",
            "id": "401015",
            "reply_to_id": "401007",
            "text": "Ég er nú nýkominn frá Danmörku en þar eru þeir að bjóða upp á 128/256 Adsl með ótakmarkaðan aðgang bæði innanlands og erlendis fyrir kr. 399 danskar sem er rétt yfir 4000 kall íslenskar síðan geturðu fengið ódýrari tengingu þar sem að downlaod er mælt.\nStofngjald hefur verið frítt í tilboði sem að, næstum er alltaf í boði\nTil að toppa þetta var Teledanmark (sem er landsíminn Danmörku) að bjóða upp á jólatilboð sem var Adsl 128/256 ótakmarkað download + adsl modem + PLAYSTATION 2 TÖLVUNA fyrir aðeins um kr.995 danskar eða rétt um 10.000 kall íslenskar hugsið ykkur,\nSvo að ef nágrannaþjóðir okkar eru að bjóða þetta og hér á Íslandi er ekki einu sinni boðið upp á ótakmarkaðan aðgang fyrir einstaklinga.\nOg ég veita að verðið er svipað í Svíþjóð og Noregi.\nHeimtum frítt download jafnt innanlands sem erlendis.\nKveðja Moinichen"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-27 01:08:28",
            "id": "401016",
            "reply_to_id": "401015",
            "text": "Tilboðið frá TeleDanmark með playstation2 og adsl á 995 er bara stofngjald á leigu á búnaðinum.  Mánaðarlegt gjald er síðan 399 eða um 4800 íslenskar. sjá:\nhttp://tilbud.opasia.dk/"
        },
        {
            "user": "scooby",
            "user_id": "9462",
            "date": "2002-01-10 21:51:19",
            "id": "401017",
            "reply_to_id": "400950",
            "text": "bastards\nEpic"
        },
        {
            "user": "dagurh",
            "user_id": "368",
            "date": "2002-01-10 10:53:39",
            "id": "401018",
            "reply_to_id": "400941",
            "text": "Phifff!\nHvað er fólk að spá?!?\nÉg veit ekki betur en að þetta er eina landið í öllum heiminum sem rukkar almennt fyrir download (erlent/innlent)!\nHvað með t.d. Margmiðlun, sem eru ekki einusinni byrjaðir að rukka fyrir erlent download.\nÞetta er nú andskoti nógu dýrt að vera með ADSL hérna á Íslandi, og ef ISParnir eru að fara að rukka mann fyrir innanlands'dl þá er það einum of!\nHvað kemur næst? Byrja að rukka fyrir módem, isdn og allt hitt?\nJá, ég segi nú bara GMG\nhttp://www.ruv.is/main/view.jsp?branch=2009839&meginmalBranch=2010141&article=2138424\nEndilega  einhver að setja upp mótmælalista"
        },
        {
            "user": "cre",
            "user_id": "6534",
            "date": "2002-01-10 10:54:48",
            "id": "401019",
            "reply_to_id": "400941",
            "text": "það er alveg nóg um bandvídd hérna innanlands, hinsvegar er sæstrengurinn svo lítill að síminn þarf að rukka svo hann verði ekki ofnotaður. ég held að það sé ekki möguleiki að samkeppnisstofnun sjái eitthvað athugavert við það að síminn rukkar ekki fyrir innanlandsdtraffík."
        },
        {
            "user": "SoKKuR",
            "user_id": "2151",
            "date": "2002-01-10 11:03:03",
            "id": "401020",
            "reply_to_id": "400941",
            "text": "Þetta gerist ekkert, iss, hví að vera pirra sig yfir svona smástælum, þetta er bara ókeypis Umtal f. Íslandssíma…\nIslandia+Simnet oWna… punktur og basta…"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2002-01-10 12:50:13",
            "id": "401021",
            "reply_to_id": "401020",
            "text": "Já, svona svipað og það var ókeypis umtal fyrir garðyrkjubændur að vera böstaðir fyrir ólöglegt samráð?\nEf ég væri í hárri stöðu þarna er þetta umtal sem ég kæri mig lítið um"
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-01-10 11:17:20",
            "id": "401022",
            "reply_to_id": "400941",
            "text": "bummer þetta er liklega bara a milli ISP geta ekki rukkað innan simnets ????\nwell fokk ISL"
        },
        {
            "user": "Vij",
            "user_id": "14544",
            "date": "2002-01-10 11:17:45",
            "id": "401023",
            "reply_to_id": "400941",
            "text": "Mer finnst asnalegt að íslandsimi sé að kæra þá … ég fekk mer adsl tengingu hjá íslandssima 0og hún virkar vel en ég var ALDREI látin vita að það væri rukkað fyrir innanlands traffíkina"
        },
        {
            "user": "Xits",
            "user_id": "8235",
            "date": "2002-01-10 11:36:25",
            "id": "401024",
            "reply_to_id": "400941",
            "text": "Hvaðan hefur þú þetta ?(fann ekkert um þetta á mbl.is - leitaði). Anyways.\nLáttu þér ekki detta í hug að Landsíminn er að “vinna fyrir fólkið”, ef það væri ekki fyrir samkeppni þá myndi Landsíminn rukka mun hærra verð fyrir alla þjónustu, ADSL líka, rétt eins og hann hefir gert í fjöldamörg ár. Dyggð fyrirtækis er að meika monní.\nHins vegar er Síminn að gera marga góða hluti en við skulum ekki gleyma hvaðan hvatinn kemur…það heitir samkeppni. Litlu fyrirtækin reyna allt hvað þau geta til að standa sig betur í samkeppninni við risann. Ég tel óhætt að áætla að það sé eitthvað sem við ekki vitum um þetta mál og tel ég því að menn skyldu fara varlega í fullyrðingarnar. “Útleiga” á línum er eitthvað sem vert væri að skoða.\nEf menn vilja að Fortress serverarnir verði áfram til staðar þá endilaga notið þá, ef menn vilja hins vegar að framboðið á serverum minnki stórlega þá endilega hættið að spila á þeim.\nEf menn vilja að samkeppnin minnki þá færið öll ykkar viðskipti til Símans, þá munu litlu fyrirtækin fara á hausinn og eftir skamman tíma mun Síminn einn sitja eftir og hvað gerist þá….? Síminn mun hækka gjaldskrá sína út af því að hann hefur engann til að keppa við, hann hefur enga ástæðu þá til að hafa ódýra gjaldskrá. Hann er sá eini sem býður upp á þjónustuna.\nÞá skulum við ekki gleyma að Síminn hefur oftsinnis (allavega tvisvar nýverið), verið dæmdur í sektir fyrir að misnota markaðsráðandi stöðu sína, þ.e. að stunda óheiðarlega viðskiptahætti.\nDon't get me wrong, ég er mjög ánægður með margt sem Síminn er að gera, bara ekki gleyma af hverju það er. Ég hefi talað við starfsfólk úr Símanum og það segir mér að það sé stórlega skemmtilegra að vinna þar nú eftir að hlutirnir tóku að breytast.\nÞetta er mjög einfalt drengir & stúlkur, ef þið viljið verja “hagsmuni netverja” verslið þá við það fyrirtæki sem býður upp á ódýrusta þjónustuna að hverju sinni, metið verð og gæði og veljið fyrirtæki eftir því hvað hentar ykkur best. Það ætti að halda lífi í samkeppninni.\nNei ég vinn ekki hjá Íslandssíma :)"
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2002-01-10 11:45:43",
            "id": "401025",
            "reply_to_id": "401024",
            "text": "http://www.ruv.is/index.jsp\nfréttin er þarna"
        },
        {
            "user": "Rakusha",
            "user_id": "14064",
            "date": "2002-01-10 11:47:53",
            "id": "401026",
            "reply_to_id": "400941",
            "text": "Er Landssíminn ekki í eigu ríkisins??\nErum við þá ekki að borga undir fyrirtækið þegar við borgum skatta?\nÞar af leiðandi hefur landssíminn miklu meiri fjármagn til gefa notendum betri þjónustu. En ekki halda að þið séuð að borga minni fyrir hana ,þú ert að borga undir símann þega þú borgar skatta, þetta er kallað einokun. Ríkið hræðist fáa samkepppnisaðila þar sem þeir geta ávallt boðið uppá betri þjónustu vegna miklu betri fjárhagsaðstöðu."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-10 11:56:49",
            "id": "401027",
            "reply_to_id": "401026",
            "text": "Landssíminn borgar til ríkisins, ekki öfugt. Get yer facts straight."
        },
        {
            "user": "Rakusha",
            "user_id": "14064",
            "date": "2002-01-10 12:15:34",
            "id": "401028",
            "reply_to_id": "401027",
            "text": "Ad sjálfsögðu fer allur hagnaður landsímans beint til ríkisins, hvert annað ætti hann að fara (þetta er ríkisrekið fyrirtæki).\nÞað sem ég var að reyna að koma á framfæri að Landssíminn geur leyft sér miklu meira en Íslandssíminn vegna þess að það er ríkisrekið og þegar að við borgum “uncle Sam” þá erum við líka að borga undir þau fyrirtæki sem að ríkið rekur.\nÉg er ekki hlyntur því að það verði rukkað fyrir innanlads gagnamagn, ég er bara ekki hlyntur þessari kommúnistastefnu ríkisins.\np.s. Samkeppnisnefnd er einnig rekin af ríkinu."
        },
        {
            "user": "Hoddi",
            "user_id": "58",
            "date": "2002-01-10 12:59:48",
            "id": "401029",
            "reply_to_id": "401028",
            "text": "Flón.\n–>  Ad sjálfsögðu fer allur hagnaður landsímans –>  beint til ríkisins\nEfast um það (sjá síðar)\n–> hvert annað ætti hann að fara\nInn á bankareikninga Símans?\n–> (þetta er ríkisrekið fyrirtæki).\nVeit ekki hvort þú veist það, en Síminn hefur verið rekinn sem hlutafélag í nokkur ár.  Og þar tíðkast víst að greiða hluthöfum (i þessu tilviki ríkinu) svolítið sem kallast arður.\n–> Það sem ég var að reyna að koma á framfæri að –> Landssíminn geur leyft sér miklu meira en\n–> Íslandssíminn vegna þess að það er ríkisrekið\nEh?\n–> og þegarað við borgum “uncle Sam” þá erum við –> líka að borga undir þau fyrirtæki sem að\n–> ríkið rekur.\nRíkið rekur ekki Landssímann, heldur á hann. Svolítill munur :)\n–> Ég er ekki hlyntur því að það verði rukkað –> fyrir innanlads gagnamagn,\nGaman að heyra.\n–> ég er bara ekki hlyntur þessari\n–> kommúnistastefnu ríkisins.\nÞú ættir frekar að leggja þig betur fram í skóla og læra íslenskt mál.  Og fletta kannski upp hugtakinu kommúnismi.\nGangi þér vel.\nHörðu"
        },
        {
            "user": "Rakusha",
            "user_id": "14064",
            "date": "2002-01-10 13:21:40",
            "id": "401030",
            "reply_to_id": "401029",
            "text": "Kommmúnista ásökunin var kannske heldur ýkt, en heldurðu að þótt að rikið sé “bara” eigandi  simans að þeir reyna ekki að gæta hagsmuna þess?"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-10 13:36:25",
            "id": "401031",
            "reply_to_id": "401030",
            "text": "Rök, dæmi?"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2002-01-10 11:59:05",
            "id": "401032",
            "reply_to_id": "401026",
            "text": "(Afsakið þetta, vil bara sýna fólki ef það hefur ekki lesið fréttina)\n“Íslandssími segir að Landssíminn hafi um nokkurt skeið notað aðrar aðferðir það er ekki tekið gjald fyrir gögn sem sótt eru á netþjóna innanlands, en tekið gjald fyrir þau gögn sem menn hlaða í tölvur sínar frá erlendum netþjónum. Þetta skekki samkeppnisstöðu á markaðnum þar sem erlendi hluti þjónustunnar niðurgreiði í raun innlenda hlutann. Það liggi fyrir að rekstur innanlandshluta Landsímans sé ekki ókeypis og því felist í þessu niðurgreiðsla af hálfu Landsímans.”\nDjöfulsins þvæla! Eru ekki allir með ókeypis innanlandssamband NEMA Íslandssími?"
        },
        {
            "user": "Ekkitil",
            "user_id": "1036",
            "date": "2002-01-10 12:40:47",
            "id": "401033",
            "reply_to_id": "401032",
            "text": "Landsíminn er eina fyrirtækið sem ég veit um hingað til sem rukkar ekki fyrir innanlandstraffík. Ég var áður hjá Skýrr og Línu.net og þeir sögðu við mig fyrst um sinn að þeir voru ekki að rukka innanlands. Bévítans lygarar, síðan þegar þeir sáu allt magnið sem ég var að taka þá byrjuðu þeir að rukka mig. Reifst og skammaðist í þeim og lofaði þeim upp í opið geðið á þeim að ég skildi aldrei tala vel um þessi tvö helvítis fyrirtæki sem ég mæli ekki með að neinn einn og einasti stundi viðskipti sín við."
        },
        {
            "user": "Ekkitil",
            "user_id": "1036",
            "date": "2002-01-10 12:46:45",
            "id": "401034",
            "reply_to_id": "401033",
            "text": "Fyrsti reikningurinn sem ég fékk frá þeim hljóðaði upp á kr.149.567.-\nSvona verða reikningarnir fyrir stórnotendur DSL ef þeir fara að rukka fyrir innanlandstraffík.\nLandssíminn má eiga mig. Skýrr, ISL og Lína.net stay the fuck away."
        },
        {
            "user": "LogoM",
            "user_id": "5509",
            "date": "2002-01-10 12:49:01",
            "id": "401035",
            "reply_to_id": "401034",
            "text": "aaarrrrg\nhvað er að ske marr þaætti að skjóta þetta lið"
        },
        {
            "user": "Kwai",
            "user_id": "31",
            "date": "2002-01-10 11:56:58",
            "id": "401036",
            "reply_to_id": "400941",
            "text": "Landssíminn hefur örugglega brotið af sér, en ég er alveg viss um að Íslandssími sé ekkert skárri. Þeir hjá íslandssíma eru alltaf með einhver gyllitilboð ætluð til þess að rugla neytendur.\nT.d. þetta GSM tilboð sem þeir vorum með, hringdu um allt og buðu GSM númer ókeypis og bulluðu um einvherja verðskrá. Svo koma bara í ljós að það er til einhver Ísl mínúta. Sem er bara 30 sec eða eitthvað. Eða hvort þeir voru að bera saman skrefagjald en minntust ekkert á það að skrefin þeirra væru styttri en hjá öðrum.\nÍslandssími er bara prump að mínu mati og bara of latir til að nenna að aðgreina þessa traffík."
        },
        {
            "user": "Jackal",
            "user_id": "333",
            "date": "2002-01-10 11:59:21",
            "id": "401037",
            "reply_to_id": "400941",
            "text": "Ef að íslandsími fær sínu fram ætla ég að mæta fyrir framan íslandsíma og gríta húsið þeirra með eggjum"
        },
        {
            "user": "vaffD",
            "user_id": "8407",
            "date": "2002-01-10 12:08:40",
            "id": "401038",
            "reply_to_id": "401037",
            "text": "ég er alveg að fara að gráta…"
        },
        {
            "user": "ming",
            "user_id": "5652",
            "date": "2002-01-10 13:04:29",
            "id": "401039",
            "reply_to_id": "401037",
            "text": "Sendu mér mail ef þú gerir það, kem þá líka!"
        },
        {
            "user": "jonfr",
            "user_id": "5868",
            "date": "2002-01-10 13:02:11",
            "id": "401040",
            "reply_to_id": "400941",
            "text": "Ég þarf að borga fyrir alla traffík en ég fæ líka slatta sem ég má ná í en það eru 3Gb á mán og ég borga 2.500kr fyrir hvert 1Gb sem ég fer yfir um, þannig að maður passar sig, öll traffík sem er út (frá) mér er ókeypis fyrir mig, einnig sem öll innankerfis traffík er ókeypis líka, þannig að ég get í raun náð í mörg hundruð GB á mánuði ef mér dytti það í hug, bara með því nota innrakerfið, einnig held ég að innankerfis flutingur sé ókeypis hjá símanum, þ.e ókeypis á milli adsl notenda eins og hjá mér (er í skóla, þráðlaust net), það væri mjög skrítið ef fólk væri rukkað fyrir innankerfis traffík. Mér fynnst þetta bara low hjá Íslandssíma! Þeir eiga bara að standa sig betur en þeir gera!"
        },
        {
            "user": "DSS",
            "user_id": "7441",
            "date": "2002-01-10 14:49:26",
            "id": "401041",
            "reply_to_id": "400941",
            "text": "Íslandssími SuXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXor!!!!!!!"
        },
        {
            "user": "enn",
            "user_id": "1",
            "date": "2002-01-10 14:49:54",
            "id": "401042",
            "reply_to_id": "400941",
            "text": "Sælir!\nEru menn ekki nokkuð skammsýnir í afstöðu sinni. Er þetta tómt ungviði að skrifa á þennan vef. Munið þið ekki eftir því þegar Landssíminn sat einn að markaðnum. Eru þið búnir að gleyma því hvernig þjónustan var og verðið sem var boðið upp á. Ég held þið eigið að þakka fyrir að það nenni einhver að standa í samkeppni við Landssímann og sýna því frekar stuðning í verki. Ykkur ungu minni ég á ADSL þjónustu Landssímans eins og hún var áður en Íslandssími kom inn á markaðinn\nÉg er hins vegar sammála því að kostnaður á eftir að hækka nokkuð við það að taka upp mælingu á ID. Hins vegar bið ég penna hér að horfa til þess hvað þeir eru að kalla yfir sig ef aðeins einn aðili býður DSL þjónustu á þessum markaði. Prísarnir eiga eftir að hækka. Það að segja að því fylgi enginn kostnaður við ID er út í hött. Halda menn að það sé ókeypis að leggja heilt ljósleiðarakerfi, ATM burðarnet ofan á það, halda úti beinum og öllum öðrum tæknibúnaði sem þessu tilheyrir.\nÍ Guðs bænum horfið fram á veginn og hugsið til fortíðar. Lifið ekki bara í núinu."
        },
        {
            "user": "enn",
            "user_id": "1",
            "date": "2002-01-10 15:05:19",
            "id": "401043",
            "reply_to_id": "401042",
            "text": "Bara til að leiðrétta hérna aðeins. Það var ekki lagt heilt ljósleiðarakerfi, ATM burðarnet ofan á það og fl. einungis fyrir ADSL kerfið, fyrir UTAN það að maður greiðir mánaðarlega leigu einmitt fyrir notkun á þessu kerfi einar 2.500 Kr. á mánuði (256K ADSL).\nÞað sem þessi kæra snýst um hinsvegar er að Simnet, Internetþjónustan, rukki ekki fyrir innlenda notkun. Taktu þó eftir að þar er einnig borgað fast mánaðargjald.\nSvo ég tek undir það sem þú sagðir, horfum fram á veginn og hugsum til framtíðar! Lifum ekki bara í núinu og látum ekki Íslandssíma komast upp með að lækka þjónustustigið á landinu!\nÍmyndaðu þér eftir nokkur ár þegar myndmerki eru flutt með 1-4 Mbps heim til þín, villtu þá áfram borga fyrir innlenda notkun? :-)"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:14:33",
            "id": "401044",
            "reply_to_id": "401042",
            "text": "Sko ég er að borga fast mánaðgjald hjá Landsímanum sem er gjaldið fyrir að nota ljósleiðarana o.fl.  Síðan borga ég Internetþjónustunni fast gjald sem er einnig fyrir þessa hluti. Plús E-Mail og fleira.  DL er rukkað fyrir vegna þess að ég er að nota sæstrenginn (sem að ÉG nota ekki þegar ég er að dl innanlands)\np.s. Íslandssími mun aldrei ná þessu máli í gegn.  Á þá ekki landssíminn bara að byrja rukka fyrir modemgjald og heimta svo að íslandssími og allir bankarnir geri það líka vegna SAMKEPPNIS.\nKv. Gemini"
        },
        {
            "user": "Arnold",
            "user_id": "7394",
            "date": "2002-01-10 17:02:26",
            "id": "401045",
            "reply_to_id": "401042",
            "text": "Bara að skjóta smá inní hér. Ég er mjög ánægður með samkeppnina á markaðinum. En þetta endalausa bull með að kæra og kæra þótt reksturinn sé allur í hönk. Tapið nálæg miljarði og hlutabréfin í 1,9 úr 8,75.\nÞað er búið að reka allar deildir sjálfstætt innan símans í nokkur ár að beðni Samkeppnisstofnunar, og þeir komast ekki upp með annað. Símnet borgar fulla línuleigu, húsaleigu og þess háttar og greiðir ekki niður gagnaflutningsþjónustu með SMS skilaboðum eða GSM símtölum. Einnig mjög merkileg staðreynd að síminn MÁ EKKI bjóða neitt fríkeypis eða nokkurs konar tilboð sem geta verið óþægileg fyrir hina.\nEf menn nenna að leggjast yfir gjaldskrár þá er alveg ótrúlega lítill munur á þeim, einn telur sekúntur annar mínútur, hátt mánaðargjald ekkert mánaðargjald, eða hvaða trix menn nota til að ná í pening, því enginn er í þessu nema til að græða peninga, og ef það gengur illa þá geta litlu fyrirtækin reynt að fá bætur með því að kæra stórabróður en stóribróðir hefur engan til að jagast í bara BORGAR sinn miljarð í ríkiskassann, sem er okkar kassi ef allir væru bunir að gleyma því.Engin vill að Íslandsími rúlli yfir,mjög gott að hafa samkeppni, heldur mönnum á tánum með að sinna kúnnunum sem annars leyta annað, enda hver á þá að borga tapið…ÞIÐ auðvitað"
        },
        {
            "user": "Ekkitil",
            "user_id": "1036",
            "date": "2002-01-10 17:57:22",
            "id": "401046",
            "reply_to_id": "401042",
            "text": "Hvað heldurðu að við séum að borga fyrir með áskrift upp á 15þúsund krónur á mánuði. Pældu aðeins í hlutunum áður en þú leggur orð í belg vinur.\nMeð vinsemd og virðingu,\nPressure"
        },
        {
            "user": "elravager",
            "user_id": "1095",
            "date": "2002-01-10 15:16:22",
            "id": "401047",
            "reply_to_id": "400941",
            "text": "Ég held að farsælasta lausnin væri að aðskilja dreifikerfið frá Landssímanum og gera það að 100% ríkiseign kostaða af skatti, svo fengu símfyrirtækin frían/ódýran aðgang að kerfinu.\nÞetta myndi hindra það að eitt fyrirtæki gæti nýtt sér aðstöðu sína til að yfirbjóða önnur á markaðinum (eins og raunin er nú með Landssímann, sem rekur dreifikerfið) og myndi auk þess hindra það að skorið sé á símaaðgang við smábæi á útnesum sem rándýrt væri að halda símsambandi við, en hætta virðist vera á því að það sé gert vegna einokunarstöðu Landssímans á kerfinu."
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-10 15:18:39",
            "id": "401048",
            "reply_to_id": "401047",
            "text": "Ætlaði að segja DL utanlands ekki innanlands ef einhver ætlar að fara að snúa útúr því.\np.s. Það virðist vera hægt að KÆRA allt.\nFranska ríkisstjórnin hefur lagt fram lagafrumvarp sem bannar lögsóknir sem byggja á þeirri forsendu að viðkomandi hefði ekki átt að fæðast. Frumvarpið fylgir í kjölfar svokallaðs Perruche-úrskurðar en samkvæmt honum var mikið fötluðum dreng dæmdar skaðabætur fyrir það að hafa fæðst."
        },
        {
            "user": "ebe",
            "user_id": "40555",
            "date": "2002-01-10 15:18:03",
            "id": "401049",
            "reply_to_id": "400941",
            "text": "Já Arnold, það það verður ekki annað sagt en að sumir séu með gullfiskaminni hér.  Halda menn virkilega að ef Landssímanum tekst að drepa niður samkeppni hér að þeir haldi áfram að niðurgreiða eina þjónustu á kostnað annarar, eins og gert er með innanlandsdownload.  Nei, ég held ekki, rétt áður en samkeppni komst á í gagnaflutningum hækkaði Landssíminn mínútugjöld þannig að netverjar urðu óðir.  Landssíminn er bundinn af samkeppnislögum og öðru sem segja að ef þeir ætla að gefa einhverja þjónustu, þá verða þeir að sýna fram á það að hún kosti ekkert í framleiðslu.  Gott væri að fá rök Landssímans fyrir því að innanlandsdownload kosti þá ekkert.  Af hverju gefa þeir ekki öll innanlandssímtöl í GSM og fastínu líka?\nNetverjar væru að horfa á allt önnur verð ef samkeppnin hefði ekki komið til, menn verða líka að skilja að hún verður að vera á jafnréttisgrundvelli. Það er skammgóður vermir að pissa í skóna og reyndar finst mér eins og Landssíminn sé að pissa í skóna ykkar.\n-ebe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 15:30:20",
            "id": "401050",
            "reply_to_id": "401049",
            "text": "Djöfull er ég sammála þér ebe, ef  það er hægt að hafa innanlandsdownlaodoið frítt af hverju er ekki heimilissíminn og gsm innanlnds frír líka. Ég get ekki sagt annað en mér hlakki til þegar að Landssíminn gerir sér grein fyrir því að það er hægt að hafa þetta bara allt frítt, við erum jú öll Íslendingar sem eru að nota þetta.\nÉg spyr ykkur sem að haldið því fram að það sé ósanngjarnt að rukka innanlandstraffík, af hverju er verið að rukka sms innanlands, Ég nota sms miklu meira en netið af hverju þarf maður að borga fyrir sms."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-15 19:02:28",
            "id": "401051",
            "reply_to_id": "401049",
            "text": "ég vil nú bara t.d. minnast á það að á sínum tíma var misræmi á verði símtala út á landi og í höfuðborgarsvæðinu fellt niður….\nþ.e. höfuðborgarbúar eru að niðurgreiða mögulegan meiri kostnað landsímans við að þjónusta landsbyggðina….\nekki voru mikil læti út af því….\nég er þeirrar skoðunar að grunnetið eigi að skila frá landsímanum fyrir þessa sölu, því grunnnetið á að vera algerlega sjálfstætt og óháð þar sem að það selur þjónustu til annara fyrirtæka á sama markaði….\nengin þörf með deild eins og síman internet þar sem að það er fjárhagslega aðskilin deild innan landsímans og er ekki að selja þjónustu til annarafyrirtæka á samkepnnismarkaði…."
        },
        {
            "user": "ram",
            "user_id": "89",
            "date": "2002-01-10 16:06:20",
            "id": "401054",
            "reply_to_id": "400941",
            "text": "Íslandssími er bara að sanna það enn og aftur að maður á ekki að stunda viðskipti við þá."
        },
        {
            "user": "halli2",
            "user_id": "10186",
            "date": "2002-01-10 16:11:00",
            "id": "401055",
            "reply_to_id": "400941",
            "text": "DJÖFULLINN HAFI ÍSLANDSSÍMA !! ÞEIR EIGA BARA EFTIR AÐ EIGNAST ÓVINI Á ÞESSU!\nhttp://www.clandoa.is/adsl/\n- mótmælum !"
        },
        {
            "user": "dagurh",
            "user_id": "368",
            "date": "2002-01-10 16:26:52",
            "id": "401056",
            "reply_to_id": "400941",
            "text": "Já, fyrst að það var byrjað að bera saman Noreg og Ísland í internet málum….\nÞá er Chello, fyrirtæki sem leigir út aðgang að breiðbandsnetinu sínu (sem er orðið nokkuð stórt í suður noregi og í kringum Oslo).\nÓdýrasti flokkurinn sem kostar 379NOK (4200ISK) stendur af 384kbps inn og 128kbps út. Inní því er eru einnig netföng, vefhósting og leiga af kabal-módemi sem er INNIFALIÐ í mánaðarverðið.\nSvo er annar flokkur hjá chello næst fyrir ofan ofarnefndan;\nHann er á 499NOK (5500ISK), 768kbps inn og 128kbps út, inní því er stór pakki af Norman forritum, netföng og allt það… og kabal-módem INNIFALIÐ í mánaðarverðinu. (Sjá:\nhttp://www.chello.no/)\nEn, þrátt fyrir það er erfitt að bera saman Noreg og Ísland, því að þetta er ekki sama landið (vissuði það?!?) og ég leyfi mér að halda það að þeir hafi fleiri og betri strengi á milli annara landa… meðan við höfum… hvað einn?\nMér finnst þetta rugl að Íslandssími sé að kæra Landssímann fyrir “að rukka ekki fyrir innanlands download”. Bull og kjaftæði að mínu mati.\nEn, hvað um það… þetta er mitt álit á málinu.\nKveðja,-"
        },
        {
            "user": "Raggav",
            "user_id": "15849",
            "date": "2002-01-10 16:34:09",
            "id": "401057",
            "reply_to_id": "400941",
            "text": "aarrggg eg hata islandssima!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 16:43:04",
            "id": "401058",
            "reply_to_id": "400941",
            "text": "Nú er þessi grein búinn að fá um 90 svör og 1330 lestra.\nHvað eruð þið sem eruð að pósta hingað búin að sækja þessi KB oft.\nFyndist ykkur sanngjarnt að borga 2,50 fyrir MB fyrir þann lestur ????"
        },
        {
            "user": "ebe",
            "user_id": "40555",
            "date": "2002-01-10 17:18:39",
            "id": "401059",
            "reply_to_id": "400941",
            "text": "Það er engin furða að þetta ADSL Landssímans sé ódýrt, þeir þora ekki að rukka fyrir það!!\nÉg sé einnig að þriðjungur starfsmanna Landssímans er búin(n) að skrá sig á mótmælalista gegn Íslandssíma á clandora.is.\n-ebe\nFrétt á\nhttp://www.simnet.is/\n10. janúar 2002\nTruflanir á internettengingum\nEinstaka notendur með internetaðgang um ADSL hafa orðið fyrir truflunum á sambandinu. Okkur þætti vænt um ef þeir viðskiptavinir sem hafa orðið varir við þessar truflanir gætu sent okkur tölvupóst með því að smella hér. Vinsamlegast tilgreinið notendanafn internetaðgangsins og símanúmer línunnar sem ADSL tengingin er á."
        },
        {
            "user": "Zealot",
            "user_id": "6298",
            "date": "2002-01-10 17:24:57",
            "id": "401060",
            "reply_to_id": "400941",
            "text": "Brennum öll fyrirtækishús Íslands símans hureeyyyyyy"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 17:32:50",
            "id": "401061",
            "reply_to_id": "400941",
            "text": "Fuss, ef Íslandssími getur borgað 15-17 ára krökkum 1500 kall á tímann í laun fyrir að raða ofan í dollur eiga þeir alveg að geta sett upp almennilegt kerfi og hætt að þvæla um þetta “kærum Íslandssíma” bull þeirra."
        },
        {
            "user": "sumarlidi",
            "user_id": "9799",
            "date": "2002-01-10 17:44:44",
            "id": "401062",
            "reply_to_id": "400941",
            "text": "Hver treystir manni sem sagði eitt sinn í bíómynd “Borgaðu maður eða ég rassskelli þig”. (Eyþór Arnalds í Veggfóður).\nFokk íslandssími!!!"
        },
        {
            "user": "Raudbjorn",
            "user_id": "2358",
            "date": "2002-01-10 18:11:09",
            "id": "401052",
            "reply_to_id": "400941",
            "text": "Mér sýnist flestir hafa tekið þessu á soldið barnalegan hátt. En þó að sumir séu að taka þessu á aðeins fullorðinslegri hátt, ég ætla að rissa nokkrar staðreyndi niður fyrir ykkur:\n1. Fyrir ykkur sem eruð að spá í afhverju innalands GSM símtöl/SMS eru ekki ókeypis vegna þess að það er notað miklu meira, svöruðu spurningu sinni sjálfir, vegna þess að það er notað miklu meira og við búum á stað þar sem þess er ætlast af fyrirtækjum að þau græði pening.\n2. Þið hin, eruð þið virkilega það mikilir eiginhagsmunaseggir að ykkur er sama um að halda verði niðri? mér persónulega finnst þessi ákvörðun íslandssíma sorgleg, en ég neita því ekki að þeir eiga rétt á sanngjarnri stöðu á markaðnum, þó að það mundi sennilega hafa í för með sér aukin kostnað af minni hálfu, ég vona að það komi ekki til þess.\n3.eftir að hafa farið í gegnum öll samkeppnislögin þá komst ég að íslandssími hefur kannski við einhver rök að styðjast og að þetta sé ólöglegt:\n————————————————-\nIV.  kafli. Bann við samkeppnishömlum.\n10. gr. [Allir samningar og samþykktir milli fyrirtækja, hvort heldur þær eru bindandi eða leiðbeinandi, og samstilltar aðgerðir sem hafa að markmiði eða af þeim leiðir að komið sé í veg fyrir samkeppni, hún sé takmörkuð eða henni raskað eru bannaðar.\nBann þetta tekur m.a. til samninga, samþykkta og samstilltra aðgerða sem:\na. áhrif hafa á verð, afslætti, álagningu eða önnur viðskiptakjör með beinum eða óbeinum hætti,\nb. takmarka eða stýra framleiðslu, mörkuðum, tækniþróun eða fjárfestingu,\nc. skipta mörkuðum eða birgðalindum,\nd. mismuna viðskiptaaðilum með ólíkum skilmálum í sams konar viðskiptum og veikja þannig samkeppnisstöðu þeirra,\ne. setja sem skilyrði fyrir samningagerð að hinir viðsemjendurnir taki á sig viðbótarskuldbindingar sem tengjast ekki efni samninganna, hvorki í eðli sínu né samkvæmt viðskiptavenju.]1\n————————————————-"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 18:19:35",
            "id": "401053",
            "reply_to_id": "401052",
            "text": "Eins og áður hefur verið sagt þá Síminn Internet fjárhagslega aðskilin eining sem borgar samkvæmt gjaldskrá fyrir tengingar sínar.  Þessi grein á því ekki við."
        },
        {
            "user": "mp4",
            "user_id": "9175",
            "date": "2002-01-10 18:55:17",
            "id": "401063",
            "reply_to_id": "400941",
            "text": "Síminn stendur uppi á meðan ég húki hjá Skýrr hf og borga sko þrefalt meira en þið…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 18:59:31",
            "id": "401064",
            "reply_to_id": "400941",
            "text": "-nt- hihi :)"
        },
        {
            "user": "flamer",
            "user_id": "2842",
            "date": "2002-01-10 19:09:15",
            "id": "401065",
            "reply_to_id": "400941",
            "text": "Eitt sem þið virðist allir vera að gleyma og það er að spyrja hvernig í andskotanum íslandssími ætlar að réttlæta að kæra landsíman á þess að kæra alla internet miðla á landinu þar sem að íslandsími er sá eini sem rukkar fyrir innanlands download.\nSpáið aðeins í þessu!!! :)"
        },
        {
            "user": "molo",
            "user_id": "45",
            "date": "2002-01-10 19:09:47",
            "id": "401066",
            "reply_to_id": "400941",
            "text": "Lol, hvað er þessi eyþór að spá? Fyrrverandi formaður íslenskra netverja(?) og er búinn að fá þá alla á móti sér. Gaurinn er fastur á einhverju power-sýrutrippi með jet black joe, andreu gylfa og móu! Sveitta fífl!"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-01-10 22:11:42",
            "id": "401067",
            "reply_to_id": "400941",
            "text": "Auðvitað er gott og blessað að tryggja sanngjarna samkeppni en fyrr má nú vera að reyna að rukka íslendinga líka um innanlands downloadið. Við höfum oft verið orðuð sem ein mesta netþjóð sem til og það er að sumu leyti að þakka að ákveðnir aðilar eru ekki að rukka innanlands. Ef það yrði rukkað fyrir allt þá myndi ég eflaust segja upp ADSL-inu mínu.\nMér finnst nú að Björn Menntamálaráðherra ætti að skerast í leikinn þar sem hann er alltaf að tala um mikilvægi þess að íslendingar mennti sig í tölvuheiminum og þar er nú netið best.\nPersónulega finnst mér þetta vera “Act of Desperation” hjá Íslandssíma. Það er enginn saklaus í þessum bransa, hvorki Simnet né Islandssimi en óþarfi að vera með svona brögð sem eiga bara eftir að bitna á notendum. Sérstaklega þar sem stærstu notendahópurinn er leikjaunnendur og þeir eiga ekki eftir að fara til Íslandssíma eftir þetta fiasco. Íslandssími er einungis að skapa sér “bad-rep” með þessum töktum"
        },
        {
            "user": "Cupid",
            "user_id": "7016",
            "date": "2002-01-10 23:45:46",
            "id": "401068",
            "reply_to_id": "401067",
            "text": "“Mér finnst nú að Björn Menntamálaráðherra” snip\nHmmm…. þessi sem setti geisladiska skattinn á okkur?"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-01-11 08:34:53",
            "id": "401069",
            "reply_to_id": "401068",
            "text": "He he true, hann er erkibjáni =)"
        },
        {
            "user": "teddybear",
            "user_id": "26880",
            "date": "2002-01-10 22:18:48",
            "id": "401070",
            "reply_to_id": "400941",
            "text": "Þeir geta skotið sig í hausinn þessir hálvitar!!"
        },
        {
            "user": "Xits",
            "user_id": "8235",
            "date": "2002-01-10 23:04:37",
            "id": "401071",
            "reply_to_id": "401070",
            "text": "Mig langar að segja svo margt…….ég bara nenni því ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-10 23:13:40",
            "id": "401072",
            "reply_to_id": "400941",
            "text": "ef að mér minnir rétt þá er Eyþór hættur hjá Íslandssíma og Óskar Magnússon komin í hans stól þannig að ég held að þetta sé nú ekki Eyþór en það getur hins vegar verið að hann hafi látið þetta á stefnuskránna hjá Íslandssíma. En eitt er víst að ég á aldrei eftir að koma nálægt viðskiptum við hann. Og það liggur við að maður hætti að spila á Fortress.is"
        },
        {
            "user": "SliCeR",
            "user_id": "15624",
            "date": "2002-01-11 12:40:43",
            "id": "401073",
            "reply_to_id": "400941",
            "text": "Allir að vote-a www.clandoa.is/adsl"
        },
        {
            "user": "Maxine",
            "user_id": "12506",
            "date": "2002-01-11 12:47:49",
            "id": "401074",
            "reply_to_id": "401073",
            "text": "rosalega eruð þið mörg þroskuð eða hitt þó,ÞAÐ ER ENGINN KÆRA Í GANGI!! íslandsími er að koma með kvörtun/fyrirspurn ekki að kæra  þið vitið ekki hálfa söguna einu sinni"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2002-01-11 13:11:46",
            "id": "401075",
            "reply_to_id": "400941",
            "text": "Daginn.\nNú er það svo að aðeins þessi tvö fyrirtæki (ÍS og LSÍ) reka ADSL, önnur fyrirtæki (s.s. Halló) kaupa þessa þjónustu af öðru hvoru hinna fyrirtækjanna. Eins og komið hefur fram hefur verðið lækkað verulega hjá LSÍ vegna samkeppninnar frá ÍS. Til að þessi samkeppni haldist lifandi er náttúrlega alveg ljóst að LSÍ má ekki misnota ráðandi stöðu sína, sem þeir gera, til þess að skrúfa fyrir hana. Það eru meginhagsmunir neytenda.\nÞað er ekkert til sem heitir ókeypis í þessum heimi og það er langt í frá að innanland-download sé það og í sjálfu sér er eini munurinn á innan- og utanlandsdownloadi, tengingin yfir hafið. Ef LSÍ getur gefið innanlandsdownload, ná þeir inn kostnaði vegna þess á einhvern annan hátt. Reyndar heyrði spekingurinn einhverntíma að utanlandsdownload væri ekkert mælt sérstaklega, eingöngu að fyrirfram ákveðin prósenta væri tekin sem utanlandsdownload.\nLSÍ er að misnota aðstöðu sína og/eða flytja til fjármagn með vitlausum merkingum og það eru hagsmunir allra að þetta sé skoðað. Þegar gengið er á hlut manns á maður að leita réttar síns. Það er skylda allra, einstaklinga sem fyrirtækja."
        },
        {
            "user": "superhuman",
            "user_id": "11832",
            "date": "2002-01-11 13:57:49",
            "id": "401076",
            "reply_to_id": "401075",
            "text": "Hversvegna þarf Landssíminn alltaf að vera vondi gaurinn?\n“Skiljanlega” er Íslandssími að kæra þar sem þeir eru ekki sáttir við það að Síminn geti sleppt því að rukka fyrir innanlandsmagn en ekki þeir. Því þeir eiga einfaldlega ekki pening.\nÞessar kærur sem hafa átt sér höfuð yfir Landssímann síðustu ár eru marg flestar fáránlega. Það væri allveg eins hægt að kæra Símann fyrir að hafa verið lengur á markaði og eignast meiri pening yfir tugi ára skeið.\nÞetta er eins og littir krakkar með nammi “Þú átt meira nammi en ég, þá á ég að fá nammi frá þér”.\nÉg get ekki betur séð en að Landssíminn sé að reyna þjónusta viðskiptavini sína betur. Hvað er Íslandssími að gera, rukka fyrir hver einasta snifsi sem að kúnninn biður um. Flokkast það undir þjónustu eða peningagræðgi?\nHefði Íslandssími kært Gjörby Internet(eða hvað sem það heitir) í Keflavík ef að þeir gæfu sína innanlandsnotkun fría? Ég held ekki.\nÉg held ég fari rétt með mál en, öll fyrirtæki þurfa að borga fyrir gagnamagn, innan sem utanland. Þessi kostnaður fer allur til Internets á Íslandi, sem er í eigu ÍSLANDSSÍMA! Er Íslandssími þá ekki bara að finna leið til að plokka meiri peninga af Landssímanum og kúnnunum í leiðinni??\nÞetta væri eins og einhver mundi stofna fyrirtæki í USA og kæra svo AT&T fyrir að vera með ódýrari þjónustu og ósamkeppnis hæfa því þeir eiga meiri pening en kaupmaðurinn á horninu!\nÞetta er ekkert nema fávitaskapur."
        },
        {
            "user": "Hoddi",
            "user_id": "58",
            "date": "2002-01-11 14:48:21",
            "id": "401077",
            "reply_to_id": "401076",
            "text": "Örlítið ert þú skakkur tímalega :)  Það er orðið svolítið langt síðan Internet á Íslandi var eini tengipunkturinn út :)"
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2002-01-11 14:49:22",
            "id": "401078",
            "reply_to_id": "401075",
            "text": "Spekingur : Þetta er ekki satt með fyrirfram ákveðna prósentu.  Þetta er mælt á mjög nákvæman hátt.\nKveðja Gemini"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-12 11:55:10",
            "id": "401079",
            "reply_to_id": "401075",
            "text": "Það er naumast.\n“Það er ekkert til sem heitir ókeypis í þessum heimi og það er langt í frá að innanland-download sé það og í sjálfu sér er eini munurinn á innan- og utanlandsdownloadi, tengingin yfir hafið.”\nOg þar stendur hnífurinn í kúnni. Það kostar nokkur hundruð milljónir á ári að fá meðallink um cantat-3 til útlanda á meðan innanlandsumferð fer um RIX og kostar ekki krónu, bara það hardware sem þarf til að pípan sé nógu stór.\nÞetta er eins og að segja að eini munurinn á því að fara yfir götuna og að fara til bandaríkjanna sé hafið. Sem er alveg rétt. Málið er bara að það er ekki neitt rosalega dýrt að labba yfir götu en það kostar heilmikið að komast yfir Atlantshafið."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-01-13 10:21:21",
            "id": "401080",
            "reply_to_id": "401079",
            "text": "Góður punktur hjá þér Fluffste"
        },
        {
            "user": "sappari",
            "user_id": "44",
            "date": "2002-01-11 15:27:47",
            "id": "401081",
            "reply_to_id": "400941",
            "text": "Hello\nFyrir nokkrum árum þá reif fyrrverandi Forstjóri Íslandssíma sig oní rassgat yfir kostnaði netverja á netinu. Það var á meðan han var ennþá bara peð í tónlist og pólitík. Nú stuðlar hann og hanskompaní að auknum kostnaði netverja. Enda er hann núna að græða á netverjum. Meðal annars hver er meðal notkun hjá ykkur innan lands?"
        },
        {
            "user": "MoRRi",
            "user_id": "1330",
            "date": "2002-01-11 16:12:50",
            "id": "401082",
            "reply_to_id": "400941",
            "text": "Humm..\nEn var það ekki Íslandssími sem byrjaði að gefa fríar internetsteingingar?? og ekki eru menn að borga krónu fyrir það download..\nMoRoN"
        },
        {
            "user": "Xtreme",
            "user_id": "9006",
            "date": "2002-01-13 16:03:14",
            "id": "401083",
            "reply_to_id": "400941",
            "text": "þetta er nú bara það fáránlegasta sem ég hef heyrt, ástæðan fyrir því að það er rukkað fyrir utanlandsdánlód er tilraun til þess að minnka álagið á sjóstrengnum ekki gróða tilraun\nwhen I get angry mr.bigglesworth gets upset and when m.bigglesworth gets upset  PEOPLE DIE"
        },
        {
            "user": "gsh",
            "user_id": "28",
            "date": "2002-01-14 10:16:57",
            "id": "401084",
            "reply_to_id": "401083",
            "text": "Þetta er alveg rétt. Það er bæði kostnaður við að\nhalda uppi góðum tengingum innanlands og utanlands. Þetta er í báðum tilvikum í dag\nFASTUR kostnaður fyrir heildsöluISPana (ISL, LI\no.fl.) og eingöngu þarf að leggja í fjárfestingar\nþegar þarf að koma meiri bandvídd fyrir í pípunum. Munurinn á innlendri og erlendri traffík\ner að þegar það þarf að stækka linka þá hækkar\nFASTI kostnaðurinn sáralítið á innalands traffík\n(þó fjárfesting geti verið töluverð) en FASTI\nkostnaðurinn við erlendu traffíkina HÆKKAR verulega mikið.\nÞannig að þó að kostnaður við traffíkina um bæði\ninnlenda og erlenda linka sé ekki háður gagnamagni þá er FASTI kostnaðurinn við erlendi\numferðina mjög háður hversu getan á að vera mikil\n(við gefum okkur að það sé ekki verið að svelta\nkúnnuna).\nÞetta leiðir af sér að bæði til að sanngirni sé í\nverðlagningu til kúnna og líklega kannski fremur\ntil að reyna að stemma stigu við FASTA kostnaðinum í erlendri traffík að þá er rukkað\nfyrir gagnamagnið dregið erlendis frá.\nÉg sé ekki hvernig þetta getur verið samkeppnis-\nhamlandi enda er þetta mjög lógískt viðskiptadæmi\nþar sem kúnninn borgar í samræmi bið kostnað.\nGetur einhver bent mér á hvar LS er að beita\nsamkeppnishömlum í þessu dæmi (eða öðrum)?\nEf Íslandssími getur rukkað fyrir allt gagnamagn\nþá hafa þeir þegar fyrir hendi búnaðinn til að\nmæla erlenda umferð ef þeir hafa vilja til.\nTæknilega er lítill munur þar á nema tæknigeta\nÍslandssíma sé þeim mun verri en ég hélt og þá\ngeta þeir bara pakkað saman strax. Þess vegna\nverður að draga þá ályktun að þeir hreinlega vilji ekki reyna að keppa við Símann í verði eða\ngæðum, frekar reyna að auka hagnað með kærum þar\nsem samkeppnisaðilum er settur stólinn fyrir\ndyrnar.\nFrá minni hendi séð þá tel ég að ef Íslandssími\nfær þessarri verðlagningu breytt þá er það mikið\ntap fyrir neytandann og spurning hvort maður getur ekki kært þá persónulega fyrir samkeppnis-\nhamlandi aðgerðir.\n-GSH"
        },
        {
            "user": "Insane86",
            "user_id": "16808",
            "date": "2002-01-14 22:53:08",
            "id": "401085",
            "reply_to_id": "400941",
            "text": "Hvað gera Counter-Strike fíklar ef þetta gengur upp hjá þeim :("
        },
        {
            "user": "Poxy",
            "user_id": "1361",
            "date": "2002-01-15 22:59:06",
            "id": "401086",
            "reply_to_id": "400941",
            "text": "Ég var að vinna hjá fyrirtæki sem var með tenginu hjá íslandsíma. og þegar ég spurði afhverju það væri rukkað fyrir innanlands traffík þá var svarið að þeir tímdu ekki að kaupa tækin sem til þirftiþ.\nps Ef ég hafði eitthvað álit á Íslandssíma þá er það alveg farið."
        },
        {
            "user": "svennid",
            "user_id": "2377",
            "date": "2002-01-16 17:32:04",
            "id": "401087",
            "reply_to_id": "400941",
            "text": "það er ekki sjéns að þeir vinni málið sko, þannig að það er ekkert að óttast, samt er betra að skrá sig á mótmælalistann svona til vonar og vara :)"
        }
    ]
}