{
    "forum_title": "Metall",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2008-06-05 23:10:19",
    "title": "Metallic Assault sendir frá sér sína frumraun! Diskurinn er hjá Valda!",
    "text": "Af töfluni:\nProjectið mitt Metallic Assault er búið að taka upp tvö lög í stúdíó skólans míns og þau eru bæði hér á myspace-inu okkar (www.myspace.com/metallicassaultice) og þau hafa bæði verið sett á disk sem verður seldur í Valda. ég er að fara með fyrstu eintökin til hans á morgun og þau eru ekki það mörg svo ef fólk vill diskinn þá er um að gera að far til valda núna um helgina til valda og eyða einhverjum smápeningum í þennan disk til að styðja hljóðfærakaup mín ;) ég sel valda allavega hvert eintak á 250 en ég veit ekki hvað hann leggur á þetta.\nAllavega, endilega hlusta á lögin og Adda okkur og tómhentan. Ég er eiginlega aldrei á töfluni svo það virkar mun betur að hafa samband á mysan. Mig langar líka endilega að fá komumenn á gítarleikinn minn og segja mér hvernig ég stend mig miðað við að hafa spilað í 2 og hálft ár. ég spilaði alla gítarpartana nema eitt rif í nihilisma laginu en ég samdi það hvort sem er og vildi helst re-recorda það sjálfur þá skiptir það engu.\nEn endilega kíkið í valda og kaupa diskinn minn ;)\nég veit ég var búin að posta þessu en Valdi vildi að ég auglýsti diskinn ;)",
    "url": "https://www.hugi.is/metall/korkar/595680/metallic-assault-sendir-fra-ser-sina-frumraun-diskurinn-er-hja-valda/",
    "url_id": "595680",
    "id": "5905485",
    "replies": [
        {
            "user": "Thorri789",
            "user_id": "63671",
            "date": "2008-06-06 00:03:25",
            "id": "5905647",
            "reply_to_id": "5905485",
            "text": "Hey! Ert þú í hljómsveitinni Órói ? Gott band :)"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-06-06 10:19:57",
            "id": "5906065",
            "reply_to_id": "5905647",
            "text": "tja vorum :/ söngvarinn og trommarinn ákváðu að hætta skislt mér…"
        },
        {
            "user": "Fannarr",
            "user_id": "55703",
            "date": "2008-06-07 14:02:27",
            "id": "5908365",
            "reply_to_id": "5906065",
            "text": "Hvað segiru um að við finnum okkur nýjan trommara og söngvara?"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-06-07 17:56:28",
            "id": "5908742",
            "reply_to_id": "5908365",
            "text": "jú. við höfum náttúrulega þessi tvö lög. tölumst bara ámsn."
        },
        {
            "user": "oskarthor",
            "user_id": "70583",
            "date": "2008-06-08 01:28:41",
            "id": "5909737",
            "reply_to_id": "5908365",
            "text": "Ég er bestur!"
        }
    ]
}