{
    "forum_title": "Apple",
    "user": null,
    "user_id": null,
    "date": "2008-06-09 18:51:41",
    "title": "The iPhone 3G",
    "text": "Apple kynnti fyrir stuttu 3G iPhoneinn sem margir hafa beðið eftir með eftirvæntingu\nsjá hér",
    "url": "https://www.hugi.is/apple/korkar/596340/the-iphone-3g/",
    "url_id": "596340",
    "id": "5913176",
    "replies": [
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2008-06-09 18:55:16",
            "id": "5913192",
            "reply_to_id": "5913176",
            "text": "ég er svolítiið svekktur að fá ekki 32 Gb, sem mér finnst eginlega dealbrakerinn minn.\nOg maður hefði kannski líka vilja sjá betri skjá."
        },
        {
            "user": "drib",
            "user_id": "61644",
            "date": "2008-06-09 19:05:58",
            "id": "5913218",
            "reply_to_id": "5913192",
            "text": "ditto með 32GB.."
        },
        {
            "user": "Rosebud",
            "user_id": "46202",
            "date": "2008-06-09 19:09:13",
            "id": "5913225",
            "reply_to_id": "5913176",
            "text": "superlame-o, að iPhone 3G verður gefin út á 70 löndum, en ekki á ísland…"
        },
        {
            "user": "Doridos",
            "user_id": "43714",
            "date": "2008-06-09 19:19:38",
            "id": "5913254",
            "reply_to_id": "5913225",
            "text": "Ísland og Grænland vantaði meira að segja á kortið. =/\nhttp://www.blogsmithmedia.com/www.engadget.com/media/2008/06/wwdc-keynote_185.jpg"
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-06-09 19:44:42",
            "id": "5913332",
            "reply_to_id": "5913176",
            "text": "Þessi sími verður minn:D"
        },
        {
            "user": "TwinShadow",
            "user_id": "44053",
            "date": "2008-06-10 10:46:26",
            "id": "5914599",
            "reply_to_id": "5913176",
            "text": "Ekki nógu og sáttur. hefði viljað sjá 2 myndavélar og líka miklu betri… 2 megapixlar? margir símar í dag með að minnsta kosti 5 mp."
        },
        {
            "user": "Moleculo",
            "user_id": "48847",
            "date": "2008-06-10 13:28:43",
            "id": "5914796",
            "reply_to_id": "5914599",
            "text": "En þeir símar eru líka alveg heavy dýrir.\nApple lagði hins vegar upp með það að iPhone 3G yrði ódýr!"
        },
        {
            "user": "Bjarke",
            "user_id": "19229",
            "date": "2008-06-10 13:39:59",
            "id": "5914817",
            "reply_to_id": "5914599",
            "text": "Græðir ekkert á 5 megapixla myndavél ef þú ert ekki með linsu til að bakka þetta upp… og þar sem þetta er frekar mjótt kvikindi væri pointless að vera að negla 5 megapixla vél þarna inn."
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2008-06-10 22:14:24",
            "id": "5915924",
            "reply_to_id": "5914599",
            "text": "það ver kúl að vera með myndavél í síma fyrir 4 árum síðan.\nNúna eru allir búnir að átta sig á því að þær sucka, hvort sem þær eru 2,3 eða 5 Mp.\nReglan í nútima farsímum er svona: því fleyri Mpixlar, því hlutfalslega meiri pixelnoise(verri gæði).\nOg svo er ég viss um að svona 3% acturally noti G3 Video Conference fídusinn af einhverri alvöru…"
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-06-10 19:28:52",
            "id": "5915523",
            "reply_to_id": "5913176",
            "text": "Veit e-h hvernig þetta verður með AT&T verðum við fá okkur svoleiðis. Og borgar það sig fyrir okkur, fáum við t.d. 3G og allt sem fylgir með í þessum samning. Eða verðum við að kaupa hann frá Uk eða annars staðar frá. Langar geveikt í hann, en er byrjaður að sjá að þetta er bara heavy vandamál."
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2008-06-10 20:51:35",
            "id": "5915716",
            "reply_to_id": "5915523",
            "text": "Það virðist sem svo að Apple ætli bara að selja hann læstan og láta mann skrifa undir samning við AT&T á staðnum. Það borgar sig að sjálfsögðu ekki fyrir okkur íslendina að fara þá leið.\nHinsvegar virðist allt benda til þess að Frakkland verði besti kostur okkar íslendinga en þar eru lög sem banna sölu á læstum símum, þeas. það verður hægt að nota franskann iPhone hérna á íslandi og jafnvel á cracks."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-06-10 21:23:19",
            "id": "5915804",
            "reply_to_id": "5915716",
            "text": "Já okey. ég er svosem alveg til í að borga 30$ ef ég fæ allt sem er í pakkanum. Síðan var ég einnig að skoða þarna í UK með hann, hann lofar góðu líka þar, en ég er samt ekki viss.\nEn með frakkland er þá hægt að kaupa online og senda til íslands. Lendir maður ekki í neinum vandræðum með toll og svona."
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2008-06-10 22:11:10",
            "id": "5915913",
            "reply_to_id": "5915804",
            "text": "30$ hvað meinaru?\nÞetta eru 30$ á mánuði í TVÖ ÁR.\nOg þar sem að allt bendir til þess að þú sért ekkert voðalega gáfaður, þá ætla ég að reikna þetta fyrir þig,\n8 GB iPhone:\nVerð í BNA: 30*24+199=919 dollarar=69.000 ísl kr.\nVerð í UK: 199 pund=29800 ísl kr.\nVerð í FRANCE: 199 evrur=23600 ísl kr.\nHérna sérst augljóslega að franski iPhone'in mun verða sá ódyrasti, en samt með fyrirvara um gefna 199 tölu."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-06-10 22:19:09",
            "id": "5915939",
            "reply_to_id": "5915913",
            "text": "Hvaða ég víst gáfaður.\nVissi alveg að það var 30$ á mán.\nEn ég var svosem ekkert búin að reikna heildar eyðsluna. Heldur var ég bara að pæla í því að maður eyðir næstum því svona á mánuði, og að flest símafyrirtæki hérna á klakanum eru að rukka 2000.kr á mánuði sbr. Nova. Þannig að ég kippti mér ekkert svakalega upp við 2000kr frá USA.\nEn ég held að málið sé að skella sér bara á 16gb. Iphone frá Frakklandi. Ef það er ekkert mál að senda til klakans tollur og svona, þarf maður að borga heavy toll af Iphone ef hann er sendur með pósti eða flýgur hann bara í gegn?"
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2008-06-10 22:35:49",
            "id": "5915998",
            "reply_to_id": "5915939",
            "text": "veit ekki með tollinn.\nEn málið er það að þú ert ekki að fara að nota áskriftina í USA neitt, nema að þú sért þar. og áskrift hjá nova - sem hefur heitið TAL síðustu vikurnar, er 500 kall á mánuði.\nÞú ert nú meira fíflið."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-06-10 23:20:00",
            "id": "5916134",
            "reply_to_id": "5915998",
            "text": "KK, það er spurning um að kíkja á það. En eru ekki þessi frakka símar með þessa CE merkingu, hef alls ekkert verið eitthvað að liggja eitthvað í þessum málum.\nÉg var nú að meina þessa sem kostar 2000.kr á mán. Hvað ertu að meina með að Nova hafi heitað Tal síðustu vikur. Þetta eru nú bara tvö aðskilin fyrirtæki sínist mér. www.nova.is og www.tal.is\nMeira fíflið ertu:P"
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2008-06-11 08:19:19",
            "id": "5916674",
            "reply_to_id": "5916134",
            "text": "Jú, frakkar eru með ce og er þessvegna al-löglegt að nota iPhone þaðan hérna á fróni.\nog svo ruglaðist ég á Nova og Hive :P"
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-06-11 18:35:43",
            "id": "5917544",
            "reply_to_id": "5916674",
            "text": "Flott. En hvernig kemur það í tollinum þarf maður að borga toll af vörum með CE merkingu?\nJá síðan var ég eitthvað að lesa að hann kæmi ekki strax út í frakklandi, á það eitthvað við rök að styðjast?"
        },
        {
            "user": "Steinninn",
            "user_id": "54931",
            "date": "2008-06-10 22:21:34",
            "id": "5915952",
            "reply_to_id": "5913176",
            "text": "http://kvikmynd.is/video.asp?land=&offset=0&id=6437\nMér fannst þetta bara svo findið að ísland sé ekki á kortinu."
        }
    ]
}