{
    "forum_title": "Húðflúr og götun",
    "user": "BlackPremium",
    "user_id": "72446",
    "date": "2008-06-11 09:47:37",
    "title": "5 dagar í ermi",
    "text": "Oh! Fór til JP í gær að teikna upp ermina mína og ég get ekki beðið í þessa 5 sem eru í fyrsta tímann. Þetta verður awesomeness coolio =P Strax kominn með kitl í magann;P\nVið vorum ekki i nema kannski 20 mín. að því en við erum báðir rosalega ánægðir með það sem komið er.\nHann ætlar að byrja að teikna þetta almennilega upp um helgina og e-maila á mig það sem hann verður kominn með.\nFinal countdown!\nSendi inn myndir u leið og færi gefst;)",
    "url": "https://www.hugi.is/hudflur/korkar/596626/5-dagar-i-ermi/",
    "url_id": "596626",
    "id": "5916730",
    "replies": [
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2008-06-11 09:58:44",
            "id": "5916740",
            "reply_to_id": "5916730",
            "text": "Vá hvað ég skil þig… þetta er svo spennandi! En þessir 5 dagar verða enga stund að líða. Til hamingju líka með tilvonandi flúr :)"
        },
        {
            "user": "BlackPremium",
            "user_id": "72446",
            "date": "2008-06-11 09:59:46",
            "id": "5916741",
            "reply_to_id": "5916730",
            "text": "Haha takk.. ég rétt vona það;)"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2008-06-11 10:04:11",
            "id": "5916745",
            "reply_to_id": "5916730",
            "text": "Gaman gaman… Ég man þegar það voru bara 5 dagar í mína ermi hjá JP og núna erum við búin með 5 session :)"
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2008-06-11 10:25:27",
            "id": "5916763",
            "reply_to_id": "5916745",
            "text": "og hvenær hafðir þú hugsað þér að senda inn mynd, vinan!"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2008-06-11 11:36:37",
            "id": "5916831",
            "reply_to_id": "5916763",
            "text": "Hehe… Það er lítil breyting síðan rósin var gerð :) Hann kláraði útlínur aftan á upphandleggnum, fór ofan í hinar útlínurnar sl. sunnudag með svörtum hér og þar (útlínurnar voru fyrst allar fjólubláar) og svo litaði hann nokkrar fléttur. Langar að senda inn mynd þegar það er komin nokkurnveginn lokamynd á þetta.. ;) Ég set samt inn einhverjar á myspace síðuna mína ef þú ert með myspace sjálf :)"
        }
    ]
}