{
    "forum_title": "Ljósmyndun",
    "user": null,
    "user_id": null,
    "date": "2008-06-12 01:41:22",
    "title": "Linsur á Pentax K20d",
    "text": "Jæja sælt veri fólkið.\nÉg er mikið búinn að vera að pæla í því að skella mér á Pentax K20d vél í þessum eða næsta mánuði. Eitthvað af linsum þarf nú að kaupa með þessu svo ég stökk inn á Adorama og henti saman nokkrum pökkum.\nÉg er aðalega að leitast eftir því að geta tekið bæði landslags, portret og macro myndir. Þegar ég segi macro myndir þá er að að tala um t.d. myndir af skordýrum litlum hlutum, hvað sem er, allavegna eitthvað sem þarf smá zoom á til að focusa rétt.\nhttp://i45.photobucket.com/albums/f66/bauv/SamanbururlinsumK20D.jpg\nHvaða linsu væri nú best að taka til að byrja á, svona einhverja sem sameinar þetta allt, eða þá eina sem tekur á öðru hvoru, þar að segja landslagsmyndun eða portret.\nKv, Lingurinn",
    "url": "https://www.hugi.is/ljosmyndun/korkar/596771/linsur-a-pentax-k20d/",
    "url_id": "596771",
    "id": "5918695",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-06-12 15:16:38",
            "id": "5919335",
            "reply_to_id": "5918695",
            "text": "Afhverju Pentax K20d ? Canon hefur sýnt sig og sannað… Ég ráðlegi þér að fá þér Canon vél, t.d. 400D, 450D eða jafnvel 40D. Það er samt líklega betra að byrja á 400D. Ástæðan er sú að Canon er mikið stærra fyritæki. Canon vélarnar hafa upp á mjög marga möguleika að bjóða, það er hugsað fyrir öllu í þróunn á þessum myndavélum, auk þess sem það er mjög mikið úrval af allskonar linsum og aukahlutum fyrir canon vélarnar. Ef þú hefur síðan áhuga á að læra vel á vélina þína þá eru meiri líkur á að fara á námskeyð sérstaklega fyrir Canon EOS 400D og ég t.d. á 72 blaðsíðna bækling um Canon EOS 400D á Íslensku :O…. En já ég held að þú verðir mikið ánægðri með Canon vél og þú átt líklega ekki efir að sjá eftir henni ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-12 15:42:39",
            "id": "5919387",
            "reply_to_id": "5919335",
            "text": "Pemtax K20d vélin er í nærrum alla staði betri en 400d. Mér finnst 400d full lítil í höndunum en K20d vélin er stærri og fer betur í hendur. Sömuleiðis finnst mér notendaviðmótið á Pentax vélinum mikið betra og vandaðra. Sömuleiðis þá hefur K20d nánast allt fram yfir 400d vélina frá canon, og má í raun bera Pentax k20d við Canon EOS 40d.\nEina ástæðan fyrir því að ég myndi fá mér canon er sú að miklu meira er til af notuðum linsum í sölu hér á íslandi, og sömuleiðis er 400d vélin talsvert ódýrari."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-06-12 22:28:56",
            "id": "5920631",
            "reply_to_id": "5919335",
            "text": "Lol :-)\nCanon xxxd vélarnar eru ekki einusinni sambærilegar pentax k20d.\nCanon vélarnar hafa upp á mjög marga möguleika að bjóða, það er hugsað fyrir öllu í þróunn á þessum myndavélum\nAlls ekki. Af hverju ættu Canon að selja myndavélar á 80 þús sem eru jafn góðar og myndavélar frá þeim sjálfum sem kosta 800 þús? (450d vs. 1ds mk3) Þá væru þeir að keppa við sjálfa sig og enginn atvinnumaður myndi eyða pening í dýrari vélina.\nTrikkið hjá þeim er að þeir skilja alltaf eitthvað eftir, svo þarf maður að borga meira til að fá sér módel í næstu seríu fyrir ofan til að fá það sem maður vill, og þannig fá þeir fólk til að kaupa dýrari og dýrari vélar frá sér eftir því sem reynsla þess eykst. (Fínt að byrja á 400d skiluru, fá sér svona kannski 40d og svo 5d eða 1ds?)\nDýrasta dSLR vélin frá Pentax afturámóti kostar umþb. 120 þús ef ég man rétt, og er k20d. Auðvitað er engin leið að gera myndavél fyrir 120 þús sem er jafn góð og vél sem kostar 800 þús, en pentax eru allavega ekki viljandi að gera eitthvað asnalegt í vélunum sínum til að maður kaupi næstu vél fyrir ofan. Ef þú ert vanur ljósmyndari og prófar bæði pentax k20d og t.d. canon 40d, þá ættirðu alveg að sjá hvað ég á við.\nVissulega eru canon með algjörlega tæmandi lista af linsum í allt sem maður þarf, og mjög fín gler í þokkabót, en vegna þess að þarna úti eru menn sem eru tilbúnir til að borga 200 þús krónur fyrir glerin, þá kosta þau 200 þús krónur.\nPentax eru hinsvegar með mjög gott “backwards compatibility”, sem þýðir að maður getur auðveldlega notað gamlar linsur á þær, alveg aftur 1970 ef ég man rétt, og eldri linsur er líka hægt að nota með millistykki. (Vissulega hægt að fá svona millistykki yfir á Canon líka, og ég á svoleiðis :D)\nEn svona til þráðarhöfundar, þá finnst mér vel valið hjá þér að taka pentax k20d. Ég myndi taka hana sjálfur ef ég væri þú, en þar sem ég er ég þá sé ég fram á að kaupa mér myndavél fyrir 300 þús eða meira einhverntíman (fullframe all the way!) og nota þessvegna canon.\nSvo á Hawk alveg kollgátuna hérna:\nfáðu þér frekar lítið að góðu gleri en mikið af lélegu gleri.\nLinsusafnið manns kemur hægt og hægt, nema maður byrji með þvílíkt mikinn pening og taki þetta með trukki."
        },
        {
            "user": "Effi",
            "user_id": "69251",
            "date": "2008-06-12 23:17:22",
            "id": "5920804",
            "reply_to_id": "5920631",
            "text": "Ég nenni nú ekki að lesa þetta… En já ég var aldrei að bera þessar vélar neitt saman. Ég var að segja að það væri betra að byrja á vélum eins og Canon EOS 400D í Staðin fyrir t.d. 1D Mark III. Ég veit að þessi vél er ekkert á við 1D :O en ég var bara að taka dæmi ;) Í öðru lagi veit ég ekkert um þessa Pentax vél og það kemur engu um það sem ég sagði. Í þriðja lagi var ég að segja henni að það gæti verið sniðugra að velja fyritæki eins og Canon uppá fleyri möguleika á t.d. linsum og öðru slíku og ég er viss um að Canon á eftir að þróa fleyri hluti og finna upp á allskonar nýu og betra dóti á undan Pentax.. Kanski er ég bara svona mikil Canon sleikja :) Var ég eitthvað skýrari ?"
        },
        {
            "user": "Effi",
            "user_id": "69251",
            "date": "2008-06-13 15:58:49",
            "id": "5922048",
            "reply_to_id": "5920804",
            "text": "Bara að benda þér á að frá og með 31. mars 2008 hefur Hoya og Pentax verið sama fyrirtækið.\nAuk þess eru Pentax og Samsung í samstarfi sem felst í því að þeir deila allri þekkingu sinni á stafrænum myndavélum sín á milli.\nSensor-arnir sem eru í Pentax K20D og Samsung GX-20 eiga metið í hæstu upplausn af APS-C sensorum og má því líklega segja að þeir séu leiðandi í þeim efnum"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-06-13 23:23:39",
            "id": "5923056",
            "reply_to_id": "5920804",
            "text": "K, skal summera þetta upp í eina setningu: Haltu kjafti, þú veist ekkert.\nEf þú nennir ekki einusinni að lesa það sem maður skrifar skaltu bara sleppa því að svara.\nKærar kveðjur,\nW"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-06-14 00:10:01",
            "id": "5923163",
            "reply_to_id": "5923056",
            "text": "Afhverju ætti ég að lesa eitthverjar leiðinlegar línur eftir eitthvern hrokapung frá drullupollinum.\nBætt við 14. júní 2008 -  00:32\nÞú ert ekki að skylja neitt af því sem ég er að segja. Ég er að taka dæmi og þú misskylur þau. Auk þess sem mér er nákvæmlega sama hvernig vél og linsur hún fær sér og ég held nú að hún sem skrifaði korkinn hafi allveg skylið hvað ég var að fara. En að þú þurfir að vera með eitthver leiðindi eins og lítill krakki. Ég veit t.d. að þú ert búinn að vera lengi í ljósmyndun og veist allveg útá hvað það sníst. Af hverju ertu þá eitthvað að pæla í hvað svona “vitleysingur” eins og ég er að skrifa ?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-06-16 17:28:41",
            "id": "5928423",
            "reply_to_id": "5923163",
            "text": "Ég er ekkert búinn að vera neitt lengi í ljósmyndun.\nEn annars fannst mér nú asnalegast hjá þér að svara með því að segjast ekki hafa nennt að lesa svarið mitt, og það merkir þig einfaldlega sem einstakling sem er ekki þess virði að svara af einhverju ráði. Þessvegna vildi ég svara þér með einni setningu sem var meira “to-the-point” svo þú gætir nú skilið hana."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-16 18:36:55",
            "id": "5928605",
            "reply_to_id": "5928423",
            "text": "ok"
        },
        {
            "user": "Effi",
            "user_id": "69251",
            "date": "2008-06-12 16:56:05",
            "id": "5919568",
            "reply_to_id": "5918695",
            "text": "Sigma 17 - 70mm f/2.8-4.5 DC Macro sameinar alla þessa möguleika á ágætan hátt, ef þú ert að sækjast eftir að hafa þetta allt í sömu linsunni;) en hins vegar ef þú vilt fara að eyða einhverjum pening í þetta er það líklega Pentax Da* 16-50 eða Da 16-45 sem svona walkaround, da 35mm í macro og fa 50mm í portrétt:)"
        },
        {
            "user": "Hawk4",
            "user_id": "39101",
            "date": "2008-06-12 20:44:47",
            "id": "5920314",
            "reply_to_id": "5918695",
            "text": "mæli með bhphoto.com\nannars get ég varla ráðlaggt þér eitthvað rosalega en mér lýst  vel á pentax k20d vélina þó ég noti sjálfur canon.\nen mér finst þú vera að taka of mikið af ódýrum linsum.\nfáðu þér frekar lítið að góðu gleri en mikið af lélegu gleri.\ner samt ekki að segja að linsurnar þarna séu eitthvað lélegar en ekkert sem ég myndi vilja eiga endilega nem þá kannski 18-50 f/2.8 sigmuna"
        }
    ]
}