{
    "forum_title": "Bílar",
    "user": "cccp",
    "user_id": "71519",
    "date": "2008-06-13 00:33:29",
    "title": "Bensínverðið og Heimska.",
    "text": "I þessari grein verður fjallað um þá sem aka á Bensínbílum og Risastórum jeppum. Okey, herna er málið. Af hverju eruð þið ríku gæjarnir að kaupa sér risastóra jeppa til að aka í bænum það þjónar ykkur ekki meira, heldur en venjulegur bensínbíll eða meira að segja venjulegur hybrid eða metanbíll. Þið svo sem ríku og ekki vilja helst bara sína sig og kaupa bensínbíla og risastóra jeppa heldur en eitthvað sem er mun “betra fyrir umhvervið”. Það er ekkert að því að vera á hybrid. ég skil ykkur fullkomnlega þið sem viljið næginlega hraða frá bílum sínum og jafnmikla þægindi, en þið með þessa Luxus Jeppa eruð bara þrjóskir! Þið eruð bara í þeim niðrí bæ, “af hverju?!” spyr ég ykkur, hvur tilgang hefur það?! Ekki eins og að þið farið á Landcruiser uppá heklu og rispið þetta miljóna króna virði lakk….Og svo eftir allt saman eruð þið að blokka vegina uppá norðlingarholti! Þetta er ekki neinum öðrum að kenna nema okkur Íslendingum, við erum herna í einu af fullkomnustu löndum veraldar og við viljum breyta því? Kæru landsmenn, það er kreppa í gangi og við erum ekkert að fara að bæta uppúr því með því að blokka vegina og með að eyða meira og meira af bensíni. Tækninn er kominn og ég er ekki að segja að við eigum að troða okkur í littla rafmagnsbíla, heldur að taka þessu rólega og notfæra sér tæknina sem nú er gefin.  Hybrid, Metan, Gas, Rafmagn og svo framvegis. Þetta er allt alveg ásættanlegt, við verðum að þroskast uppúr bensíni því að það verður ekki til mikið af því eftir 10 ár. Eina sem ég bið ykkur um að gera er að skoða þessa valmöguleika, vonandi færði ég smá skinsemi í ykkur. Takk fyrir ykkar tíma.",
    "url": "https://www.hugi.is/bilar/korkar/596944/bensinverdid-og-heimska/",
    "url_id": "596944",
    "id": "5921029",
    "replies": [
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-06-13 08:53:56",
            "id": "5921381",
            "reply_to_id": "5921029",
            "text": "Notadu enter-takkann og laerdu ad setja upp grein, og almennt a tja thig a prenti.\nEn eg skil heldur ekki tha sem keyra um innanbaejar a thessum risajeppum thegar their gaetu verid a flottum sport-folksbilum (M5, S8, CL63 ofl.), 2 saeta sportbilum eda ef their vilja endilega vera reddy i snjoinn, sem er nanast aldrei vandamal, Porsche Cayenne (jafnvel S eda Turbo)."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-13 21:17:32",
            "id": "5922766",
            "reply_to_id": "5921381",
            "text": "reddy i snjoinn?!?! ertu að grínast?! hvaða snjó ertu að tala um drengur? Ég er á ignis sem er pínkulitill bíll og ég hef aldrei komið nælgt því að festast í snjónum, og er frekar sammála hinum fullyrðingunum þínum….sorry með textan, er ekki alveg besti rithöfundurinn.\nBætt við 13. júní 2008 -  21:24\nó sorry las þína grein vitllaust,þarna miskildi með snjóninn. :S"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-06-14 16:31:53",
            "id": "5924265",
            "reply_to_id": "5922766",
            "text": "Hefdi eg verid a Ignis sidasta vetur hefdi eg verid fastur heima nokkra daga."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-14 21:29:42",
            "id": "5924823",
            "reply_to_id": "5924265",
            "text": "hehe hann er samt fínn bíll, virkar fyrir mig ;)"
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2008-07-26 11:14:23",
            "id": "6014674",
            "reply_to_id": "5921381",
            "text": "Eða eins og við, Cayenne Turbo S"
        },
        {
            "user": "CarreraGT",
            "user_id": "23030",
            "date": "2008-06-13 12:35:29",
            "id": "5921657",
            "reply_to_id": "5921029",
            "text": "Bensínið er nú dýrt á minni fólksbíla líka. Það kostar mig 9þúsund að fylla 2ja. lítra BMW þristinn minn. Sem er fáránlega mikið.\nEf það kæmu áhugaverðir “grænir” bílar á markað myndu margfalt fleiri kaupa þá. En meðan þeir lýta allir út eins og Priusinn og kosta 3+milljónir þá hafa fáir áhuga á þeim.\nEn þetta er allt í vinnslu. Margir flottir og umhverfisvænir bílar á teikniborðum. Bara bíða og sjá.\nSvo er ég algjörlega sammála fyrri ræðumanni. Frekar tæki ég M5 en Range Rover."
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-06-13 12:36:34",
            "id": "5921659",
            "reply_to_id": "5921029",
            "text": "Er sammála Loka… það var leiðinlegt að lesa þetta.. sorry:/"
        },
        {
            "user": "lc87",
            "user_id": "70198",
            "date": "2008-06-13 20:04:25",
            "id": "5922628",
            "reply_to_id": "5921029",
            "text": "gallinn er sá, að tæknin er ekki fullkomin fyrir neitt af þessum orkugjöfum. Aðalvandamálið með rafmagn er stutt drægni og einnig eru mörg mjög óumhverfisvæn efni í rafgeymum. vandamálið með metan og vetni er meðal annars að geyma það,hybrid af rafmagni og vetni/metani væri athyglisverð nálgun…."
        },
        {
            "user": "trapiisa",
            "user_id": "64362",
            "date": "2008-06-14 15:59:17",
            "id": "5924209",
            "reply_to_id": "5921029",
            "text": "Um leið og það kemur flottur og dýr umhverfisvænn bíll, þá fer ríkt fólk að kaupa þannig."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-14 21:31:17",
            "id": "5924828",
            "reply_to_id": "5924209",
            "text": "af hverju þarf hann endilega að vera dýr, og honda civic hybrid er alveg ágætlea flottur. Og svo allir þessir rafmagns sportbílar eru líka töff skomm…."
        },
        {
            "user": "trapiisa",
            "user_id": "64362",
            "date": "2008-06-15 16:53:14",
            "id": "5926115",
            "reply_to_id": "5924828",
            "text": "Því ríkt fólk vill dýra bíla, ríkt fólk keyrir eyðslusama bíla (oft amk.) og ef dýr eyðslusamur bíll kemur á markaðinn mun þetta ríka fólk íhuga að fá sér þannig.\nBætt við 16. júní 2008 -  15:16\ndýr sparneytinn bíll átti þetta að vera heh."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-15 23:44:45",
            "id": "5927104",
            "reply_to_id": "5926115",
            "text": "af hverju drullast þá þetta ríka fólk uppa norðlingarholtið til að kvarta undan bensínverðinu og láta mig bíða í 2 tíma?!"
        },
        {
            "user": "Sita",
            "user_id": "35314",
            "date": "2008-06-16 21:47:20",
            "id": "5929144",
            "reply_to_id": "5921029",
            "text": "allir að fá sér Jetpack VRÚMMMMMMMMM"
        },
        {
            "user": "XxHysteriaFanZxX",
            "user_id": "24187",
            "date": "2008-06-16 22:47:45",
            "id": "5929324",
            "reply_to_id": "5921029",
            "text": "Þú hefur nú eitthvað lítið stúderað þetta.\nÞú segir að það sé ekkert að því að keyra um á hybrid eða metan bíl. Í fyrsta lagi eru flestir hybrid bílar ótrúlega dýrir miðað við að þeir eru yfirleitt frekar mikið crap. Í öðru lagi eru sparneytnustu bílar í heiminum litlir díselbílar og þeir eru mun ódyrari.\nÞað er frekar erfitt að skilja hvað þú ert að reyna að segja með þessum texta en mér sýnist samt sem áður að þú setjir eitthvað út á það hvað stórir bílar eyða miklu. Ísland mengar líklega samtals jafn mikið og bær í kína svo að við þurfum nú lítið að spá í það. Svo segir þú líka við munum ekki eiga mikið eftir af bensíni eftir tíu ár. Það er kjaftæði. Það er meira en 50% eftir af öllu því bensíni sem vitað er um í heiminum í dag. Og ég gæti vel trúað því að það sé eitthvað af því á stöðum sem er ekki búið að leita mikið á.\nÞetta er skrifað í miklum flýti svo að þetta er allt í graut en ég vona að þetta skiljist."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-17 01:52:05",
            "id": "5929716",
            "reply_to_id": "5929324",
            "text": "kæri manfred….\n…ég skil alveg hvað stendur í þínum texta. Samt sem áður voru nokkrar af fullyrðingunum þínum rangar. Þú sagðir að Ísland mengar á stærð við Kínverskan bæ. Það er kolrangt, Íslendingar eru með mestu hlutfallslega mengun i heiminum.\nSvo segiru líka að það sé helling af olíu eftir fyrir öll sömun, en áður en þú staðfestir þau orð um þetta langar mig að byðja þig að skoða fyrst Hubbert Línuritið. Þetta línurit sínir þegar að olían var á hæðsta stigi, og þegar að hún verður að skortnum skammti. Ég veit að það er ekki hægt að sjá í framtíðina, en það sama sögðu kanarnir.Þau töldu manninn brjálaðann fyrir að koma svona sögn fram,  samt eftir 40 ár hafði hann rétt fyrir sér.\nSvo í lokinn ætla ég að segja það að þú hafðir rétt fyrir sér með litllu díselbílanna, já þau eru umhvervisvænustu og fínir. En segðu mér nú eitt, hvernig nær maður að troða 5 manna fjöskyldu í þennan bíl?\nhttp://www.energyandcapital.com/articles/peak+oil-opec-hubbert/549\nhér fyrir ofan er Hubbert línuritið. Ég stend mig við þessa töflu, eftir allt saman hefur hún haft rétt fyrir sér allan tíman."
        },
        {
            "user": "XxHysteriaFanZxX",
            "user_id": "24187",
            "date": "2008-06-17 02:25:53",
            "id": "5929779",
            "reply_to_id": "5929716",
            "text": "Þetta um kínverska bæinn voru nú greinilega ýkjur. Þó svo að við megnum hlutfarslega mikið þá megnum við alls ekki mikið. Ég byggði allt sem ég sagði um olíu á viðtali við einhvern jarðfræðing. Ég skoðaði þetta línurit og ég get ekki betur séð en að það sé nóg eftir samkvæmt því.\n“In fact, there's plenty of oil left. The world has consumed a little more than a trillion barrels of the estimated three trillion barrels believed to be in the ground.”\nÞó svo að það sé kannski ekki létt að ná í hana þá er hún til staðar. Og ef að það hættir að skila hagnaði að bora getum við alltaf snúið okkur að biofuel, það er í raun óendanlegt svo að við þurfum ekki að hafa mi9klar áhyggjur að þessu.\nSvo eru bílar alltaf að verða betri. Menga og eyða minna en þeir gerðu.\nAnnars er þessi umræða frekar tilgangslaus vegna þess að þróun í bílaiðnaðinum er svo ör að ég held að við munum aldrei verða uppiskroppa.\nEn segðu mér nú eitt, hvernig nær maður að troða 5 manna fjöskyldu í þennan bíl?\nÞað er vel hægt að fá sparneytna fjölskyldubíla. Til dæmis Volkswagen Touran.\nÞessar tölur eiga við 1,9 TDI vélina sem er 105 hestöfl.\nInnanbæjar  7,4\nUtanbæjar  5,2\nBlandaður akstur  5,9"
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-17 15:14:58",
            "id": "5930491",
            "reply_to_id": "5929779",
            "text": "mengum við alls ekki mikið?! ertu að grínast?…venjuleg fjölskylda á Íslandi er með að minnstakosti 2 bíla. Og svo hvar í andskotanum geta Kínverjar í bæjum keypt sér bíla þegar að Kína er ennþá þróunarland? Og svo það er satt að það sé alveg nóg til af olíu, en hún verður dýrari með hverjum degi. Svo hafðirðu rétt fyrir sér með Touran, hann er sparneytinn og fæst í metan-gerðl.Og svo hann er ekkert lítill…\nhttp://youtube.com/watch?v=Ov4t1P9bdGw\nþetta er að mínum mati framtíðinn sem á að vera."
        },
        {
            "user": "XxHysteriaFanZxX",
            "user_id": "24187",
            "date": "2008-06-17 15:22:43",
            "id": "5930505",
            "reply_to_id": "5930491",
            "text": "Þó svo að við mengum hlutfarslega mikið þá mengum við alls ekki mikið.\nÞað er ekki alþýðan í kína sem megnar mikið. Það er orkuframleiðslan sem mengar svakalega mikið."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-17 16:22:47",
            "id": "5930597",
            "reply_to_id": "5930505",
            "text": "en við erum að tala um bíla herna…"
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2008-06-18 01:45:24",
            "id": "5931838",
            "reply_to_id": "5930597",
            "text": "af hverju ertu að gagnrýna mengun af völdum bíla og þykir hún voða slæm en ræðir ekki einu sinni verksmiðjurnar og mengun þeirra. Loft- og umhverfismengun í heiminum er aðeins að hluta til komin frá bílum. Verksmiðjur í Kína menga alveg fáránlega mikið.\nVarðandi mengun á Íslandi og að hún sé “allveg ógeðslegaa mikil” miðað við fólksfjölda, stafar samt sem áður það lítil mengun af Íslandi að línuritið yfir mengun í heiminum mundi ekki haggast þótt Ísland væri þurrkað út.\nÍsland er bara 300.000 manna land. Við mengum kannski hlutfallslega mikið á við fólksfjölda en þú þarft ekki annað en að horfa til himins til að sjá að á Íslandi er samasem engin mengum."
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2008-06-18 01:39:18",
            "id": "5931832",
            "reply_to_id": "5929716",
            "text": "2 frammí og 3 afturí"
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-18 01:57:43",
            "id": "5931865",
            "reply_to_id": "5931832",
            "text": "haha var að fara að svara það sama við fyrri ræðumannin “2 frammi og 3 aftaní”…en það er satt að ef ísland væri ekki til staðar væri þá það ekkert betra fyrir umhverfið. En endan heitir þessi umræða “Bensínverð og Heimska”. Það sem ég vildi benda á og komast að af hverju vælir fólk útaf bensínverðinu þegar að það eru til aðrir valkostir. Sem eru bæði eyða litlu og eru góðir fyrir vrskið.\nEr alveg sammála þér á annan hátt.\nBætt við 18. júní 2008 -  02:03\nog svo gleymdi ég alveg að minnast á það að “við” getum stoppað mengunina með að mínka bensín eyðsluna, en það getum við ekki gert við verksmiðjur í Kína."
        },
        {
            "user": "polz",
            "user_id": "52415",
            "date": "2008-06-19 19:40:36",
            "id": "5935842",
            "reply_to_id": "5929716",
            "text": "Wrong!!\nhttp://www.aneki.com/polluted.html\nGet your facts straight. Qatar.\nBætt við 19. júní 2008 -  19:50\nOg hvernig dettur þér í hug að nefna ísland? Við erum örugglega ekki einu sinni í top50 hlutfallslega séð :S"
        },
        {
            "user": "Spazic",
            "user_id": "33292",
            "date": "2008-06-18 02:22:35",
            "id": "5931902",
            "reply_to_id": "5921029",
            "text": "Ef þú átt ekki efna á því eða of nískur til að eiga almennilega bíl keyptu þá þér annskotans Auris, ekki vera koma með svona asnalega grein."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-06-18 16:48:44",
            "id": "5932745",
            "reply_to_id": "5931902",
            "text": "hvað ertu að bulla dengur?! er ég nískur?Og ef svo er hvernig kemur það eitthvernveginn samræðunni við? Og svo btw Auris er kominn uppí 3 mill."
        },
        {
            "user": "Shadowmaker",
            "user_id": "60497",
            "date": "2008-06-18 17:49:13",
            "id": "5932916",
            "reply_to_id": "5921029",
            "text": "Hahahahaha….sry…bara drullu fyndið að reyna að lesa þetta."
        },
        {
            "user": "gdawg",
            "user_id": "3976",
            "date": "2008-06-27 11:25:46",
            "id": "5953479",
            "reply_to_id": "5921029",
            "text": "Ég hreinlega skil ekki hvernig sumir fá það út að Ísland mengi mikið… Á Íslandi er mikill meirihluti raforku framleiddur með vatnsorku eða jarðvarma."
        },
        {
            "user": "haffi93",
            "user_id": "55976",
            "date": "2008-08-03 03:10:25",
            "id": "6029621",
            "reply_to_id": "5921029",
            "text": "hybrid = no balls\nog hverjum er ekki skítsama um umhverfið"
        },
        {
            "user": "2100",
            "user_id": "52766",
            "date": "2008-11-09 07:47:53",
            "id": "6281257",
            "reply_to_id": "5921029",
            "text": "við erum ekki eitt af fullkomnustu löndum veraldar, er svo langt frá því að vera sammála þér í því. hálfvitarnir sem stjórna þessu landi eru mest megnis spilltari en allt annað, þeir reyna að fela það fyrir okkur sem gengur ágætlega að því leytinu til að almenningur á íslandi eru asnar; það gerist eitthvað hneikslanlegt, fólk röflar, eitthvað annað nær athygli þeirra og þá gleymir það því sem áður gerðist og snúa sér að hinu. þeir sem eru ekki svona einfaldir eru samt asnar því þari þora ekki að gera shit í málinu, ekki það að það myndi eitthvað þýða því landinu er ekki stjórnað af ríkisstjórninni heldur fólkinu sem á peningana.\nvarðandi umhverfisvænni bílanotkun íslendinga, þá er þetta ekki rétti tíminn til að tala um það, eins og þú sagðir að það væri kreppa í landinu. á þá fólk að fara að losa sig við bílana sem það á fyrir til að fara að fjárfesta í eitthverjum hybrid bílum. meikar engann sense í því ástandi sem þjóðfélagið er í núna að fara að fjárfesta eitthvað meira til þess að vera umhverfisvænni.\nég er samt ekki að lýsa yfir að ég sé á móti því að fólk ætti að hugsa meira um umhverfið, þvert á móti. heldur er þetta bara ekki tíminn til þess að spá í þessu núna því fólk hefur nóg um annað að hugsa"
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-11-09 17:17:53",
            "id": "6282133",
            "reply_to_id": "6281257",
            "text": "heh tjekkaðu á dagsetningunni sem ég skrifaði þessa grein. amk var þetta land eitthvað gott á þessum tíma"
        },
        {
            "user": "2100",
            "user_id": "52766",
            "date": "2008-11-09 20:26:42",
            "id": "6282695",
            "reply_to_id": "6282133",
            "text": "já ég tók eftir því um leið og ég var búinn að skrifa þetta :P"
        }
    ]
}