{
    "forum_title": "Tolkien",
    "user": "manve",
    "user_id": "16729",
    "date": "2002-01-11 16:34:29",
    "title": "Nöldur um Myndina...",
    "text": "Ókei, nú er komið að því að einhver nöldri soldið yfir myndinni, endar er maður eiginlega að fá alveg nóg af þessu eilífa\nhalelúja.  Hún er nefnilega, fjandakornið ekki alveg gallalaus.  Sér í lagi ekki ef maður er die-hard nöldurskjóða og með Tolkien\ndellu á háu stigi…\nLátum það fyrst vera á hreinu að í það heila tekið þá líkaði mér myndin stórvel. Ég sat t.a.m. sem bergnuminn í gegnum upphafið:\nloksins fékk maður að sjá Sauron í action! (þótt stutt sé) Og útlitslega séð þá er hún auðvitað brill og má með sanni segja að\nJackson og félögum hafi tekist að koma Miðgarði til skila, a.m.k. eins og ég hef séð hann fyrir mér (og að því er virðist\nflestir).  Reyndar hefði það orðið alger skandall ef það hefði ekki tekist, enda John Hove og Alan Lee jú um borð og\nvoru víst nánast einráðir um útlit o.fl.  Þessi gaurar ættu að vera hverjum Tolkien nerði kunnir, því þeir hafa verið með þeim\natkvæðamestu í að gefa heimi Tolkiens myndrænan búning.  Með þetta í huga, og það að menn eru búnir að vera teikna Tolkien fígúrur\nog umhverfi í 40 ár, þá finnst mér kannski full mikið gert úr afreki Jacksons á þessu sviði.  Hann (og New Line) kaus í rauninni\nöruggu-leiðina og fékk þekktustu Tolkien teiknarana í lið með sér, svo sem fæstir yrðu nú svekktir. (hér er gaman að leiða hugann\nað (teikni)mynd Bakhsis. Menn hafa auðvitað heilmargt slæmt um hana að segja, en ég er hins vegar einn af þeim fáu sem finnst\nhún ekki alvond.  Bakhsi þrufti að taka miklu erfiðari ákvarðanir en Jackson, varðandi útlit persóna og umhverfis.  Hann hafði\nbara úr tæplega 20 ára sögu að moða og það var nánast engin “consensus” um útlit. Ég held hins vegar að hægt sé að segja\nað honum hafi tekist nokkuð vel upp.  A.m.k. fæ ég ekki betur séð en að hans útgáfa af hobbitum hafi orðið ofan á og mér virðist\nGollum Jacksons (það litla sem maður sá af honum) ætla að líkjast Gollum Bakhsis.)\nEn jæja nú er ég búin að teygja lopann full mikið.  Hvað fannst mér að í myndinni? Í stuttu máli: handritið.  Og þá sérstaklega\nhverju var breytt.  Ég hef ekkert sérstaklega á móti því að Fornaskógi og Bombadilo skildi sleppt.  Bíógestir hefðu\nsennilega gengið að vitinu að þurfa að hlusta á allt diggadóið og dillidóði í honum. Og fyrst Bombadilo var sleppt hlaut Kumlhólum\nog haugbúanum einnig að vera sleppt. Mér þykir reyndar dálítið vænt um þessa kafla, en maður skilur þau sjónarmið að\nsleppa þeim í bíóhandriti. Einnig ég bara nokkuð sáttur við Arweni og hennar hlutverk.  Fínt að sleppa\nGlórfindli, sem er alltof mikil aukapersóna í sögunni til að það virki að hafa hann með í myndinni.\nÞað sem fer hins vegar í taugarnar á mér er:\n1. Að Fróði skuli sjá Augað strax þegar hann setur upp hringinn í Brý. Fróði sá ekki augað fyrr en í spegli/Skuggsjá Galadríelar.\nÞetta gæti gefið þá hugmynd að Sauron verði strax var við Fróða (ef ég man rétt þá heyrist sagt ‘I see you…’ eða eitthvað\nsvoleiðis í þessu atriði). Þetta atriði leggur eiginlega grunninn að öllum öðrum pirringi hjá mér. Hér er nefnilega dregin upp\nfremur skökk mynd af hversu langt áhrif Saurons ná.  Án Hringsins er hann enn of mátt lítill til að hafa mikil áhrif í\njafn fjarlægum heimshlutum og Héraði og Brý.  Þar verður hann að reiða sig á hjálp og samvinnu annara.  Jafnvel Riddararnir eru\nfremur mistækir þegar þeir eru komnir svona langt frá húsbónda sínum\n2. Hvernig föruneytið verður til hjá Elrond.  Engin kynning, maður fær ekkert að vita afhverju Legolas, Boromir eða Gimli eru\nstaddir þarna.  Aðeins ‘You have my sword,..’  alger steypa.  (auðvitað vitalesendur sögunnar þetta, en ekki aðrir)\n3. Það er ekki minnst einu orði á það á ráðstefnunni í myndinni í hverju von föruneytisins er fólgin, nefnilega því að sú leið sem\ner valin er sú sem að Sauron býst ALLS EKKI VIÐ.  Þetta er grundvallaratriði í sögunni. Þrátt fyrir alla sína makt og visku þá\nklikkar Sauron á því að mæla allt á mælistiku eigin illsku og ágirni.  Maður vonar bara að þeir reyni að koma þessu betur til\nskila í næstu myndum.\n4. Mér finnst o.k að Gandalfur stingi ekki upp á Moríu.  Mér finnst það líka nokkuð gott að hafa það þannig að hann viti hvað\nleynist þar. Miklu betra heldur en í bókinni þar sem Gandalfur viðrist koma af fjöllum þegar Balroggurinn birtist. HINSVEGAR\nfinnst mér það alger SKANDALL að láta Gimla halda að þeir séu að fara í einhverja veislu í Moríu.  Í sögunni er það nokkuð ljóst\nað þótt Balin hafi haldið til Moríu til að reyna endurreisa ríki dverga þá er sú von, að hann eða hans menn kunni enn að vera á\nlífi, mjög veik. það hefði varla þurft nema 1-2 mínútur til að koma sögu Moríu þokkalega til skila.\n5. Síðan er það atriði með Galadríel og spegilinn.  Reyndar finnst mér atriðið mjög flott og kröftugt þegar Galadríelu stendur\nhringurinn til boða.  Hins vegar eru nokkur atriði sem hér valda óþarfa pirringi.  Eins og það að hún segist vita hvað Fróði sá,\nnefnilega að hann hafi séð það sem myndi gerast ef hann myndi klikka.  Í bókinni býður Galadríel enga slíka túlkun á því sem Fróði\nsér.  Hún varar beinlínis við því að skuggsjáin sé tekin of alvarlega (og líka í myndinni!).  HINSVEGAR veit hún hvað Fróði\nsá í lokin, nefnilega Augað.  Og hér komum við aftur að pirringinum sem ég nefndi í fyrsta punkti: Fróði á ekki að sjá augað fyrr\nen í Skuggsjánni. Þetta er “turning point” í sögunni.  Og hér hefði líka mátt koma því að, sem Galadríel segir frá í sögunni, að\nSauron hafi líka leitað hennar, vegna þess að hann grunar að hún beri einn af hringum álfa.  En það gerir hún einmitt og það er í\nkjölfar þess að Fróði sér hennar hring sem hann býður henni Hringinn.  ÞEssu hefði öllu mátt koma til skila\n(pæling: Afhverju biritst Auga Saurons í speglinum?  Spegilinn er í raun afurð þess máttar sem felst í Nenyu, hring Galadríelar.\nEn hringur hennar,eins og allir fimbulhringirnir, eru að miklu leyti byggðir á þeirr þekkingu sem Sauron lagði til við smíði\nþeirra.  Skuggsjáin heyrir því að vissu leyti undir vald Saurons.  Án Hringsins er hann hins vegar enn of afl lítill til þess að\ngera sér fulla grein fyrir hvaðan hann verður fyrir áhrifum, þess vegna sér Fróði Augað, en Augað virðist ekki fyllilega sjá Fróða\nheldur leitar eftir honum)\n6. Svo eru það lokin á myndinni og þegar föruneytið tvístrast.  Ég nenni nú ekki að vera fara ofan í saumana á því sem hér er að.\nÞeir sem hafa lesið bókina og þekkja þetta eitthvað ættu að vita hversu fjarri þetta er bókinni.  og en þarf skynjun Fróða á\nSauroni að valda svekkelsi.  Senan í myndinni sem á að samsvara sýn Fróða á Amon Hen, bliknar í samanburði við bókina.  Þar fyrst\ner Fróði komin verulega vel inn á áhrifasvið Saurons og sleppur naumlega við að opinberast honum.\nJæja þótt telja megi fleira til þá ætla ég nú ekki að hafa þetta neitt mikið lengra.\nVona að þetta kveiki einhverjar umræður um myndina, sem eru ekki bara eintómt\nhalelúja.\nManve",
    "url": "https://www.hugi.is/tolkien/greinar/59758/noldur-um-myndina/",
    "url_id": "59758",
    "id": "402649",
    "replies": [
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-01-12 00:15:41",
            "id": "402655",
            "reply_to_id": "402649",
            "text": "Skil hvað þú átt við. Hins vegar truflar þetta mig ekki neitt. Það var alltaf ljóst frá byrjun að myndin yrði ekki nákvæm eftirgerð bókarinnar. Kvikmynd er allt annar miðill en bókin og sumu þarf hreinlega að breyta frá bók í mynd. Þetta með hringinn hefur alltaf verið frekar óljóst og þetta er aðeins túlkun Peter Jackson´s.\nMér fannst endirinn bara mjög góður.\n————————————————\nSauroni  að valda svekkelsi. Senan í myndinni sem á að samsvara sýn Fróða á Amon Hen, bliknar í samanburði við bókina. Þar fyrst\ner Fróði komin verulega vel inn á áhrifasvið Saurons og sleppur naumlega við að opinberast honum\n————————————————-\nÉg  er sammála þér að í myndinni er þetta ekki jafn öflugt og í bókinni. Það er samt eiginlega ómögulegt að sýna þetta í mynd eins og þessu er lýst í bókinni. Peter hefur ákveðið að gera þetta öðruvísi og er ég bara mjög ánægður.\nTókuð þið eftir setningunni : “The trees are strong my lord” ? Orki segir þetta við Saruman í Ísarngerði. Boðar gott fyrir næstu mynd.\n***Spoiler***\nGet ekki beðið eftir entunum og hefnd þeirra á Saumani fyrir að höggva tré.\n***End of spoiler***"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-01-12 00:47:00",
            "id": "402656",
            "reply_to_id": "402655",
            "text": "Já Gandalfur, ég var líka að fatta þessa setningu (tók bara 3 bíóferðir) og hvað þetta boðar gott fyrir næstu mynd."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-01-12 01:43:22",
            "id": "402657",
            "reply_to_id": "402655",
            "text": "sammála Gandalfi þar.  skil einnig hvað malve er að fara.\nþetta er hinsvegar bíómyndin sem við erum að tala um.  efnið í bókunum er svo endalaust viðamikið og hver einasti hlutur sem kemur við sögu er með ennþá meiri sögu og dýpri á bak við sig.\nsvoleiðis hlutir ganga hreinlega ekki upp í bíó.\nþann fyrirvara hafði ég á þegar ég fór á myndina, ég bjóst við ýmsum málamiðlunum.  en langflest elementin úr bókunum koma fram í einhverri mynd í bíómyndinni, að hafa það orðrétt/tímarétt úr bókunum væri afskaplega erfitt að framkvæma í kvikmynd.\nmér finnst mjög merkilegt hvað jackson náði að koma efninu vel til skila og það er ótrúlegt afrek að halda bæði þeim sem hafa lesið bækurnar ánægðum og einnig þeim sem hafa ekki lesið þær.\nkonan mín sem hafði ekki lesið bækurnar var næstum farin að lesa two towers þegar við komum heim, hún hafði fullan skilning á því sem hafði gerst og var mjög spennt í að vita hvað gerðist næst.\nþað sem ég tók helst eftir að hefði mátt komast betur til skila í myndinni var að í bíó áttaði maður sig ekki almennilega á hvað ferðalagið tók í raun langan tíma. í bíó virkaði þetta kannski eins og 1 viku labb.\nog annað minor issue var “Welcome to Rivendell… Mr. Anderson” :)"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-01-12 00:43:41",
            "id": "402658",
            "reply_to_id": "402649",
            "text": "Þetta eru ágætis púnktar hjá þér og hlutir sem ég hafði ekki pælt í…\nNokkrar athugasemdir:\n“1. Að Fróði skuli sjá Augað strax þegar hann setur upp hringinn í Brý.”\nÉg hugsaði líka út í þetta en mér finnst þetta núna nokkurn veginn í lagi þó að það hefði kannski bara átt að sleppa þessu og í staðinn sýna bara viðbrögð Nazgúlanna þegar þeir taka eftir hringnum (sem var mjög flott).\n“2. Hvernig föruneytið verður til hjá Elrond.”\nMér fannst nú nokkurn veginn koma til skila það sem þurfti hér. Það var auðvitað ekki hægt að hafa langa ráðstefnu í kvikmynd.\nAðalatriðið finnst mér að á ráðstefnunni eru samankomnir fulltrúar allra kynþátta Miðgarðs. Maður fær að sjá Legolas og Boromir koma inn í Rivendell sem segir manni að þeir eiga ekki heima þar. Það kemur fram að Dvergar búi í fjöllum (hefði reyndar verið frábært ef minnst hefði verið á Dal og Fjallið eina). Það sem ég sakna helst er draumur Boromírs, mér þykir hann skipta miklu máli. Ég er þó ánægður með þegar hann sér brot Narsíls.\n“3. Það er ekki minnst einu orði á það á ráðstefnunni í myndinni í hverju von föruneytisins er fólgin, nefnilega því að sú leið sem er valin er sú sem að Sauron býst ALLS EKKI VIÐ.”\nÞetta hafði ég ekki spáð í og þetta er rétt hjá þér. Þetta skiptir nú miklu máli. Jæja, það þýðir eiginlega ekki að gráta mikið yfir því.\nÞað verður ábyggilega minnst á það Í TTT og ROTK af Gandalfi.\n“4. HINSVEGAR finnst mér það alger SKANDALL að láta Gimla halda að þeir séu að fara í einhverja veislu í Moríu.”\nMér finnst þetta algert aukatriði. Það var minnst á Balin (sem var fínt) og það kom fram að hann hefði vakið upp dvergaríkið forna. Mér fannst Gimli líka ýkja mjög greinilega. Hversu góðar viðtökur er eiginlega hægt að fá í einhverri fornri námu, og það af Dvergum (pirraðir andskotar : ) ) ?\n5. Mér finnst nú þetta í lagi líka. Þetta var eiginlega bara smá einföldun á flóknu dæmi, samiðfyrir hinn venjulega bíógest.\n6. Ég skil eiginlega ekki alveg, hvað þú átt við. Ég þarf sennilega að lesa kaflann aftur, en þar sem að ég get ekki fundið neitt meiriháttar vandamál hér þá virðist þetta ekki skipta miklu máli fyrir mig. Og það er auðvitað ekki hægt að gera öllum Tolkien-aðdáendum til hæfis. Hver og einn hefur sína eigin sýn á bókinni.\nOg svo var ég í heildina litið, mjög ánægður með alla Amon Hen senuna (sérstaklega Frodo-Boromír atriðið).\nEn annars þó ég sé yfir mig hrifinn af myndinni og tel hana með bestu myndum sem ég hef séð og tel ekki vera hægt að gera betri mynd byggða á FOTR á 3 tímum, þó hef ég auðvitað mínar athugasemdir hér og þar.\nGallinn við mig, er hinsvegar að ég hef hörmulegt kvikmyndaminni og því miður er ég búinn að gleyma miklu.\nÞað eina sem ég get nefnt eins og er, er að ég gjörsamlega hata þessa setningu út af lífinu:\n“He needs Elvish medicine”"
        },
        {
            "user": "DrAnus",
            "user_id": "14203",
            "date": "2002-01-12 01:42:00",
            "id": "402669",
            "reply_to_id": "402649",
            "text": "Ég er nú bara hálfnaður á hobbitianum þannig að ég er ekkert að bæta við þetta. en þar sem þið hafið lesið bækurnar vel getið kannski sagt mér hvort flóðið í myndinni sem Liv Tyler skapaði og fór yfir Nazgúlana var í bókinni.\nSvo er mjög gott ef þið haldið áfram að gera spoiler merki áður en hann kemur fyrir næstu tvær myndi"
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-01-12 01:54:47",
            "id": "402670",
            "reply_to_id": "402669",
            "text": "varðandi flóðið sem gleypti nazgulana þá er það í bókinni, hinsvegar skapaði arwen (liv tyler) það ekki.  flóðið eins og það sést í myndinni er nánast nákvæmlega eins og það er í bókinni að öllu leyti nema það er Gandalfur og Elrond(held ég) sem koma því af stað.. algjört smáatriði en þú spurðir :)\nog já.. spoiler warnings eru nauðsyn, ég var til dæmis hálfnaður með two towers þegar ég sá poll á forsíðunni theonering.net um “Which characters death affected you the most” *eftir* að ég hafði rennt yfir svarmöguleikana.  sökkaði slatta.\n****** spoiler úr endanum af bók 3 *********\nog annað sem ég las óvart á forsíðu theonering.net áður en ég kláraði bækurnar var um hvernig fór fyrir gollum á mount doom.  skemmdi slatta fyrir mér\nkvartaði líka til xoanon og bað hann um að sýna smá tillitssemi fyrir þá sem áttu eftir að lesa bækurnar og held hann hafi tekið vel í það bara\n********************************************"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-01-12 02:17:07",
            "id": "402659",
            "reply_to_id": "402649",
            "text": "Tja ég taldi myndina ekki vera neina snilld strax eftir forsýningu en var hrópaður niður af hallelúja fólki :p"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2002-01-12 02:40:33",
            "id": "402660",
            "reply_to_id": "402659",
            "text": "“The Trees Are Strong” ég fattaði þetta í annaðs kiptið. Þetta verður snilld, en þetta voru ekki Hvurnar? þetta voru bara venjuleg tré er það ekki?"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-01-12 10:34:40",
            "id": "402661",
            "reply_to_id": "402660",
            "text": "Jú Aragorn, þetta voru venjuleg tré en Enturnir taka svona hluti mjög nærri sér. Allavega vildi ég ekki mæta reiðum enti."
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2002-01-12 12:37:36",
            "id": "402662",
            "reply_to_id": "402661",
            "text": "The revenge of the Ents"
        },
        {
            "user": "obsidian",
            "user_id": "1799",
            "date": "2002-01-12 16:51:06",
            "id": "402663",
            "reply_to_id": "402662",
            "text": "Treebeard á eftir að rokka í mynd 2, get ekki ennþá ímyndað mér hann."
        },
        {
            "user": "obsidian",
            "user_id": "1799",
            "date": "2002-01-14 09:32:33",
            "id": "402664",
            "reply_to_id": "402663",
            "text": "Svona bara til að svekkja ykkur sem eruð að bíða eftir Entunum þá hef ég það eftir nokkuð öruggum heimildum að þeim sé alveg sleppt í myndunum….!\nobsidian"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-01-14 19:49:12",
            "id": "402665",
            "reply_to_id": "402664",
            "text": "NNNOOOOOOO!!!!! *lem hausnum í vegg*\nNEI, EKKI ENTURNIR LÍKA!\npuff, hverjum er ekki sama? Asnaleg tré sem skipta hvort eð er engu máli."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-01-14 21:57:59",
            "id": "402666",
            "reply_to_id": "402664",
            "text": "Og ég hef það eftir enn öruggari heimildum að þeir verði í myndunum.\nHmm, ert þú kannski gaurinn sem sagðist hafa það eftir öruggum heimildum að myndin yrði ekki komin til landsins fyrir 10.des."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-01-16 13:28:11",
            "id": "402667",
            "reply_to_id": "402664",
            "text": "Obsidian: heimildir þínar eru ekki worth shit. Entarnir verða í myndunum. T.d. verður árásin á Isengard sýnd og auk þess talar John Rhys-Davies fyrir Trea Beard þannig að þú ættir að athuga heimidlarmann þinn."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-01-16 19:59:07",
            "id": "402668",
            "reply_to_id": "402664",
            "text": "AUÐVITAÐ hafa þeir Enturna.   Jackson yrði slátrað ef hann sleppti þeim,   án gríns!\nVarðandi þessi atriði sem fóru í taugarnar á manve,  t.d. þetta með að vantaði betri kynningu á ráðstefnugestunum,   segi ég bara að maður “fattar”  miklu meira í myndinni ef maður er búinn að lesa bækurnar.\nRáðstefnan fór t.d. ekkert í taugarnar á mér, því ég vissi allt um Legolas, Gimla og co.  fyrirfram…"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2002-01-12 08:52:51",
            "id": "402650",
            "reply_to_id": "402649",
            "text": "“consensus”"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2002-01-12 09:03:56",
            "id": "402651",
            "reply_to_id": "402650",
            "text": "Hvað er þessu drasli!\neg skrifaði:\n“consensus”"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2002-01-12 09:04:59",
            "id": "402652",
            "reply_to_id": "402651",
            "text": "ARggg!!!!!!!!!!!!!!\nþað má greinilega ekki gera ör!!!!\nallavega!!\nhvað þýðir “consensus” ??"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-01-12 10:05:34",
            "id": "402653",
            "reply_to_id": "402652",
            "text": "Ertu að meina:\n=&gt; ? :)"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-01-12 10:07:22",
            "id": "402654",
            "reply_to_id": "402653",
            "text": "til þess að örin komi fram, þá þarftu að skrifa &, svo strax á eftir l, þvínæst t og svo í endann semikommu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-12 18:12:56",
            "id": "402671",
            "reply_to_id": "402649",
            "text": "bara láta vita að mér finst að myndinn verði að vera 16 sinnum stærri til að sýna allt og að svoleiðis mynd ætti að koma,tími skipti ekki máli.\nreyndar finst mér að það ætti að gera allar\nbækur sem tolkien gerði að gera þær eins og skýrslu nema eins og sígildar skemti sögur .\n…………………………………………..\ndiablo1  heiti ég ."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2002-01-12 19:29:42",
            "id": "402672",
            "reply_to_id": "402649",
            "text": "það er ýmislegt til í öllu hérna, en staðreyndin er sú að ef Jackson myndi hafa allt sem hér er kvartað yfir inni í myndinni væri hún ca. 4 tímar.\nmyndin er schnilld og Jackson á heiður skilið fyrir myndina, vegna þessa að þetta er án efa erfiðasta verkefni kvikmyndasöguna"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-01-12 19:48:34",
            "id": "402673",
            "reply_to_id": "402672",
            "text": "Ég veit það nú ekki President.\nÞað sem manve er að setja út á, er aðallega atriðin sem hann sá, ekki þau sem vantaði…"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-15 10:37:39",
            "id": "402674",
            "reply_to_id": "402649",
            "text": "Það sem vantaði í myndina fannst fór ekkert mikið í taugarnar á mér.\nReyndar fannst mér lítið gert úr matarþörf hobbitanna og hversu mikið þeir voru alltaf að spá í hve mikin mat þeir áttu eftir það og það skipti.\nEinnig fannst mér vanta gjafir galadríel. Reipið hans sóma er jú mjög mikilvægt í sögunni, ásamt nælunum og skikkjunum/slæðunum. En ég er nokkuð viss um að það skírist annað hvort í næstum mynd eða dvd útgáfu fyrstu myndarinnar (sem verður víst klukkutíma lengri)."
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-01-17 12:36:16",
            "id": "402675",
            "reply_to_id": "402649",
            "text": "þá verðuru bara að bíða eftir director's cut dvd. myndin er klukktíma lengri þar, kannski áttu eftir að verða sáttari við hana!"
        }
    ]
}