{
    "forum_title": "Deiglan",
    "user": "prettur",
    "user_id": "25651",
    "date": "2008-06-17 08:08:36",
    "title": "Er allt að fara til helvítis á skerinu?",
    "text": "Eitt sem ég hef mikið velt fyrir mér undanfarna daga, lögregluofbeldi. Alveg síðan trukkararnir mótmæltu eftirminnilega þann 30 mars hefur ekki komið sá fréttatími þar sem ekki er minnst á lögregluofbeldi, gas eða piparúða. Eins og fjölmiðlar setja þetta fram hljóma þessar fréttir eins og lögreglan á Íslandi hafi bara “snappað” og ákveðið að lemja alla og úða með seasonall. Er lögreglan að ganga af göflunum? fór Íslenskt samfélag til helvítis þann 30 mars? eða er bara tískubylgja hjá fjölmiðlum að fjalla mjög grófum orðum um hluti sem eru ekki neitt tíðari eftir 30 mars?\nPersónulega er ég á því að fjölmiðlar eigi stærsta þáttinn í þessum málum. Einhver ætti að muna eftir forsíðugrein DV á dögunum um skagamanninn sem varð fyrir barðinu á lögreglunni í heimahúsi þegar þeir ætluðu að hendtaka hann. Fréttin var eitthvað á þá leið að lögreglan hefði birst heima hjá honum með þá ætlan að handtaka hann og áreitt dóttur hans eða konu (man ekki hvort það var) og hann mætti með hafnaboltakylfu og hótaði að beita henni. Einhverjar málamiðlanir fóru fram og maðurinn samþykkti að koma friðsamlega ef hann fengi að klæða sig fyrst í friði. En þegar hann sneri sér við þá stukku lögreglumennirnir á hann og hann þurfti að hafa mikið fyrir því að bjarga hundinum sem hann hélt á í fanginu frá bráðum stórmeiðslum.\nég er á því að allt sé satt sem sagt er frá í þessari grein, en það sem pirrar mig við hana er fúsk fréttamanna og ófagleg vinnubrögð. Af hverju komu þeir að handtaka hann? jú af því maðurinn áreitti lögreglumenn svo hrottalega í heimahúsum sem og á vinnustað að einhver þeirra þurfti að flýja með fjölskyldu sína til vina.\nSetjið ykkur líka í spor lögreglumannanna. þú ert að sinna skipun um að handtaka mann og maðurinn mætir með kylfu á móti þér og hótar að lemja þig með henni og svo átt þú að vera sallarólegur og góður þegar maðurinn segist ætla að koma blíðlega ef hann fær að fá að vera í friði í smá stund, sem í slíkum aðstæðum hljómar einfaldlega eins og hann sé að kaupa sér tíma. Auðvitað tekuru manninn niður þegar hann gefur höggstað á sér, því þú veist að hann er hættulegur og líklegur til alls.\nÉg vil meina að viðbrögð lögreglu í þessu tilviki hafi verið mjög réttlætanleg og það rétta í stöðunni. Ég held líka að íslendingar og þá sérstaklega vandræðamenn séu búnir að byggja upp eitthvað hatur gegn lögreglumönnum út frá þessari ofsafengnu fréttabylgju af lögregluþjónum sem, af fréttunum að dæma, ættu að eiga heima á kleppi og eru ekki samræðuhæfir vegna reiði og ofbeldishneigðar.\nEn þetta er mín persónulega hugleiðing varðandi þetta málefni. Þætti gaman að vita hvað öðrum finnst, skítköst vel þegin, prove me wrong!",
    "url": "https://www.hugi.is/deiglan/greinar/597656/er-allt-ad-fara-til-helvitis-a-skerinu/",
    "url_id": "597656",
    "id": "5929683",
    "replies": [
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2008-06-17 08:55:33",
            "id": "5929917",
            "reply_to_id": "5929683",
            "text": "Ég er svona að hluta til sammála.\nJújú, eins og þetta með “Gasið” að þá eru þetta lögregluþjónar sem eru að vinna vinnuna sína eins og í þessu tilfelli sem þú ræðir hérna.\nEN… ég sá myndabrot sem tekin var upp í 10-11 þar sem lögreglan biður ungan dreng að tæma úr vösunum og hann segist ekki vera með neitt nema síma og er að fara að taka símann upp þegar lögregluþjónninn stekkur á hann og tekur hann hálstaki og segir honum að vera ekki með kjaft.\nÞessi strákur var í mesta lagi 15 ára, lítill og nettur…\nLögreglan brást við af bræði og er það alveg stranglega bannað í þessu starfi.\nEinnig varð ég einu sinni vitni af því þegar lögreglan lamdi tvo stráka sem voru báðir handjárnaðir. Þeir höfðu verið stoppaðir við akstur (og kannski ölvunarakstur jafnvel) og í staðinn fyrir að setja þá inní bíl stóð hún yfir þeim og ýtti þeim og ég veit ekki hvað og hvað.\nÉg og vinur minn hringdum á lögregluna og tilkynntum þetta að sjálfsögðu.\nÞá kom annar lögreglubíll og þeir stóðu bara og horfðu á!\nEn eins og ég segi, með dæmið hérna sem þú tókst og þetta mótmælarugl að þá eru þetta bara skyldur lögreglunnar.\nAuðvitað áttu þeir bara að handjárna manninn sem hafði nokkru áður mætt þeim með kylfu!\nEn eins og á öllum stöðum, að þá eru alltaf einhverjir sem eru ekki að vinna vinnuna sína rétt."
        },
        {
            "user": "TensaZangetsu",
            "user_id": "59107",
            "date": "2008-06-17 09:27:05",
            "id": "5929922",
            "reply_to_id": "5929917",
            "text": "obb obb hann er 17 en lítill og nettur já"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2008-06-17 10:31:49",
            "id": "5929981",
            "reply_to_id": "5929917",
            "text": "Dæmið með strákinn í 10-11 var náttúrulega allt of gróft, en það var einn lögreglumaður og hann var rekinn eftir að þetta gerist. Það verða alltaf einhver rotin epli í öllum starfsgreinum, líka lögreglunni."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-06-17 11:18:07",
            "id": "5930036",
            "reply_to_id": "5929683",
            "text": "Fólk er bara svo rosalega gjarnt til að sjá allt illt í löggunni. Vissulega eiga sér alveg stað slæm tilfelli, en það er skemmtilegast að hlusta á söguna um sauðsaklausa manninn sem löggan kom að handtaka, og hann þurfti síðan að hafa sig allan við til að bjarga litla sæta hvolpinum sínum sem var næstumþví eins og lúkas skiluru111!!!!one\nÞegar löggan segir “Þú ert handtekinn” þá á hún ekki við “þegar ég er búinn að yfirbuga þig”, heldur áttu einfaldlega að gefast upp. Eins og í “Löggu & bófa” eða einhverjum klukk leik."
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2008-06-17 15:11:15",
            "id": "5930487",
            "reply_to_id": "5929683",
            "text": "Með öllum þínum tilvísunum í lögregluaðgerðir gagnvart vörubílstjórum þann 30.mars, þá sýnist mér þú eiga við mótmælin við Rauðavatn, enda var það ekki fyrr en þá sem laganna verðir sáu ástæðu til að beita piparúða eða bareflum gegn vörubílstjórunum.\nÉg mæli með því að næst þegar þú sjáir ástæðu til að tjá þig á almannafæri um atburði líðandi stundar, að þú hafir staðreyndirnar á hreinu, því að það gerðist ekki nokkur skapaður hlutur við Rauðavatn þann 30.mars. Þessi eftirminnilegu mótmæli (og afleiðingarnar af þeim) áttu sér öll stað þann 23.apríl, meira en þrem vikum síðar. Einföld Google-leit hefði dugað til að komast að þessu.\nUm megininnihald greinarinnar hef ég ekkert að segja, enda sé ég ekki ástæðu til að spá frekar í grein sem inniheldur svona stór mistök strax í fyrstu línunni."
        },
        {
            "user": "prettur",
            "user_id": "25651",
            "date": "2008-06-17 20:24:13",
            "id": "5931059",
            "reply_to_id": "5930487",
            "text": "já, þetta er auðvitað rétt hjá þér, fljótfærnisvilla, biðst afsökunar á því"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-07-26 21:10:52",
            "id": "6015515",
            "reply_to_id": "5929683",
            "text": "Finnst fólki í lagi að í Dominos aulýsingu sé verið að nota gamlan nasistaáróður ? Ég skrifaði smá grein um þetta og hún var flutt á Korka þar sem hægt er að lesa hana og gefa álit"
        }
    ]
}