{
    "forum_title": "Netið",
    "user": "freki",
    "user_id": "1682",
    "date": "2008-06-19 12:56:28",
    "title": "Firefox 3 kominn út",
    "text": "Mozilla hefur gefið út þriðju útgáfuna af vafranum Firefox, en hann er einn sá vinsælasti á markaðinum í dag.\nSamkvæmt fyrirtækinu er vafrinn um tvisvar til þrisvar sinnum hraðvirkari en fyrri útgáfa og hefur þar að auki yfir 15.000 endurbætur.\nHér eru nokkrir eiginleikar sem hafa bæst við:\nUser Experience. The enhancements to Firefox 3 provide the best possible browsing experience on the Web. The new Firefox 3 smart location bar, affectionately known as the “Awesome Bar,” learns as people use it, adapting to user preferences and offering better fitting matches over time. The Firefox 3 Library archives browsing history, bookmarks, and tags, where they can be easily searched and organized. One-click bookmarking and tagging make it easy to remember, search and organize Web sites. The new full-page zoom displays any part of a Web page, up close and readable, in seconds.\nPerformance. Firefox 3 is built on top of the powerful new Gecko 1.9 platform, resulting in a safer, easier to use and more personal product. Firefox 3 now uses less memory while it’s running, and its redesigned page rendering and layout engine means users see Web pages two to three times faster than Firefox 2.\nSecurity. Firefox 3 raises the bar for security. The new malware and phishing protection helps protect from viruses, worms, trojans and spyware to keep people safe on the Web. Firefox 3’s one-click site ID information allows users to verify that a site is what it claims to be. Mozilla’s open source process leverages the experience of thousands of security experts around the globe.\nCustomization. Everyone uses the Web differently, and Firefox 3 lets users customize their browser with more than 5,000 add-ons. Firefox Add-ons allow users to manage tasks like participating in online auctions, uploading digital photos, seeing the weather forecasts, and listening to music, all from the convenience of the browser. The new Add-ons Manager helps users to find and install add-ons directly from the browser.\nNáið í ókeypis eintak\nhér\n.",
    "url": "https://www.hugi.is/netid/greinar/597993/firefox-3-kominn-ut/",
    "url_id": "597993",
    "id": "5934832",
    "replies": [
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2008-06-19 13:03:58",
            "id": "5934844",
            "reply_to_id": "5934832",
            "text": "Til hvers að setja þetta á tvo staði… ?"
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2008-06-19 13:15:32",
            "id": "5934873",
            "reply_to_id": "5934844",
            "text": "tvöfalt fleiri stig!"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2008-06-19 13:24:11",
            "id": "5934891",
            "reply_to_id": "5934873",
            "text": "hahahaha good\npoint\n:')"
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2008-06-19 13:49:56",
            "id": "5934917",
            "reply_to_id": "5934891",
            "text": "haha, ironic huh?"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2008-06-19 13:57:44",
            "id": "5934932",
            "reply_to_id": "5934917",
            "text": "yes indeed ^^"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-06-19 13:23:57",
            "id": "5934890",
            "reply_to_id": "5934844",
            "text": "Af því að það voru svo margir að biðja hann um það á hinni greininni."
        },
        {
            "user": "Cook1e",
            "user_id": "61285",
            "date": "2008-08-09 00:46:16",
            "id": "6042334",
            "reply_to_id": "5934832",
            "text": "Þetta er geðveikt"
        }
    ]
}