{
    "forum_title": "Hjól",
    "user": "Arkaik",
    "user_id": "67986",
    "date": "2008-06-19 16:26:23",
    "title": "lock-on grip",
    "text": "Góðann daginn!\nÉg fór eitthvernvegin að því að slíta gripin á bmx inu mínu, svo ég fór í örninn og keypti mér svona lock-on grip. Kallinn úr búðinni sagði mér að setja gripin á og setja svo skrúfu sem fylgdi á endann og skrúfa hana þannig þetta á átti allt að þenjast út og gjörsamlega pikkfestast sagði hann. En svo þegar ég kem heim þá set ég þetta á og skrúfua og herði, jájá, gripið það snýst ekkert, en það hreyfist samt semsagt lárétt eftir stýrinu, þá fer ég og les á leiðbeiningar og sé að maður þarf að að kaupa eitthvað “oni lock jaws” r sum, sem fylgdi ekki með, man samt ekkert nafnið 100%. Svo ég spyr, hvar fær maður þessi/ar/a “oni lock jaws” eða hvað  sem það nú hét. Ef einhver hérna notar svona lock on grip á bmx ið sitt og lenti e.t.v í sama vanda, getur hann svarað mér hvar ég get keypt þetta sem vantar.\ntakk takk!",
    "url": "https://www.hugi.is/hjol/korkar/598018/lock-on-grip/",
    "url_id": "598018",
    "id": "5935211",
    "replies": [
        {
            "user": "TONKA",
            "user_id": "73345",
            "date": "2008-06-19 18:10:29",
            "id": "5935534",
            "reply_to_id": "5935211",
            "text": "what"
        },
        {
            "user": "Khatru",
            "user_id": "30113",
            "date": "2008-06-19 18:22:46",
            "id": "5935564",
            "reply_to_id": "5935534",
            "text": "lrn2hugi"
        },
        {
            "user": "Ravest",
            "user_id": "70913",
            "date": "2008-06-19 18:25:10",
            "id": "5935575",
            "reply_to_id": "5935564",
            "text": "myndin af snjóbrettinu þínu virkar ekki :/"
        },
        {
            "user": "Khatru",
            "user_id": "30113",
            "date": "2008-06-19 18:40:22",
            "id": "5935630",
            "reply_to_id": "5935575",
            "text": "takk fyrir ábendinguna, ætti að virka núna.. þurfti reyndar að sleppa bindingunum úr undirskriftinni útaf löngum tengli en who gives."
        },
        {
            "user": "Ravest",
            "user_id": "70913",
            "date": "2008-06-19 18:52:17",
            "id": "5935664",
            "reply_to_id": "5935630",
            "text": "ég var búinn að sjá það svo ég er fínn ;)"
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2008-06-19 18:26:22",
            "id": "5935579",
            "reply_to_id": "5935534",
            "text": "ekki ýta alltaf á gefa álit á korknum þegar þú ætlar að svara eikkevrjum ýttu á svara sem er beint fyrir ofan komentið sem þú ætlar að svara"
        },
        {
            "user": "Dosatunsbraedur",
            "user_id": "59212",
            "date": "2008-06-19 20:56:36",
            "id": "5936096",
            "reply_to_id": "5935534",
            "text": "Hættu þessu helvítis leiðindum krakki! Þú ert þér til skammar."
        },
        {
            "user": "bjarkiv10",
            "user_id": "61494",
            "date": "2008-06-19 19:42:14",
            "id": "5935844",
            "reply_to_id": "5935211",
            "text": "Lock on Jaws eru ál hringirnir sem að þú skrúfaðir fasta á stýrið. Lock on gripin smellast inn í þessar álklemmur sem að þú skrúfaðir fastar. Er það ekki bara vanda málið að þú smelltir plastinu ekki föstu inn í álklemmurnar?"
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2008-06-19 20:04:04",
            "id": "5935905",
            "reply_to_id": "5935844",
            "text": "hjá mér fylgdu engir ál hringir, það voru bara gripin og svo eikkver skrúfa r sun úr plasti sem á að koma eftir að þú etr búin nað setja þessar lock jaw clamps og gripin á\nBætt við 19. júní 2008 -  20:12\nertu ekki að tala um\nþessa\nálhringi?\nþeir fulgdu allavega ekki með því sem ég fékk"
        },
        {
            "user": "Dosatunsbraedur",
            "user_id": "59212",
            "date": "2008-06-19 21:03:10",
            "id": "5936119",
            "reply_to_id": "5935905",
            "text": "Já, það eru þessir hringir sem eiga að smella uppá gripið og þeir eru síðan skrúfaðir fastir á stýrið. Ég bíst við að þú hafir fengið “endplug” með gripinu en það stingst inn í endan á stýrinu til að koma í veg fyrir að drulla komist inn í það, ekkert annað.\nKeyptiru einhvern pakka eða? Þú hefðir þurft að kaupa eitthvað eins og\nþetta\n, en þetta allt sem maður þarf."
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2008-06-20 09:17:48",
            "id": "5937049",
            "reply_to_id": "5936119",
            "text": "já ég fékk allt þetta nema þessa þessa silfurlituðu hringi, en kallinn í búðinni sagði að þetta sem ég fékk vlri allt sem þarf! En það greinilegt að hann veit voða lítið um þetta…"
        },
        {
            "user": "bjarkiv10",
            "user_id": "61494",
            "date": "2008-06-19 23:34:53",
            "id": "5936624",
            "reply_to_id": "5935905",
            "text": "Það sem að Dósatúnsbræður sögðu. En þú getur fengið hringina niðri í Erni. Og ef ekki þá skalltu skila þessu. En ég er hissa á því að hann hafi ekki sellt þér allan pakkann. Það á nefnilega að vera hægt að fá þetta allt í einum pakka."
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2008-06-20 09:22:52",
            "id": "5937054",
            "reply_to_id": "5936624",
            "text": "já hann meir aða segja tók annað bmx stýri og sýndi og sagði, “maður skellur gripunum á, svo seturu þessa skrúfu á endann (þá er ég að meina þessa úr plasti með járnskrúfu innaná) , og skrúfar járnskrúfuna og þá pikkfestist þetta”\nþað er greinilegt að þesi maður vissi ekki um það sem hann var að selja!"
        },
        {
            "user": "bjarkiv10",
            "user_id": "61494",
            "date": "2008-06-20 13:01:38",
            "id": "5937331",
            "reply_to_id": "5937054",
            "text": "Já. Svona er þetta. Þetta er frekar mikið pirrandi að fara í verslanir og lenda á svona sölumönnum sem að þykjast vita eitthvað en kunna síðan ekki neitt."
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2008-06-20 14:57:04",
            "id": "5937552",
            "reply_to_id": "5937331",
            "text": "já þessi vissi eikki einu sinni hvað ég átti að gera við bremsupúðana mína af því þeir bíta ekki neitt, hann þurfti að spurja annann mann þarna"
        },
        {
            "user": "SLange",
            "user_id": "72376",
            "date": "2008-06-20 19:30:48",
            "id": "5938214",
            "reply_to_id": "5937552",
            "text": "hvernig leit gaurinn út, stór og pínu þybbinn og með svona b+ulduleitt andlit, eða veistu kanski hvað hann heitir (ætla að stríða gaurnum ;) )"
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2008-06-20 22:14:27",
            "id": "5938540",
            "reply_to_id": "5938214",
            "text": "hann var með ljóst hár sem náði að öxlum"
        },
        {
            "user": "AntonEli",
            "user_id": "53124",
            "date": "2008-06-21 00:20:41",
            "id": "5938802",
            "reply_to_id": "5938214",
            "text": "Hahahahaha.\nHann er að tala um Agnar við skulum stríða honum mikið  :D"
        },
        {
            "user": "SLange",
            "user_id": "72376",
            "date": "2008-06-21 01:22:01",
            "id": "5938909",
            "reply_to_id": "5938802",
            "text": "yup ;d"
        },
        {
            "user": "Spurdo",
            "user_id": "69940",
            "date": "2008-06-19 19:48:22",
            "id": "5935862",
            "reply_to_id": "5935211",
            "text": "Come on.. ætlar enginn að hjálpa honum?\nHlýtur að vera einhver hérna sem kann þetta!\nSleppið þessum skítköstum bara og reynið frekar að hjálpa, eins og Dósatúnsbraedur var að segja í korknum sínum !\nBætt við 19. júní 2008 -  19:53\nSry, var ekki búinn að sjá það sem bjarkiv10 sagði.\nEn það hefði samt verið hægt að sleppa þessum skítköstum."
        },
        {
            "user": "Skarelius",
            "user_id": "58707",
            "date": "2008-06-19 22:34:33",
            "id": "5936428",
            "reply_to_id": "5935211",
            "text": "lærið af þessu og verslið ekki við örninn nema einstaka hluti… Mér var tildæmis selt crank puller sem átti að vera alveg rosalega góður og ég sagði að þetta þyrfti að passa pottþétt á 19mm spindle og þeir bara já þetta passar pottþétt. Ég fer heim með þetta drasl og já ég fatta að þetta er fyrir annaðhvort var það 22mm spindle eða bara MTB. Ég var eitthvað svo pirraður að ég nennti ekki að skila þessu, þótt ég eigi ekki heima neitt langt frá(hefði nú örugglega fengið peninginn til baka).\nBætt við 19. júní 2008 -  22:40\nMargir af sölumönnunum þarna eru ekkert rosalega fróðir um hlutina sem þeir eru að selja og það er það sem pirrar mig við örninn."
        },
        {
            "user": "Grimzzi5",
            "user_id": "69069",
            "date": "2008-06-19 22:37:45",
            "id": "5936438",
            "reply_to_id": "5936428",
            "text": "Þeir ráða unga gaura sem vita ekkert um hjól.."
        },
        {
            "user": "Skarelius",
            "user_id": "58707",
            "date": "2008-06-19 22:57:15",
            "id": "5936498",
            "reply_to_id": "5936438",
            "text": "aldurinn skiptir ekki beint máli… það er aðeins meira áhuginn en aldurinn sem skiptir máli. Ég myndi frekar láta 14-15 ára strák sem veit eitthvað um hlutina aðstoða mig en einhvern sem veit mjög lítið um vörurnar."
        },
        {
            "user": "Grimzzi5",
            "user_id": "69069",
            "date": "2008-06-19 23:00:22",
            "id": "5936511",
            "reply_to_id": "5936498",
            "text": "Já reyndar…\nEn þú myndir ekki láta 14-15ára sem veit ekki neitt um hjól hjálpa þér er það?"
        },
        {
            "user": "AntonEli",
            "user_id": "53124",
            "date": "2008-06-19 23:19:11",
            "id": "5936579",
            "reply_to_id": "5936438",
            "text": "U?\nÞað eru bara 3 þarna sem eru ungir og  þeir vita helviti mikið um hjól sko.\nEins og ég vinn þarna, ekki i verslun og siðan annar sem vinnur ekki í verslun , það er bara einn sem er ungur og vinnur í verslun svo hvað ertu að reyna að segja?"
        },
        {
            "user": "Skarelius",
            "user_id": "58707",
            "date": "2008-06-20 01:55:01",
            "id": "5936882",
            "reply_to_id": "5936579",
            "text": "held hann hafi ekki endilega verið að “dissa” þig. Kannski var hann að tala um Matta. En já það sem skiptir mestu máli er kunnáttan og það að vita eitthvað um hlutina þarna, sem getur ekki verið það flókið þar sem það er ekki mikið að gera þarna 24/7(fram í sal,afgreiðslu)."
        },
        {
            "user": "Grimzzi5",
            "user_id": "69069",
            "date": "2008-06-20 10:11:18",
            "id": "5937089",
            "reply_to_id": "5936579",
            "text": "ég var að taka dæmi…"
        },
        {
            "user": "Glazier",
            "user_id": "70984",
            "date": "2008-06-19 23:44:54",
            "id": "5936642",
            "reply_to_id": "5936428",
            "text": "já en samt sko ég var í markinu um daginn og spurði einn geurinn “ertu með Bashguard?”   hann:  “HHaaaa.. hvað meinaru?”   og ég sagði “áttu til e-thirteen keðjuhlíf hún er ca. 1 cm á þykkt?”  hann: “já komdu” og benti mér á þessar drasl keuðjuhlífar og ég spurði: “er einhver hérna sem  veit hvað ég er að tala um”? hann: “jaa. prófaðu að spurja þennan þarna” og ég labbaði að afgrðeisluborðinu og spurði hann að öllu þessu sama og ég sagði við þessa 2 sem voru báðir um svona 16-20 ára gamlir “er einhver hérna sem veit eitthvað í sinn haus”??  jaa prófaðu að labba þarna á bakvið og þá fékk ég strax loksins einhvern til að hjálpa mér og hann vissi strax hvað ég var að tala um!!:D"
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2008-06-20 09:20:00",
            "id": "5937051",
            "reply_to_id": "5936642",
            "text": "hahaha!!!"
        },
        {
            "user": "SLange",
            "user_id": "72376",
            "date": "2008-06-21 23:56:42",
            "id": "5940598",
            "reply_to_id": "5936642",
            "text": "yup klárustu gaurarnir eru á verkstæðinu ;D"
        }
    ]
}