{
    "forum_title": "Músík almennt",
    "user": "Swooper",
    "user_id": "50432",
    "date": "2008-06-23 21:17:45",
    "title": "Forrit til að breyta filename á tónlist í massavís?",
    "text": "Sælinú,\nég veit ekki hvort það eru margir aðrir en ég sem pirrast yfir þessu, en ég vil hafa alla mína tónlist á tölvunni með skráarheiti á sniðinu “Hljómsveit - Nafn á Lagi.mp3”. Ef ég importa tónlist af geisladisk með iTunes koma lögin í sniðinu “##. Nafn Á Lagi.mp3” og ef ég hleð niður tónlist af netinu þá kemur hún í alls kyns sniðum, allt yfir í hörmung eins og “##_-_hljomsveit_-_nafn_a_lagi-FTM.mp3” eða eitthvað álíka. Ég er snyrtimenni þegar að svona kemur en jafnframt latur. Það getur nefninlega tekið óskaplegan tíma að umskýra mikið magn af lögum á þennan máta. Þess vegna datt mér í hug hvort einhver hugaður Hugari veit ekki um (eða er nógu klár til að geta skrifað í einum grænum) sniðugt forrit sem getur tekið inn heilan helling af svona tónlistarskrám og endurskýrt þær á því sniði sem notandanum hentar? Þetta myndi spara mér mikla vinnu í hvert skipti sem bætist við tónlistarsafnið…",
    "url": "https://www.hugi.is/musik/korkar/598755/forrit-til-ad-breyta-filename-a-tonlist-i-massavis/",
    "url_id": "598755",
    "id": "5944873",
    "replies": [
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2008-06-26 00:33:32",
            "id": "5950635",
            "reply_to_id": "5944873",
            "text": "Úff ég væri alveg til í eitthvað svona. Þoli ekki þegar maður finnur ekki eitthvað lag afþví maður hefur kannski náð í það einhvers staðar og það heitir “01_Track_03_blablabla.mp3” eða eitthvað. Ég vil hafa mitt dót í röð og reglu =("
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2008-06-26 08:23:40",
            "id": "5950908",
            "reply_to_id": "5950635",
            "text": "http://software.techrepublic.com.com/thankyou.aspx?authId=dhVMjGxyK1lnU1RpbIgmQ+Ef+NLPXVfpATQl1VjwEERli2vu6f93KhzpGoSXnP4W&&kw=filenames&docid=332261&view=332261&load=1\nHérna. Fann forrit sem gerir nákvæmlega það sem ég vildi :) Þarft að registera á techrepublic til að geta downloadað því held ég, en hey, það virkar og lítið mál að unsubscriba úr tölvupóstinum þeirra. Svo getur þetta verið nytsamlegt síðar ef mann vantar önnur sambærileg utility forrit."
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2008-06-26 17:15:28",
            "id": "5951664",
            "reply_to_id": "5950908",
            "text": "Sweet! Takk fyrir þetta!"
        }
    ]
}