{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2008-07-06 19:10:47",
    "title": "Úlfur",
    "text": "Þau settu á sig vettlingana til að hlífa sig fyrir kuldanum. Mamma þeirra sagði alltaf þegar þau voru lítil að maður ætti að klæða sig vel áður en maður fór út til að fá ekki kvef. Hún sagði líka að maður mætti aldrei ljúga. En hún fann ekki þörf til að fylgja því sjálf. Einu sinni sagðist hún vera að fara í sund en það var bara ein í nágrenninu sem hún fór alltaf í. Systkinin ákváðu að fara á eftir henni. En þá sáu þá að hún beygði ekki í átt til sundlaugarinnar. Heldur að spítalanum. Um kvöldið komust þau að því að hún væri með krabbamein. Stórt. Mikið. Dreift út um allt. Læknanir sögðu að það væru litlar líkur að hún myndi lifa. En hún sagðist ætla að veðja á þessar litlu líkur og hvatti vini og ættingja til að gera það sama. Þau máttu ekki tala um veikindin, ekki einu sinni þegar hún fékk hóstakast og endaði með blóðuga lófa. Ekki einu sinni síðustu andartökin á sjúkrarúminu. Umkrind fjölskyldu sinni fór hún. Úlfur var reiður út í hana ennþá. Honum fannst rangt af henni að yfirgefa sig svona. Hann hafði ekki einu sinni grátið. En Rán hafði grátið. Úr sér augun. Enda var hún allt öðruvísi en Úlfur. Hann var dökkur og grófur, með stór bein og stór. En Rán var lítil og fínleg, með ljósa húð en dökkt hár. Bæði voru þau með dökk og stór augu. Eins og mamma þeirra. Pabbi þeirra hafði ekki látið sjá sig síðan mamma þeirra dó, hann lokaði sig inn í herbergi. Þau voru hjá ömmu sinni. Mamma þeirra og pabbi hefðu kynnst á bar. Hún var að vinna þar en hann var þreyttur eftir dag í byggingarvinnunni sem hann vann í þá. Þau tóku strax eftir hvor öðru. Og strax þá urðu Rán og Úlfur til. Í vínkjallara. Mamma þeirra hafði alltaf hlegið að minningunni, pabbi þeirra vandræðalegur. En mamma þeirra kunni ekki að vera vandræðaleg. Þetta sagði amma líka um hana\n„Hún Álfdís mín kann ekki að vera vandræðaleg, hún er svo óskammfeilin“  Þá hló mamma þeirra.\nRán grét á leiðinni í bílnum. Hún hallaði sér eftir hönd Úlfar. Hann tók í hana, traustur eins og klettur. En augu hans voru jafn þurr og Sahara. Hann tók samt utan um hana, þungur og brún, og leyfði henni að gráta í kjöltunni á sér. Hann horfði út um gluggann, snjórinn minnti hann á jólasnjóbrettakeppnina sem hann hafði keppt í um síðustu jól. Hann lenti illa og fótbrotnaði, á mörgum stöðum. Mamma hans kom með í sjúkrabílinn og hélt í höndina á honum á meðan hann engdist til. Hún fór alveg upp að eyranu á honum og hvíslaði: „svona Úlfur, þú mátt gráta.“ Hann náði þá að stynja upp úr sér:  „ nei mamma, ef ég græt sýni ég veikleika, sem þýðir að verkurinn hafi sigrað“ Hann leit undan og beit saman varirnar svo illa að þær urðu blóðugar. Hún grét aldrei þegar hún var veik.\nÞau keyrðu í innkeyrsluna að kirkjunni. Messan var falleg. Úlfur bjóst ekki við því að Rán hafi heyrt orð af messunni. Hún grét og mikið og réði bara í gráðið. Hlustaði ekki á orð. En Úlfur gerði það, þungur á brún, hlustaði hann á hvert orð. Það sem presturinn sagði, það sem vinir og vandamenn sögðu um mömmu hans, allt. En hann man ekki neitt. Hann man bara eftir því að hafa staðið á grafarbrúninni og horft á mömmu sína hverfa í jörðina. Hann leit til hliðar og sá pabba sinn koma, í fyrsta sinn í tvær vikur sá hann pabba sinn. Hann kom við hliðina á honum og tók um axlirnar á Úlfi. Presturinn henti vígðri mold á kistuna. Rán byrjaði að gráta. Hékk utan í Úlfi og grúfði sig utan í úlpuna. Hann leit á pabba sinn og sá að tárin runnu niður kinnarnar á honum og duttu á jörðina. Gjöf til mömmu hans.\nEitthvað brast í Úlfi. Hann byrjaði að hágráta. Rán tók fastar utan um hann. Hann grunaði að hún vissi að þetta myndi gerast. Svona tvíburainnsæi. Þarna voru þau öll þrjú. Og hágrétu. Úlfur man ekki meira.",
    "url": "https://www.hugi.is/smasogur/greinar/598820/ulfur/",
    "url_id": "598820",
    "id": "5945805",
    "replies": [
        {
            "user": "Republic",
            "user_id": "72594",
            "date": "2008-07-07 00:45:09",
            "id": "5974273",
            "reply_to_id": "5945805",
            "text": "Mjög góð saga. Verður framhald?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-07-07 00:47:10",
            "id": "5974279",
            "reply_to_id": "5945805",
            "text": "Maður fékk bara gæsahúð og alles! Vel gert :)"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-07-07 15:16:36",
            "id": "5974936",
            "reply_to_id": "5945805",
            "text": "Fín saga en verð að segja að hún kallaði ekki fram þessa tilfinningu sem maður ætti að finna við svona sögur.\nÞú fórst einhvern veginn of hratt yfir þetta og fórst úr einu í annað án þessa að gera greinaskil.\nÉg er ekki gera skítakast eða neitt, bara að segja mína skoðun =P"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2008-07-08 02:36:18",
            "id": "5976513",
            "reply_to_id": "5945805",
            "text": "Þessi saga er alls ekki góð, bara fyrirgefðu en þar sem þú ert að senda þetta hér inn á huga hlýtur þú að vera að biðja um gagnrýni.\nFyrsta lagi, uppsetningin er út í hött, það er eins og þú sért í kappakstri um að segja sem mest á sem stystum tíma.\nInnihald sögunnar er asni slakt og nokkuð um fljótfærnisvillur bæði í frásögn og frágangi.\nSagan segir í raun ekkert, vekur ekki upp neinar tilfinningar til persónanna og í raun bara léleg.\nEn það er eitthvað mark um áhuga, sem er meira en nóg svo endilega haltu áfram að skrifa og þróa þig, átt margt inni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-07-21 13:14:54",
            "id": "6004376",
            "reply_to_id": "5976513",
            "text": "já gaman að vita álitin :)\nég er að fikra mig áfram í svona smásögum..\nþetta er semsagt fyrsta smásagan mín þannig ég afsaka ef hún er ekki nógu góð ^^\nég á alltaf í þeim vanda að byrja á sögum og þær verða einfaldlega alltof alltof langar.. ég stundum bara get ekki hætt;p þannig ég er að æfa mig í þessu :)"
        }
    ]
}