{
    "forum_title": "Bardagaíþróttir",
    "user": "HwaRang",
    "user_id": "13552",
    "date": "2008-06-30 16:35:58",
    "title": "Gunnar Nelson gráðaður í brúnt belti!",
    "text": "frá www.mjolnir.is\nGunnar Nelson var í gærkvöldi gráðaður í brúnt belti í brasilísku jiu jitsu (BJJ) . Gráðunin átti sér stað eftir að hann atti kappi við mjög öflugan pólskan andstæðing að nafni Piotr Stawski í 10 mínútna “grappling super fight” á Ring of Truth keppninni í Dublin. Glíman stóð í allar 10 mínúturnar og var því úrskurðuð jafntefli en hún var að því leiti ólík hefðbundnum grappling glímum að engin stig voru gefin og sigur gat einungis unnist með uppgjöf andstæðingsins. Pólverjinn var um 30 kg þyngri en Gunnar og hefur undanfarið sýnt styrk sinn á mótum í Írlandi, m.a. með því að vinna tvöföld gullverðlaun á Irish Munster BJJ open og þann 14. júní síðastliðinn sigraði hann bæði þyngsta flokkinn og opna flokkinn á Irish National Submission Championships 2008. Eins og sjá má á þessu sýningarmyndbandi er Piotr líkamlega sterkur, lipur og snöggur en hann rekur bardagaíþróttaklúbb á Írlandi. Gunnar getur því verið stoltur af árangri sínum.\nNokkuð kom á óvart að pólska tröllið gerði sitt til að tefja glímuna þar sem hann hafði eins og áður segir 30 kg umfram Gunnar en sjálfur sagðist Gunnar vera ánægður með sína frammistöðu, hann hafi lært mikið af henni og menn þurfi einnig að læra að eiga við líkamlega sterka andstæðinga sem reyni að þæfa glímur og teygja lopann. Eftir glímuna kallaði John Kavanagh þjálfari Gunnars hann á svið og afhenti honum brún belti í BJJ. Sannarlega frábær árangur og Mjölnir hefur þar með eignast sitt fyrsta brúnbelti í BJJ. Til hamingju Gunni!\numræða um þetta er hér >>>\nhttp://www.hugi.is/martial_arts/threads.php?page=view&contentId=5957538",
    "url": "https://www.hugi.is/martial_arts/greinar/599929/gunnar-nelson-gradadur-i-brunt-belti/",
    "url_id": "599929",
    "id": "5959781",
    "replies": [
        {
            "user": "runarj",
            "user_id": "54795",
            "date": "2008-06-30 19:31:21",
            "id": "5960190",
            "reply_to_id": "5959781",
            "text": "Frábær árangur hjá honum Gunna og til hamingju með brúna beltið á svona skömmum tíma. Nú er það bara snúa sér að svarta:]"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2008-07-01 21:04:11",
            "id": "5962893",
            "reply_to_id": "5960190",
            "text": "Það sjúkasta við þetta er að yfirleitt er fjólubláa það belti sem að er lengst í kringum mittið á þér af öllum beltunum.\nFlestallir sem stunda BJJ reglulega geta orðið blá belti fyrr eða síðar, aftur á móti er afar erfitt að verða fjólublátt, og mjög margir stoppa þar og komast ekki hærra…en ef þú hefur á annað borð hæfileikana og ástundunina til þess að ná brúnu belti, þá eru yfirgnæfandi líkur á að þú farir alla leið.  Fáir “stalla” á brúna…og margir sem puðuðu í mörg á með fjólubláa eru bara brún belti í 1-2 ár áður en þeir fá svart.\nÞannig að ef að hlutföllin eru eins hjá Gunna þá fær hann svarta eftir ca. 6 mánuði eða svo :D"
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2008-07-01 21:22:11",
            "id": "5962949",
            "reply_to_id": "5959781",
            "text": "WAR GUNNI!!! hann er að gera sig drengurinn"
        }
    ]
}