{
    "forum_title": "Hundar",
    "user": "Nellika",
    "user_id": "66697",
    "date": "2008-06-30 21:21:54",
    "title": "Dýralæknir",
    "text": "Vitið þið um einhverja skóla þar sem hægt er að læra dýralækningar???",
    "url": "https://www.hugi.is/hundar/korkar/599994/dyralaeknir/",
    "url_id": "599994",
    "id": "5960470",
    "replies": [
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2008-07-01 16:19:27",
            "id": "5961969",
            "reply_to_id": "5960470",
            "text": "Þú þarft nú að spá í framhaldsskóla áður en þú spáir í dýralækningum. Ef þú vilt verða dýralæknir þá myndiru fara á náttúrufræðibraut í framhaldsskóla og útskrifast þar. Síðan myndiru finna þér háskóla sem kennir dýralækninn og hann finnuru ekki á Íslandi. Flestir fara til Danmerkur.\nKv. Alexandra"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2008-07-01 19:13:14",
            "id": "5962521",
            "reply_to_id": "5961969",
            "text": "Ég er löngu búin að ákveða að fara á náttúrufræðibraut - ég veit líka að það eru ekki dýralæknaskólar á Íslandi - er bara að spá í hvaða land ég ætti að fara til til að læra dýralækningar."
        },
        {
            "user": "mahalo",
            "user_id": "11521",
            "date": "2008-07-02 13:14:23",
            "id": "5964083",
            "reply_to_id": "5960470",
            "text": "Þar sem þú ert frekar ung þá myndi ég fyrst pæla í framhaldsskóla áður en þú ferð að hugsa um hvaða skóla þú ferð í eftir það.. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-07-07 02:32:06",
            "id": "5974443",
            "reply_to_id": "5960470",
            "text": "ég var líka pottþétt á því að fara á náttfr. en síðan núna þó svo að ég sé bara að fara að byrja 10. bekk þá er ég alveg hætt að skilja upp né niður í þessu rugli!\nnáðu bara samrændu fyrst og síðan spá í franhaldsskólan og síðan brautinni og síðan þessu dýralækna dóti ;)!"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2008-07-08 13:52:50",
            "id": "5976894",
            "reply_to_id": "5960470",
            "text": "Þótt að ég sé kannski ekki orðin það gömul til að vera að pæla í háskóla langar mig samt að vita hvar skólarnir eru ??\nÞá meina ég í hvaða löndum - ég veit að það er ekki dýralæknaskóli á Íslandi\nSvo viljið þið hætta að fræða mig um hvað ég á að gera áður en ég fer í háskóla og segja mér frá dýralæknaskólunum - þar að segja ef þið vitið eitthvað um þá"
        }
    ]
}