{
    "forum_title": "Heilsa",
    "user": "RonBurgundy",
    "user_id": "31296",
    "date": "2008-07-01 23:30:56",
    "title": "Líkamsþyngd",
    "text": "Jæjaaa.. Núna ætla ég að rekja smá sögu hérna fyrir ykkur, vonandi nenniði að lesa þetta.\nSeinasta afmælið mitt, í nóvember, á 16 ára afmælinu, þá fékk ég árskort í World Class. Nú ég náttúrulega byrjaði að æfa bara eins og brjálæðingur 5 sinnum í viku, var kannski að maxa svona 60 í bekk á þessum tímapunkti.\nAllavega, byrjaði að lyfta bara, var einhver 70 kíló kannski á þessum tíma. Ég hélt áfram góðu róli og byrjaði alveg að massast upp frekar hratt og svona, allt í góðu með það. Prófaði mig áfram aðeins með kreatín, tók það reglulega, át hollan mat eins og ég gat og forðaðist skyndibitann.\nSvo í apríl þá var ég kominn uppí 90 í bekk og allt var á mega uppleið og ég svakalega ánægður bara, stefndi á hundraðið og bara fílingur í botni, orðinn 76-77 kíló og hæstánægður.\nFlyt ég ekki síðan í Mosó, ætli það séu ekki góðir 2 mánuðir síðan og hef ekkert farið í ræktina síðan.. Ég veit, það er fokking slappt, en ég bý svo langt í burtu frá Mosó að ég kemst ekki í ræktina, nema á hjóli eða bíl, og hjólið er bilað, og er ekki með bílpróf.\nNú, hérna kemur aðal spurningin. Ég datt aðeins á vigtina áðan, og sá mér til mikillar undrunar að þar stóð 82 kg.\nÉg hef kannski ekki verið að borða eins hollt og hægt er, en heldur ekkert svaðalega óhollt, og hef verið að drekka af og til, en pælingin er bara hvort að ég sé bara að fitna, eða hvort þetta sé eitthvað sem að gerist vegna skyndilegrar pásu eða e-ð svoleiðis.\nVar bara að vona að einhver myndi segja mér “Þú ert að verða feitur” eða þá að þetta væri voða eðlilegt, því ég hef ekkert vit á þessu.\nÁ maður að þyngjast um tæp 6 kíló á 2 mánuðum, á mjög venjulegu mataræði samt?\nBætt við 1. júlí 2008 -  23:35\nHeyrðu já, ég er ca. 185 á hæð.",
    "url": "https://www.hugi.is/heilsa/korkar/600236/likamsthyngd/",
    "url_id": "600236",
    "id": "5963353",
    "replies": [
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-07-02 08:58:58",
            "id": "5963799",
            "reply_to_id": "5963353",
            "text": "Þetta er allavega ekki vöðvar….\nhvað er þetta þá ? ;)\nooog strætó is your friend ;) tekur fimmtán uppí ártún og hjólar niðrí laugar þaðan"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2008-07-03 00:12:28",
            "id": "5965733",
            "reply_to_id": "5963799",
            "text": "Strætó er rusl sem enginn ætti að taka…\nBætt við 3. júlí 2008 -  00:16\nOg 15 fer niður í laugardal…"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-07-03 08:00:57",
            "id": "5966115",
            "reply_to_id": "5965733",
            "text": "hann stoppar líka í leiðinni í ártúni"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2008-07-03 10:25:18",
            "id": "5966216",
            "reply_to_id": "5966115",
            "text": "Afhverju ætti hann að vilja fara út í ártúni?"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-07-03 15:39:16",
            "id": "5966703",
            "reply_to_id": "5966216",
            "text": "haha…  var að fatta að laugar eru í laugardalnum… :S hehe\nen hann ætti nú bara að geta tekið strætó ef það er beinn strætó"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2008-07-02 11:34:59",
            "id": "5963928",
            "reply_to_id": "5963353",
            "text": "það er world class í mosó og þú getur tekið strætó"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-07-02 15:09:45",
            "id": "5964248",
            "reply_to_id": "5963353",
            "text": "kort í world class gengur í allar world class stöðvarnar :)\ner ekki stöð í mosó?"
        },
        {
            "user": "bjarnith",
            "user_id": "25637",
            "date": "2008-07-02 18:04:00",
            "id": "5964623",
            "reply_to_id": "5963353",
            "text": "Gæti verið að þú hafir haldið áfram að éta eins mikið og þegar þú varst að lyfta, svo náttúrulega hættiru að lyfta og þú brennir minna en þú borðar…? Og þar af leiðandi gætiru verið að fitna"
        },
        {
            "user": "Cassetti",
            "user_id": "19354",
            "date": "2008-07-02 20:08:26",
            "id": "5964959",
            "reply_to_id": "5963353",
            "text": "Eins og fleiri hafa sagt: það er World Class í mosó.\nSjálfur bý ég þar og er ekki í neinum vandræðum með að koma mér í Eldingu (önnur, mjög góð líkamsræktarstöð). Ef þú færð ekki far, strætó gengur ekki og hjólið er bilað gætiru alltaf labbað :)\nSvolítið verra ef þú býrð uppi í dal þó…"
        },
        {
            "user": "addijoels",
            "user_id": "70295",
            "date": "2008-07-07 11:07:49",
            "id": "5974627",
            "reply_to_id": "5964959",
            "text": "sko málið er það afhverju þú bættir á þig það sem gerist er það að þegar þu ert að byggja upp massa og á frekar stuttum tima þá þarftu að borða rosalega mikið og oftast kolvettni og þegar þú hættir að æfa sem þíðir að voðvarnir brenna og það kemur fita i staðin eða i flestum tilvikum gerist það. og þú varst vanur að borða mikið þegar þú varst að æfa svo hættiru þá er maginn enþá jafn stór og það er erfiðara fyrir þig að verða saddur og þá verðuru þyngri. :D"
        },
        {
            "user": "Cassetti",
            "user_id": "19354",
            "date": "2008-07-07 18:07:17",
            "id": "5975262",
            "reply_to_id": "5974627",
            "text": "Ha?\nGætiru orðað það sem þú varst að reyna að segja öðruvísi?"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2008-07-07 19:03:37",
            "id": "5975412",
            "reply_to_id": "5975262",
            "text": "Æfa mikið= mikil matarþörf\næfa lítið= minni matarþörf\næfa mikið og hætta því svo veldur því að orkuþörfin minnkar en líkaminn kallar samt áfram á mikinn mat sem veldur því að maður fær meiri orku en maður þarf og fitna"
        },
        {
            "user": "Cassetti",
            "user_id": "19354",
            "date": "2008-07-07 23:08:23",
            "id": "5976086",
            "reply_to_id": "5975412",
            "text": "Náði því en það var bara í engu samhengi við það sem ég hafði skrifað á undan."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2008-07-08 12:45:30",
            "id": "5976830",
            "reply_to_id": "5976086",
            "text": "já meinar, held að gaurinn hafi ætlað að svara korknum en óvart svarað þér í staðinn"
        }
    ]
}