{
    "forum_title": "Vélbúnaður",
    "user": "Focal",
    "user_id": "34042",
    "date": "2008-07-06 22:28:47",
    "title": "Undarleg hegðun á tölvu?",
    "text": "Vandamálið er að þegar straumurinn fer af fjöltenginu,\nsem tölvan er tengd í, þá á hún mjög erfitt með að starta sér.\nÞegar ég kveiki á henni þá fara allar viftur í gang en síðan er eins og það slökkni á þeim eftir svona 5-10 sek og síðan gengur þetta svona þangað til ég neiðist til að halda takkanum inni í einhvern tíma til að hún slökkvi á sér.\nÞetta byrjaði fyrir svona 2 mánuðum síðan en ég gerð ekkert í þessu því að ég hef ekki tekið tölvuna úr sambandi nema 2 sinnum síðan þetta byrjaði en það virkaði alltaf að halda takkanum inni til að slökkva og síðan kveiki ég aftur og þá fer allt í gang en í dag þá fer hún bara ekki gang, bara gengur eins og ég lýsti hér fyrir ofan.\nÉg veit að kom einhver kall rétt áður en þetta gerðist og var að tengja uppþvottavél og sló út rafmagninu af öllu húsinu og var ekkert að spurjast um hvort að væri kveikt á einhverjum tölvum, heldur bara rauf rafmagnið eins og ekkert sé. Getur eitthvað hafa skemmst þegar þetta átti sér stað eða er eitthvað annað í gangi?\nEr búinn að prófa að restarta biosnum en ekkert breytist.\nEndilega koma með einhverja lausn um hvað geti verið í gangi.\nTölvu specin eru:\nGigabyte X36 móbó\nIntel Q6600 örgjörfi með stock kælingu\n2GB Corsair minni\nXFi extreme gamer pro hljóðkort\nZalman 600W aflgjafa\n2x500GB Western Digital og 1x500 Samsung HDD\nBFG Tech Geforce 8800GT 512MB skjákort\nAntec P182 turn\nBætt við 7. júlí 2008 -  07:59\nJæja, ég er búinn að prófa núna, eftir að ég sendi þetta inn, eftirfarandi:\nTaka skjákortið úr samabandi\nTaka hljóðkortið úr samabandi\nTaka alla harðadiska úr samabandi\nTaka báða minniskubbana úr og prófa setja annan í einu\nBúinn að prófa smella nýrri power snúru og skipta um fjöltengi.\nOg ekkert gerist.",
    "url": "https://www.hugi.is/velbunadur/korkar/601037/undarleg-hegdun-a-tolvu/",
    "url_id": "601037",
    "id": "5973871",
    "replies": [
        {
            "user": "karason",
            "user_id": "23642",
            "date": "2008-07-07 10:40:08",
            "id": "5974602",
            "reply_to_id": "5973871",
            "text": "Ef rafmagnið hefur verið tekið af meðan tölvan var í gangi þá geturu verið fullviss um að harði diskurinn sé í skemmdur , en hvernig ?\nÞú verður sennilega að sitja windosið upp á nýtt þar sem diskurinn getur hafa skemmst.\nþú gætir vixlað diskunum og sett windosið upp á hinu diskinum sem þú ert með. Síðan tengt þennan disk sem var með stýrikerfinu á til að tékka hvort þú komist inn á hann og getir skoðað gögn á honum.\nKveðja."
        },
        {
            "user": "Focal",
            "user_id": "34042",
            "date": "2008-07-07 20:04:23",
            "id": "5975605",
            "reply_to_id": "5974602",
            "text": "Það er fínu lagi með diskana, málið er að þegar ég kveiki þá kemur ekki einu sinni val mynd til að fara inn í biosinn"
        },
        {
            "user": "karason",
            "user_id": "23642",
            "date": "2008-07-08 00:16:03",
            "id": "5976303",
            "reply_to_id": "5975605",
            "text": "Ef tölvan hefur verið í sambandi þegar rafmagnið var tekið af , Þá er þetta móðurborðið ekki spurning.\nGygabyte borðin eru með 2földum bios ef annar krassar sendir hinn afrit yfir , en held að það gerist ekki alveg sjálfkrafa annars veit eg ekkert með það.\nEg er með asus og þar gerist þetta með hjálp af cd diski sem fylgdi með.\nÞetta er ekki aflgjafinn ! það er öruggt."
        },
        {
            "user": "Focal",
            "user_id": "34042",
            "date": "2008-07-08 09:17:21",
            "id": "5976642",
            "reply_to_id": "5976303",
            "text": "Er þá móðurborðið bara ónýtt eða er einhver leið til að bjarga þessu?\nVæri alveg til í að spara þessa þúsundkalla í eitthvað annað.\nBætt við 8. júlí 2008 -  09:33\nOg ef þetta er móðurborðið, með hvaða móðurborð mælir þú þá með?"
        },
        {
            "user": "ehb",
            "user_id": "1029",
            "date": "2008-07-07 12:31:56",
            "id": "5974750",
            "reply_to_id": "5973871",
            "text": "Oft þegar rafmagn slær út þá fer stundum Aflgjafinn, prófaðu nýjan aflgjafa ef þú átt eintak annars getur þú tekið hann út og farið með hann í e-h tölvubúðina og látið þá mæla hann."
        },
        {
            "user": "Focal",
            "user_id": "34042",
            "date": "2008-07-07 20:17:56",
            "id": "5975648",
            "reply_to_id": "5974750",
            "text": "Mig grunaði að þetta væri hann, verst að vera ekki með annan aflgjafa við hendina."
        },
        {
            "user": "ehb",
            "user_id": "1029",
            "date": "2008-07-08 02:12:19",
            "id": "5976490",
            "reply_to_id": "5975648",
            "text": "Kiktu bara með tölvuna a næsta verkstæði og biddu þa um að mæla PSU i afgreiðslunni hja þeim a meða þu biður."
        },
        {
            "user": "Focal",
            "user_id": "34042",
            "date": "2008-07-08 09:14:57",
            "id": "5976641",
            "reply_to_id": "5976490",
            "text": "Fór með hana hérna útí næstu tölvubúð og þeir segja að aflgjafinn  sé í fínu lagi."
        },
        {
            "user": "ehb",
            "user_id": "1029",
            "date": "2008-07-08 10:50:09",
            "id": "5976708",
            "reply_to_id": "5976641",
            "text": "Ef þú getur prófað stærri aflgjafa þá myndi ég gera það. Ef vélin ræsir ekki á stærri PSU þá er sennilega Móðurborðið farið.\nFarðu með hana í viðgerð þar sem þú keyptir hana og láttu þá prófa hana."
        },
        {
            "user": "Metroid",
            "user_id": "38630",
            "date": "2008-07-07 19:23:47",
            "id": "5975486",
            "reply_to_id": "5973871",
            "text": "Prufaðu að kveikja á fjöltenginu og bíða svo í svona 1 min og kveikja svo á tölvunni."
        },
        {
            "user": "Focal",
            "user_id": "34042",
            "date": "2008-07-07 20:05:50",
            "id": "5975609",
            "reply_to_id": "5975486",
            "text": "búinn að reyna það þó nokkuð oft en ég þakka ábendinguna"
        },
        {
            "user": "Metroid",
            "user_id": "38630",
            "date": "2008-07-07 20:22:43",
            "id": "5975669",
            "reply_to_id": "5975609",
            "text": "Ekki málið, er bara svona með eina tölvuna hérna heima :P"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-07-08 16:11:30",
            "id": "5977104",
            "reply_to_id": "5973871",
            "text": "Á móðurborðinu ætti að vera 4 díóðuljós. Hvert ljós táknar eitthvað ákveðið í tölvunni þinni t.d. minni, móðurborð, etc. Það ætti að segja nánar um það í manual sem þú fékkst með móðurborðinu. Prófaðu að fylgjast með þessum ljósum og sjáðu hvort tölvan hættir alltaf á sama stað. Af svo er athugaðu hvaða ljós það er sem hún stoppar alltaf á.\nTaktu allt úr tölvunni sem þú getur t.d. harðadisk (alla nema stýridiskinn), hljóðkort, annað minnið. Athugaðu hvort þú getir startað á tölvunni, ef ekki þá prófaðu að færa minnið til í slottum. Prófaðu svo hitt minnnið. Ef þú nærð ekki að starta tölvunni upp á hvorugum minnunum náðu þá í memtest86+\nhttp://www.memtest.org/#downiso\n(Download - Pro-compiled Bottable ISO (.zip) . Búðu til startup disk. Þetta gerir þú til að athuga hvort minni séu í lagi. Ef það kemur einhver minnisvilla þá er eitthvað að minnunum. En oftar en ekki þá eru þau viðkæmust fyrir skammhlaupi.\nVið minnisvillu þá kemur rauðuryfirstrikaður texti á skjáinn."
        }
    ]
}