{
    "forum_title": "Heimspeki",
    "user": "Sarek",
    "user_id": "24275",
    "date": "2008-07-20 15:26:29",
    "title": "Óvænt próf",
    "text": "Kennari segjir við bekkinn sinn: Í næstu viku verður óvænt próf á einhverjum degi vikunnar en þið fáið ekki að vita hvaða dagur það er. Einn nemandinn hugsaði þá með sér, til þess að þrengja aðeins möguleikana á dögum sem prófið gæti komið á:     Ég get allavega verið viss um að prófið geti ekki verið á föstudegi vegna þess að þegar fimmtudeginum lýkur þá er einungis um einn dag að ræða eftir og þar með yrði prófið ekki óvænt.\nNemandinn hugsar málið þá aðeins lengra og dregur ályktun útfrá þeirri forsendu að óvænta prófið geti ekki mögulega verið á föstudegi:     Núna fyrst að föstudagurinn er ekki lengur mögulegur kostur fyrir prófið hlýtur fimmtudagurinn að vera orðinn síðasti mögulegi dagurinn fyrir óvænta prófið. Allt í lagi þá get ég verið viss um að prófið verði ekki á fimmtudeginum vegna þess að föstudagurinn gerir það að verkum að hann sé síðasti dagurinn sem prófið geti verið á þannig að þegar miðvikudeginum lýkur þá er það klárt mál að prófið þurfi að vera á fimmtudegi.\nNemandinn hugsar málið þá aðeins lengra og dregur ályktun útfrá þeirri forsendu að óvænta prófið geti ekki mögulega verið á föstudegi né fimmtudegi: Núna fyrst að bæði föstudagurinn og fimmtudagurinn eru ekki mögulegir kostir fyrir óvænta prófið hlýtur miðvikudagurinn að vera síðasti mögulegi dagurinn…..\nMeð þessari rökfærslu er hægt að halda áfram til baka alla daga vikunnar og sýna fram á það að ómögulegt er fyrir nokkurn hlut að gerast óvænt nokkurn dag vikunnar. Þessi rökfærsla er góð og gild og algjörlega sjálfri sér samkvæm þótt að það virðist mjög mögulegt fyrir kennara að hafa óvænt próf.\nÞessi þverstæða er fræg undir nafninu Unexpected hanging paradox á ensku. Mig langaði bara svona að deila þessari skemmtilegu pælingu með fólki þar sem þessi þverstæða hefur  verið kölluð “a significant problem for philosophy”.\nMeiri upplýsingar:\nhttp://en.wikipedia.org/wiki/Unexpected_hanging_paradox",
    "url": "https://www.hugi.is/heimspeki/korkar/603467/ovaent-prof/",
    "url_id": "603467",
    "id": "6002277",
    "replies": [
        {
            "user": "batistuta",
            "user_id": "36897",
            "date": "2008-07-20 15:44:16",
            "id": "6002307",
            "reply_to_id": "6002277",
            "text": "sniðugt… skemtileg lesning og rökfærsla."
        },
        {
            "user": "Sarek",
            "user_id": "24275",
            "date": "2008-07-22 00:39:56",
            "id": "6006149",
            "reply_to_id": "6002277",
            "text": "Svari eytt"
        },
        {
            "user": "Sarek",
            "user_id": "24275",
            "date": "2008-07-22 15:43:06",
            "id": "6006975",
            "reply_to_id": "6006149",
            "text": "ég hafði ekki hugmynd um þetta, annars tók ég fram að þetta er ekki mín pæling. Ég las fyrst um þetta í heimspekiorðabók og langaði til að segja frá þessu hérna og reyndi að setja þetta fram eins vel og ég gat.\nBætt við 22. júlí 2008 -  15:51\nnúna líður mér samt frekar kjánalega vegna þess hversu svipað þetta er skrifað í byrjuninni en þetta er ekki hanns pæling heldur, þetta er eldgamalt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-07-24 15:05:38",
            "id": "6011156",
            "reply_to_id": "6006149",
            "text": "Af því að Atli Harðarson var fyrstur til þess að skrifa þetta?\nlulz, uphailbad"
        },
        {
            "user": "Sarek",
            "user_id": "24275",
            "date": "2008-07-31 02:08:44",
            "id": "6024333",
            "reply_to_id": "6002277",
            "text": "Léleg útskýring"
        },
        {
            "user": "Sarek",
            "user_id": "24275",
            "date": "2008-07-31 17:22:35",
            "id": "6025310",
            "reply_to_id": "6024333",
            "text": "Allt í lagi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-08-14 09:50:48",
            "id": "6054142",
            "reply_to_id": "6024333",
            "text": "meira svona, léleg föttun"
        },
        {
            "user": "bjoller",
            "user_id": "58355",
            "date": "2008-08-06 15:48:01",
            "id": "6036269",
            "reply_to_id": "6002277",
            "text": "Þarf bara aðeins að snúa út úr, en meina ef hann kemur bara með prófið einn daginn án þess að segja þeim frá því að einhvern tíman yrði óvænt próf þá er það býsna óvænt ekki satt?\nÞannig jú það er hægt að gera þetta óvænt, en ef maður gerir boð á undan því þá er það ekki hægt, það er verið að meina með þessu."
        },
        {
            "user": "Sarek",
            "user_id": "24275",
            "date": "2008-08-06 18:16:39",
            "id": "6036562",
            "reply_to_id": "6036269",
            "text": "Já þetta felst eiginlega bara í skilgreiningunni á orðinu óvænt. Það er líka hægt að hugsa að fyrst að það sé búið að útiloka föstudaginn yrði það bísna óvænt ef það kæmi samt á honum."
        },
        {
            "user": "herbalist",
            "user_id": "72688",
            "date": "2008-08-17 18:33:50",
            "id": "6061887",
            "reply_to_id": "6036562",
            "text": "Gott svar!"
        },
        {
            "user": "Sarek",
            "user_id": "24275",
            "date": "2008-08-21 20:28:08",
            "id": "6072240",
            "reply_to_id": "6002277",
            "text": "Held að málið hér sé einfaldlega að óvænti parturinn myndi ekki vera á prófdaginn heldur þá frekar daginn áður fyrir nemandann. Þegar líður á fimmtudaginn og ekkert próf hefur verið haldið kom að honum á óvart að prófið skyldi svo vera haldið á föstudeginum. Eins og var sagt fyrir ofan mig."
        },
        {
            "user": "Sarek",
            "user_id": "24275",
            "date": "2008-08-22 10:14:06",
            "id": "6073389",
            "reply_to_id": "6072240",
            "text": "Já, ég held samt að pælingin hafi svona snúist útá það líka að geta undirbúið sig fyrir atburðinn og það er vissulega hægt að gera ef aðeins föstudagurinn er eftir."
        }
    ]
}