{
    "forum_title": "Geimvísindi",
    "user": "grugli",
    "user_id": "9479",
    "date": "2002-01-15 22:10:21",
    "title": "Fundu Viking-geimförin lífsmerki á Mars?",
    "text": "Lífinu er að hluta til stjórnað af svokallaðri lífsklukku (sem byggist á sólarhringnum) og stjórnar því hvenær við förum að sofa. (Allavega hjá sumum.)\nÁrið 1976 lentu Viking-geimförin á Mars. Þeim var aðalega ætlað að taka myndir og athuga möguleg lífummerki á plánetunni.\nEin af tilraununum sem voru kallaðar <i>The Labeled Release experiment</i> voru gerð með þessum geimförum en hún gekk út á það að taka jarðvegsýni og blanda því saman við efnablöndu sem innihélt m.a. geislavika efnið carbon-14.\nEf það væri örlítið merki um líf í þessu sýni, þá áttu efnabreytingar að verða þess valdandi að einhverjar lofttegundir byrjuðu að gufa í sýninu.\nÞetta gerðist, en það var ekkert talið vera neitt merkilegt fyrr en fyrir nokkrum árum síðan þegar vísindamaður hjá NASA gróf upp skjöl um þessar tilraunir úr skjalageimslu stofunarinnar.\nSamkvæmt þessum skjölum urðu þessar efnabreytingar, og þær fylgdu meira að segja sólarhringnum á Mars. M.ö.o. <b>Lífsklukkuni</b>.\nÞað verður samt ekki sannað að það sé líf á Mars fyrr en mannað geimfar lendir á Mars og það verður flutt annað sýni hingað.\nEndilega commentið á mig ef ég er að segja einhverja vitleysu.",
    "url": "https://www.hugi.is/geimvisindi/greinar/60340/fundu-viking-geimforin-lifsmerki-a-mars/",
    "url_id": "60340",
    "id": "406937",
    "replies": [
        {
            "user": "jonrh",
            "user_id": "3021",
            "date": "2002-01-16 00:52:28",
            "id": "406938",
            "reply_to_id": "406937",
            "text": "Dellan sem kom því af stað að líf væri á mars var þegar það fanst hrapsteinn sem fannst á suðurpólunum. Í honum vour einhverjir pínulittlir ormar eða eitthvað kjaftæði. Það var svo sannað seinna að þessir ormar væru frá jörðinni, þ.e. þeir átu sig inn í hann.\nHinnsvegar held ég að það hafir einvherntíman verið líf á mars. Mars var einu sinni inní lífhvolfinu !"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-01-16 04:54:20",
            "id": "406939",
            "reply_to_id": "406938",
            "text": "sko “dellan” með “hrapsteininn” er allt annað mál heldur en þetta btw …\nþað að steinninn hafi verið mengaður hefur ekkert að gera með efnabreytingarnar í sýninu á mars …\nhitt er svo annað mál að ég ætla ekki að trúa á líf á mars fyrr en marsfararnir koma til baka með eitthvað freaky marskvef sem þeir náðu sér í þar ;)"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-01-16 04:56:42",
            "id": "406940",
            "reply_to_id": "406939",
            "text": "hm já og btw\nþetta voru ekki ormar heldur minnir mig þetta hafi verið einhverskonar efnasambönd og samsetningar sem geta ekki orðið til (svo vitað sé) nema við einhver líffræðileg ferli …\n… en þau voru semsagt jarðnesk eftir alltsaman."
        },
        {
            "user": "jerry",
            "user_id": "1477",
            "date": "2002-05-05 00:25:04",
            "id": "406941",
            "reply_to_id": "406938",
            "text": "Ég held að það sé alltaf standandi partý á mars… en þið"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-01-16 09:16:56",
            "id": "406942",
            "reply_to_id": "406937",
            "text": "Ég held að það hafi verið líf á mars endur fyrir löngu, eflaust er eitthvað eftir í dag."
        },
        {
            "user": "BearZon",
            "user_id": "13",
            "date": "2002-01-16 10:35:16",
            "id": "406943",
            "reply_to_id": "406937",
            "text": "hvaðan hefurðu þessar heimildir?"
        },
        {
            "user": "grugli",
            "user_id": "9479",
            "date": "2002-01-16 12:18:38",
            "id": "406944",
            "reply_to_id": "406943",
            "text": "Ég heyrði þetta í fréttunum um daginn og skrapp síðan á netið í gær að tjékka á þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-16 12:51:19",
            "id": "406945",
            "reply_to_id": "406944",
            "text": "Þegar sýnin sem voru tekin á Mars voru skoðuð höfðu þeir mun lélegri tækni til rannsókna og þeir komust að þeirri niðurstöðu að sýnin innihéldu ekkert merkilegt. En núna nýlega gróf einhver vísindamaður  sýnin upp einhversstaðar og notaði þessa aðferð til að finna út hvort -líf- væri í sýninu..og þeir fundu þetta svokallaða líf sem brást við efnatilraununum og lifði eftir þessari lífsklukku eins og lífsform gera, svo að þetta er ekkert bull.."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-01-31 00:10:11",
            "id": "406946",
            "reply_to_id": "406937",
            "text": "hummm Líf á mars? Hefur enginn heyrt um “the cydonia files”? ef ekki leitið að því á netinu…"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-01-31 00:10:18",
            "id": "406947",
            "reply_to_id": "406937",
            "text": "hummm Líf á mars? Hefur enginn heyrt um “the cydonia files”? ef ekki leitið að því á netinu…"
        }
    ]
}