{
    "forum_title": "Sagnfræði",
    "user": "xark",
    "user_id": "1706",
    "date": "2002-01-15 15:18:48",
    "title": "Söguþekking...",
    "text": "Já,reyndar varð ég mjög hissa um daginn í skólanum.\nÞað var sögu tími og var verið að sýna einhverja mynd af herbúðum Rómverja nema hvað að einn sagði: Hey þetta er næstum eins og Auswitch.. fullt af skálum og vel skipulagt.\nVar ég sammála því en þá spurði einn: Auswitch??\nHvað eruði að bulla? Kom þá í ljós að hann vissi ekkert hvað Auswitch var og þegar við sögðum frá því að þá fengum við eitthvað svona svar: Hvernig vitiði þetta??.\nVar ég þá dáldið hissa þar sem ég hélt að allir vissu þetta en já.. síðan kom í ljós að næstum enginn í bekknum hafði heyrt um Auswitch áður!!!  (er í Mr sko..)\nJahá… þetta datt mér ekki í hug",
    "url": "https://www.hugi.is/saga/korkar/60386/soguthekking/",
    "url_id": "60386",
    "id": "407225",
    "replies": [
        {
            "user": "bal134",
            "user_id": "8701",
            "date": "2002-01-16 09:04:41",
            "id": "407226",
            "reply_to_id": "407225",
            "text": "Það er allt til maður.\nJón Sigurðsson hefur verið kosinn maður 20. aldar og alles. Hver er annars sögukennarinn þinn? Helgi Ingólfsson?\nSimon"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2002-01-16 10:02:33",
            "id": "407227",
            "reply_to_id": "407225",
            "text": "Það er náttúrulega afstætt hvaða söguþekkingu við teljum til grunnsöguþekkingar.  Ég öskraði á föður minn um daginn: Kveikja á Discovery - það er þáttur um Sneferu.  Hann horfði stórum augum á mig og hafði aldrei heyrt á manninn minnst.  (Sneferu var frægur fyrir 2500 árum síðan og hafði þá verið dauður í önnur 2000.)\nMikilvægi Auswitz í söguþekkingu almennings mun dvína með árunum.  Þar til að lokum eftir 4000-5000 ár að aðeins einvherjir sérvitringar muna eftir Heimsstyröldunum.  Það eru komin meira en 50 ár frá þessum atburðum og gleymskan er byrjuð.  Sorglegt en satt."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-16 15:54:00",
            "id": "407228",
            "reply_to_id": "407227",
            "text": "Sæll,\nEnn sorglegra er að eftir kannski 50-100 ár munu menn jafnvel vera að stóru leyti komnir með nokkuð jákvæða mynd af Hitler í hausinn.  Skoðanirnar mildast eftir því sem lengra líður frá atburðunum og fólk sem tók þátt í þeim hverfur af sjónarsviðinu.  Bismarck t.d. var talinn jafnvel ímynd alls ills á sínum tíma af sumum.  Það er allt annað hjóð í mönnum í dag um kallinn.<br><br>Með kveðju,\nHjörtur J.\nFlokkur framfarasinna\n<A HREF=\"\nhttp://www.framfarir.net\n“>www.framfarir.net</A>\n”In the beginning of a change, the patriot is a scarce man, brave, hated and scorned. When his cause succeeds, however, the timid join him, for then it costs nothing to be a patriot.\" -Mark Twain"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-16 15:51:26",
            "id": "407229",
            "reply_to_id": "407225",
            "text": "Sæll,\nJá, mér skilst að flestir ungir Þjóðverjar í dag viti bara að Auschwitz sé bara einhver staður í Póllandi.  Var víst gerð skoðanakönnun fyrir ekki svö löngu síðan um það í Þýskalandi.<br><br>Með kveðju,\nHjörtur J.\nFlokkur framfarasinna\n<A HREF=\"\nhttp://www.framfarir.net\n“>www.framfarir.net</A>\n”In the beginning of a change, the patriot is a scarce man, brave, hated and scorned. When his cause succeeds, however, the timid join him, for then it costs nothing to be a patriot.\" -Mark Twain"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-16 17:18:38",
            "id": "407230",
            "reply_to_id": "407229",
            "text": "Ætli þeir vilji ekki bara sem minnst af þessu vita, þar sem þetta er eitt af þeirra niðurlægingarskeiðum?  Svona eins og Íslendingar eru ekki allir jafn stoltir af því að hafa verið hluti hins glæsta Danaveldis og vilja ekki endilega láta minna sig á það í sí og æ að vera komnir af norskum morðvörgum og írskum þrælum - viljum frekar telja okkur trú um, að þetta hafi verið einhverjir kappar og ofurmenni upp til hópa -  bara blóðugra og meira niðurlægjandi (þ.e. fyrir Þjóðverjana).<br><br>Þorsteinn.\n“Að gera ekkert, og hvíla sig þess á milli - það er göfug list.” - Afi."
        }
    ]
}