{
    "forum_title": "Heilsa",
    "user": "vicenza",
    "user_id": "69165",
    "date": "2008-07-24 14:01:17",
    "title": "Magaæfingar",
    "text": "Afhverju er sagt að maður fái ekki magavöðva af t.d 500 magaæfingum á dag ertu ekki að þjálfa magann ? er bara forvitinn er búinn að lesa e-h greinar sem segja þetta.",
    "url": "https://www.hugi.is/heilsa/korkar/604246/magaaefingar/",
    "url_id": "604246",
    "id": "6011021",
    "replies": [
        {
            "user": "NariEff",
            "user_id": "14690",
            "date": "2008-07-24 14:50:27",
            "id": "6011130",
            "reply_to_id": "6011021",
            "text": "Pointið sem þær greinar eru með er að kviðvöðvarnir eru ekkert öðruvísi en restin af vöðvunum.\nÞú tekur t.d. ekki 500 reps í bekknum til að fá flottan kassa, frekar tekuru 8-12 reps, 3-4 sett, eins þungt og þú ræður við og kallar það flott"
        },
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2008-07-24 15:13:36",
            "id": "6011182",
            "reply_to_id": "6011021",
            "text": "Verður ekki massaður á að taka 500 magaæfingar, græðir kannski heilmikið þol, en til að fá betri maga og hraðar þá væri það líklegast að taka þyngra og sjaldnar. Má ekki heldur gleyma að þú þarft að hafa ágætlega lága fituprósentu til þess að það sjáist eitthvað almennilega í hann."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-07-27 01:19:22",
            "id": "6015898",
            "reply_to_id": "6011182",
            "text": "Nennirðu að útskýra það aðeins betur af hverju maður fær ekki einfaldlega betri og flottari maga með fleiri og fleiri magaæfingum?"
        },
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2008-07-27 01:29:13",
            "id": "6015915",
            "reply_to_id": "6015898",
            "text": "Hann styrkist já, auðvitað, en þú veist alveg að t.d Ronnie Coleman fékk ekki svakaleg læri á að hlaupa. Ef þú vilt STÆRRI vöðva þá lyftir maður. Fleiri og fleiri kviðæfingar gætu alveg eins hjálpað, en það myndi vera, held ég, mest megnis brennsla, og myndi, held ég, ekki stækka þá mikið, en því stærri sem þeir eru, því betur sjást þeir, ef þú ert grannur geturðu alveg verið með 6pac, en það myndi þá örugglega vera að mestu leyti útlínur. Kannski lúkkið, en ekki vöðvarnir."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-07-27 01:30:45",
            "id": "6015919",
            "reply_to_id": "6015915",
            "text": "Ok takk, en er maður þá að tapa einhverju á því að gera fleiri magaæfingar þá? Væri það ekki í rauninni bara plús?"
        },
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2008-07-27 01:34:04",
            "id": "6015926",
            "reply_to_id": "6015919",
            "text": "Nei tapar aldrei á magaæfingum, öll hreyfing er plús, á meðan hún er rétt;p\nEn málið er að þegar þú gerir kviðæfingu, þá færðu þol, þú þarft að lyfta meira en eigin þyngd til að fá vöðva, færð alltaf einhverja vöðva með, en ekki nærrum því það sama og þú færð úr lyftingum. En það er mjög mikill misskilningur að halda að þú tapir bumbu á því að gera billjón magaæfingar. Það eru ekki magaæfingarnar sem gera það, heldur er það brennslan sem þú færð úr þeim.\nSkilurðu eitthvað hvert ég er að fara?:)"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-07-27 13:01:32",
            "id": "6016262",
            "reply_to_id": "6015926",
            "text": "Jöbb takk!"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2008-07-24 20:20:03",
            "id": "6011962",
            "reply_to_id": "6011021",
            "text": "Þessir ágætu herramenn fyrir ofan mig eru búnir að svara þessu.\nÍ sambandi við fituprósentuna vil ég bara bæta við þetta þessari gullnu setningu:\n“Abs are made in the kitchen, not in the gym.”"
        },
        {
            "user": "downhall",
            "user_id": "20471",
            "date": "2008-07-24 20:51:58",
            "id": "6012046",
            "reply_to_id": "6011962",
            "text": "“Abs are made in the kitchen, not in the gym.”\nhaha :P"
        },
        {
            "user": "braast",
            "user_id": "61606",
            "date": "2008-08-04 22:45:35",
            "id": "6032841",
            "reply_to_id": "6011021",
            "text": "þú notar magavöðva þegar þú meltur en kviðvöðvarnir notaru þegar þú ert að gera\nkviðæfingar\n. Það er eiginlega ekkert til sem heitir “magaæfingar”. Þú getur verið með helvíti flotta kviðvöðva þó það sjáist ekki mikið vegna fitu."
        }
    ]
}