{
    "forum_title": "Heilsa",
    "user": "optimusprime",
    "user_id": "360",
    "date": "2008-07-27 09:24:51",
    "title": "Áreynsla í Hita",
    "text": "vitið þið um einhverjar formúlur sem ganga út á hvað maður þarf að drekka mikið í miklum hita í mikilli áreynslu, í samanburði við hæð og þyngd\nBætt við 27. júlí 2008 -  09:29\nss sem ganga hversu miklum hita, hversu mikil áreynsla, miðað við hæð og þyngd",
    "url": "https://www.hugi.is/heilsa/korkar/604691/areynsla-i-hita/",
    "url_id": "604691",
    "id": "6016123",
    "replies": [
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2008-07-27 11:32:25",
            "id": "6016179",
            "reply_to_id": "6016123",
            "text": "Þú getur prufað að vigta þig fyrir og eftir æfingu ( gefið að þú borðir ekkert á æfingunni ) og ef þú ert léttari þá hefurðu misst mismuninn í vökva. Þá er málið að drekka aðeins meira á æfingunni ( og líka á eftir ). Það er hinsvegar engin ástæða til að hafa stórar áhyggjur af svona hlutum hér á landi, það er ekki eins og það séu 40° hér á sumrin, og líka fáir sem æfa það lengi eða stíft að þeir missi mikinn vökva. Best að venja sig á að drekka X mikið magn af hreinu vatni á dag til að fyrirbyggja að maður sé að minnka frammistöðuna vegna vökvaskorts."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-07-27 18:28:36",
            "id": "6016767",
            "reply_to_id": "6016179",
            "text": "mm, þetta eru ekki fæingar, ég er að vinna í álveri og þar sem ég er að vinna er meðal hitin í kringum 40°c og áreynslan oft mjög mikil"
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-07-29 00:18:45",
            "id": "6020056",
            "reply_to_id": "6016123",
            "text": "Þú getur náttúrulega séð hvað maraþon einstaklingar gera. Það er líka eitt trick sem þú getur gert, það er að drekka vatna blandað með smá salti. Með því að drekka saltlausn þá kemurðu í veg fyrir of mikið vökvatap. Ég veit að sumir Maraþon hlauparar nýta sér þetta, því það er ekkert sérstaklega þægilegt að hlaupa 40km með magann fullan af vatni.\nEn passaðu þig samt að hafa rétt hlutföll á saltmagni og vatni. Of mikið salt og þá verður þetta ógeðslegt. Myndi mæla með svona 1tsk. á 500.ml. Þú getur alveg verið óhræddur um saltmagnið límaninn losar sig við umframm saltmagn með þvagi.\nEn þetta er allavega eina ráðið sem mér dettur í hug ef þú ert að reyna að losa þig við vökvatap, það er líka ekkert gáfulegt að þamba nokkra lítra af vatni á dag. Ef þér líkar ekki hinsvegar við saltvatnið að þá eiga orkudrykkir að stuðla að því sama en ég veit ekki hve góðir þeir eru gegn miklum hita.\nÞað er líka til eitt annað ráð og það er að klæða sig upp. Þetta er reyndar gert í Miðausturlöndunum og mun þetta harla gagnast hérna þar sem sólin skín svo sjaldan og þú ert væntanlega að vinna inni.\nVona að þetta hjálpi þér eitthvað.\nBætt við 29. júlí 2008 -  01:54\núff. ekki taka 1.tsk. heldur 1/2.tsk til 1/4 fyrir 500ml.\n1.tsk ofan í 500ml. verður alltof brimað varla drykkjarhæft."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-07-29 06:14:49",
            "id": "6020316",
            "reply_to_id": "6020056",
            "text": "ég þakka svarið, ég er já að vinna inni og er eiginlega hálf kappklæddur þar, síðustu nótt þambaði ég 5 lítra af vatni, sem skilaði sér eiginlega beint út í svit, við fáum frítt gatorate og ég nota það óspart, það er sagt að maður eigi að drekka 2 af vatni á móti 1 af gatorate\nég tók einnig með mér lítinn hitamæli til að tékka á hvað er heitt þarna en hann eyðilagðist í hitanum…"
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-07-29 22:23:10",
            "id": "6021666",
            "reply_to_id": "6020316",
            "text": "Þú verður líka að passa þig ef þú ert að vinna í miklum hita að klofsvæðið innan á fötunum sé jafnmikið eða minna en svona 34°C Vegna þess að ef hitinn fer fyrir ofan það, þá geturðu orðið ófrjór :(\nÞað hefur gerst í ófá skipti að t.d. karlmenn sem ganga í þröngum gallabuxum hafi átt í erfiðleikum með að geta barn, vegna þess að eistun þola ekki svona mikin hita.\nBara láta þig vita af því ;)\nEn hvað varðar vatnsneyslu þína þá ertu að drekka alltof mikið af vatni. Ef þú heldur áfram að drekka svona mikið vatn í þessum mæli þá gætirðu átt í hættu á því að fá vatnseitrun.\nJá og líka eitt. En eins og þú hefur gefið framm að þá er hitinn þarna yfir 40°C en líkaminn getur ekki kælt sig á náttúrulegan hátt sé hitastigið yfir 37°C það sjálft getur skapað mikla hættu. Og eins og mér sýnist þarna að þá er spurning hvort að þetta sé virkilega leyfilegt hérna á íslandi að vinna í svona miklum hita. Því það eru til reglur í hve miklum kulda þú mátt vinna í þ.e.as. hitastigið á vinnustaðnum má ekki fara niður fyrir ákveðnar °C minnir að það séu 24°C en ofkæling er á því bili. Þannig að það kemur mér ekki á óvart að það séu einhverjar reglur hvað varðar hámarks hitastig á vinnustað.\nMyndi tékka á því, ef þú hefur e-h áhuga á því.\nEn ef það er eitthvað fleira, endilega bara sp."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-07-29 23:05:30",
            "id": "6021753",
            "reply_to_id": "6021666",
            "text": "gætirðu hjálpað mér að finna þessar reglu"
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-07-29 23:29:17",
            "id": "6021818",
            "reply_to_id": "6021753",
            "text": "Hmm. Nú veit ég ekki hvar þær eru, gætu verið bara í kjarasamningunum eða hjá verkalíðsfélaginu.\nVorum bara að spjalla um þetta í vinnunni, en sá sem sagði okkur frá þessu sagði okkur ekkert hvaðan hann fékk þær.\nEn ég myndi bara nota google."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-07-29 23:33:46",
            "id": "6021826",
            "reply_to_id": "6021818",
            "text": "http://www.vinnueftirlit.is/vinnueftirlit/upload/files/ur_gamla_skjalakerfi/god_fordaemi/1995_1_vinna_i_laeldu_rymi.pdf\nHérna er fyrir lágmarks hitastig. Er að reyna að finna fyrir hámarks."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-07-29 23:48:17",
            "id": "6021871",
            "reply_to_id": "6021753",
            "text": "Ég finn allavega ekkert hvað varðar hámarks hitastig á vinnustað. En allt fyrir ofan 37°C er í rauninni hættulegt fyrir líkamann.\nT.d. eins og einkennin sem þú lýsir. Þú ert í rauninni að auka álagið á líkamann, og ert að tapa rosalega miklum vökva. Því eins og ég bent á fyrir ofan að allt fyrir ofan 37°C kemur í veg fyrir það að líkaminn geti kælt sig niður. Og þar með hækkar innri líkamshitinn, sem er slæmt. Og síðan bregst líkaminn við auknum hita með því að svitna eins og hann getur. Við það taparðu vökva og steinefnum aðallega salti.\nEn ef ég væri þú þá myndi ég hringja í verkalýðsfélgið og fá svör við þessu."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2008-07-30 09:17:19",
            "id": "6022412",
            "reply_to_id": "6021666",
            "text": "Þú verður ekki ófrjór varanlega, það er bara tímabundið. Indjánar notuðu heita bakstra sem einskonar getnaðarvörn, mæli samt ekki með því. ;) En svo framleiða eistun nýjar og virkar sæðisfrumur."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-07-30 10:44:42",
            "id": "6022475",
            "reply_to_id": "6022412",
            "text": "Ég veit alveg að það er hægt að aftra sæðisframleiðslu með því að hita eistun, getur þess vegna farið í heitt bað. Gerir það sama og indjánarnir gerðu.\nEn þarna er ég að tala um stanslausann hita í nokkrar klst til nokkyrra daga/vikna/mánuði.\nÞví eins og þú veist að þá verða eistun að vera í ákveðnu hitastigi, ef þau gætu verið í háu hitastigi þá væru þau innvortis.\nÞess vegna hafa karlmenn sem ganga í þröngum buxum orðið ófrjóir vegna þess að hitastigið er einfaldlega of hátt og eyðileggur hann sæðisfrumurnar."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2008-07-30 13:53:52",
            "id": "6022671",
            "reply_to_id": "6022475",
            "text": "Já, ég var bara að hnjóta um orðalagið. Þegar maður talar um að geta orðið ófrjór, þá er það vanalega skilið sem varanlegt ástand. Tildæmis geta röntgengeislar gert menn ófrjóa, en hiti gerir menn ekki ófrjóa, hann lækkar sæðistöluna tímabundið, jafnvel svo að menn verði ófrjóir tímabundið ( en málið er að taka þetta með tímabundið fram ;)  )."
        },
        {
            "user": "braast",
            "user_id": "61606",
            "date": "2008-08-04 22:54:47",
            "id": "6032861",
            "reply_to_id": "6016123",
            "text": "hvernig ætlaru að mæla áreynlsu, hitaeiningar?"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-08-05 02:12:39",
            "id": "6033360",
            "reply_to_id": "6032861",
            "text": "Áreynsluna er hægt að mæla út frá púls, og það eru til formúlur fyrir hinu út frá púls minnir mig"
        },
        {
            "user": "braast",
            "user_id": "61606",
            "date": "2008-08-05 18:18:56",
            "id": "6034353",
            "reply_to_id": "6033360",
            "text": "ok, veistu hvort það er til þá eitthver mælieining fyrir það"
        }
    ]
}