{
    "forum_title": "Smásögur",
    "user": "Adrenalin",
    "user_id": "73045",
    "date": "2008-07-29 19:27:07",
    "title": "Blóðfórn 16. hluti",
    "text": "Jæja, hérna byrjar sagan aftur, vona að ykkur líki þetta =)\ne.s. gætu verið einhverjar villur, hafði ekki fyrir því að fara yfir Xp\nU.þ.b. 14 árum seinna\nÉg var hálf vakandi uppí rúmi. Ég bærði aðeins á mér, en svo áttaði ég mig á því að það var bjart fyrir utan gluggan. Ég settist snöggt upp og leit á vekjaraklukkuna. Klukkan var orðin níu! Ég var að drífa mig, var nú þegar orðin klukkutíma of sein í skólann. Ég tróð mér í fötin síðan í gær, lítill stuttermabolur og víðar gallabuxur. Síðan þaut ég inná bað og leit aðeins í spegilinn, síða, slétta og svarta hárið á mér var allt úfið. Toppurinn náði niður að dökkbrúnu augunum eins og alltaf. Ég greiddi mér í flýti og setti smá augnlínupenna á mig. Ég þurfti ekki meira, þar sem ég var með svo löng og dökk augnhár. Ég greip skólatöskuna mína og þaut fram í eldhús þar sem mamma sat.\n,,Afhverju vaknaðirðu svona seint núna?‘‘ Spurði hún og horfði á mig.\n,,Svaf yfir mig. Þarf að drífa mig. Bæ!‘‘ Sagði ég, greip eitt ristað brauð af borðinu og setti það í munninn, stökk á hjólið sem var fyrir framan húsið og hjólaði af stað, með töskuna hangandi á annari öxlinni. Á meðan ég hjólaði sem hraðast ég gat í skólann og át brauðið, reyndi ég að hugsa upp afsökun fyrir það hvað ég væri sein.\nÉg var komin að skólalóðinni, hún var gjörsamlega auð fyrir utan nokkra fugla sem sátu á rólunum og tístu. Ég ég lét hjólið í hjólastandinn og dreif mig inní skólann og fann stofuna sem ég átti að vera í. Þegar ég opnaði hurðina litu allir á mig. Ég stóð másandi í hurðinni.\n,,Ása, en skemmtilegt að þú skyldir geta komist, þú færð að sjálfsögðu punkt fyrir þetta. Sestu nú í sætið þitt og byrjaði að vinna!‘‘ Skipaði Gummi, stærðfræðikennari, og benti á sætið við hliðina á Tinnu. Ég settist og Tinna hvíslaði að mér á meðan Gummi útskýrði dæmin fyrir krökkunum.\n,,Afhverju komstu seint?‘‘\n,,Vekjaraklukkan sveik mig.‘‘ Hvíslaði ég og sneri mér að verkefnunum. Við þurftum að gera þrjár blaðsíður. Þvílíkt svindl! Þetta hefði verið mikið auðveldara ef það hefðu ekki verið tuttugu mínútur eftir af tvöföldum stærðfræði tíma þannig að sjálfsögðu náði ég ekki að klára. Eftir tímann gekk ég út ásamt Tinnu og nokkrum vinum mínum. Það voru komnar frímínútur svo við drifum okkur að sófunum til að ná þeim. Tíundu bekkingar voru stundum svo frekir að þeir tóku alla sófana. Við náðum tveimur sófum, ásamt strákunum.\n,,Hei, Ása, afhverju komstu seint?‘‘ Spurði Raggi og sveiflaði til síðu hárinu.\n,,Æji, vekjaraklukkan hringdi ekki.‘‘ Ég gretti mig.\n,,Komið þið út í körfu?‘‘ Spurði Elín og allir samþykktu það. Ég náði í boltann minn inní skáp. Hann var svartur all star bolti. Ég hafði ekki séð neina svarta all star bolta þannig ég áleit að boltinn yrði góður safnbolti seinna.\nVið hlupum út á völl ásamt öllum strákunum sem kunnu körfu, nokkrum stelpum, sem vildu kunna körfu útaf einhverjum strákum og mér sem kunni körfu og naut þess að spila.\nBoltanum var kastað upp og leikurinn byrjaði. Ég náði boltanum af Fjólu og þaut með hann í áttina að körfunni. Allt í einu var ég umkringd andstæðingum og ég gat ekki skotið boltanum í körfuna. Raggi gaf merki að hann væri laus og um leið og ég sá færi þá kastaði ég boltanum upp, hann þaut upp í loftið og Raggi greip hann og skaut þriggja stiga skot. Ég öskraði siguróp með hinum, Raggi lyfti upp stuttermabolnum svo sást í stæltann líkama hans. Ég gat ekki annað en starað á hann þegar hann hljóp um.\n,,Hei! Vaknaðu!‘‘ Kallaði Maggi þar sem tveir strákar voru að koma í veg fyrir að hann gæti skotið boltanum. Ég rankaði við mér og hljóp að honum. Hann kastaði boltanum að mér þegar ég hljóp framhjá honum. Ég tók boltann og tók lay-up í körfuna og skoraði. Núna var það ég sem hljóp um völlinn. Andstæðingarnir voru núna með boltann og köstuðu honum á milli sín. Að lokum náði Pétur boltanum og skoraði þriggja stiga skot. Staðan var nú 5-3 fyrir okkar liði. Við héldum svona áfram þar til bjallan hringdi inn. Ég tók boltann og talaði við hina. Raggi lýsti hverju einasta skoti sínu með rosalegri nákvæmni. Áður en ég gekk inn í skólann bað Raggi mig að tala við sig í einrúmi. Ég jánkaði því og hann gekk með mér að körfuboltavellinum aftur.\n,,Hvað er að? Við verðum of sein í tíma,‘‘ sagði ég þegar við stoppuðum við körfuna.\n,,Þú spilar körfubolta geðveikt vel, þú ert eina stelpan sem ert í alvöru góð í körfu.‘‘ Sagði Raggi og tók í höndina á mér. Ég horfði undrandi á hann. Síðan hallaði hann sér yfir mig og kyssti mig á varirnar. Ég mótmælti ekki, ég hleypti honum inn. En eftir smá stund ýtti ég honum frá mér.\n,,Umm, ég held ég verði að fara inní tíma, ég vil ekki fá fleiri punkta.’’ Sagði ég og gekk af stað að skólanum. Hann gekk við hlið mér. Allt í einu fékk ég á tilfinninguna að einhver væri að horfa á mig. Ég leit í kringum mig. Það var enginn úti á skóla-lóðinni, ég andaði léttar og gekk inní skólann.\nEftir að Raggi kyssti mig, urðum við nokkurs konar kærustupar, þó að hann hafði ekki spurt mig enn þá svona formlega. En við spiluðum körfubolta saman með hinum, vorum stundum saman eftir skóla. Hann var alltaf að reyna að kyssa mig, í tíma og ótíma. Stundum var hann svo kaldur að reyna það inní kennslustofunni en ég vildi það helst ekki. Ég reyndi að komast hjá því að kyssa hann, því mér fannst ógeðslegt að blanda slefi saman. En ég lét mig þó stundum hafa það.\n,,Hvenær fæ ég að koma heim til þín?’’ Spurði Raggi einu sinni þegar við vorum að labba saman heim, húsið hans var á leiðinni að mínu.\n,,Einhverntíman seinna,’’ sagði ég bara. Ég vildi helst ekki bjóða neinum heim til mín útaf ástandinu heima. Allt frá því ég mundi eftir mér hafði alltaf verið viss andúð á milli foreldra minna. Stundum heyrði ég óp úr herbergi foreldra minna, og sá oft marbletti á mömmu. Áður hafði ég reynt að spyrja um þetta en mamma vildi ekki segja mér hvað gerðist, svo ég gafst á endanum upp.\n,,Hvar býrðu annars?’’ Spurði Raggi.\n,,Aðeins lengra en húsið þitt.’’ Svaraði ég. Við vorum komin að húsinu hans Ragga og Raggi stóð í dyrunum og kvaddi mig. Ég lét eftir honum að kyssa mig einu sinni áður en hann lokaði dyrunum. Ég dæsti og leit í kringum mig. Mér brá. Þarna stutt frá, rétt hjá sjoppunni stóð maður og horfði á mig. Það var eitthvað kunnuglegt við hann, mér leið eins og ég hefði séð hann áður en síðan áttaði ég mig. Hann var næstum alveg eins og ég, svart hár og dökkbrún augu, beint nef og föl húð. Hann hefði alveg eins getað verið pabbi minn, en ég vissi að Lúkas var pabbi minn. Ég starði aðeins á móti en gekk síðan af stað að húsinu mínu, eins hratt og ég gat án þess að hlaupa. Ég fann að augu hans fylgdu mér alveg þar til ég beygði fyrir horn. Ég andaði hratt. Hver var þetta eiginlega? Afhverju var hann svona líkur mér? Ég hristi hausinn við hugsuninni sem hafði birst í huga mér. Það gat ekki verið að hann væri pabbi minn. Það væri bara fáránlegt, mamma hafði verið með Lúkasi eins lengi og ég gat munað. Lúkas var pabbi minn.\nÉg hugsaði um þetta alla leiðina heim en hætti þegar ég heyrði reiðilegar raddir innum gluggann rétt áður en ég kom að dyrunum. Ég hlustaði.\n,,…Gölluð!’’ Heyrðist í pabba.\n,,Ekki segja það,helvítið þitt!’’ Sagði mamma reiðilegri röddu.\n,,Barnið er gallað! Hefurðu sé einkanirnar? Þú gafst mér gallað barn!’’ Sagði pabbi og það heyrðist hár smellur. Það varð smá þögn.\n,,Hvað hef ég gert þér? Ég gerði það sem þú vildir! Hvers vegna þarftu að láta svona!’’ Sagði mamma svo lágri röddu að það munaði minnstu að heyrði ekki í henni.\n,,Þú fórst ekki að alveg öllu. Þú hélst framhjá mér var það ekki? Heldurðu að þessi stelpa geti verið barnið mitt? Hún er ekkert lík mér!’’ Hvæsti pabbi að mömmu. Mér brá. Ég var ekki viss um að ég vildi heyra meira. Ég læddist að herbergisglugganum mínum, opnaði gluggann upp á gátt og smeygði mér inn. Ég reyndi að gleyma þessu sem ég hafði heyrt. Hvernig gat verið að mamma hafi haldið framhjá pabba? Eða það er að segja ef hann var pabbi minn. Mamma var ekki þannig, það bara gat ekki verið.",
    "url": "https://www.hugi.is/smasogur/greinar/604732/blodforn-16-hluti/",
    "url_id": "604732",
    "id": "6016479",
    "replies": [
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2008-07-29 23:16:35",
            "id": "6021783",
            "reply_to_id": "6016479",
            "text": "niiiiice"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-07-29 23:41:49",
            "id": "6021850",
            "reply_to_id": "6021783",
            "text": "Jamm, vil samt benda á að þetta er hálfgert gölluð og ekki nógu úthugsuð útgáfa af sögunni þannig ég vil afsaka allt sem gæti kannski stangast á eða ekki staðist í sögunni =)"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2008-07-31 11:15:09",
            "id": "6024608",
            "reply_to_id": "6021850",
            "text": "vá hvað ég fattaði samt ekki strax hvað var að gerast , ég gleymdi að lesa þarna “ 14 árum seinna ” dótið svo ég var bara wtf og svo í enda þá fattaði ég það :S"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-07-31 14:54:36",
            "id": "6025020",
            "reply_to_id": "6024608",
            "text": "Lol Xp"
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-07-29 23:28:49",
            "id": "6021817",
            "reply_to_id": "6016479",
            "text": "mamman þarf að tala við þessa ásu og segja henni sannleikan"
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-08-01 10:46:49",
            "id": "6026671",
            "reply_to_id": "6016479",
            "text": "halda áfram !"
        }
    ]
}