{
    "forum_title": "Rokk",
    "user": "danielbotn",
    "user_id": "13111",
    "date": "2002-01-16 21:33:10",
    "title": "Snilldarbandið Broder Daniel=Brother Daniel",
    "text": "Ég geri mig grein fyrir því að fáir hafa áhuga að lesa einhverja grein um einhverja hljómsveit sem heitir Broder Daniel !!\nEn ef þú lest þetta ekki færð þú heldur aldrei að vita af þessu snilldarbandi.\nBroder Daniel er sænsk hljómsveit frá Gautaborg. Hann Henrik Berggren stofnaði hljómsveitina ásamt öðrum árið 1994 þegar hann var 19 ára gamall. Fyrstu árin fóru í að æfa stíft og finna réttu hljómsveitarmeðlimina.\nÁ sama ári fengu þeir athygli hjá Jimmy Fun Music sem er sænkt útgáfufyritæki.(held ég) Lítið gerist þangað til þeir fengu plötu samning hjá EMI MUSIC SWEDEN.\nÞeir fóru í stúdíó og tóku upp plötuna “Saturday Night Engine”. Maðurinn sem produseraði plötuna heitir Nille Perned og er sami maðurinn sem produserer allar plötunrnar hjá Kent.\nPlatan fékk mjög mikla athygli og dómar um plötuna voru misjafnir. Sumir sögðu að þetta væri snilld en aðrir voru ósammála.\nEftir þetta gáfu þeir út margar smáskífur en svo loks gáfu þeir út plötuna Border Daniel sem hét einfaldlega Broder Daniel.\nPlatan fékk ágæta dóma en mismunadi voru þeir ! Sumir gáfu plötunni 5 stjörnur en aðrir tvær.\nAnnahvort elskar maður Broder Daniel eða þá hatar maður hana. Svona einfalt er það. Ég fatta eiginlega ekki af hverju sumir þola ekki sveitina. Kannski útaf því að söngvarinn semur einfalda texta og syngur ekkert vel.\nSöngvarinn svarar svipað og Johhny Totten: “Ég veit að ég kann ekki að syngja og mér er drullu sama” !\nNæsta plata hjá Daniel drengjunum fékk nafnið, Forever\nBroder Daniel-Forever og er frægasti diskur með þeim en samt ekki bestur. Lögin fóru á Soundtrackið Fucking Åmal sem er snilldar mynd. Broder Daniel áttu öll lögin í myndinni nema eitt held ég.\nDiskurinn fékk mikla athygli hjá fjölmiðlum.\nBroder Daniel hafa alltaf farið í mörg blaðamannaviðtöl. Kannski er það því að þeir eru svo heiðarlegir. Það var til dæmis spurt þá: Notið þið eiturlyf ??\nsvar: Já bara svona stundum en ekkert oft. Það er oft pressað á mann og svona……\nEkkert mikið hefur gerst hjá sveitinni síðan þeir gáfu út Forever.\nÞeir tóku sig hlé og gítarleikarinn stofnaði hliðarvekefni: The Plan hét sveitin og gaf út sína fyrstu plötu í fyrra. Á plötunni er smellurinn Mon Amour.\nBassaleikarinn Håkan Hellström fór líka í sitt eigið hliðarverkefni og gaf út plötuna: Känn ingen sorg för mig Göteborg sem gerði allt vitlaust.\nMeiri segja eitt lag fór í spilum hér á Rás 2.\nÞví miður er ekki að finna neitt lag með Broder Daniel á KaZaA en það var fullt á Napster áður en hommarnir í Metallica kærðu það.\nEn það er hægt að finna með hljómsveitinni The Plan sem er mjög góð.\nThe Plan-Mon Amour\nalgjör snilld……….\nÉg bíð spenntur eftir næstu plötu með Broder Daniel. Hljómsveitin er nú stödd í stúdíói held ég.\nEf þið eruð einhverntímann staddir í Sviþjóð farið þá í næstu plötubúð og kaupið einhverja plötu með Broder Daniel eða The Plan.\nhúúúúúúú",
    "url": "https://www.hugi.is/rokk/greinar/60485/snilldarbandid-broder-danielbrother-daniel/",
    "url_id": "60485",
    "id": "408058",
    "replies": [
        {
            "user": "YtseJam",
            "user_id": "8944",
            "date": "2002-01-17 16:22:23",
            "id": "408059",
            "reply_to_id": "408058",
            "text": "Fyrst hún er sænsk hlýtur hún eiginlega að vera góð.\nEins og sænsku eðalrokkararnir í Pain of Salvation!!"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-01-18 00:33:35",
            "id": "408060",
            "reply_to_id": "408058",
            "text": "Hefur einhver thékkað á sántrakkinu úr til Sammens ?   sem er eftir sama leikstjóra og fukking Amal ."
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-01-18 09:17:18",
            "id": "408061",
            "reply_to_id": "408058",
            "text": "Bob Hund er besta sænka bandið!\n“Hundred år er ingenting for mig!”"
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2002-01-18 10:32:30",
            "id": "408062",
            "reply_to_id": "408058",
            "text": "ég var einmitt að pæla þegar fuckin amal var á rúv hversu töff lögin voru"
        },
        {
            "user": "danielbotn",
            "user_id": "13111",
            "date": "2002-01-18 23:05:56",
            "id": "408063",
            "reply_to_id": "408062",
            "text": "Bob Hund er snilld líka. Það var eimitt viðtal við Broder Daniel og þeir sögðu að besta nýja sænska bandið væri Bob hund.\nÉg er búinn að fatta hvernig er hægt að hlusta á nokkur Broder Daniel lög á KaZaA.\nÞið skrifið bara: Fucking Åmal og þá koma nokkur ágætis lög með þeim.\nHvernig finnst ykkur lögin ??????????\nFyrir þá sem kunna sænku:\nwww.broderdaniel.org"
        },
        {
            "user": "doddolfur",
            "user_id": "30893",
            "date": "2003-04-26 17:20:19",
            "id": "408064",
            "reply_to_id": "408063",
            "text": "Broder Daniel eru hörkuband :)\nreyndar er eitthvað bogið við þessa dúdda….\nreyna drepa sig á sviði, svoltið þunglyndir en ætli það sé ekki bara rokk….."
        }
    ]
}