{
    "forum_title": "Dulspeki",
    "user": "Muse26",
    "user_id": "73616",
    "date": "2008-07-29 15:21:35",
    "title": "Dreymir mikið um náttúruhamfarir!",
    "text": "hæhæ, mér finnst soldið skrýtið að mér dreymir frekar oft um flóð, eldgos og fellibyli núna síðastliðna nótt!\nDraumurinn byrjaði þannig að ég var útá götu með vinum mínumm að bara hanga eitthvað og þá sé ég allt í einu risa fellibyl! Þá leitum við skjóls niðrí kjallaran minn. Svo kemur þessi felliylur og þá erum við nokkrir þarna að halda hurðinni lokaðri en lekur samt vatn þarna inná milli. En það skrýtna var að það kom ekki ein rispa á gluggana. Svo þegar þetta er búið förum við aftur út og þá er komin glampandi sól ekki rigning né neitt. Engin merki um að neitt hafi gerst þarna en eftir ekki mikinn tíma sáum við þetta aftur og fórum þá aftur inn en hurðin var þá orðin frekar ónýt, en það voru þá ennþá fleiri með okkur, en þá kom ekkert. Svo kíktum við á netið og þar stóð ekkert um neinn fellibyl. en svo fórum við aftur út og sáum svona 5 fleiri á hraðleið til okkar og ég rétt slapp inn en þá vaknaði ég.\nSvo um daginn dreymdi mig eldgos. man ekki mikið eftir þeim draumi en þá gaus Esjan í þeim draumi! Svo einnig fékk ég far þá hjá vini mínum útá land en við vorum alveg á síðustu stundu.\nEn það skrítna var að seinna um kvöldið þá sá ég í kastljósinu að það voru 30 ár ( minnir að það hafi verið 30) síðan Vestmanneyjagosið var. þá fannst mér þetta mjög skrýtið en hunsaði þetta bara og fór svo að sofa. en mig dremdi nákvæmilega sama drauminn aftur og það var eins og fjallið væri að benda manni á eitthvað. það var eitthvað með Esjuna mjög merkilegt.\nEn allavega þá langaði mig bara að vita hvort þetta hafi einhverja þýðingu þetta með náttúruhamfarirnar og allt það!",
    "url": "https://www.hugi.is/dulspeki/korkar/605099/dreymir-mikid-um-natturuhamfarir/",
    "url_id": "605099",
    "id": "6020825",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-07-29 15:54:22",
            "id": "6020886",
            "reply_to_id": "6020825",
            "text": "“En það skrítna var að seinna um kvöldið þá sá ég í kastljósinu að það voru 30 ár ( minnir að það hafi verið 30) síðan Vestmanneyjagosið var.”\nFokkafokkasjittsjitt.\nHvað ætti þetta mögulega að tákna'"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-07-29 16:53:57",
            "id": "6020977",
            "reply_to_id": "6020825",
            "text": "Æti að þetta sé ekki bara eitthvað í undirmeðvitundunni :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-08-07 16:30:27",
            "id": "6038679",
            "reply_to_id": "6020977",
            "text": "eða .. UNDRAMEÐVITUNDINNI!! :O"
        },
        {
            "user": "DoctorDisa",
            "user_id": "65724",
            "date": "2008-08-07 19:30:03",
            "id": "6039224",
            "reply_to_id": "6038679",
            "text": "Aaaahh ég lollaði."
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2008-08-02 15:21:58",
            "id": "6028688",
            "reply_to_id": "6020825",
            "text": "Hey mig dreymdi í vetur þessa risastóru fellibyli sem voru hérna í reykjavík, flúði einmitt niður í kjallara í draumnum með öðru fólki. Vá ég man hvað þeir voru stórir…\nMig hefur dreymt slatta af svona náttúruhamfara draumum seinasta árið segir samt ekki að það þýði eitthvað.\n…reyndar dreymdi mig að ég væri að keyra undir Ingólfsfjalli með familíunni og fjallið fór að skjálfa og steinar veltust niður úr því…2 dögum seinna kom skjálftinn. Spes."
        },
        {
            "user": "Muse26",
            "user_id": "73616",
            "date": "2008-08-02 16:42:09",
            "id": "6028783",
            "reply_to_id": "6028688",
            "text": "við erum þá bara skyggn xp"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2008-08-02 18:43:36",
            "id": "6028927",
            "reply_to_id": "6028783",
            "text": "Ha ha ætli við eigum ekki öll okkar ‘moment’."
        },
        {
            "user": "GregorStrasser",
            "user_id": "69885",
            "date": "2008-08-08 23:09:23",
            "id": "6042109",
            "reply_to_id": "6028783",
            "text": "Ef draumurinn fjallar svona mikið um esjunna afhverju prufaru ekki bara að fara í eina stutta gönguferð uppá topp og sjáðu hvernig er."
        },
        {
            "user": "Muse26",
            "user_id": "73616",
            "date": "2008-08-08 23:55:29",
            "id": "6042199",
            "reply_to_id": "6042109",
            "text": "sko ég átti að fara 2 x í vetur en bæði skiptin of mikil þoka =/ ætli maður fari samt ekki að fara bráðum."
        },
        {
            "user": "artist",
            "user_id": "2192",
            "date": "2008-08-14 12:37:35",
            "id": "6054401",
            "reply_to_id": "6042199",
            "text": "of mikið sjónvarpsgláp, það er málið ;)"
        }
    ]
}