{
    "forum_title": "Netið",
    "user": null,
    "user_id": null,
    "date": "2008-07-31 01:39:48",
    "title": "Smá vandamál",
    "text": "Ég er í smá klemmu.\nsvona er mál með vexti,\nég fór með tölvuna í viðgerð í gær, því að hun hafði misread-að eithvern driver sem ég reyndi að installa,\njæja.. þetta var nu bara saklaust og ég fékk hana sama dag.\nHún er búin að láta frekar undarlega síðan,\nég veit ekki hvort þetta sé tengt, en þetta er það sem er að\n1. hún getur ekki signað inna msn, kemur bara “ error code 80048820 ” og ég hélt þetta væri bara venjulegur msn sign up galli eins og kemur fyrir, en þetta er búið að vera svona í nuna… næstum 2 daga ( ég er búin að prófa re-installa, prófa nýtt version, prófa allt )\n2. ég var að reyna komast í heimabankan minn í dag, þá kemur “ Secure Connection Failed\nwww.isb.is uses an invalid security certificate.\nThe certificate will not be valid until 24.9.2007 16:06.\n(Error code: sec_error_expired_certificate)\n* This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.\n* If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.” þetta er Copy/Paste af því sem kemur þegar ég klikka á “ inskráning” ég hef aldrei séð þetta message áður, og væri alveg til í að fá eithverja clue hvort að þetta væri tengt eða væri sitthvort vesenið,\n(ég tek það framm að netið mitt virkar 100% eins og það hefur alltaf gert)\ner eithver með mögulega lausn á þessu ?\n*þetta er farið að pirra mig smá.. *púff -__-*",
    "url": "https://www.hugi.is/netid/korkar/605375/sma-vandamal/",
    "url_id": "605375",
    "id": "6024284",
    "replies": [
        {
            "user": "cockmongler",
            "user_id": "40806",
            "date": "2008-07-31 01:59:12",
            "id": "6024308",
            "reply_to_id": "6024284",
            "text": "klukkan er vitlaust stillt í tölvunni hjá þér, örugglega vitlaust ártal."
        },
        {
            "user": "cockmongler",
            "user_id": "40806",
            "date": "2008-07-31 13:29:53",
            "id": "6024837",
            "reply_to_id": "6024308",
            "text": "já, ég er buin að laga það, er ekki eithvað fleirra ?\nþví að öll updates ná eingri “ connection ” bæði windows updater og AVG-free,"
        },
        {
            "user": "cockmongler",
            "user_id": "40806",
            "date": "2008-07-31 14:42:09",
            "id": "6024988",
            "reply_to_id": "6024837",
            "text": "greinilega ekki lagað þá hjá þér, viss um að þú ýttir á OK and ekki Cancel? ^^ .. eina sem ég get sagt, þarft að hafa rétt ártal og rétta dagsetningu stillt til að geta notað HTTPS og windows update"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-07-31 15:57:58",
            "id": "6025132",
            "reply_to_id": "6024988",
            "text": "ju þetta lagaðist, ég hélt ég hefði sett date & time, nema ég bara sá ekki ártalið ^^ það var víst 2007 hjá mér :D\ntakk samt ;)"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2008-07-31 09:22:20",
            "id": "6024512",
            "reply_to_id": "6024284",
            "text": "haha ég lenti í sama dæmi og var heillengi að fatta hvað væri að, síðan sá ég að það var bara klukkan sem var vitlaus, eða réttara sagt ártalið"
        }
    ]
}