{
    "forum_title": "Battlefield",
    "user": "ghostarinn",
    "user_id": "28605",
    "date": "2008-08-05 01:44:38",
    "title": "Eftirminnilegar stundir á vígvellinum.",
    "text": "Mér datt í hug, þarsem lítil sem engin hreifing er hérna í greinunum að henda inn sögusagnagrein, þar sem menn deila skemmtilegum moment‘um af vígvellinum með öðrum og við getum skemmt okkur við að lesa um hetjudáðir, svaðilfarir og ófarir hvors annars.\nAð gefnu tilefni skal ég að sjálfsögðu byrja.\nEinhvert eftirminnilegasta moment sem ég man eftir af vígvellinum var þegar Stormsveitin barðist við The Most í Bulge.\nÞannig var að þegar við vorum Allies og Most‘ararnir Þjóðverjar.  Ég byrjaði á að taka Sherman frá aðalbækistöðinni og brunaði niður að brúnni með bunkernum.\nAð sjálfögðu voru Most‘arar snöggir til og ég sá fram að ef ég brunaði beint yfir brúnna myndi ég lenda í flasinu á 2 panzerum og 1 Tiger.\nJayman hafði spawnað hjá þessum bunker og henti mines út um allt til að tefja fyrir sókninni hjá þeim, sem vildi til að var hæfilega nægur tími fyrir mig til að fela mig bak við vegginn handan brúarinnar.\nSíðan beið ég. Ég passaði mig á að vera ekkert að hreifa turrettið eða neitt til að þeir yrðu síður varir við mig. Fljótlega heyrði ég í Panzer lulla yfir brúnna og beið átekta með fingurinn á gikknum (músinni :þ) en hljóðið dó út rólega þar sem hann hafði tekið beigjuna upp að aðalbækistöð Allies hinumeiginn við vegginn sem ég faldi mig á bak við.\nEkki gat ég verið að vaða af stað með Tiger og Penzer með mig í sigtinu, en þar sem það var ekki þeim í hag að hanga þarna við þennan bunker gat ég verið ansi viss um að þeir færu framhjá, og viti menn Tigerinn kom næstur.\nÞegar hann lullaði framhjá varð ég nú að senda smá skot í afturhlutann á honum og kímdi við meðan ég fylgdist með honum snúa Turrettinu í allar áttir, en ekki sló hann neitt af, heldur hélt ótrauður framhjá.\nSíðasti Panzer‘inn fylgdi svo í humátt á eftir Tigernum, en báðir fóru í átt að kirkjunni en Tigerinn beigið af og tók hinn veginn upp að aðalbækistöðinni hjá okkur.\nÁ þessum tímapunkti lét ég til skarar skríða.\nÉg rauk fram úr fylgsni mínu og sendi eitt skot í rassgatið á Panzernum sem ætlaði að conquesta kirkjutorgið, snéri síðan í humátt á eftir hinum sem hafði farið hinumeiginn við vegginn.\nÉg brunaði upp framhjá húsinu þarna á hæðarbrúninni og kom aftan að hinum Panzernum sem var farinn að vakta svæðið þarna úr fjarlægð en Tigerinn óð um svæðið eins og óður tarfur og sprengdi upp allt sem hefði getað nýst okkur í vörninni.\nEftir að ég tók út þennan Panzer náðum við Tigerinn einu skoti hvor beint framan á hvorn annan. Eins og við öll vitum er talsverður munur á hleðslum og brinvörnum þessarra tveggja skriðdreka þ.e.a.s. Tiger og Sherman þannig að mér var nú ekkert sérstaklega rótt í þessarri stöðu, en ég náði siglingu og smeigði mér á milli húsa, passaði mig á að slá aldrey úr hraðanum og skaut á hann við hvert minsta tækifæri.\nAð sjálfsögðu væri ég nú ekki að segja þessa sögu nema vegna þess að ég hlaut sigur í þessarri viðureign.\n2 flögg defended á 1 Sherman vs. 2 Panzers & 1 Tiger\nHlakka til að lesa frá ykkur hinum, allar BF: sögur velkomnar úr öllum BF: leikjunum.",
    "url": "https://www.hugi.is/bf/greinar/605441/eftirminnilegar-stundir-a-vigvellinum/",
    "url_id": "605441",
    "id": "6025293",
    "replies": [
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-08-05 02:45:30",
            "id": "6033407",
            "reply_to_id": "6025293",
            "text": "haha svít ég man þú ekki neina i augnabliknu…"
        },
        {
            "user": "KurtCobainICE",
            "user_id": "13065",
            "date": "2008-08-05 12:17:25",
            "id": "6033716",
            "reply_to_id": "6025293",
            "text": "held samt að IN hafi klárlega rústað öllum :D"
        },
        {
            "user": "ezzen",
            "user_id": "19992",
            "date": "2008-08-05 14:19:49",
            "id": "6033935",
            "reply_to_id": "6025293",
            "text": "Man ekki eftir neinni sérstakri sögu… þær eru svo margar..\nEn ég gleymi því ekki þegar Easy var við æfingar í El Alamein.. ég var eitthvað að sveima um á spitfire yfir aðalbækistöð breta þegar ég var allt í einu skotin niður með SdKfz.124 Wespe betur þekkt sem bara Wasp í BF42.. það skrítna við þetta allt saman var að þessi wasp var staðsett á axis base og um borð var enginn annar en [EASY]Zedlic :D\nSvo sem ekkert voðalega merkilegt… en eftirminnilegt er það hehe."
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-11 10:14:37",
            "id": "6046293",
            "reply_to_id": "6033935",
            "text": "Hehe, já ég hef skotið sjálfur niður flugurnar með t.d. Tank, Artillery, Defgun og að sjálfsögðu fallbissunum á skipunum.\nÞað er alltaf ákveðin, Liberating tilfinning að taka flugurnar með slug'skotum.\nEitthvað var ég líka að æfa mig í að taka niður flugurnar með Anti-Tank, en það er ansi erfitt þegar þær eru á lofti og ef það á að takast verður viðkomandi að hitta í mótorinn á vélinni.\nHinsvegar notaði ég artillery'ið alltaf fríhendis, þokkalega erfitt að notast við sniper hjálpina.\nHinsvegar talaði ég við Gamlann danskann hermann sem vinnur í dag með börnum sem hafa erfiða bakrunna, og er BF:1942 eitt af því sem krakkarnir hans leika sér í með hann sem leader.\nHann fullvissaði mig um það að þetta Artillery dæmi væri ansi líkt raunverulegu artillery'i frá WW2."
        },
        {
            "user": "nessy",
            "user_id": "72669",
            "date": "2008-08-05 16:47:51",
            "id": "6034195",
            "reply_to_id": "6025293",
            "text": "skrifaðu frekar grein um vaseline"
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2008-08-06 01:31:44",
            "id": "6035597",
            "reply_to_id": "6025293",
            "text": "Ég spilaði nú aðallega BF2 á netinu, en ég man eftir einni þar sem ég var MEC á móti BNA í einu borði sem ég man ekki hvað heitir (Operation e-ð, kanar byrja með einn flugvöll og arabar með “línu” af beisum, gerist um nótt).\nEn mitt lið var sem sagt að tapa og áttum aðeins öftustu stöðina eftir sem spawnaði einn eða tvo skriðdreka og svo Mi-28 árásarþyrlu. Stöðin er eiginlega bak við hól þannig að það var ekki hægt að “púnda” hana úr mikilli fjarlægð.\nÞað voru margir á servernum og streymdu kanarnir endalaust yfir hæðina og bara hvar sem hægt var að komast inn en einhvernveginn náðum við alltaf að verjast þó stundum jaðraði þetta við algjöru tapi.\nÉg og vinur reyndum nánast alltaf að komast í þyrluna, en þar sem það tekur smá tíma að komast á loft vorum við oft skotnir þegar hjólin höfðu lyftst svona 5 cm frá jörðu. Einu sinni komust við á loft án þessa að vera skotnir þar sem ég bægði rellunni snildarlega frá flugskeyti frá Anti-tank.\nÉg forðaði rellunni í burtu til að komast úr skothríðinni en snéri henni svo við til að drepa öll kanasvínin sem voru að drepa bræður mína á jörðinni. Þegar ég sá hversu margir kanar voru á hlaupum upp brekkuna til að ráðast á beisið okkar hló ég geðveikislegum hlátri (ekki beint samt), þaut í áttina að þeim og lét ragetturnar dynja á þeim á meðan félagi minn tætti þá í sundur með sjálfvirku fallbyssunni undir nefinu og sprengdi þá svo í loft upp með kröftugum leiserstýrðum flugskeytum.\nÉg áætla að í þessari hrinu sem tók undir fimm sekúndur hafi fallið svona í kringum 15 óvinir bara af okkar hendi, en við lifðum aðeins í stutta stund í viðbót og óvinurinn náði síðan beisinu okkar.\nÞetta er allavega eftirminnileg “hetjusaga” af mér, reyndar dó ég pínu oft, en… what the hell."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-08-07 08:30:17",
            "id": "6037830",
            "reply_to_id": "6035597",
            "text": "lol held að hann hafi átt við bf42 ekki bf-wannabe"
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2008-08-07 13:38:42",
            "id": "6038249",
            "reply_to_id": "6037830",
            "text": "Hlakka til að lesa frá ykkur hinum, allar BF: sögur velkomnar úr\nöllum BF: leikjunum\n."
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-11 09:58:49",
            "id": "6046285",
            "reply_to_id": "6038249",
            "text": "Takk fyrir tilvitnunina, enda færi þessi umræða bara á kork ef hún væri aðeins fyrir BF:1942 :þ"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-07 10:45:56",
            "id": "6037928",
            "reply_to_id": "6025293",
            "text": "þar sem þú talar þarna um the most verð ég að minnast á eitt eftirminnilegt atriði á móti easy ef ég man rétt, það var í bocage ef ég man rétt(nafnið that is) þar sem allies eru með b17 og það er einhver milla við miðjuna.. svo langt síðan maður spilaði þetta að maður man varla nöfnin… en já þannig var það að easy sáu sér bragð á borði og ætluðu að droppa nokkrir úr b17 beint á baseið sem er næst axis og þarmeð hefta framrás okkar í most allsvakalega. en ég hafði verið aðeins sneggri á jeep og þar sem ég var AT soldier þá þá ákvað ég að láta eitt skot vaða í von og óvon, en viti menn, fyrstu killin í mappinu voru\nthe most mazz_murderer [panzershrek] ????\nthe most mazz_murderer [panzershrek] ????\nthe most mazz_murderer [panzershrek] ????\nthe most mazz_murderer [panzershrek] ????\nliving up too my name there…"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-11 10:03:23",
            "id": "6046287",
            "reply_to_id": "6037928",
            "text": "LOL, já ég elska svona kill's.\nMaður sér eitthvert tranceport drasl, skítur það og færð fullt af killum.\nÉg leit á þessháttar kills sem uppreisn æru, þar sem ég var aðalega að Anti-Tank'ast.\nAð taka út tanks gefur bara 1 kill, (stundum 2), en eru aftur á móti mjög mikilvæg kill's, og þótt maður sé búinn að standa sína plikt með sóma sést það síður á score'bordinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-08-11 13:11:27",
            "id": "6046553",
            "reply_to_id": "6046287",
            "text": "nákvæmlega :)\nmjög gaman þegar manni tókst að vera hæstur um tíma sem “rogue” anti tank :p mjög sjaldgæft samt þó maður hefði kanski tekið út þónokkra tanka :/\ncheers to the good old days ;p"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-11 08:24:59",
            "id": "6046228",
            "reply_to_id": "6025293",
            "text": "Takk fyrir skemmtilegar undirtektir.\nÉg ætla að bæta við hérna einhverju smáræði.\nÉg notaði nickið GHOST á þessum tíma, ástæðan fyrir því að ég valdi það fyrst er sú að ég var að leika mér í Soldier of Fortune multiplayer.\nMálið er að þegar maður deir þar fær maður svona free cam wiev og svo stendur stórum stöfum GHOST á skjánum fyrir framan hann.\nÉg var svo oft dauður að ég breitti nickinu mínu á einhverjum tímapunkti í GHOST.\nÞetta nick tók ég með mér svo yfir í BF:1942 og gaf því svo nítt líf þegar ég fór að laumupúkast sem Anti-Tank.\nSkemmtilegasta killið mitt sem ég man eftir var í Stalingrad vs. Easy Company. Við vorum að spila Axis ég var fljótur að koma mér ansi nálægt The Ally bace í byrjun kortsins.\nÉg kom þarna á milli húsa og hlustaði eftir einhverjum tank sem var að lulla framhjá.\nÞegar tíminn var réttur hoppaði ég þar út úr fylgsninu mínu með Bazookuna mína á lofti.\nÞað sem ég sá framundan var 1 Tank og 5 eða 6 infantry sem fylgdu honum fast á eftir.\nÉg lét skotið flakka á góðu færi og kom mér í felur aftur í snarhasti. Því miður gat ég ekki gefið mér tíma í að fylgjast með skotinu en textinn sagði mér allt sem segja þurfti.\nVið þetta vil ég bæta að Vassili var þá að spila með Easy í þessu skrimmi amk og var meira að segja í þessum flokki sem var að fylgja þessum tank eftir, en Vassili gekk svo til liðs við Stormsveitina skömmu eftir þetta, en hann lísti svo fyrir mér þeirra sjónarhorni af þessarri viðureign.\nÞeir voru með þetta allt á hreinu og bardaginn var varla byrjaður. Tankinn var að koma sér fyrir í fyrirhugaðri stöðu og fylgdarliðið sem átti að triggja tankinn og contesta flaggið sér allt í einu Bazooku-skot þjóta framhjá þeim og beint í rassgatið á Tankinum.\nUmsvifalaust snéru þeir sér við, einhverjir leituðu og fundu ekkert nema rústirnar í Stalingrad.\nSjálfur er ég ekki nema hálf-ánægður með þessa viðureign, þar sem ég hefði getað náð mun öflugri árangir ef ég hefði kastað fram einni grensu fyrir skotið, en ég verð að viðurkenna að þegar ég kom út úr fylgsninu til að taka skotið varð mér ansi brugðið að sjá alla þessa infantry þarna, og skaut þessu skoti þarna í hálfgerðu fáti.\nAð vera í felum og laumupúkast svona kostar oft það að maður getur ekki verið að kíkja sjálfur og verður að treista á hljóðin, en skriðdrekahljóð er ansi háværara en nokkri hlaupandi kallar.\nÉg hendi líklega inn annarri sögu seinna, en þangað til langar mig að sjá hvort það komi ekki fleiri skemmtilegar sögur frá ykkur hinum :þ"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2008-08-24 21:00:34",
            "id": "6079366",
            "reply_to_id": "6046228",
            "text": "Leiðrétting.\nÞetta var á móti The Most :)\nKv. +SS[Gefreiter]Vassili"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-24 21:54:33",
            "id": "6079534",
            "reply_to_id": "6079366",
            "text": "Ahh, alveg rétt. Það var Evil sem var Easy maðurinn, þú varst að umgangast með The Most. Skemmtilegt lið!"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2008-08-25 11:31:26",
            "id": "6080351",
            "reply_to_id": "6079534",
            "text": "Kannski ekki skrítið þar sem að ég var einn af 3 stofnendum klansins :)"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-25 15:53:41",
            "id": "6080865",
            "reply_to_id": "6080351",
            "text": "Nú, hva.. Hversvegna varstu þá að sækja um í Stormsveitinni?"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2008-08-25 17:52:15",
            "id": "6081198",
            "reply_to_id": "6080865",
            "text": "Hehe, rifrildi sem varði stutt orsakaði það að ég hætti í The Most.  Langaði síðan bara í annað klan :)"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-25 18:17:55",
            "id": "6081292",
            "reply_to_id": "6081198",
            "text": "Ég skil, varstu með í fyrsta skrimminu okkar vs. The Most í Omaha?"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2008-08-29 22:49:40",
            "id": "6092105",
            "reply_to_id": "6081292",
            "text": "Ef það var eftir Jólin '02, annars ekki."
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-30 14:02:36",
            "id": "6093091",
            "reply_to_id": "6092105",
            "text": "Þetta er náttúrulega fáránlegt borð þar sem að ef Axis spila það rétt, eiga þeir ekki að tapa.\nYfirleitt ætti að vera jafntefli þar ef liðin skiptast jafnt á stöðum, Most'ararnir klikkuðu á einni stöðu þar sem mér tókst að lauma mér framhjá og náði efra flagginu. Ég held að ég hafi aldrey verið jafn spenntur í þessum leik nokkurntíman eins og þegar ég var að contest'a þetta flagg. Síðan þegar ég náði því eftir örlítið streð og allnokkra þunga hjartslætti, þá suicide'uðu allir í liðinu hjá okkur, spawnuðu uppi og flæddu svo niður hæðina í sannkölluðu blitzkrieg'i.\nEf þú varst með þá ættirðu svo sannarlega að muna eftir því."
        },
        {
            "user": "armrdwlf",
            "user_id": "29825",
            "date": "2008-12-15 15:34:24",
            "id": "6379775",
            "reply_to_id": "6092105",
            "text": "Sagði einhver Jólinn?"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2008-12-16 01:26:26",
            "id": "6381554",
            "reply_to_id": "6379775",
            "text": "Binni, hvar er jólalanið? :( ég hélt það ætti að byrja 1. des"
        },
        {
            "user": "mighty",
            "user_id": "74026",
            "date": "2008-08-12 21:54:06",
            "id": "6050429",
            "reply_to_id": "6025293",
            "text": "Endilega senda inn fleiri svona sögur, battlefield rocks"
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2008-08-18 23:51:26",
            "id": "6065289",
            "reply_to_id": "6025293",
            "text": "Best að koma með eina:\nÉg var að spila Stalingrad á public og var með félögum mínum á Vent. Minnir að þetta hafi verið í CP, þarsem ég var með Aim@me á vent, og hann var allied og ég axis. Ég spottaði tankinn hans reyna að komast í gegnum grindverkið vestan megin(Vinstra megin á mappinu) og ég hélt þangað ótrauður með AT kittið mitt góða. Ég faldi mig bakvið vegginn í þeirri von að fá beint skot í bakið á honum þegar hann kæmi handan hornsins, en svo var ekki. Hann fór í “fly-by” mode á camerunni og sá mig fela mig hinum megin við. Þetta heyrði ég á vent allan tíman. Aim: “Gummi, ég sé þig, hahahah, ætlaðiru að ná mér fíflið þitt!”. Þá var hann að stinga nefinu af T34-85 útúr fylgsni sínu, svo ég brá á leik. Ég hljóp framfyrir hann, stökk uppá framendan og hljóp eftir skriðdrekanum endilöngum, framhjá turretinu, af honum að aftan, sneri mig við og BLAMM!!!\nIceberg [Panzerschreck] Aim@me\nAim: “Helvítis djöfull!!”"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-24 21:57:40",
            "id": "6079539",
            "reply_to_id": "6065289",
            "text": "Ha,ha,ha… hrein snilld, alltaf gaman af svona Rambó töktum."
        },
        {
            "user": "DEADMAN",
            "user_id": "27827",
            "date": "2008-08-21 18:11:02",
            "id": "6071812",
            "reply_to_id": "6025293",
            "text": "Fyrir ca ári, kannski aðeins lengra var ég að spila með “fjölþjóðaliði” sem hét xGx Gaming.  Það voru nokkur nokkuð góð lið ennþá þá allavega.  Kannski svona 15-20 stk sem var þess virði að spila við.  Eitt af þeim bestu var ftn, þjóðverja gerpi flestir.\nVið spiluðum Wake og xGx spilaði sem Allied, ég spawnaði á hjá tanknum á norðurkjálkanum, stökk beint í Sherman-inn og gerði tilheyrandi trikk til að ná pixle-skoti í SBD wingwalkið.  ca 3 sek síðar kom\nxGx|DeadMan killed ftn 1\nxGx|DeadMan killed ftn 2\nxGx|DeadMan killed ftn 3\nxGx|DeadMan killed ftn 4\nxGx|DeadMan killed ftn 5\nxGx|DeadMan killed ftn 6\n6 gaura af 8 í liðinu!  Einu sem sluppu voru Zero flugmaðurinn og gaurinn sem átti að færa skipið.  Þetta frestaði landgöngu hjá þeim um 5 mín.  Þetta var frábært þar sem að þetta heppnast kannski 1 af hverjum 20 skiptum í skrimmi, allavega tókst mér þetta aldrei aftur.\nftn máttu eiga það að þeir hrósuðu mér fyrir þó :), ekki í fyrsta né síðasta skipti sem einhver blótar manni fyrir pixleskot :/"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-22 00:38:11",
            "id": "6073013",
            "reply_to_id": "6071812",
            "text": "Glæsilegt, mér var nú einusinni kickað út af server á publick (tek það fram) fyrir að svindla, (sem ég gerði ekki). Málið var að ég var að prófa Desert Combat mod'ið og einhver var alltaf á einhverri þyrlu að henda fallhlífahermönnum á mig þar sem ég var að defenda höfðan á Iwo Jima mappinu. Ég tók upp á því að skjóta þyrluna niður reglulega með fallbyssunni á Tank'inum, sem þeim þótti svo ósennilegt, málið var bara að ég parkeraði Tankinum í brekkunni til að ná að vísa fallbyssunni upp, en eins og ég sagði, þetta voru bara gúrkur á publick."
        },
        {
            "user": "clean",
            "user_id": "44950",
            "date": "2008-08-25 15:54:44",
            "id": "6080867",
            "reply_to_id": "6025293",
            "text": "ég gæti nu komið með eina sögu, en þar fór ég í fýlu við DEADMAN, held ég geri það ekki aftur\nMappið var Aberdeen og ákveðin jarðsprengja var sett ofan á Sherman í bræðiskasti, það er sjálfsagt enn hægt að finna afleiðingarnar hér á huga einhverstaðar, allavega eina kick-ban sem ég hef á ævinni fengið\nVona allavega að DEADMAN sé ekki fúll lengur enda alltaf gaman að mæta svoleiðismönnum á vígvellinum"
        },
        {
            "user": "DEADMAN",
            "user_id": "27827",
            "date": "2008-08-26 12:00:02",
            "id": "6082748",
            "reply_to_id": "6025293",
            "text": "HAHA! Ekki man ég eftir þessu atviki en ef þú ert að meina að þú hafir teamkillað mig viljandi þá svo sem skil ég afhverju ég gerði það. Ég hef reyndar aldrei verið þekktur fyrir að vera rólyndismaður í BF42 og á “frekar” erfitt með að tapa.\nÉg er sennilega t.d. eini maðurinn sem hef kickað eigin manni í skrimmi af því mér fannst hann ekki vera gera neitt nema vera með leiðindi og móral.  Eftir að hyggja vorum við báðir í ruglinu.  Aftur á móti virkaði þessi taktík helvíti vel því mótherjarnir vissu ekkert hvar stóð á sig veðrið þegar maður var byrjaður að kicka eigin mönnum.  9-10 rústuðum við þeim samt!  Sorry Aron ;)"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-26 12:06:20",
            "id": "6082766",
            "reply_to_id": "6082748",
            "text": "Þú hefur líklega sett þetta comment við vitlausan þráð, því var örugglega ekki beint til mín."
        },
        {
            "user": "DEADMAN",
            "user_id": "27827",
            "date": "2008-08-26 12:22:50",
            "id": "6082780",
            "reply_to_id": "6082766",
            "text": "Nebb, lestu commentið fyrir ofan mig, átti reyndar að vera til 89th Clean as a whistle !"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-08-26 12:28:42",
            "id": "6082785",
            "reply_to_id": "6082780",
            "text": "Hehe, já þarna á það að vera, það var bara linkað sem svar til mín. þú hefur sett það sem álit á þræðinum sjálfum en ekki hans, en við skulum ekki láta það skipta frekara máli, skemmtileg saga engu að síður ;)"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2008-08-26 15:29:45",
            "id": "6083096",
            "reply_to_id": "6025293",
            "text": "Man nú ekki eftir neinu sérstöku, enda 4 ár síðan ég var eitthvað af viti í þessu, en djöfulli sakna ég gömlu góðu tímanna í BF42 :\\\n[89th]COL. Ragnar Reif.    :("
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2008-08-30 18:51:31",
            "id": "6093702",
            "reply_to_id": "6025293",
            "text": "Best ég haldi þessu uppi og segi frá einu epískasta Pixle-skoti sem ég framkvæmdi á skjálfta gegn 89th í Battleaxe.\nVið í CP/IG4U/START byrjuðum sem Allied og 89th sem Axis og ég spawnaði á fremra beisi hægra megin sem AT.\nTil að gera stutta sögu styttri þá voru 14.2 sek(Nákvæmlega) liðnar af mappinu:\nIceberg [Bazooka] Chronos\nCruel just died\nÉg smellhitti í fremri flugvélina í flugtaki og sú aftari klessti á brakið hennar. 89th fengu aldrei að nota flugvélar ;)"
        },
        {
            "user": "DEADMAN",
            "user_id": "27827",
            "date": "2008-09-01 16:08:59",
            "id": "6097773",
            "reply_to_id": "6093702",
            "text": "Haha!!\nEnda var skotið með Tiger, Panzer, Bazooku og Wespu á sama tíma í byrjun.  Hehe good times !!!"
        },
        {
            "user": "ghostarinn",
            "user_id": "28605",
            "date": "2008-09-01 18:40:21",
            "id": "6098252",
            "reply_to_id": "6093702",
            "text": "Ái, þetta hefur aldeylis verið löðrungur."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2009-02-14 17:47:59",
            "id": "6512922",
            "reply_to_id": "6093702",
            "text": "epic moment"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-16 18:19:10",
            "id": "6136161",
            "reply_to_id": "6025293",
            "text": "Ég elti einu sinni flugvél beint upp í loftið. Skaut hana niður. Og svo klesti ég á flakið af henni þegar ég var að reyna að rétta mig við :/ Það var frekar súrt.\nÉg var einu sinni í svona farþegar þyrlu í omen mappinu þegar það kom allt í einu svona rocket of flaug í gegnum gatið á henni. Ég sjálfur var í mini-gun og brá ekkert sma þegar það kom rokket framhjá mér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-30 16:09:15",
            "id": "6172606",
            "reply_to_id": "6025293",
            "text": "eg man ekki eftir neinni eftirminnilegri stund en ég man eftir einu skemtilegu atviki: í bf 2142 ég var að skjóta mer úr björgunar fari lenti á þyrlu sem var full af óvinum drap alla í þyrluni og svo lenti ég á óvini og drap hann og ég lifði =D"
        },
        {
            "user": "Tumilitli",
            "user_id": "18708",
            "date": "2008-10-01 11:02:41",
            "id": "6174585",
            "reply_to_id": "6025293",
            "text": "Allt of langt síðan maður var að spila af einhverju viti til að muna nákvæmlega einhverjar skemmtilegar sögur.\nLenti samt oft í því að vera sakaður um hax og þá sérstaklega fyrir að vera með aimbot, sem ég var btw ekki með. Sennilega vegna þess að maður tók snemma ástfóstri við bazookuna og notaði hana hvort sem maður var í tankfight í Bulge/Gazala eða infantry fight í Berlin/Stalingrad.\nMan sérstaklega eftir einu atriði, eftir að public spilun lagðist að mestu af á innlendum server, eftir æfingu hjá 89th fórum við á þýskan server, man ekki nafnið á honum, þar sem var eingöngu Stalingrad og Berlin á rotation. Það var búið að modda serverinn þannig að það spawnuðu hvorki tankar né handsprengjur. Ég þráaðist samt við og notaði mína bazooku fyrir því og endaði þetta round þarna á infantry only server í 3. sæti.\nSvo þarf maður bara að leggja hausinn í bleyti og athuga hvort maður geti ekki rifjað upp eitthvað fleira skemmtilegt.\n- [89th]COL. Ironfist"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2008-11-07 23:46:14",
            "id": "6278777",
            "reply_to_id": "6174585",
            "text": "fkn haxer :(\nBætt við 7. nóvember 2008 -  23:50\np.s. elska þig :*"
        },
        {
            "user": "Tumilitli",
            "user_id": "18708",
            "date": "2008-11-08 01:18:38",
            "id": "6278966",
            "reply_to_id": "6278777",
            "text": "Feel the luv ;*"
        },
        {
            "user": "eisimedic",
            "user_id": "48100",
            "date": "2008-11-05 02:01:24",
            "id": "6270780",
            "reply_to_id": "6025293",
            "text": "Aðeins of langt síðan maður spilaði þennan gamla góða af einhverri alvöru. Alltaf gaman að lesa gamlar bf reynslusögur samt sem áður."
        },
        {
            "user": "HrSaell",
            "user_id": "72109",
            "date": "2009-01-11 15:14:47",
            "id": "6441807",
            "reply_to_id": "6025293",
            "text": "Besta sem ég hef gert í BF2 gerðist í gær……var að spila með félögum vorum ca 10 á karkand inf only og ég var að leika mér með AT AKA DAO-12. ég var kominn með 50+ kill og 7 deaths….vorum að labba í karkand að suburb og við sjáum svona 10 mec gæja…þeir byrja að grena og ég náði að forðast svo komu 4 að mér og ég stóð upp og tók þá alla á 5 sek….það voru enn eftir nokkrir þannig ég pickaði upp pistol og tók 2 út..enn voru eftir og þá tók ég út hníf og tók 4 út..þetta gerðist allt á svona 20 sek…bambambam 10 gaurar dauðir og við hlóum svo mikið af þessu því ég pwnaði þessa n00bs…þetta var snilld"
        },
        {
            "user": "Ark0n",
            "user_id": "51697",
            "date": "2009-01-18 04:38:22",
            "id": "6456713",
            "reply_to_id": "6025293",
            "text": "hmmm…ég man eitt. Mapið var invasion of philip og ég var búinn að spila í svona 3 mánuði(semsagt smá n00b þá) spilaði sem medic og mæti ég 4 easy dúddum. á 10 sec tók ég þá alla semsagt eftir ranki…fjórði maðurinn sem ég drap var Gen theropist.fanst það helvítið fyndið :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-02-03 07:39:55",
            "id": "6489099",
            "reply_to_id": "6025293",
            "text": "ÉG VAR Í BATTLEFIELD BAD COMPANY ÉG VAR AÐ FELA MIG MEÐ EINUM MANNI Í ONLINE EN ´EG EIRÐI Í SKRIÐ DREKA ÞEGAR KALLING ÞEGAR ÉG HOPPAÐI UTUM GLUGGAN SETTI SPRENGJUR OG TRACKING DEVICE OG HLJÓ HANN TÓK EKKI EFTIRMÉR OG HÉLT ÁFRAM AÐ KEYRA ÞAÐ VAR NÚ HEILL HER AÐ EÐ ÓVINUM AÐ ELTA HANN HANN FÓR YFIR BRÚ ÉG SRENGDI HANN EYÐILAGÐI BRÚNA ÓVINIRNIR HENSTUM ONA Í VATNIÐ ÉG OG VINUR TÆTTII ÞÁ NIÐUR MEÐ HAGGLARA OG M16"
        },
        {
            "user": "Rikki",
            "user_id": "5508",
            "date": "2009-03-31 17:05:17",
            "id": "6598339",
            "reply_to_id": "6025293",
            "text": "Ég er kominn í svakalegt nostalgíukast á því að lesa þetta, ég held jafnvel að ég eigi óbrotna 1942 diska hér einhvers staðar.\nFull gömul grein en ég ætla samt að vera með.\nÞað fyrsta sem ég man eftir er þegar Easy spilaði á Skjálfta fyrir axis í Omaha, á móti hvaða liði man ég ekki. Þetta var þó seinna roundið og ákveðnum ticket fjölda þurfti að ná til að hljóta sigur í mappinu. Easy byrjaði þetta eins og á að gera: Turrets taka út skipið , smá infantry til að taka út fyrstu innrás og allied fá aldrei fótfestu á landi.\nGengur það ekki betur en svo að turrets hafa tekið út skipið. Ég ásamt 3-4 öðrum erum nýbúnir að rassskella innrásarherinn og horfum á skipið sökkva í rólegheitum. Ég dreg upp scoreboardið og sé að það er einn bandamaður lifandi, helvítið á honum! Hörkuleit hefst en ekkert finnst. Ég zooma ég út í sjóndeildarhringinn með Stg-44 rifflinum mínum og sé þar kanadjöfulinn bruna svoleiðis út í mistrið á landpramma og hverfa í þokunni. Í æðiskesti sendi ég nokkrar kúlur fljúgandi út í buskann án þess að sjá lengur í óvininn og viti menn, hitti ég ekki svona glæsilega og roundið endaði - mappið var unnið með 1-2 tickets mun.\nÉg held ég hafi fáum sinnum öskrað jafn hátt og vel.\n-[EASY-SGT]Rikki"
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2009-04-03 15:42:55",
            "id": "6604522",
            "reply_to_id": "6598339",
            "text": "Ohh, ég man eftir þessu, þetta var svo sweet!!!\nBtw spilaði Easy aldrei á Skjálfta, þetta var Smellur, og sennilega gegn 89th, þeir voru vanir að velja ógeðslega leiðinleg möpp!"
        },
        {
            "user": "Tumilitli",
            "user_id": "18708",
            "date": "2009-05-18 14:10:19",
            "id": "6689587",
            "reply_to_id": "6604522",
            "text": ";(\n;*"
        },
        {
            "user": "Figure",
            "user_id": "17758",
            "date": "2009-08-02 21:35:00",
            "id": "6812740",
            "reply_to_id": "6025293",
            "text": "Öss besta minningin er klárlega í Aberdeen í úrslitaleiknum á skjálfta 04 að mig minnir :P Fkn!! vs [CP] eða Ice hvað sem það hét þá….\nDeadman kemur hoppandi útúr tankinum sínum nýbúinn að taka út 1 eða 2 og er við það að cappa miðju base, nema er stráksi ekki tilbúinn uppí húsi og hoppar út á hann og hnífar á meðan DEADMAN reynir að gera við tankinn sinn, klára að gera við og hoppa inn í hann og recappa base :P Epískt moment\nBætt við 2. ágúst 2009 -  21:41\nBætum við\nX  Fkn!!Richtofen"
        },
        {
            "user": "DragonFly",
            "user_id": "50559",
            "date": "2010-11-07 20:12:36",
            "id": "7267317",
            "reply_to_id": "6025293",
            "text": "Mitt eftirminilegasta moment var á skjálfta þegar við í 89th vorum að fara að spila við Ice og vorum undirmannaðir og vissum ekkert hvað við ættum að gera svo við ákeðum að taka Normandi mappið (mann ekki hvað það heitir) en allavega við vorum 5 eða 6 og þeir voru með full skipað lið og við vorum búnir að æfa okkur smá og þegar það var byrjað þá var hlaupið í að pixla skipið í drasl með tönkum og defgun og öllu heila klabinu en okkur tókst semsagt að sökva skipinu en það voru 2 sem komust undan og voru á prama þarna úti á hafinu.\nekki vildi betur til en þeir sildu útaf mapinu og drápust og við unum mapið með því að missa að ég held 2-3 og Stjáni varð svo hamyngjusamur með okkur eða þannig :)\ngood times maby the best of times, maður saknar svona leikja eins og BF 1492 þegar þetta var svo gaman og ekki of fulkomið eithvað, nú er manni farið að lánga að setja hann bara upp aftur :D"
        }
    ]
}