{
    "forum_title": "Sagnfræði",
    "user": "Mjolnir2504",
    "user_id": "72397",
    "date": "2008-08-02 00:45:14",
    "title": "American Life - Forboðinn pólitískur áróður",
    "text": "http://www.youtube.com/watch?v=r4Mw156D1CY\nEins og flestir vita þá geta fæstir þaggað niður í sögkonunni Madonnu. Í vídeóinu hérna að ofan gefur hún út einfaldann boðskap: Ameríkanar eru jafnmiklir terroristar og múslimar (eða jafnvel: G. W. Bush - Adolf Hitler: Two different names, same bullshit.\nÞetta vídeó var mjög umdeilt á sínum tíma og var að einhverju leiti bannað af Bush Bandaríkjaforseta.\nMadonna, sem hefur verið fordæmd af Kaþólsku kirkjunni tvisvar og ber marga svipaða titla, lætur\naldrei\nsegja sér fyrir verkum en þetta myndband er gott dæmi um hvernig ógnarstjórn rikir í BNA.\nKaþólska kirkjan gat ekki þaggað í Madonnu, en Bush gat það.\nSvo var gefið út annað myndband seinna sem þótti ögn siðlegra.\nEndilega horfið á myndbandið og segið hvað ykkur finnst, svo myndi ekki skemma ef þið horfðuð á “löglega” vídeóið sem má nálgast hér:\nhttp://www.youtube.com/watch?v=DJWcZwjSl0Y&feature=related\nTakið eftir því að íslenski fáninn kemur í lokin.\nKv,\nSvínkill\nPs. sumum finnst þetta eflaust ekki sagnfræði, en jú núna er Bush að fara að víkja fyrir öðrum forseta svo að þetta er jú orðið “history”.\nBætt við 2. ágúst 2008 -  00:54\nSvo má bæta við að Bush mætir á svæðið og fær sér smók í endann á fyrra vídeóinu (bannaða).",
    "url": "https://www.hugi.is/saga/korkar/605670/american-life-forbodinn-politiskur-arodur/",
    "url_id": "605670",
    "id": "6028059",
    "replies": [
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-08-03 01:17:03",
            "id": "6029515",
            "reply_to_id": "6028059",
            "text": "haha, já þetta er smá pólitík :)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2008-08-03 15:05:19",
            "id": "6030017",
            "reply_to_id": "6028059",
            "text": "Það er ekkert sem bendir til þess að Bush hafi reynt að láta banna myndbandið. Madonna tók það sjálf úr spilun (um það má lesa\nhér\n) aðallega út af viðbrögðum\nalmennings\nvið ummælum Dixie Chicks um Bush (um það má lesa\nhér\n). Sem sagt, hún óttaðist viðbrögð almennings, Bush hafði ekkert með þetta að gera."
        }
    ]
}