{
    "forum_title": "Apple",
    "user": "afiammamammapap",
    "user_id": "56485",
    "date": "2008-08-02 15:18:14",
    "title": "macbook",
    "text": "ég er búinn að vera spá svoldið í þvi að fá mér\nmacbook 2,4 GHz (hvíta) , væri til í að fá nokkur góð comment um þá sem eiga einn svona grip , og segja kannski smá hvernig þeim finnst hún vera , bæði kosti og galla ,\nværi alveg frábært!\ntakk fyrir!",
    "url": "https://www.hugi.is/apple/korkar/605714/macbook/",
    "url_id": "605714",
    "id": "6028684",
    "replies": [
        {
            "user": "ArnarÞórS",
            "user_id": "58311",
            "date": "2008-08-06 13:20:22",
            "id": "6036015",
            "reply_to_id": "6028684",
            "text": "Ég er með MacBook svarta (2.16 ghz, eldri týpan) og ég hef ekki fundið neina galla við tölvuna sjálfa, reyndar var harði diskurinn ónýtur í henni þegar ég fékk hana þannig hann hrundi hjá mér einn daginn þegar ég var í Football manager, en talvan sjálf og stýrikerfið finnst mér vera alveg tær snilld.\nAuðvitað nokkrir smávægilegir gallar, það er nú ekkert gallalaust, en ég er með bæði Windows og Mac inná tölvunni (VMWare Fusion) og ég get orðið bilaður við það að þurfa nota Windows í 1 min, mac er svo mikið fljótlegra og einfaldara þegar maður er búinn að venjast því"
        },
        {
            "user": "fugl",
            "user_id": "16254",
            "date": "2008-08-12 23:30:28",
            "id": "6050748",
            "reply_to_id": "6028684",
            "text": "ég mæli með því að kaupa meira vinnslumynni í hana strax, gerði það við mína og það skilar sér mjög vel, snögg að öllu sem maður lætur hana gera og getur verið með hana í þyngri vinnslu líka"
        },
        {
            "user": "afiammamammapap",
            "user_id": "56485",
            "date": "2008-08-14 22:45:09",
            "id": "6055935",
            "reply_to_id": "6050748",
            "text": "svo eiginlega veistu ekki hvernig hún er án allt þetta vinnsluminni svo þú getur varla sagt að hún sé miklu betri , ég er buinn að fá mér mína og ákvað að bíða mér að fá mér meira vinnslumiini og hún verkar mjög vel, held að ég fari ekkert að fá mér það, nema ég fari að vinna í einhverju heavy programi…en takk samt fyrir comment ;D"
        }
    ]
}