{
    "forum_title": "Deiglan",
    "user": "Vikingur27",
    "user_id": "17040",
    "date": "2002-01-17 09:17:42",
    "title": "Rasismi eða skoðun?",
    "text": "Mikið hefur verið rætt um rasisma í kjölfar hryðjuverkaárásana á Bandaríkin og herför Bandaríkjanna á Afganistan. Menn hafa skiptar skoðannir um hvað sé mannúðlegt og hvenær það er farið yfir þau mörk og út í rasisma. En hvað er rasismi? Hvernig skilgreinum við rasisma?\nPersónulega hef ég enga trú á orðinu rasismi lengur einfaldlega vegna ofnotkunar og vegna rangar skilgreiningar (að mínu áliti). Heitast í umfjölluninni í dag er hvort Íslam trúin sé rasismi eða hvort við séum rasistar fyrir að skilja ekki þá trú. Ég hef alltaf viljað og mæli eindregið með að menn þurrki þetta orð út þegar rætt og rifist er um trúarbrögð. Það sem menn þurfa að skilja er að á meðan allar þessar trúr eru í gangi þá komu upp ágreiningsefni sem eru óumflýjanleg. 5 menn með mismunandi trúarskoðanir sem settir eru saman í hóp að ræða um ýmis efni munu ekki komast að sameiginlegri niðurstöðu um hvert einasta málefni, og þannig er það bara.\nÉg man eftir því þegar ég heyrði orðið rasismi í fyrsta sinn. Þá var verið að ræða um hvort svertingjar áttu erfitt uppdráttar í nútíma samfélagi. Það var í tísku þá. Ef þú fílaðir ekki svertingja og skildir ekki myndir eins og “Boys in the Hood” þá varstu rasisti. Þá var orðið rasisti tengt því að allir menn ættu að vera jafnir þrátt fyrir uppruna og húðlit. Og er það ekki málið, snýst ekki rasismi einmitt um það? Þeir sem eru rasistar eru þeir sem kúga niður og tala illa um aðra sem eru af öðru sauðshúsi(ef mér leyfist að nota það orð) en þeir, en ekki af því að þeir (hinir kúguðu) eru með aðrar skoðanir en þeir sjálfir. Umræðan í dag aftur á móti fjallar um trúarbrögð og þá erum við komin yfir í allt aðra sálma. Menn með mismunandi skoðarnir munu á endanum komast á stað í umfjölluninni þar sem þeir eru ekki sammála, alveg eins og pólitíkusar. Ekki eru þeir rasistar því þetta eru einfaldlega menn með skiptar skoðarnir.\nÉg neita því ekki að mikill rasismi hefur verið í gangi í umræðunni um Íslam. Þar hafa verið menn að gagnrýna arabana bara út af því að þeir eru “sandnegrar”, “illa rakaðir kamelhömparar” og fleira. Auðvitað munu alltaf slíkir menn koma af stað neikvæðri umræðu sama hvert umfjöllunarefnið sé. Það er bara okkar að greina þá frá öðrum og bendla ekki alla við þá. Það er einmitt vandamálið sem við stríðum við í dag. Það er einmitt útaf þessum mönnum að allir sem eru ekki fylgjandi Íslam séu rasistar.\nÉg ætla ekki að fara að skilgreina rasisma út í æsar hér en mér finnst að einhver umræða verði að eiga sér stað því þetta mál hefur gengið allt of langt. Það er ekki hægt að bendla alla við rasisma einfaldlega á þeirra skoðunum. Við verðum að komast að því afhverju þeir eru með þessar skoðanir!",
    "url": "https://www.hugi.is/deiglan/greinar/60625/rasismi-eda-skodun/",
    "url_id": "60625",
    "id": "409166",
    "replies": [
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-01-18 14:32:26",
            "id": "409167",
            "reply_to_id": "409166",
            "text": "Arabar flokkast undir hvíta las ég einhversstaðar.\nAtlas"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-01-18 14:43:03",
            "id": "409168",
            "reply_to_id": "409167",
            "text": "Ja hvur skollinn, ég hélt alltaf að arabar flokkuðust undir homo sapiens."
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2002-01-18 17:41:59",
            "id": "409169",
            "reply_to_id": "409168",
            "text": "góður…"
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2002-01-18 20:45:44",
            "id": "409170",
            "reply_to_id": "409166",
            "text": "——————————–\nMain Entry: rac·ism\nPronunciation: 'rA-“si-z&m also -”shi-\nFunction: noun\nDate: 1936\n1 : a belief that race is the primary determinant of human traits and capacities and that racial differences produce an inherent superiority of a particular race\n2 : racial prejudice or discrimination\n- rac·ist /-sist also -shist/ noun or adjective\n——————————–\nEkki svo erfitt að skilgreina hvað rasismi sé með hjálp Websters. :P"
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2002-01-18 21:29:19",
            "id": "409171",
            "reply_to_id": "409170",
            "text": "eftir Worldtradebatteríið fór ég út í bókabúð og keypti kóranin til þess að skilja betur um hvað þetta allt snýst ég er enn að lesa hann og finnst hann bara nokk góður."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2002-01-19 00:05:57",
            "id": "409172",
            "reply_to_id": "409171",
            "text": "Hvar fékkstu kóraninn?\nOg fyrst maður er nú fátækur námsmaður, hvað kostaði hann? :)"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2002-01-20 18:13:27",
            "id": "409173",
            "reply_to_id": "409166",
            "text": "Þessir helvítis talibanar mega sprengja allt og alla og það tengt við trúna og allt í lagi, síðan svara bandaríkjamenn fyrir sig og þá er það rasismi… fáránlegt ekki satt ?"
        },
        {
            "user": "UbrTrooper",
            "user_id": "5390",
            "date": "2002-01-20 20:30:29",
            "id": "409174",
            "reply_to_id": "409173",
            "text": "Talibanar fara ekki rassgat eftir Kóraninum. Þeir eru búnir að laga hann að afbrotahneigð sinni og spilla hugum margra manna. Auðvitað er það ekkert rasismi að hefna dauðsfalla þúsunda manna, en hins vegar að setja upp nánast upp “shoot-on-sight” á glæpamanninn er ómannúðlegt, sama hversu vondur gaurinn er.\nEkki var mikið verið að væla í Bandaríkjamönnum þegar þeir sprengdu í loft upp 2 borgir í Japan í seinni heimsstyrjöldinni, er það nokkuð?"
        },
        {
            "user": "UbrTrooper",
            "user_id": "5390",
            "date": "2002-01-21 00:42:37",
            "id": "409175",
            "reply_to_id": "409174",
            "text": "nokkur arabagrei sprengja upp ljóta feita turna, það er bannað. En bandaríkjamenn sprenja heilt land, það má alveg."
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2002-01-21 19:56:41",
            "id": "409176",
            "reply_to_id": "409174",
            "text": "Talibanar fóru mikið eftir Kóraninum enda vondir menn. Það er ekki rasismi að hata Islam. Ég geri það og er ekki rasisti. Þessi trú er einfaldlega vond."
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2002-01-21 20:17:17",
            "id": "409177",
            "reply_to_id": "409176",
            "text": "Herra mótsögn:\nTalibanar sneru út úr hverjum krók og kima kóransins, alveg eins og gyðingarnir snúa út úr gamla testamentinu og kristnir snúa út úr Biblíunni í heild sinni.\nEf að það er ekki kynþáttahatur að hata Islam þá er það ekki kynþáttahatur að hata Gyðingdóm . Hins vegar hlýtur það að vera kynþáttahatur að hata Islam því þú hefur stöðugt sagt að hatur gegn Gyðingdóm er kynþáttahatur.\nJafnvel grunnskólanemi tekur eftir því hversu mótsagnakenndur þú ert!"
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2002-01-21 20:19:57",
            "id": "409178",
            "reply_to_id": "409177",
            "text": "Gyðingar eru kynþáttur.\nÞú veist ekkert hvað þú ert að segja. Þú veist ekkert um trúarbrögð!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 20:28:38",
            "id": "409179",
            "reply_to_id": "409178",
            "text": "Gyðingar eru einmitt EKKI kynþáttur.  Þeir eru trúflokkur.\nNasistar héldu einmitt mjög svipuðu fram.  Engu máli skipti þótt aðeins einn afi hr. X hefi verið gyðingur sem tók kristna trú, X var gyðingur líka.  Jafnvel þótt hann væri heittrúaður kristinn maður.  Til dæmis var faðir Karls Marxs gyðingur sem snerist til kristinnar trúar, en það var nóg til að nasistarnir gát fordæmt marxisma og kommúnisma sem “gyðinglegt” fyrirbæri.\nwillie er um helmingi yngri en þú, en þó veit hann meira en þú um trúarbrögð, sýnist mér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 20:44:12",
            "id": "409180",
            "reply_to_id": "409178",
            "text": "Herra mótsögn:\nÉg veit nú nógu mikið um trúarbrögð til þess að segja að gyðingar séu *ekki* kynþáttur, og gott betur, þeir eru af sama kynþætti og þessir múslimar sem þú virðist hata svo mikið.\nSegðu mér, ef að gyðingar er kynþáttur, er þá fólk sem að gerast gyðingar, t.d. þegar þeir giftast gyðing, breytist kynþátturinn líka? Alls ekki.\nReyndu að lesa þér til um hlutina áður en þú setur þá út úr þér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 20:57:04",
            "id": "409181",
            "reply_to_id": "409180",
            "text": "Ehh … bíddu nú aðeins hægur.\n“Ég veit nú nógu mikið um trúarbrögð til þess að segja að GYÐINGAR SÉU *EKKI* KYNÞÁTTUR, og gott betur, ÞEIR ERU AF SAMA KYNÞÆTTI OG þessir MÚSLIMAR sem þú virðist hata svo mikið.”\nHérna ertu að segja:\n1.  Gyðingar eru ekki kynþáttur.\n2.  Gyðingar eru kynþáttur.\n3.  Múslimar eru kynþáttur.\nNú er ég alls ekki að reyna að vera leiðinlegur (heldur bara sanngjarn og réttlátur), en ekki vildiru vera svo vænn að útskýra þetta aðeins nánar?  Kannske í leiðinni hvers vegna p4a ætti ekki að kalla þig hr. Mótsögn líka (“spegla'ða” eins og hann myndi kannske orða það)?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 21:01:47",
            "id": "409182",
            "reply_to_id": "409181",
            "text": "Nei, Thossinn. Ég á við að gyðingar og múslimar séu komnir af sama kynstofninum og að ekki eigi að telja þá hvorn um sig sem kynstofn.\nÞegar ég tala um “gyðinga” þá á ég aðallega við Israela (stærsti hluti gyðinga býr í Israel).\nAnyways, ég tel gyðinga ekki vera kynstofn fremur en ég tel flugur vera hunda. Bara koma því á framfæri."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 21:08:54",
            "id": "409183",
            "reply_to_id": "409182",
            "text": "Þess má geta að ég er með andlitið í miðsvetrarprófunum þannig að það getur útskýrt óljós svör frá mér þessa vikuna :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 21:29:08",
            "id": "409184",
            "reply_to_id": "409182",
            "text": "Það eru 18 milljón manns í heiminum sem játa gyðingdóm (\nhttp://www.religioustolerance.org/worldrel.htm).\nÍ Ísrael er u.þ.b. 82% þjóðarinnar gyðingar (\nhttp://www.religioustolerance.org/rel_coun1.htm).\nÁrið  1983 voru 3.921.700 íbúar í Ísrael (Websterinn í kjöltu minni).  Nú eru þeir rúmlega sex milljónir (\nhttp://www.idea.int/voter_turnout/mideast/israel.html).\nÞað er samt aðeins einn þriðji allra gyðinga í heiminum.\nSvo komum við að hinu, sem er að múslimar eru ekki heldur kynþáttur, þar sem Pakistanar, svertingjar, Indónesar og arabar eru ekki sama kynþáttar.  Ekki heldur Frakkar, Danir og Bandaríkjamenn, ef því er að skipta.  Allir þessir hópar, og fleiri til, eiga hlut í þessu mikla teppi sem íslam er, rétt eins og allir þessir hópar eiga hluta af kjötinu í pottrétti kristninnar og hlaðborði gyðingdóms.\nHinsvegar, ef maður fellst á þessa hugmynd að gyðingar séu skýr og afmörkuð þjóð, þá er alveg rétt að þetta er þjóð af stofni semíta, sem arabar eru líka.  Hliðstætt við að Íslendingar eru þjóð af stofni germana, rétt eins og Þjóðverjar og Danir (og fleiri)."
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2002-01-22 12:28:29",
            "id": "409185",
            "reply_to_id": "409178",
            "text": "En þú veist mikið um trúarbrögð?\nÞú hefur aldrei lesið Biblíuna og heldur ekki Kóraninn.\nÞú hefur greinilega ekki fengið trúarbragðafræðslu í grunnskóla, því að sú kennsla ein og saman inniheldur meiri fræði en þú hefur öðlast á öllum þínum rúmlega þrjátíu árum.\nEndilega láttu vera með að kalla mig fyrir belju í þetta skiptið."
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2002-01-22 17:17:06",
            "id": "409186",
            "reply_to_id": "409185",
            "text": "Þú veist ekkert um mig."
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2002-01-22 19:40:21",
            "id": "409187",
            "reply_to_id": "409186",
            "text": "Þú hefur sjálfur skrifað að þú hafir lesið hvorugt ritið, það er nóg fyrir mig til að dæma um þekkingu þína á trúarbrögðum."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-22 19:45:25",
            "id": "409188",
            "reply_to_id": "409186",
            "text": "Ég þekki kannski dökkhærða stelpu sem algjör fokkín tík. Bara vond manenskaj og alles það. (Ég er ljóshærð). Væri það rétt af mér að ákveða, “Ah, hún er dökkhærð tík, allir dökkhærðir eru fávitar”? Eða ætti ég að hugsa “Ég þekki eina stelpu sem er leiðnileg”, semsagt, allar stelpur sökka ? (Reyndar er ég stelpa en screw that;)\nMálið er að við erum öll af sama stofninum, svo eru sumir með fleiri litarefni í húðinni til að verjast sólinni betur svo hún eyðileggist ekki og sé sterkari gagnvart t.d húðkrabbameini sem hægt er að fá af of mikilli ljósabekkjanoktun, eða sólarveru.\nManneksjur eru allar ólíkar hver annari, ekki þannig að svertingjar eru ólíkir hvítum mömmunm eða Arabar ólíkir austurlensku fólki.\nBara peace4all segi ég og mæli með því að peace4all breyti um nafn, hann ætti að heita peace4jews eða peace4allexpectarabs..\n*Bros*"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-23 06:59:37",
            "id": "409189",
            "reply_to_id": "409188",
            "text": "Ég veit allt um araba og hvað þeir hafa verið vondir við gyðingana í Ísrael með rasisma sínum. Ég hata bara þá araba sem eru vondir við gyðingana."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-23 11:24:42",
            "id": "409190",
            "reply_to_id": "409189",
            "text": "Það er einfaldlega ómögulegt að vita allt um nokkurn skapaðan hlut, hvort sem að það eru arabar eða nokkuð annað.\nEn hvað segiru um þá Ísraelsmenn sem hafa verið vondir við araba með sínum eigin rasisma?"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-23 16:51:14",
            "id": "409191",
            "reply_to_id": "409190",
            "text": "Gyðingar hafa ekki rasisma því að allir kynþættir eru gyðingar, líka arabar."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-23 16:54:08",
            "id": "409192",
            "reply_to_id": "409191",
            "text": "Bíddu.  Eru allir kynþættir gyðingar?  Ertu þá að meina að gyðingar séu af öllum kynþáttum?  Eða ertu að meina að allir kynþættir séu einungis undirgrein gyðinga?\nHvort sem er, hvernig geta arabar þá haft rasisma gegn gyðingum?"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-23 19:35:33",
            "id": "409193",
            "reply_to_id": "409192",
            "text": "Ég er Kristin. As in, ég trúi á Jesú Krist. Það gera gyðingar ekki. Ehh..þú ert rugludallur. Er þetta djók eða ?\nEn já, annars..þú hefur sagt að þú hatir alla araba. Núna hatraðu bara þá sem eru vondir við gyðinga..sjor, ég líka. Ég “hata” (þekki þetta fól auðvitað ekkert og get því lítið hatað það) þá gyðinga sem eru vondir við araba, þá kristna menn sem eru vondir við annað fólk, öll dýrin í skóginum skiljið..\nég segi bara friður sé með yður..;D\n-Eyrún-"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-23 22:48:55",
            "id": "409194",
            "reply_to_id": "409192",
            "text": "Þegar þú verður gyðingur þá verðuru hluti af gyðinga kynþættinum. Gyðingar kalla sig alltaf kynþátt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-24 00:18:47",
            "id": "409195",
            "reply_to_id": "409194",
            "text": "Þannig að maður getur orðið hluti af kynþætti?\nHvað þarf ég að gera til að verða gulur?\nHvað þarf Lennox Lewis að gera til að verða hvítur?\nHvað þarf Jet Li að gera til að verða svartur?\nÞað liggur einfaldlega í hlutarins eðli, að menn geta ekki skipt um kynþátt (nema kannske með “plastic surgery”), þar sem kynþáttur byggir á útliti.\nÉg á ennþá eftir að hitta þann gyðing (og ég hef hitt nokkra) sem segist vera af “gyðingakynþætti”.  Hugsanlega hefur þú heyrt þetta í ensku “Jewish race”, en þá máttu líka hafa hugfast að þar er líka talað um “British race” og “French race” - þ.e. orðið “race” er stundum notað til að nefna þjóðerni frekar en eiginlegan kynþátt.\nEn segjum þá að maður verði hluti af kynþætti gyðiga þegar maður tekur trúna, og segjum að svartur maður taki trúna.  Hvort er hann þá svartur eða gyðingur?  Hann er ljóslega ekki blendingur, þar sem að foreldrar hans eru báðir svartir og hvorugur er gyðingur, þannig að annað hvort er hann svartur eða gyðingur.  Sé hann af svarta kynþættinum er hann þá ekki af gyðingakynþættinum.  Sé hann af gyðingakynþættinum, þá er hann ekki svartur og getur því sem best hatað svertingja (sem eru ekki gyðingar).\nSjáðu til. Kynþáttur hefur útlitsleg einkenni.  Ef að það er ekkert sameiginlegt útlitseinkenni meðal gyðinga, hvernig geta þeir þá verið einn kynþáttur?  Það skiptir óttalega litlu máli hvort að gyðingar telji sig vera einn kynþátt, þar sem þeir eru ekki óbrigðulir frekar en við hin, eða hvað?\nSvo getum við auðvitað líka sagt, að kynþáttur sé úrelt hugtak, þar sem að það er afar erfitt að greina á milli ljóss svertingja og dökks hvítingja.\nSvo vil ég líka fá að heyra (lesa, raunar) hvernig maður sé gyðingur ef maður er kominn af gyðingum.  Segjum að faðir minn taki trúna á morgun.  Verð ég skyndilega gyðingur líka?  Ég er þá kominn af gyðing, og ætti því samkvæmt þessu að vera gyðingur.  Eða segjum að afi og amma hafi tekið trúna áður en mamma mín fæddist.  Er hún þá gyðingur líka, þótt hún gerist snemma ramm-kaþólsk?  Og hvað verður þá um mig, sem aðhyllist ásatrú?  Hvað er ég, gyðingur, kaþólikki, lúterssinni (eins og pabbi) eða ásatrúarmaður?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-24 17:44:15",
            "id": "409196",
            "reply_to_id": "409195",
            "text": "Maður getur orðið gyðingur en ekki svertingi eða annar kynþáttur, bara gyðingur. Ef að einhver tengdur þér gerist gyðingur þá ert þú það líka sama hvort þú trúir eða ekki.\nMaður sem er svartur og tekur trúna er orðinn gyðingur og tilheyrir ekki lengur svörtum þótt að hann sé það því að gyðingarnir eru af öllum kynþáttum og er allir samt af sama kynstofninum, gyðingakynstofninum.\nAllir sem eiga ættingja sem eru gyðingar eru gyðingar, þeir sem ákveða að verða hluti af stofni þeirra og eru þeir alltaf af gyðingakynstofninum þá þótt að þeir séu hvítir, svartir eða gulir þótt að húðliturinn sé misjafn þá tilheyra þeir samt sama kynþætti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-24 20:56:06",
            "id": "409197",
            "reply_to_id": "409196",
            "text": "Og ef maður skyldi nú ákveða að taka trúna, en síðar taka upp aðra trú, eða þá trúleysi?  Er maður ennþá gyðingur eða fer maður aftur í gamla farið?\nOg hvað með þann sem er gyðingur samkvæmt þessarri skilgreiningu þinni (“Allir sem eiga ættingja sem eru gyðingar eru gyðingar … ”) og er engu að síður andvígur Ísrael?  Hér eitt sinn sagðiru slíkan mann vera “ekki alvöru gyðingur”, hefur afstaða þín breyst?\n“Maður sem er svartur og tekur trúna er orðinn gyðingur og tilheyrir ekki lengur svörtum þótt að hann sé það því að gyðingarnir eru af öllum kynþáttum og er allir samt af sama kynstofninum, gyðingakynstofninum.”\nÉg vona að þú fyrirgefir að ég skuli umorða svo ég geti verið viss um að ég skilji þetta almennilega:\n“Maður af kynþætti svertingja tekur gyðingatrú og breytist þá í mann af kynþætti gyðinga.  Hann er ekki lengur af kynþætti svartra, þótt hann sé af kynþætti svartra, vegna þess að gyðingar eru einn kynþáttur og líka af mörgum kynþáttum.”\nEr þetta rétt skilið hjá mér?\nÞú hefur annars ekki enn svarað hvað sé svona mikið “alvöru” við kristni og gyðingdóm, og hvað það sé sem geri það að verkum að það séu einu “alvöru” trúarbrögðin."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-25 15:15:12",
            "id": "409198",
            "reply_to_id": "409197",
            "text": "Ég er búinn að útskýra þetta.\nEf að maður tekur aðra trú þá er hann ekki lengur gyðingur nema þá að hann hafi verið fæddur sem gyðingur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-25 15:43:12",
            "id": "409199",
            "reply_to_id": "409198",
            "text": "Hvar og hvenær ertu búinn að útskýra þetta?  Vinsamlegast veittu því athygli, að ég er ekki að draga þig í efa - þetta hefur bara alveg farið framhjá mér.  Þú þarft ekki einusinni að gefa upp nákvæma slóð, bara svona gróflega dag og hvar (þ.e.a.s. á Deiglunni, eða Alþingi, eða annars staðar).\nEn þú hefur ekki ennþá útskýrt hvers vegna gyðingar geti ekki sjálfir verið rasistar.  Ef ég verð gyðingur og tek til við að hata þá sem eru ekki gyðingar VEGNA ÞESS að þeir eru ekki gyðingar og mismuna fólki eftir því hvort þeir séu gyðingar eða ekki, er ég þá ekki rasisti?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-25 19:08:09",
            "id": "409200",
            "reply_to_id": "409199",
            "text": "Ég skýrði þetta út þarna fyrir ofan.\nAlvöru gyðingar eru ekki rasistar heldur bara þeir sem þykjast vera gyðingar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-25 21:24:20",
            "id": "409201",
            "reply_to_id": "409200",
            "text": "“Ég skýrði þetta út þarna fyrir ofan.”\nHvar?  Ekki í þessum umræðum.\n“Alvöru gyðingar eru ekki rasistar heldur bara þeir sem þykjast vera gyðingar.”\nBíddu nú hægur, kallinn.  Annars vegar er nóg að eiga gyðing að foreldri til að vera sjálfur gyðingur.  Það skiptir ekki máli hverrar trúar maður er sjálfur, bara ef maður er kominn af gyðing, þá er maður gyðingur (a.m.k. samkvæmt þér og nasistum) sjálfur.  Þá er ekki nein spurning um að þykjast eða vera “alvöru”.  Sé maður kominn af gyðing er maður gyðingur:  “Ef að maður tekur aðra trú þá er hann ekki lengur gyðingur nema þá að hann hafi verið fæddur sem gyðingur.”  (peace4all, 25. janúar - 15:15).  Og hvað í ósköpunum hefur þú fyrir þér í því að afkomandi gyðings, sem er (eftir hugmyndum þínum og Hitlers, og ekki eina atriðið sem þið voruð sammála um, því miður) sjálfur gyðingur, geti ekki verið rasisti?\nHins vegar talaru um að vera “alvöru” gyðingur, sem er væntanlega sá sem fer eftir trúarritum sínum í einu og öllu.\nHvort á það að vera?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-26 08:23:06",
            "id": "409202",
            "reply_to_id": "409201",
            "text": "Ég sagði að allir sem taka gyðingatrú byrja að tilheyra gyðingakynstofninum. Ég útskýrði það að ofan."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-26 11:59:48",
            "id": "409203",
            "reply_to_id": "409202",
            "text": "Já, þannig.\nÉg var nefnilega að spyrja um allt, allt annað.  Fyrirgefðu ef ég pirraði þig með þessum spurningum.\nÞað sem ég var að spyrja um var röksemdafærsla fyrir því, að einungis gyðingdómur og kristni séu “alvöru” trúarbrögð, og hvernig shinto, hindúismi, jainatrú, andatrú, íslam, og svo framvegis séu það ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-26 12:38:28",
            "id": "409204",
            "reply_to_id": "409203",
            "text": "Af því að það eru upprunalegu trúarbrögðin.\nSegi ég þessum bréfaskriftum okkar hér lokið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-26 12:47:07",
            "id": "409205",
            "reply_to_id": "409204",
            "text": "Þeim er ekkert lokið væni, nema þá að þú sért að viðurkenna að þú hafir engin svör - eða jafnvel, að þú hafir rangt fyrir þér.\nHindúismi er t.d. eldri en gyðingdómur, og þróaðist alveg örugglega ekki útfrá gyðingdóm.  Shintotrú þróaðist í Japan, mjög langt frá slóðum gyðinga.  Búddisminn kom fram á Indlandi um fimmhundruð árum áður en við byrjum að telja okkar tímatal.  Zóróastríanismi er elsta eingyðistrú í heiminum, og stillir einmitt upp einum góðum guð á móti einum slæmum anda.  Áhrifin liggja frá Zóróastríanisma til gyðingdóms, og ekki öfugt.  Svo eru auðvitað trúarbrögð indíána í Ameríku, inúíta á Grænlandi, andatrú í Afríku og Ástralíu.  Það eru fjöldamörg trúarbrögð sem hafa orðið til, ýmist á undan gyðingdóm eða á svæðum svo langt í burtu að það er alveg örugglega engin tengsl þar á milli.\nÞú hefur áður sagt að íslam sé aðeins útúrsnúningur úr kristni (og ekki gefið nein rök önnur en þau að skeggmaður á Ómega sagði það einhvern tímann í viðtali á Stöð 2) - segðu mér þá hvers vegna kristni sé ekki líka útúrsnúningur úr gyðingdóm, og hvers vegna gyðingdómur sé ekki útúrsnúningur úr Zóróastríanisma.\nEn auðvitað þarftu ekki að svara frekar en þú kærir þig um.  Þá verður líka bara auðveldara að sjá með hvorum okkar sannleikurinn sé."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-26 15:50:15",
            "id": "409206",
            "reply_to_id": "409205",
            "text": "Ég nenni ekki að svara þessu. Þú segir alltaf það sama."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-26 18:55:29",
            "id": "409207",
            "reply_to_id": "409206",
            "text": "Og hvað með það þótt ég segi alltaf það sama?  Er mikil fjölbreytni í því sem þú segir?\nÞetta eru ennfremur spurningar sem þú hefur aldrei svarað, er eitthvað atgugavert við að ég spyrji þangað til þú svarir?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-29 21:11:55",
            "id": "409208",
            "reply_to_id": "409206",
            "text": "Ætlaru að svara þessu, eða geturu það ekki?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-31 00:13:47",
            "id": "409209",
            "reply_to_id": "409208",
            "text": "Ég nenni ekki að svara þessari vitleysu í þér, alltaf sama helvítis vitleysan.Þegiðu bara og láttu mig í friði!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-31 00:47:39",
            "id": "409210",
            "reply_to_id": "409209",
            "text": "Ef að það er þín heitasta ósk að ég láti þig í friði, þá verði þér að góðu.\nÞetta verður síðasta svar mitt til þín um all-langt skeið, a.m.k. í einn mánuð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-26 13:12:04",
            "id": "409211",
            "reply_to_id": "409204",
            "text": "Eða, eins og þú orðaðir það svo skemmtilega:\n“Ég vann, og þú hefur viðurkennt það.”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-24 21:05:04",
            "id": "409212",
            "reply_to_id": "409196",
            "text": "Þetta var líka ég.  Ég er alltaf að detta út, ég skil þetta ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-24 00:19:45",
            "id": "409213",
            "reply_to_id": "409194",
            "text": "Þetta ver ég.  Nafnið datt út af einhverri ástæðu.\nÞorsteinn (thossinn)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 20:30:33",
            "id": "409214",
            "reply_to_id": "409176",
            "text": "Þú hefur ekki ennþá svarað hvað sé svona vont við íslam sem er ekki að finna í kristni eða gyðingdóm.  Helduru að þú gætir gert það núna?\nHelduru ennþá fast við þá hugmynd að einungis gyðingdómur og kristni séu “alvöru” trúarbrögð?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 20:32:55",
            "id": "409215",
            "reply_to_id": "409214",
            "text": "Ég hef sagt þér það áður um þessi trúarbrögð.\nAllir sem koma af gyðingum eru gyðingar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 20:42:32",
            "id": "409216",
            "reply_to_id": "409215",
            "text": "(Ég trúi ekki að ég sé að eiga í sömu samræðunum aftur)\nNei, þú hefur ekki (svo ég muni) svarað spurningum um hvað sé svona “alvöru” við gyðingdóm og kristni sem sé ekki “alvöru” við til dæmis hindúisma eða shinto-trú.  Munar þig eitthvað um að gera það aftur, eða a.m.k. benda mér á hvar þú gerðir það?\n“Allir sem koma af gyðingum eru gyðingar.”\nÞetta er einfaldlega rangt.\nÍ fyrsta lagi:  Að vera kominn af gyðing gerir mann ekki að gyðing, frekar en að maður sé kristinn þótt foreldrar foreldra manns séu það.  Væri það satt, þá ætti ég að vera bæði kaþólskur, lúterskur mótmælandi og gyðingur.  Ég er ljóslega ekkert af slíku.\nÍ öðru lagi:  Gefum okkur að gyðingar séu afmörkuð þjóð (þeir eru ómögulega kynþáttur - eða hvaða kynþætti tilheyrir maður sem er algerlega ógreinanlegur frá hvítum manni - ef ekki hvítum?).  Þá er það eitt að eiga forföður af þeirri þjóð ekki nóg til að tilheyra þeirri þjóð sjálfur.  Væri það rétt, þá væri ég gyðingur, Dani, Norðmaður og sennilega Frakki og Íri líka.  En ég er ekkert af þessu, ég er Íslendingur."
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2002-01-20 18:39:23",
            "id": "409217",
            "reply_to_id": "409166",
            "text": "við erum rasistar ef við dæmum fólk eftir húðlit eða trúarbrögðum."
        },
        {
            "user": "Vikingur27",
            "user_id": "17040",
            "date": "2002-01-21 11:44:18",
            "id": "409218",
            "reply_to_id": "409217",
            "text": "Það sem ég er búinn að vera að reyna að koma á framfæri er það að þegar við dæmum fólk eftir trúarbrögðum að þá er það oftast vegan fáfræðri ekki vegna rasisma."
        },
        {
            "user": "SpaceBoy",
            "user_id": "17134",
            "date": "2002-01-21 21:23:52",
            "id": "409219",
            "reply_to_id": "409166",
            "text": "Ég er búsettur í Danmörku, og hér hefur stríðið við Telebanana ýft upp útlendingahatrið sem hér var þó nokkuð fyrir.  Meira ber á hatursyfirlýsingum í blöðum, allt muslímskt fær neikvætt umtal, og þjóðernissinnaði flokkurinn fékk fleiri þingmenn enn nokkurntíma fyrr. Það má skilgreina rasisma  út og suður, en rasismi er fyrir mér þegar fólk setur allt fólk af ákveðnum litarhætti eða þjóðerni undir einn hatt og kallar það “ömurlegt hyski” eða álíka.\nÉg þekki fólk hér í danmörku sem er stolt af hatri sínu á innflytjendum, og talar hátt um að allir Iranir sé þetta og hitt.\nMaður getur haft þá skoðun að nokkrir Tyrkir sem maður kann að hafa kynnst séu fífl, en það er rasismi að láta það eftir sér að halda að ALLIR Tyrkir séu fífl, eða allir Afganir terroristar, og það er rasismi að reyna að telja öðrum trú um slíkt, og mesti rasisminn að láta einhvern finna fyrir því að maður sé búinn að flokka hann í neikvæðan hóp án þess að kynnast honum/henni.\nAllir verða fyrir áhrifum af neikvæðri umræðu um t.d. Talebana, en við verðum sem þenkjandi fólk að taka því rólega og láta ekki eftir okkur að alhæfa hugsunarlaust.\nRasismi er leiðinda fyrirbæri sem endurspeiglar óöryggi rasistans og óttan við hið ókunnuga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-21 21:31:55",
            "id": "409220",
            "reply_to_id": "409219",
            "text": "Mikið rétt … auðvitað er hægt að vera óheppinn og hafa einungis slæma reynslu af svörtum en það þarf ekki að þýða að allir svartir séu ómögulegir."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 20:39:29",
            "id": "409221",
            "reply_to_id": "409166",
            "text": "Sæll,\nFræðilega skilgreiningin á rasisma mun vera þessi:\n“Sú hugmyndafræði og trú að ákveðinn erfðafræðilegur og líffræðilegur munur geri það að verkum að ákveðnir kynþættir manna séu öðrum æðri.  Ennfremur fjandskapur og mismunun gegn öðrum kynþáttum sem byggð er á þeirri hugmyndafræði.”\nHeimildir:\nWebster’s Desk Dictionary of the English Language. New York. 1990.\nEncarta Encyclopedia. New York. 1997.\nEncarta Dictionary. New York. 1997.\nKv.\nHjörtu"
        }
    ]
}