{
    "forum_title": "Hljóðfæri",
    "user": "DrLove",
    "user_id": "71522",
    "date": "2008-08-08 14:15:31",
    "title": "vesen með brúna á jazzmasternum mínum..",
    "text": "… þannig standa mál að brúinn á fender jazzmasternum mínum er eitthvað leiðinleg, heyrist alltaf eitthvað skrölt í henni, svo þarf ég líka að láta hæða stilla strengina, og setja hann þannig upp að það sé best að spila á hann, þannig ég var að spá hvað væri best fyrir mig að gera, ef einnhver hefur reynslu á þessum gíturum, þá myndi ég vel þyggja gott ráð…..",
    "url": "https://www.hugi.is/hljodfaeri/korkar/606670/vesen-med-bruna-a-jazzmasternum-minum/",
    "url_id": "606670",
    "id": "6041052",
    "replies": [
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2008-08-08 14:52:40",
            "id": "6041132",
            "reply_to_id": "6041052",
            "text": "Myndi mæla með að finna brú eða nóg bara að skipta um söðla (saddles) úr mustang gítar.. mun betri heldur en jazzmaster/jaguar saddles-in…\nÁ eftir að gera þetta á mínum… þetta er líka farið að bögga mig… má ekkert slá á þetta til þess að hreyfa strengina til á brúnni…"
        },
        {
            "user": "DrLove",
            "user_id": "71522",
            "date": "2008-08-08 15:29:46",
            "id": "6041220",
            "reply_to_id": "6041052",
            "text": "takk fyrir svarið, var einmitt að spá í að panta bara mustang brú hjá hljóðfærahúsinu, held að það kosti bara einnhvern fimm þúsundkall, er bara utan að landi, þannig ég var að spá hvað ég gæti gert þangað til…"
        },
        {
            "user": "GunniWaage",
            "user_id": "60235",
            "date": "2008-08-08 16:33:37",
            "id": "6041332",
            "reply_to_id": "6041052",
            "text": "Það sem ég gerði til að losna við skröltið í gamla stólnum mínum, Var það að taka litlu skrúfurnar, eina í einu og maka smá kennaratyggjói á miðja skrúfuna. Skrúfa svo aftur í.\nMeð það að stilla hæðina á söðlunum, skaltu fyrst hækka eða lækka allan stólinn í góða hæð og reyndu svo að stilla söðlana í sama radíus og hálsinn er.\nÞetta krefst smá þolinmæði, en borgar sig. Mér finnst best að skrúfa bara einn hring í einu og testa svo.\nEinnig vil ég benda þér á greinina mína sem ég skrifaði fyrir stuttu. Þar fer ég doldið inn á þetta mál.\nhttp://www.hugi.is/hljodfaeri/articles.php?page=view&contentId=5948496"
        },
        {
            "user": "DrLove",
            "user_id": "71522",
            "date": "2008-08-08 18:53:57",
            "id": "6041645",
            "reply_to_id": "6041332",
            "text": "ok, takk kærlega fer að bauka við þetta í kvöld B-)"
        }
    ]
}