{
    "forum_title": "Bílar",
    "user": "DeeMer",
    "user_id": "27393",
    "date": "2008-08-11 16:49:36",
    "title": "BMW 540?",
    "text": "Malid er thad ad manni finnst thessir bilar alveg gedveikir og alles en brodir minn var ad segja mer ad thu maettir ekki fara med hann i undirvagnsthvott vegna thess ad tha myndu allir skynjarar i velinni fara til fjandans?\ner thetta satt eda bara rugl?\nBætt við 11. ágúst 2008 -  16:53\nafsakid stafina en eg nenni ekki ad skipta lyklabordinu minu yfir a islensku ^_^",
    "url": "https://www.hugi.is/bilar/korkar/607176/bmw-540/",
    "url_id": "607176",
    "id": "6047011",
    "replies": [
        {
            "user": "CarreraGT",
            "user_id": "23030",
            "date": "2008-08-11 18:42:52",
            "id": "6047240",
            "reply_to_id": "6047011",
            "text": "Það á það sama við um 540 og alla aðra bíla. Það þarf að forðast að bleyta þá staði sem rafmagn er, hvort sem það er undir húddinu eða bara undir bílnum sjálfum. Rafalinn, öryggjabox og skynjarar eiga helst ekki að blotna."
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2008-08-11 19:30:10",
            "id": "6047381",
            "reply_to_id": "6047011",
            "text": "Hvaða bull er það? Þessir hlutir ættu nú að vera kirfilega varðir. Auðvitað má fara með bílinn í undirvagnsþvott. Hvað geriru í rigningu?\nAnnars myndi ég spyrjast fyrir á verkstæðinu hjá B&L eða Tækniþjónustunni til að vera öruggur með þetta."
        },
        {
            "user": "CarreraGT",
            "user_id": "23030",
            "date": "2008-08-12 18:37:57",
            "id": "6049859",
            "reply_to_id": "6047381",
            "text": "Eitt að fara út í rigningu.. annað að sprauta vatni með háþrýstidælu.. Á að vera varið jú, en óþarfi að úða þá niður."
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2008-08-12 19:03:39",
            "id": "6049928",
            "reply_to_id": "6049859",
            "text": "Þessvegna held ég að gufuþvottur væri bara bestur."
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2008-08-11 19:56:22",
            "id": "6047438",
            "reply_to_id": "6047011",
            "text": "uuu lol, hvaða bull er það, hvernig ætlaru að keyra bílinn í rigningu?, amk fékk fimmlínan mín undirvagnsþvott og ekkert mál"
        },
        {
            "user": "DrPhil",
            "user_id": "29624",
            "date": "2008-08-13 21:49:05",
            "id": "6053237",
            "reply_to_id": "6047438",
            "text": "af hverju segiru í undirskriftinni að bíllinn þinn sé 200 hestöfl?\nVeit ekki betur en þær eru 192?\nHvað ertu búinn að gera við hann sem gerir hann að þessum 200 hestöflum? Og ekki segja sportloftsýja og opið púst :)"
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2008-08-14 19:15:24",
            "id": "6055274",
            "reply_to_id": "6053237",
            "text": "setti kogn síu í boxið og svo undan með hvarfana, ætti það ekki að auka um 8hp eða rúmlega það, svo er 200 skemtilegri tala en 192, en actual hp á þessum bílum er 189 en ekki 192 eins og uppgefna talan er\nBætt við 14. ágúst 2008 -  19:20\nsvo er kubbur væntanlegur ef ég fæ nógu mikið útborgað til að athafna mig"
        },
        {
            "user": "DrPhil",
            "user_id": "29624",
            "date": "2008-08-14 23:57:25",
            "id": "6056198",
            "reply_to_id": "6055274",
            "text": "Ég er ekki með hvarfakút og líka með K&N sýju, en það eykur ekki hestöflin um 8. það er algjör misskilningur. Hann verður kannski aðeins snarpari þegar hvarfinn er tekinn enda betra loftflæði.\nMér þætti reyndar gaman að fara með m52b20 saumavélina mína í bekk og sjá hversu mörg hestöfl hún er raunverulega."
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2008-08-15 18:15:01",
            "id": "6057725",
            "reply_to_id": "6056198",
            "text": "er hún ekki talin um 148-9"
        },
        {
            "user": "Niflhell",
            "user_id": "69770",
            "date": "2008-08-15 13:31:00",
            "id": "6057075",
            "reply_to_id": "6047011",
            "text": "Ertu að spá íað fá þér svona bíl? Ég keyrði um á svona bíl í tæpt hálft ár og hann var gjörsamlega draumur. Búðu þig samt undir stóran bilanareikning því að þessir bílar bila meira en andskotinn."
        }
    ]
}