{
    "forum_title": "Húðflúr og götun",
    "user": "mycircle",
    "user_id": "56056",
    "date": "2008-08-11 16:45:05",
    "title": "Rauði liturinn..",
    "text": "Ætla að koma með smá forvitni :).\nVar að pæla í þessu scarification. Samkvæmt þeim litlu upplýsingum sem ég hef aflað mér, þá skil ég ekki betur en að það er bara gert sár og svo verður það að öri.\nEf það er bara þannig, þá skil ég ekki hvernig það getur verið svona rautt alltaf eftir að það er búið að gróa. Mín ör eru að minnsta kosti alls ekki svona fagurrauð og þegar sár hjá mér eru að gróa verða þau frekar fljótt svona gul eða rauðbrún.\nEr eitthvað sett í sárið svo það haldi sér svona? (Og líti þá út eins og t.d. blómin tvö sem einhver var með á bringunni, eða þetta fallega sem stelpan var með á síðunni minni mig. Þetta er hér í myndunum)",
    "url": "https://www.hugi.is/hudflur/korkar/607174/raudi-liturinn/",
    "url_id": "607174",
    "id": "6046994",
    "replies": [
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2008-08-11 17:09:15",
            "id": "6047062",
            "reply_to_id": "6046994",
            "text": "það er sett eitthvað í sárið svo það sé lengur að gróa svo það verði sem flottast, reynt að halda því opnu í einhvern tíma."
        },
        {
            "user": "mycircle",
            "user_id": "56056",
            "date": "2008-08-11 22:16:15",
            "id": "6047875",
            "reply_to_id": "6047062",
            "text": "Ok :). Veistu/vitiði hvað er sett?"
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2008-08-12 17:15:08",
            "id": "6049583",
            "reply_to_id": "6047875",
            "text": "joð skilst mér.\nþað var líka eitthvað annað, en ég bara man ekki hvað það var, var að gera fyrirlestur um þetta í skólanum."
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2008-08-11 18:49:06",
            "id": "6047249",
            "reply_to_id": "6046994",
            "text": "oft er líka rauðu bleki nuddað i sárin"
        },
        {
            "user": "Nathan",
            "user_id": "72540",
            "date": "2008-08-12 06:25:42",
            "id": "6048719",
            "reply_to_id": "6046994",
            "text": "Stundum er sett litur, stundum ekki. T.d. er ég með ólitað scarification, sem er svona ljósbleikt á litinn, eins og öll hin örin mín."
        },
        {
            "user": "Nathan",
            "user_id": "72540",
            "date": "2008-08-15 13:50:52",
            "id": "6057135",
            "reply_to_id": "6048719",
            "text": "Ef ég má spyrja, hvernig scarification ertu þá með?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-08-15 14:03:56",
            "id": "6057175",
            "reply_to_id": "6057135",
            "text": "Er með gyðjutákn á mjóbakinu\nTáknið kallast triple lunar godess symbol."
        },
        {
            "user": "Nathan",
            "user_id": "72540",
            "date": "2008-08-15 13:48:42",
            "id": "6057129",
            "reply_to_id": "6046994",
            "text": "Ég hef líka lesið að það sé sett rautt litarefni. Joð og sótthreinsandi kremum er oft smurt á til að halda þessu hreinu og sleipu og mikilvægt að þetta sé sem lengst að gróa svo það verði sem flottast.\nÉg er sjálfur með ólitaða scarification sem ég bara var duglegur að kroppa í sárið og rífa það upp svo það væri sem lengst að gróa, og það er alveg hvítt miðað við húðina á mér, sem er samt frekar föl. Öll önnur ör á mér eru líka hvít, en ekki jafn skínandi hvít, eða rétt pínu-ljósbleik.\nAnnars hef ég séð uppskurðarör sem eru mjög bleik, en einu örin sem eru svona rosalega rauð eru glæný eða með litarefni skilst mé"
        }
    ]
}