{
    "forum_title": "Leikjatölvur",
    "user": "drafts",
    "user_id": "28138",
    "date": "2008-08-17 20:42:46",
    "title": "vantar hjálp með GTA IV strax!",
    "text": "sælir strákar, ég er tiltörlega nýr í ps3 heiminum, en ég er með PS3 ameríku tölvu.\nvandamálið er að ég virðist ekki geta spilað GTA IV, ég set leikinn inní tölvuna og þá kemur þessi texti upp… YOU CANNOT PLAY THIS GAME AT THE CURRENT VIDEO OUTPUT SETTINGS\nég er reyndar með pínu gamalt UNITED sjónvarp og er bara að spila í gegnum scart. ég get spilað alla aðra leiki án vandræða.\nþarf maður virkilega að trúa því að maður þurfi að eiga eitthvað svaka sjónvarp til að geta spilað GTA IV ? ekki var neitt talað um það þegar maður keypti leikinn allavegna.\ngetið þið kannski sagt mér hverju ég þarf að breyta til að geta spilað leikinn? finnst svoldið ömurlegt að hafa eitt hellings pening í að kaupa leikinn og getað svo ekki spilað hann..\nendilega komið með ráð handa mér.\ntakk takk\nKv. Sigurður H",
    "url": "https://www.hugi.is/leikjatolvur/korkar/608294/vantar-hjalp-med-gta-iv-strax/",
    "url_id": "608294",
    "id": "6062264",
    "replies": [
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2008-08-17 21:25:49",
            "id": "6062373",
            "reply_to_id": "6062264",
            "text": "Þú þarft bara að stilla video settings hjá þér eins og kemur fram í villuskilaboðinu. Sjálfur er ég líka með united sjónvarp."
        },
        {
            "user": "drafts",
            "user_id": "28138",
            "date": "2008-08-17 22:06:06",
            "id": "6062441",
            "reply_to_id": "6062373",
            "text": "hvar stilli ég það, í tölvunni sjálfri eða á sjónvarpinu? geturu kannski gefið mér aðeins nánari upplýsingar um hvar ég finn þetta?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2008-08-17 23:59:21",
            "id": "6062796",
            "reply_to_id": "6062441",
            "text": "Í tölvunni sjálfri. Ferð í settings sem er lengst eða næst lengst til vinstri (er ekki með þetta fyrir framan mig) og þar breytiru stillingunni. Ert pottþétt með einhverja HD stillingu á."
        },
        {
            "user": "halli55",
            "user_id": "69428",
            "date": "2008-08-26 14:12:34",
            "id": "6082926",
            "reply_to_id": "6062264",
            "text": "hvað kostar GTA4 í dag???"
        }
    ]
}