{
    "forum_title": "Danstónlist",
    "user": "high",
    "user_id": "1595",
    "date": "2008-08-19 12:13:57",
    "title": "The History Of House ! (1990)",
    "text": "The History Of House (1990)\nIt's been ten years since the first identifiably house tracks were put on to vinyl, ten years which have changed the technology behind the electronic music revolution beyond recognition but left the basic structure of house intact. It's seven years since it was being said house couldn't last, that it was just hi-NRG, a fast blast that would wither as quickly as it had started. But then the music reinvented itself, and then again and again until it gradually dawned on people that house wasn't just another phase of club culture, it was club culture, the continuing future of dance music. The reason? It's simple. People like to dance to house.\nThe roots to 1985\nLike it or not, house was first and foremost a direct descendant of disco. Disco had already been going for ten years when the first electronic drum tracks began to appear out of Chicago, and in that time it had already suffered the slings and arrows of merciless commercial exploitation, dilution and racial and sexual prejudice which culminated in the ‘disco sucks’ campaign. In one bizarrely extreme incident, people attending a baseball game in Chicago's Komishi Park were invited to bring all their unwanted disco records and after the game they were tossed onto a massive bonfire. Disco eventually collapsed under a heaving weight of crass disco versions of pop records and an ever-increasing volume of records that were simply no good. But the underground scene had already stepped off and was beginning to develop a new style that was deeper, rawer and more designed to make people dance. Disco had already produced the first records to be aimed specifically at DJs with extended 12“ versions that included long percussion breaks for mixing purposes and the early eighties proved a vital turning point. Sinnamon's ‘Thanks To You’, D-Train's ‘You’re The One For Me' and The Peech Boys' ‘Don’t Make Me Wait', a record that's been continually sampled over the last decade, took things in a different direction with their sparse, synthesized sounds that introduced dub effects and drop-outs that had never been heard before.\nBut it wasn't just American music laying the groundwork for house. European music, spanning English electronic pop like Depeche Mode and Soft Cell and the earlier, more disco based sounds of Giorgio Moroder, Klein & MBO and a thousand Italian productions were immensely popular in urban areas like New York and Chicago. One of the reasons for their popularity was two clubs that had simultaneously broken the barriers of race and sexual preference, two clubs that were to pass on into dance music legend - Chicago's Warehouse and New York's Paradise Garage. Up until then, and after, the norm was for Black, Hispanic, White, straight and gay to segregate themselves, but with the Warehouse, opened in 1977 and presided over by Frankie Knuckles and the Garage where Larry Levan spun, the emphasis was on the music. (Ironically, Levan was first choice for the Warehouse, but he didn't want to leave New York). And the music was as varied as the clienteles - r'n'b based Black dance music and disco peppered with things as diverse as The Clash's ‘Magnificent Seven’. For most people, these were the places that acted as breeding grounds for the music that eventually came to be known after the clubs - house and garage.\nRight from the start there was a difference in approach between New York and Chicago. ”All of the records coming out of New York had been either mid or down tempo, and the kids in Chicago wouldn't do that all night long, they needed more energy“ commented Frankie Knuckles after his move to Chicago. The Windy City was seduced to a far greater extent by the European sound and when the records started to come, it showed. Whereas garage in New York evolved more smoothly from First Choice and the labels Salsoul, West End and Prelude, there was no such evolution in Chicago. Opinions still differ as to what the first house record was, but it was certainly made by Jessie Saunders and it was on the Mitchball label - probably Z Factor's ‘Fantasy’, but there was also another Z Factor tune which went by the name of ‘I Like To Do It In Fast Cars’. ‘Fantasy’ sounds extremely dated now but ten years ago it was like a sound from another planet, with echoes of Kraftwerk's heavily synthesized string sounds, a Eurobeat bassline and a simple, insistent drum machine pattern. Suffice to say, the record remained obscure outside the close-knit urban Chicago scene.\n”Those records didn't really motivate people“ says Adonis, one of the early producers on the Chicago scene. ”The first was Jamie Principle's ‘Waiting On Your Angel’. See, before there were records there were cassettes, and that was the hottest thing in Chicago. It was so hot Jessie Saunders went in and recorded that track word for word, note for note, and put it out on Larry Sherman's label Precision. It was so influential that four or five records came out that took its sounds.“ Within a year though, others were fast joining. Saunders, who by then had come out with his Jes-Say label, with Farley Keith (or Farley ‘Jackmaster’ Funk) getting in on the act. Frankie Knuckles, who had already done some remixes for Salsoul was also beginning to work on his own productions. By 1985 it was clear that something big was beginning to stir. Ron Hardy, who was to become the backbone of the Chicago club scene by consistently breaking the new records, began playing at The Music Box around the same time as Frankie Knuckles left The Warehouse, and other DJs like Farley and the Hot Mix 5 who threw down the mix shows on the radio station WBMX were making names for themselves. But making a record wasn't the priority for most of the DJs at the time - they were making music specifically to play at the clubs and the parties that were beginning to spring up in the city. Larry Heard and Robert Owens, later to be known as Fingers Inc, and Steve Hurley were all experimenting with basic rhythm tracks long before they made the jump to vinyl.\n”I started dabbling in making my own music.“ says Hurley. ”Just making tracks to play as a DJ, not really thinking as far as producing - more to do with just having something to play that nobody else had. And one of these tracks, ‘Music Is The Key’, got such a good response that I decided to borrow some money and go in with another guy, who happened to be Rocky Jones, and put the record out.“\nThat momentous occasion was the beginning of DJ International Records, one of the two labels that was to give all the aspiring producers in the city a chance to get their music on to vinyl. The other, Larry Sherman's Trax Records was already up and running, though to begin with Sherman was attempting to break into a more commercial market with Precision. ‘Music Is The Key’ (the first house record to include a rap, incidentally) took house on a step by incorporating more musical elements and a vocal, and by the time Chip E's ‘Like This’, also on DJ International, appeared house had discovered real vocals and the sampled stutter technique that's such an integral part of dub remixes today. ”It took a little while for the sound to develop“ remembers London DJ Jazzy M, who worked in a record shop at the time and was one of the very first to get house on the radio in Britain with his immensely popular Jackin' Zone show on London pirate station LWR. ”When ‘Like This’ and Adonis' ‘No Way Back’ came out, that's when it picked up. At first it was just drum machine programs and they were called trax, like there was Chip E Trax and Kenny Jason Trax and that's what house was, with maybe a few dodgy samples. I can remember talking to Colin Faver, who was one of the first DJs here to get into it, about ‘Like This’ and we were both really excited by it.\"\nMeanwhile, things were gathering pace over in New York though the development was a lot slower. Mixers like Larry Levan, Tony Humphries, Timmy Regisford and Boyd Jarvis, who came straight after Shep Pettibone and Jellybean Benitez were making ground as remixers, and fired by the raw club sound of Colonel Abrams, the deep, soulful club sound that became known as garage was taking shape with early releases on the Supertonics, Easy Street and Ace Beat labels. Paul Scott was one of the first with ‘Off The Wall’ in 1985 but before that there was Serious Intention's deep dub classic ‘You Don’t Know' and even before that was World Premiere's ‘Share The Night’.\n1986\nWhile Frankie Knuckles had laid the groundwork for house at the Warehouse, it was to be another DJ from the gay scene that was really to create the environment for the house explosion - Ron Hardy. Where Knuckles' sound was still very much based in disco, Hardy was the DJ that went for the rawest, wildest rhythm tracks he could find and he made The Music Box the inspirational temple for pretty much every DJ and producer that was to come out of the Chicago scene. He was also the DJ to whom the producers took their very latest tracks so they could test the reaction on the dance floor. Larry Heard was one of those people.\n“People would bring their tracks on tape and the DJ would play spin them in. It was part of the ritual, you'd take the tape and see the crowd reaction. I never got the chance to take my own stuff because Robert (Owens) would always get there first.”\n“The Music Box was underground ” remembers Adonis. “You could go there in the middle of the winter and it'd be as hot as hell, people would be walking around with their shirts off. Ron Hardy had so much power people would be praising his name while he was playing, and I've got the tapes to prove it!\n”The difference between Frankie and Ronnie was that people weren't making records when Frankie was playing, though all the guys who would become the next DJs were there checking him out. It was The Music Box that really inspired people. I went there one night and the next day I was in the studio making ‘No Way Back’ “ In 1985 the records were few and far between. By 1986 the trickle had turned to a flood and it seemed like everybody in Chicago was making house music. The early players were joined by a rush of new talent which included the first real vocal talents of house - Liz Torres, Keith Nunally who worked with Steve Hurley, and Robert Owens who joined up with Larry Heard to form Fingers Inc, though the duo had already worked with Harri Dennis on The It's ‘Donnie’ -and key producers like Adonis, Mr Lee, K Alexi and a guy who was developing a deep, melodic sound that relied on big strings and pounding piano - Marshall Jefferson.\nMarshall worked with a number of people like Harri Dennis and Vince Lawrence for projects like Jungle Wonz and Virgo, who made the stunning ‘RU Hot Enough’. But it was ‘Move Your Body’ that became THE house record of 1986, so big that both Trax and DJ International found a way to release it, and it was no idle boast when the track was subtitled ‘The House Music Anthem’, because that's exactly what it was. Jefferson was to become the undisputed king of house, going on to make a string of brilliant records with Hercules and On The House and developing the quintessential deep house sound first with vocalist Curtis McClean and then with Ce Ce Rogers and Ten City. ”I can remember clearing a floor with that record“ laughs Jazzy M. ”Though they'd started playing it in Manchester, most of London was still caught up in that rare groove and hip hop thing. A lot of people were saying to me ‘why are you playing this hi- NRG’ and it was hard work but people were starting to get into it.“ ‘Move Your Body’ was undoubtedly the record that really kicked off house in the UK, first played repeatedly by the established pirate radio stations in London, which at the time played right across the Black music spectrum, and then by club DJs like Mike Pickering, Colin Faver, Eddie Richards, Mark Moore and Noel and Maurice Watson, the latter two playing at the first club in London to really support house - Delirium.\nRadio was the key to the explosion in Chicago. Farley Jackmaster Funk had secured a spot on the adventurous WBMX station, playing after midnight every day, and it wasn't long before he brought in the Hot Mix 5 which included Mickey Oliver, Ralphie Rosario, Mario Diaz and Julian Perez, and Steve Hurley, giving people who couldn't go to the parties the chance to hear the music. Then there was Lil Louis, who was throwing his own parties. By this time, house was moving out of the gay scene and on to wider acceptance, though in Chicago at least it was to remain very much a Black thing. Though a number of Hispanics were on the house scene, the number of White DJs and producers could be counted on one hand.\nThe labels were still mostly limited to the terrible twins that were to dominate Chicago house for the next two years Trax and DJ International. Between them they had nearly all the local talent sewn up and by popular consent they were just as dodgy as each other, with rumors and stories of rip-offs and generally dubious activity endlessly circulating. Everybody it seemed, was stealing from everybody else. One that remains largely untold involved Frankie Knuckles. ”This was the story at the time“ recalls Adonis. ”Supposedly Frankie sold Jamie Principle's unreleased tapes to DJ International AND Trax at the same time. Then Jamie came out with a record called ‘Knucklehead’ dissing Frankie. After that Frankie went back to New York.“\nWhen Rocky Jones at DJ International became convinced by a larger- than-life character named Lewis Pitzele who was helping put a lot of the deals together at the time that Europe was the place to focus on, house poured into Britain with London Records putting the first compilation of early DJ International material out. As the press bandwagon rolled into action the 86 Chicago House Party featuring Adonis, Marshall Jefferson, Fingers Inc and Kevin Irving toured the UK's clubs. Trax took a little longer\nAdonis: ”Trax was meant to be a bullshit label for all the dirty, raggedy records Larry Sherman didn't give a shit about. You know, labels were always trying to do radio stuff, but Trax became popular after ‘No Way Back’ and ‘Move Your Body’ and all those tracks.\" It was DJ International and London who notched up the first house hits, first with Farley ‘Jackmaster’ Funk's ‘Love Can’t Turn Around', a cover of the old Isaac Hayes song with camp wailer Daryl Pandy on vocals which reached Number 10 in September 1986, and then a record that spent months gestating in the clubs before it was finally catapulted to Number One in January 1987 - Jim Silk's ‘Jack Your Body’. The Americans were gob smacked. Their underground club music was going mainstream four thousand miles from its home. But it was no surprise that Steve Hurley was behind the track, which hit the top despite only having three words - the title. Even then he was the one with the commercial touch. It wasn't a terribly original record - the bassline was from First Choice's ‘Let No Man Put Asunder’, but it summed up the mood of jack fever. All of a sudden the word ‘Jack’, which originally described the form of dancing people did to house, was everywhere ‘Jack The Box’, ‘Jack The House’, ‘Jack To The Sound’ ‘J-J-J-J-JJack-Jack-Jack-Jack’. It was the stutter sample on the ‘J’ that took the word into legend. Vaughan Mason's Raze, who'd quietly been doing stuff out of Washington DC burst into the clubs and then followed Jim Silk into the charts with ‘Jack The Groove’. And garage? New York simply couldn't match the energy flowing out of Chicago but there was little doubt that the music was developing simultaneously. The Jersey garage sound, boosted by Tony Humphries (who'd also been on the radio since 1981) at Newark's Zanzibar Club, was beginning to take shape with Blaze but the New York club sound was defined at the time by Dhar Braxton's ‘Jump Back’ and Hanson & Davis' ‘Hungry For Your Love’ which borrowed heavily from the Latin freestyle sound but echoed the energy of house. And over in Brooklyn, producers like Tommy Musto working for the Underworld/Apexton label were developing a different style again, one that like Chicago seemed to take its roots as much from Eurobeat as from Black music, though the mood and tempo was strictly New York.\n1987\nWhile Chicago stole the thunder in 1986, other cities not only in the United States but across the world had either been absorbing house or working on their own thing, biding their time. One record from New York served a warning shot that the city was gearing up for some serious action - ‘Do It Properly’ by 2 Puerto Ricans, A Blackman and A Dominican. ‘Do It Properly’ was essentially a bootleg of Adonis' ‘No Way Back’ with loads of samples and a great electronic keyboard riff squeezed in to it and the first in a long, long line of New York sample house tracks. Its producers were one Robert Clivilles and David Cole, helped by another guy called David Morales. After that some kid in Brooklyn called Todd Terry made a couple of sample tracks with a freestyle groove for Fourth Floor Records by an act he called Masters At Work.\nBut the sound that was really taking shape in New York and New Jersey was a deep style of club music based on a heritage that had its roots firmly in r'n'b. Though there were some superb deep, emotive instrumentats like Jump St. Man's ‘B-Cause’, the emphasis was on songs, which came with Arnold Jarvis' ‘Take Some Time’, Touch's ‘Without You’, Exit's ‘Let’s Work It Out' and a record on Movln, a new label run from a record store in New Jersey's East Orange - Park Ave's ‘Don’t Turn Your Love'. Ironically, as the first garage hits began to appear, The Paradise Garage - Larry Levan had already left - closed, but the vibe carried on with Blaze, who recorded ‘If You Should Need A Friend’ and Jomanda, both of whom teamed up with new New York label Quark.\nEchoing the need for vocals in house music, deep house began to take hold in Chicago. Following Marshall Jefferson's lush productions, the record that defined deep house was the Nightwriters' ‘Let The Music Use You’, mixed by Frankie Knuckles and sung by Ricky Dillard, a record that a year later was to become one of the anthems of the UK's Summer Of Love. And it didn't end there. Kym Mazelle launched her career with ‘Taste My Love’ and ‘I’m A Lover', while Ralphie Rosario unleashed the monstrous ‘You Used To Hold Me’ featuring the wailing tonsils of Xavier Gold. Then there was Ragtyme's ‘I Can’t Stay Away', sung by a guy who sounded a a little like a new Smokey Robinson - Byron Stingily. Soon after, Ragtyme, who also made an extremely silly innuendo track called ‘Mr Fixit Man’, mutated into Ten Clty. But Chicago's excursion into songs wasn't only characterised by uplifting wailers. There was another side, led by the weird, melanchoty songs of Fingers Inc and beginning to show itself in other minimalist productions like MK II's ‘Don’t Stop The Muslc' and 2 House People's ‘Move My Body’. By 1987, though house was no longer a tale of two cities. The virus was taklng hold elsewhere as clubbers, DJs and producers worldwide became exited by the new music.\nIt was obvious that Britain, which had already seen a massive boom in club culture in the mid-eighties as the increasingly racially integrated urban areas turned to Black music in favour of the indigeonous indie rock music, would eventually get in on the act. Though acts like Huddersfield's Hotline, The Beatmasters from London and a handful of others who included DJs Ian B and Eddie Richards had been trying to figure things out, the first British house track to really make any noise came from a partnership that included a DJ from Manchester's Hacienda, one of the very first clubs in Britain to devote whole nights to house music - Mike Pickering. With its funk bassline and Latin piano riffs, T-Coy's ‘Carino’ busted out all over, particularly in London at previously rap and funk clubs like Raw. But with the open nature of the UK pop charts compared to Billboard which was an impossibly tough nut to crack for small labels marketing new music, it was inevitable that the sound would be commercialised. ‘Pump Up The Volume’ by M/A/R/R/S was a rather lightweight record based on a house beat with a number of clever (at the time) samples but it worked like crazy on the dancefloor and it wasn't long before club support propelled it into the charts, where it held Number 1 for an incredible three weeks. Also in the top ten at the same time was another record that had broken out of Chicago - the House Master Boyz' ‘House Nation’. The marketability of house - or pophouse - in the UK became gruesomely apparent with the advent of the ‘Jack Mix’ series, a number of hideous stars-on-45 style megamixes of all the house hits.\nThings were progressing in a much more underground fashion back in the States. A few guys in particular who'd been noticed hanging out in Chicago and checking the scene came from a city just a couple of hundred miles away Detroit. One of them, Juan Atkins, had been making records since the early eighties under the moniker Cybotron which specialised in spacey electro-funk fired by the Euro rhythms of Kraftwerk. But progress had been slow and electro had already fused with rap. By 1985 Atkins' sound was beginning to change with records like Model 500's ‘No UFO’s', which bore more than a passing resemblance to the new sounds emanating from their neighbouring city. Two other guys who had been to school with Atkins, and who shared his passion for European music were also beginning to experiment with making tracks and heartened by what they heard coming out of Chicago, set to work Their first tracks, X-Ray's ‘Let’s Go', produced by Derrick May and Kevin Saunderson's ‘Triangle Of Love’ by Kreem weren't classics by any stretch of the imagination but it didn't tahe them long to hit full power. Kevin came out with ‘Force Field’ and ‘Just Want Another Chance’, and Juan pressed on with Model 500's ‘Sound Of Stereo’ but it was Derrick who really hit the button with Rhythim Is Rhythm's ‘Nude Photo’, ‘Kaos’ and ‘The Dance’, all of which were immediate hits on the Chicago scene, and the latter a record that was to be thieved and sampled again and again for years to come. The Belleville Three, as they became known after the college they attended, made an amusing trio with Kevin as the regular guy, Derrick as the fast-talking nutter and Juan as the laid-back smokehead, but there was more to techno than that. Two other producers who helped forge the different sound were Eddie Fowlkes and Blake Baxter. It was faster, more frantic, even more influenced by European electrobeat and severed the continium with disco and Philadelphia, taking only the space funk basslines of George Ctinton from Black music. They called it techno. But Chicago was also beginning to head off into another direction, the most frenetic form of house yet. It was started by two crazy tracks that Ron Hardy had been pumping at the Music Box and it was going to be perhaps the most important stage of house so far. It was acid.\n1988\nIn truth, acid house had already started long before 1988. Amongst the scores of Chicagoans who were buying equipment and trying to learn how to make tracks was one DJ Pierre, who'd started out playing Italian imports at roller discos in the Chicago suburbs, and who had joined Lil Louis for his notorious parties.\n“Phuture was me and two other guys, Spanky and Herbert J.” remembers Pierre. “We had this Roland 303, which was a bassline machine, and we were trying to figure out how to use it. When we switched it on, that acid sound was already in it and we liked the sound of it so we decided to add some drums and make a track with it. We gave it to Ron Hardy who started playing it straight away. In fact, the first time he played it, he played it four times in one night! The first time people were like, ‘what the fuck is this?’ but by the the fourth they loved it. Then I started to hear that Ron was playing some new thing they were calling ‘Ron Hardy’s Acid Trax', and everybody thought it was something he'd made himself. Eventually we found out that it was our track so we called it ‘Acid Trax’. I think we may have made it as early as 1985, but Ron was playing it for a long time before it came out.”\nExplanations for the name of ‘acid’ have been long and varied, but the most popular, and the one endorsed by a number of people who were there at the time was that they used to put acid in the water at the Music Box. Pierre though, stresses that Phuture was always anti- drugs, and cites a track about a cocaine nightmare, ‘Your Only Friend’ that was on the same EP as ‘Acid Trax’. ‘Acid Trax’ came out in 1986 but made little impact outside Chicago, as was the case with another acid track, Sleazy D's ‘I’ve Lost Control', which slapped a deranged laugh and some geezer repeating the title over the 303 squelching. ‘I’ve Lost Control' was made by Adonis and Marshall Jefferson and was certainly the first acid track to make it to vinyl, though which was created first will possibly never be known for sure. It wasn't until well into 1987 that the acid sound began to infiltrate Britain, fuelled by another track that was getting a lot club play, and which fitted into the sound Bam Bam's ‘Give It To Me’, and a diversion of the regular acid track which put vocals into the equation, developed by Pierre's Phantasy Club with ‘Fantasy Girl’. The house scene in Britain had faltered following the commercialisation of the poppier end of the spectrum, but towards the end of 1987 the underground was taking off with new LP compilation series like ‘Jack Trax’ and the opening in London of seminal clubs like Shoom and Spectrum and the move of Delirium to Heaven where the main dancefloor became exclusively house. Delirium's Deep House Convention atLeicester Square's Empire in February 1988 which featured a number of seminal Chicago artists like Kym Mazelle, Fingers Inc, Xavier Gold. Marshall Jefferson and Frankie Knuckles was a depressing event because of the poor turnout. But the people who did go were to be become the prime movers of London's house explosion. The next week a warehouse party called Hedonism was rammed and the soundtrack was acid. Acid house UK style had begun.\nAs acid tracks like Armando's ‘151’ and ‘Land Of Confusion’, Bam Bam's ‘Where’s Your Child' and Adonis' ‘The Poke’ began to flow out out of Chicago, the scene grew at a rate of knots with Rip, Love, Future, Contusion and Trip opening in London, and the legendary Nude in Manchester. DJs suddenly discovered they had a year's worth of classic house which hitherto they'd been unable to play. When WBMX in Chicago closed down, signalling the end of radio play for the music in the city, it was clear that the emphasis had switched to the UK. Acid house became the biggest youth cult in Britain since punk rock a decade before as British house records like Bang The Party's ‘Release Your Body’, Jullan Jonah's ‘Jealousy & Lies’ (later used as the backbone of Electrlbe 101's ‘Talking With Myself’), Baby Ford's ‘Oochy Koochy’, A Guy Called Gerald's Voodoo Ray, and Richie Rich's ‘Salsa House’ became huge club hits, before the chart UK house records emerged with S'Express' ‘Theme From S’Express', D-Mob's ‘We Call It Acid’, which popularised the ridiculous but funny club chant of ‘Aciiieeeeed!’ and Jolly Roger's ‘Acid Man’. Opinions differ as to the effect on the scene of the relatively new drug ecstasy, but there was little doubt that the sudden rise in availabilny of the drug was directly related to the growth of the club scene. Before the tabloids discovered what was going on with their inevitably lurid headlines about ‘Acid House Parties’ and drug barons, it was easy to see people openly imbibing the drug in any club.\nLike Chicago radio was to prove crucial to spreading house in Britain. But this wasn't any kind of legitimate radio. Save for a few token shows, you couldn't hear Black music or dance music on legal radio, and eventually the demand turned into supply in the form of numerous pirate stations, mostly in and around London but also in a few other big cities. Most of them were on and off the air in months or even weeks, but the more organised stations managed to keep going, supplying hungry listeners with the music they wanted to hear - reggae, soul, jazz, hip hop - and house. Steve Jackson's House That Jack Built on Kiss and Jazzy M's ‘Jacking Zone’ on LWR pumped out the new music week in, week out.\n“When LWR was what you call the boom, it was on half a million listeners.” says Jazzy M. And we knew that because the surveys were actually being published in newspapers The Jacking Zone was getting 40-50 letters a week and I was broke because all my wages went on new tunes. Once that plane had landed with the imports, I was getting the new records on the show the same night. It was unbelievable.\"\n1988 wasn't just acid it was the year that house first really began to diversify. For a start, there was the ‘Balearic’ business, an eclectic style of DJing which at the time encompassed dance mixes of pop artists like Mandy Smith and quasi-industrial music like Nitzer Ebb's ‘Join In The Chant’ Championed by Danny Rampling, Nicky Holloway, Paul Oakenfold and Johnny Walker who'd all been to Ibiza, Balearic was an integral part of the club scene at the time, but after the gushing media overkill it all became a little farcical as people attempted to make Balearic records There was, of course no such thing\nThen there were the anthems. A year's worth of inspirational Chicago deep house, which went back to the Nightwriters and took in Joe Smooth's ‘Promised Land’ and Sterling Void's ‘It’s Alright' along the way became some of the biggest club records of the year, while Marshall Jefferson took the music to new highs with Ten City's ‘Devotion’ and Ce Ce Rogers ‘Someday’. Marshall was on a roll in 88, picking up remixes and linking up with Kym Mazelle for ‘Useless’ It was the deep house that spawned the first two house LP's, which naturally came out in Britain first - Fingers Inc's benchmark ‘Another Side’ and Liz Torres With Master C & J's excellent ‘Can’t Get Enough'.\nTen City were an important stage in the development of house. With self-conviction unusually high for the time, they snubbed the Chicago labels which by that time were losing their artists more quickly than they could sign them, and headed for Atlantic records in New York where Merlin Bobb promptly snapped them up. Where nearly all the house that had gone before them was strictly producer created, Ten City were an act, and they could be marketed as such. Plus, they returned some of the soul vision to house, a tradition that went all the way back to the Philly sound it was no coincidence that ‘Devotion’ was one of the first records from Chicago to really do well on the East Coast, which always had much stronger r'n'b roots in its club music. After another huge club hit with ‘Right Back To You’, they broached the UK top Ten in January 1989 with ‘That’s The Way Love Is' Even Detroit was discovering songs. Though the new techno sound was by now at full tilt with Rhythm Is Rhythm's anthem ‘Strings 0f Life’ Model 500's ‘Off To Battle’ and Reese & Santonio's ‘Rock To The Beat’, it was Inner City's ‘Big Fun’ a techno song with vocals by Chicagoan Paris Grey that was to propel Kevin Saunderson into the big time. Originally a track recorded for Virgin's groundbreaking ‘Techno! The New Dance Sound Of Detroit’ LP, ‘Big Fun’ was just too commercial to hold back, and Saunderson suddenly found himself in a virtually full-time pop duo making videos, follow-up singles and EPs like any other pop act.\nChicago however was still finding new things to do with house, though the next trend wasn't to be anything like as significant. There had already been raps put down to house tracks as early as 1985 with ‘Music Is The Key’ and more recently with M-Doc's ‘It’s Percussion', The Beatmasters' ‘Rok Da House’ and New York's KC Flight with ‘Let’s Get Jazzy'. But it was Tyree Cooper (who'd already had a big club record with ‘Acid Over’) and rapper Kool Rock Steady who defined the hip-house style with ‘Turn Up The Bass’, a galloping track which somehow combined Kool's rap with the classic Chicago piano sound and Tyree's trademark 909 roll. It wasn't long before Fast Eddie, also at DJ International, expanded it with ‘Yo Yo Get Funky’.\nBut the biggest new producer of 1988 was someone who didn't come from Chicago at all. Or Detroit. New York was beginning to flex its muscles, the city that had always regarded itself the world's capital for dance music wanted some of the limelight back. But it wasn't an established figure in the New York or New Jersey dance scene that broke through, it was a kid from Brooklyn who was showing an incredible alacrity for the new form of sampling that had been co- developing with house - Todd Terry. First it was those Masters At Work tracks, but after that Todd hit house in a big way with ‘Bango’ (at which Kevin Saunderson was highly miffed, because it heavily sampled one of his records), ‘Just Wanna Dance’, Swan Lake's ‘In The Name Of Love’, Black Riot's ‘A Day In The Life’ and ‘Warlock’ and the one that was almost certainly the biggest club record of the year - Royal House's ‘Can You Party!’. Though in New York Todd's sample tracks were firmly categorized with the Latin freestyle house sound that the Hispanics were developing, in the UK Todd became the toast of the house scene. In a by now familiar scenario, ‘Can You Party’ hit the Top 20 in October on a wave of club support, closely followed by another track on the new Big Beat label out of New York, Kraze's ‘The Party’.\nAs it became more and more apparent that Chicago was grinding to a halt, New York was getting it together, with more labels like Cutting (who'd already released Nitro Deluxe's classic ‘Let’s Get Brutal' in 1987) and Warlock turning to house and new labels starting up. One of these was to prove more important than all the rest - Nu Groove.\n1989\nBy now the UK and its trend-hungry music press had become the local point of the dance music world. After acid had slumped into fatuousness with the adopted logo of acid, the smiley, appearing on t- shirts racked up in every high street and the mainstream press (including the ‘qualities’) scuttling after every whiff of a half-arsed drug story, they discovered new beat from Belgium. The trouble was that save for one or two genuinely good records like A Split Second's ‘Flesh’, nearly everyone outside Belgium hated new beat, a sort of sluggish cross between acid, techno and heavy industrial Euro music and the media hype dissolved into a number of red faces. Then they discovered garage. ‘Garage’ as a term had already long been in use on the house scene to differentiate the smooth, soulful songs flowing from New York and New Jersey from the more energetic, uplifting deep house out of Chicago. But the hype on this supposedly new music did allow a lot of very good acts a chance of exposure that otherwise they wouldn't have had. The Americans were confused. To most New Yorkers and Jerseyites, garage was what was played at the Paradise' Garage, which had closed two years earlier. What they were making was club music or dance music, and house was all that track stuff from Chicago. But they were happy that someone somewhere was getting off on their sound. Tony Humphries, who'd been on New York's Kiss FM since 1981 and at the Zanzibar in New Jersey since 1982, was to become instrumental in exposing the Jersey sound. Though he was one of more open-minded DJ's In the New York area, his was the style that married real r'n'b based dance to house.\n“I really saw house start with the Virgo 1 record, which had that ‘Love Is The Message’ skip beat, and I was using that and a lot of other Chicago stuff as filler between the vocals, so if I was to play Jean Carne I would use the Virgo drum track before it. Vocals was always very much my thing, and I would say the people from Chicago we really respected in Jersey were Marshall Jefferson, Frankie Knuckles and JM Silk. A lot of it was really Philly elements, it was like Philly living on forever, and that was our flavor. ”I became known for breaking new stuff, and to stay ahead of everyone I had to come up with more and more demos. I wanted to help all the people around me in Jersey, so around 88-89 I did a huge showcase with all the acts at Zanzibar first on my birthday and then at the New Music Seminar. Suddenly everyone was talking about the Jersey sound.“\nBlaze were the forerunners of the new soul vision, followed by their protégés Phase II, who struck big with the optimism anthem ‘Reachin’, and Hippie Torrales' Turntable Orchestra with ‘You’re Gonna Miss Me'. Then there were the girls - Vicky Martin with ‘Not Gonna Do It’ and of course, Adeva, behind whom was the talented Smack Productions team. ‘ In And Out 0f My Life’ had already been released by Easy Street a year before, but when Cooltempo signed the Jersey wailer up on the basis of her cover of Aretha Franklin's ‘Respect’, mainstream success was more than on the cards - it was a dead cert. ‘Respect’ entered the Top 40 in January and hung around for two months, by which time Chanelle's ‘One Man’ and then her own collaboration with Paul Simpson, ‘Musical Freedom’ had followed the example. It didn't end there. Jomanda, who shared the billing with Tony Humphries at a massive event stage in Brixton's Academy were next with ‘Make My Body Rock’, and though they were to become successful in the States, their sound never crossed over in the UK.\nNew York was stepping up the pace in grand fashion and there was a lot more going on than just the Jersey sound. Following Todd Terry's success, the New York sample track was breaking out like wildfire, particularly with Frankie Bones, Tommy Musto and Lenny Dee at Fourth Floor, Breakln' Bones and Nu Groove records. Nu Groove, built on the foundation of the Burrell twins who'd escaped from an abortive r'n'b career with Virgin Records, was fast becoming the hippest house label. Nu Groove had started the year before with records like Bas Noir's ‘My Love Is Magic’ and Aphrodisiac's ‘Your Love’ and by 1989 they were on a roll. Nu Groove never had a sound - with producers as disparate as the Burrells, Bobby Konders and Frankie Bones that wasn't conceivable - and they never really had one big record, but the concept of the label went from strength to strength. Among their producers was Kenny ‘Dope’ Gonzalez, yet to hook up with Little Louie Vega, who was moving into house with his Freestyle Orchestra project. Nu Groove's first competitor was to come in the form of Strictly Rhythm, who opened up in 1989, though their first breakthrough wasn't to come until the following year. Two other New York producers who were also beginning to make a lot of noise were Clivilles and Cole with Seduction's ‘Seduction’ and their excellent deep, dubby mix of Sandee's ‘Notice Me’. Their break into the mainstream came with a mix of Natalie Cole's ‘Pink Cadillac’. Another guy who was also beginning to make a name for himself as a house remixer was David Morales.\nBut one of the biggest records on the burgeoning UK rave scene was a record that made very little impact in its native New York - the 2 In A Room LP on Cutting Records, a follow-up to 2 In A Room's ‘Somebody In The House Say Yeah’ that included a clutch of firing sample tracks from Todd Terry, Louie Vega, George Morel and a few other producers known only on the Latin freestyle scene in New York.\nBy Summer 89 the acid house scene had grown into the rave scene which was becoming so big that promoters came up with the idea of putting on huge events in the countryside outside London - events that could not only hold thousands of people but which could go on all night. Although the scene was later to degenerate with an increasingly narrow musical policy, ludicrously numerous DJ line-ups and suffer from gangster style promoters who saw how much money could be made, at the time it was incredibly broad. Alongside the regular house movers, records like Corporation Of One's ‘Real Life’, Karlya's ‘Let Me Love You For Tonight’ and 808 State's ‘Pacific’ became the open air anthems.\nSeveral of those anthems came from a label that had started up in Canada the year before. Toronto's Big Shot Records was the brainchild of producers Andrew Komis and Nick Fiorucci, and they were startled when Amy Jackson's ‘Let It Loose’, Index's ‘Give Me A Sign’, Jillian Mendez's ‘Get Up’ and Dionne's ‘Come Get My Lovin’ became huge club records in the UK.\n”I was dumbfounded about England. To me it was soccer players and the Queen, but if it wasn't for the dance stores in London and Record Mirror I'd probably be working in a hardware store.“ Andrew Komis. Again, the scene was largely fueled by radio. Though the original pirates had come off the air in an attempt to gain licenses (Kiss eventually managed it in 1990) and the penalties had been sharply increased, a new generation of pirates were on the air - Sunrise, Center force, Fantasy, Dance and countless others. Young, loud and incredibly unprofessional, they pumped out an endless diet of underground house music round the clock and shamelessly promoted all the raves.\nAnother set of incredibly successful records came from a country only marginally more likely than Canada. House records from the Continent were becoming more and more common, though most of them were sub-standard covers of US and UK records, and when Italy's Cappella crashed the charts with ‘Helyom Halib’ it was really only because it was based on a huge club record from Chicago which had never managed to crossover - LNR's ‘Work It To The Bone’. Then came Starlight with ‘Numero Uno’ and Black Box with ‘Ride On Time’, both the work of production team Groove Groove Melody. ‘Ride On Time’ was a brilliant concept, taking the vocals from Loleatta Holloway's ‘Love Sensation’ and putting them to a sizzling piano anthem. There was no holding it back. As the record flew up the charts on its way to becoming the first house Number 1 since ‘Jack Your Body’, the floodgates opened. Italo-house was a happy, uplifting lightweight sound nurtured in the hedonistic clubs of the Adriatic resorts Rimini and Riccioni, and it gatecrashed everything from the large raves to the hippest clubs. Those that argued that there was no substance behind it (a lot of the records WERE extremely corny) were foiled when a more mature sound emerged with Sueno Latino's ‘Sueno Latino’ and Soft House Company's ‘What You Need.’ Despite their initial insistence that ‘Ride On Time’ wasn't all sampled, Black Box managed to record a very good album, though they promptly pulled a similar stunt on Martha Wash, who wasn't at all amused. The Italians would go on to become an integral part of house music, with one of the most consistent labels, Irma, proving acceptance in New York by opening up shop there.\nEven in 1989, when house music had become the property of the world, Chicago still had a few tricks up its sleeve. Led by people like Steve Poindexter and Armando, the new underground of the city was returning to its roots with a new, minimalist style even rougher and rawer than the original drum tracks, a sound that was to join acid and techno in forming the roots of the hardcore scene. Another producer who'd led the way with crazy tracks like ‘War Games’ and ‘Video Clash’ was Lil Louis. While his spinning partner DJ Pierre became entangled in a fruitless contract with Jive Records (a fate that also befell Liz Torres), who'd opened up in Chicago, Louis' time came in 1989 with a track that slowed down to a complete halt and had as a vocal only a senes a female love moans - ‘French Kiss’. ‘French Kiss’ was a huge club record and eventually it climbed to Number 2 in the charts and landed Louis an album deal with Epic in the States and ffrr in the UK. Though the style had started three years earlier with Jackmaster Dick's ‘Sensuous Woman Goes Disco’ and Raze's ‘Break 4 Love’ the previous year, ‘French Kiss’ began a sex track phenomenon that was to last a long time.\nAnother group that broke out of Chicago was Da Posse, formed by Hula, K Fingers, Martell and Maurice. Their early tracks like ‘In The Life’ were mostly based on old Rhythm Is Rhythm records, but ‘Searchin Hard’, a deep house song on Dance Mania records led them to a deal with Dave Lee's Republic Records, for whom they eventually recorded an excellent album. Later they formed their own label, Clubhouse Records.\nTwo other house originals also teamed up in 1989 - Frankie Knuckles and Robert Owens, who recorded ‘Tears’ with Japanese keyboardist Satoshi Tomiie. ‘Tears’ was a great record but mystifyingly, even in the year of house hits, it failed to make the charts. Though Kevin Saunderson, Derrick May and Juan Atkins had become very popular with the majors as remixers, Detroit had become very quiet, and the only club that supported techno, the Music Institute, had closed down. But a resurgence was on the horizon with new producers like Carl Craig and a young protégé of Saunderson who had just made his first record for KMS - Marc Kinchen.\nDespite the studied apathy of the American music business and repeated attempts to replace house in Britain with just about anything - Soul II Soul and their numerous imitators proved more of a hiccup than anything else the 4/4 bass kick entered the new decade stronger than ever, underground dance scenes developing in new cities and new countries with every month that passed. Even Spain underwent its own acid house craze in 89, and threw up the talented Barcelona producer Raul Orellana, who created a style all of his own by merging flamenco with house. A comment made in 1988 by Robert Owens on the UK TV documentary ‘Club Culture’ was proving truer and truer.\n”It's not just boom boom boom. They're telling me something here. Something I can dance to and learn from. I can see house music becoming universal one day. It'll just take time for people to receive it.“\nwritten by Phil Cheeseman for DJ magazine\n——————————————————————————–\nDate: Sun, 28 Dec 2003 19:15:11 -0600\nIn the History of House article, in the beginning there is a reference to\nChicago's ”Komishi“ park….which should be Comiskey Park….now US Cellular Field.   Just to throw in my own 2 cents.   Also, the event there to destroy disco records was called ”Disco Demolition\" and was conceived by radio personality Steve Dahl….of which there is plenty that could probably be found documenting this event on Google.\nKveðja,\nB.",
    "url": "https://www.hugi.is/danstonlist/greinar/608585/the-history-of-house-1990/",
    "url_id": "608585",
    "id": "6066045",
    "replies": [
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-08-19 12:53:35",
            "id": "6066147",
            "reply_to_id": "6066045",
            "text": "Mér finnst lágmark að þýða greinar ef maður nennir ekki að afla sé heimilda og skrifa þær sjálfur.\n0/10\nBætt við 19. ágúst 2008 -  13:02\nÞú kannski hakaðir við “Ég staðfesti að þetta er mitt eigið verk.” líka áður en þú sendir þetta inn?"
        },
        {
            "user": "high",
            "user_id": "1595",
            "date": "2008-08-19 13:14:23",
            "id": "6066203",
            "reply_to_id": "6066147",
            "text": "Sælir herra Goodman,\nTakk fyrir að sýna greininni minni áhuga og lesa hana.  Ég gerði heiðarlega tilraun til að þýða hana en gafst upp þegar ég var búinn að eyða óteljandi klukkutímum í það og ekki hálfnaður.\nÞessi grein er ekki beint léttmeti í þýðingu.\nÉg leitaði í reglum huga og spurði alls konar huga'ð' fólk og það virðist ekki vera bannað að pósta á ensku, þannig ég lét hana flakka enda stórmerkileg grein og mjög áhugaverð sem ætti ekki að fara framhjá þessu áhugamáli.\nUpprunalegur höfundur og birtingaraðili eru þarna í lokin á greininni, þannig allt löglegt og siðlegt :)\nÁttu góðan dag !\nkv,\nB."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-08-19 18:39:50",
            "id": "6066940",
            "reply_to_id": "6066203",
            "text": "Takk fyrir að sýna greininni minni áhuga og lesa hana.\ntl;dr\nÉg leitaði í reglum huga og spurði alls konar huga'ð' fólk og það virðist ekki vera bannað að pósta á ensku, þannig ég lét hana flakka enda stórmerkileg grein og mjög áhugaverð sem ætti ekki að fara framhjá þessu áhugamáli.\nÉg var ekki að gefa í skyn að þetta væri bannað. Ég veit ekkert um hvort þetta sé það eða ekki, þótt mér finnist að svo eigi að vera (enda íslenskur vefur).\nÞað sem ég var hinsvegar að gefa í skyn er að þetta finnast mér afar slæm vinnubrögð. Sérstaklega finnast mér þetta slæm vinnubrögð frá stjórnanda, sem á jú að vera fyrirmynd.\nUpprunalegur höfundur og birtingaraðili eru þarna í lokin á greininni, þannig allt löglegt og siðlegt :)\nÞú sást samt ekkert athugavert við að haka við að þetta sé verk eftir þig? Finnst þér í alvöru siðlegt að haka við að þetta sé eigið verk þrátt fyrir að þetta sé það ekki?"
        },
        {
            "user": "high",
            "user_id": "1595",
            "date": "2008-08-19 18:42:53",
            "id": "6066948",
            "reply_to_id": "6066940",
            "text": "hvað er tl;dr ?"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-08-19 18:44:53",
            "id": "6066953",
            "reply_to_id": "6066948",
            "text": "Einföld leit á google segir: “Too long; didn't read”  ;)"
        },
        {
            "user": "high",
            "user_id": "1595",
            "date": "2008-08-19 18:51:53",
            "id": "6066976",
            "reply_to_id": "6066953",
            "text": "Mér fannst þetta bara mjög áhugaverð erlend grein um uppruna hústónlistar og langaði að deila henni með ykkur.\nAllir þeir sem hafa hjarta og sál til danstónlistar ættu að hafa áhuga á að lesa hana.  Hvort sem hún er á ensku eða íslensku eða hvort hún sé of stutt eða of löng.\nÁtti alls ekki að vera eitthvað þrætuepli.\nÁstarkveðja,\nB."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-08-19 18:55:41",
            "id": "6066990",
            "reply_to_id": "6066976",
            "text": "Til þess eru tenglar. ;)\nÉg er annars nokkuð viss um að ekki margir eigi eftir að nenna að lesa þetta allt saman. :P\nBætt við 19. ágúst 2008 -  19:01\nAnnars er þetta líka það mikill texti að það hefði eflaust verið sniðut að þýða hana í pörtum og pósta henni svo í pörtum. Það hefði verið mjög sterkur leikur."
        },
        {
            "user": "souldog",
            "user_id": "54849",
            "date": "2008-08-20 11:24:05",
            "id": "6068449",
            "reply_to_id": "6066990",
            "text": "til þess eru einmitt tenglar, ég er mjög sammála því, haha:)"
        },
        {
            "user": "caprio",
            "user_id": "29506",
            "date": "2008-08-19 13:14:03",
            "id": "6066202",
            "reply_to_id": "6066045",
            "text": "kommon hver nennir svosem að þýða þessa grein?\nþessi umræðu vefur er hvort eð er ekki það líflegur..\n:)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-08-19 18:41:06",
            "id": "6066943",
            "reply_to_id": "6066202",
            "text": "kommon hver nennir svosem að þýða þessa grein?\nÉg hef gert svipað, oft."
        },
        {
            "user": "jonrh",
            "user_id": "3021",
            "date": "2008-08-19 13:34:51",
            "id": "6066241",
            "reply_to_id": "6066045",
            "text": "Þetta gæti verið fróðlegt, Pump up the Volume - History of House Music:\nPart 1:\nhttp://video.google.com/videoplay?docid=6000267013777292744&hl=en\nPart 2:\nhttp://video.google.com/videoplay?docid=4386890041867315514&hl=en\nPart 3:\nhttp://video.google.com/videoplay?docid=-8526700901374412417&hl=en"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-08-19 13:38:26",
            "id": "6066248",
            "reply_to_id": "6066241",
            "text": "Snilldar þættir!"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2008-08-19 15:28:26",
            "id": "6066499",
            "reply_to_id": "6066241",
            "text": "Alger snilld og skylduáhorf fyrir alla danstónlistaráhugamenn."
        },
        {
            "user": "high",
            "user_id": "1595",
            "date": "2008-08-19 16:28:45",
            "id": "6066629",
            "reply_to_id": "6066499",
            "text": "Sammála."
        },
        {
            "user": "bbenson",
            "user_id": "1489",
            "date": "2008-08-19 14:55:39",
            "id": "6066423",
            "reply_to_id": "6066045",
            "text": "tl;d"
        },
        {
            "user": "mrcuellar",
            "user_id": "60127",
            "date": "2008-08-19 19:28:50",
            "id": "6067095",
            "reply_to_id": "6066423",
            "text": "Hvaða Hvaða ..   Good stuff B."
        },
        {
            "user": "caprio",
            "user_id": "29506",
            "date": "2008-08-19 19:38:32",
            "id": "6067126",
            "reply_to_id": "6066045",
            "text": "magnaðir þættir annars  hef ekki séð áður.. er að horfa núna:)\nætla að downloada restinni held ég bara..\ntakk fyrir þessa ábendingu fíni herramaður     hehe"
        },
        {
            "user": "0liPrik",
            "user_id": "47952",
            "date": "2008-08-19 20:33:28",
            "id": "6067300",
            "reply_to_id": "6066045",
            "text": "sammála tl;dr\nen annars ekkert að því að henda þessu inná, skaðar engann held ég =) geta allavega þeir lesið sem leiðist og kunna slatta í ensku"
        },
        {
            "user": "twin",
            "user_id": "14123",
            "date": "2008-08-20 12:47:47",
            "id": "6068613",
            "reply_to_id": "6067300",
            "text": "Fínt að smella þessu inn, basicly betra en ekki, btw virkilega góð grein."
        }
    ]
}