{
    "forum_title": "Heilsa",
    "user": "gmaria",
    "user_id": "6128",
    "date": "2002-01-20 01:29:08",
    "title": "Kæru vinir, lesið ykkur til um sjúkdóma.",
    "text": "Ég hef oft velt því fyrir mér hve mikið fólk leitar að úrræðum endalaust með kostnaðarsömum hætti oft og iðulega, þegar vitneskja sem finna má í bókum gæti komið í veg fyrir slíkar tilraunir með líkamann, innan eða utan heilbrigðiskerfa hvarvetna.\nEf við vitum hvaða áhrif þessi eða hinn sjúkdómurinn hefur á líkmann sem og hvaða lyf eða meðhöndlun er best þekkt til meðhöndlunar á þeim hinum sama, þá getum við SPURT hvers vegna okkur kann að vera ráðlagt eitthvað annað.\nÞað er mikið álag á líkama okkar að innbyrða margar lyfjategundir samtímis og aldrei nógu varlega farið að ígrunda það hvaða aðrar aðfleiðingar og aukaverkanir slíkt kann að hafa.\nSama má segja um hvers konar hóf í likamsrækt þar sem meta skyldi ætíð hvort álag er hæfilegt í ljósi einhverra vandkvæða fyrirliggjandi áður en af stað er farið. Ég held þó að þetta hafi færst til betri vegar, en var.\nVerum gagnrýnin, leitum okkur upplýsinga, lesum okkur til, um hvað er eðlilegt og hvað ekki, hvernig þessi eða hin aðferðin hefur reynst en nú er til staðar íslenskur heilsuvefur með gnægtabrunn af fróðleik til viðbótar ensku lesefni.\nkveðja.\ngmaria.",
    "url": "https://www.hugi.is/heilsa/greinar/61013/kaeru-vinir-lesid-ykkur-til-um-sjukdoma/",
    "url_id": "61013",
    "id": "412015",
    "replies": [
        {
            "user": "konny",
            "user_id": "44418",
            "date": "2002-01-22 23:19:53",
            "id": "412016",
            "reply_to_id": "412015",
            "text": ""
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-26 00:33:38",
            "id": "412017",
            "reply_to_id": "412016",
            "text": "Kæra Konny.\nÞótt þú getir aflað þér upplýsinga um þitt eigið heilsufar þá er lækna að meðhöndla ekki þín.\nÞví meira sem þú veist um eigin heilsu og starfssemi líkmans almennt því betur getur þú forðast ýmsa sjúkdóma.\nÞví miður er það svo að ofnotkun lyfja hefur átt sér stað s.s. sýklalyfja um tíma í heiminum öllum, með afleiðingum svo sem lyfjaónæmi\nþótt nú séu læknar meðvitaðir um þetta atriði, eftir að Alþjóðaheilbrigðisstofnunin hafði bent á það.\nFramboð af lyfjum við hvers konar kvillum er mikið og stjórnvöld i hverju landi hafa mikið verk með höndum að skoða ´ný  og ný lyf er koma á markað í sífelli, ekki er álagið minna á lækna að velja þar úr.\nVitund okkar um hvað við erum að innbyrða við hverju mætti vera meiri að mínu áliti, og þess vegna bendi ég á það að hver maður getur lesið sér til.\nkveðja.\ngmaria."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-02-01 02:12:05",
            "id": "412018",
            "reply_to_id": "412015",
            "text": "En hvað með þá sem hafa meðfædda ólæknandi sjúkdóma?  T.d. óvirkan skjaldkirtil forever?\nÞað er ekkert hægt að fyrirbyggja slappleika nema með réttum lyfjaskammti"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-02-01 23:06:17",
            "id": "412019",
            "reply_to_id": "412018",
            "text": "Það er hægt að fræðast um alla sjúkdóma og því betri innsýn sem hver sjúklingur kann að hafa í eigið sjúkdómsferli því meðvitaðri um kann sá hinn sami að vera gagnvart meðhöndlun hvers konar.\nkv.\ngmaria."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-02-02 01:40:47",
            "id": "412020",
            "reply_to_id": "412019",
            "text": "Já, það er satt, en ég fæddist svona og er 25 ára í dag…samt í ójafnvægi samkvæmt blóðprufum.  Mér finnst frekar að ég ætti að stjórna skömmtunum sjálf, því ég veit hvenær ég finn einkennin :)  Ertu ekki sammála svoleiðis?  Þarf samt auðvitað að fara í blóðprufur minnst tvisvar á ári af öryggisástæðum :/"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-02-02 23:37:32",
            "id": "412021",
            "reply_to_id": "412020",
            "text": "hokeypokey.\nÞað er án efa ekki auðvelt að lifa með sjúkdómi um langan tíma, en það að stjórna lyfjaskömmtum er aðeins á færi lækna. Við þurfum hins vegar að vera nógu dugleg að tjá okkur um líðan okkar hverju sinni við þá hina sömu og spyrja og spyrja hvers vegna þetta eða hitt sé svona og hvort æskilegt væri að minnka lyf eða auka í samræmi við líðan okkar í meðferð hvers konar.\nkv.\ngmaria."
        }
    ]
}