{
    "forum_title": "Kvikmyndir",
    "user": "Kyy",
    "user_id": "21308",
    "date": "2008-08-27 20:15:17",
    "title": "Faster pussycat Kill Kill. (Russ Meyers)",
    "text": "Faster pussycat kill kill. (Russ Meyers)\nÞað hefur nú verið sögusagnir að Quentin Tarantino ætli að endurgera Russ Meyers myndina, faster pussycat kill kill og heyrði ég bara núna fyrir stuttu að hann ætlaði að fá Britney Spears til að leika eitt af lykilhlutverkunum.\nMyndin er frá árinu  1965 og hef ég séð nokkrar Russ Meyers myndir og finnst mér þessi alltaf vera best, þessi og jú Motor Psycho þó svo að maður getur nú alltaf hlegið sig máttlausan yfir vitleysunni eins og Vixen myndunum sem urðu alltaf meiri og meiri vitleysa.  Þar var hann líka kominn með sílíkonbrjóstin inn í myndinar sínar, þar sem myndinar gengu voða lítið út á neitt annað en ríðingar, byssur og konur naktar út í skógi að dansa.\nÞað kom mér ekkert á óvart að Quentin Tarantino ætlaði sér að endurgera þessa mynd.  Það kannski á eftir að pirra einhverja þegar ég segi að Tarantino hefur stolið alveg ótrúlega mikið frá Russ Meyers myndunum, mikið af stíl Tarantino er hægt að finna í myndum hans Meyers.  Tarantino finnst mér frábær en hann er nátturlega bara maður sem hefur horft á miljónir mynda og hefur gott auga fyrir hvað er töff, og það er óhægt að sega að Faster pussycat kill kill er ótrúlega töff.   Fátt finnst mér nú skemmtilegra en folk að dansa í bíómyndum, hvað þá fallegar konur, og ef þið eruð á sömu bylgjulengd og ég þá ættuð þið að tékka á Faster Pussycat kill kill.\nMyndin er gerð 1965 og á sama tímabili og beach party myndinar voru að tröllríða bandaríkjunum.  Það sem gerir þessa mynd svo geggjaða er að það er svo verið að skíta yfir þær myndir í henni, alls ekki miskilja mig, ég elska beach party myndir, þær koma mér alltaf í góða skapið en þarna er svo verið að fara með það upp á allt annað plan.\nTakið bara eftir því í eiginlega byrjun myndar þegar stúlkunar hitta kærustuparið, það par er svona týbískt beach party kærustu par og þau fara í kappakstur við strákinn.\nVill nátturlega ekki segja hvað gerist en þið sjáið það bara  þegar þið finnið ykkur myndina, það er frábært atriði.\nGaman að segja frá því að Lori Williams, leikkonan sem leikur Bellie í myndinni, karaterinn sem Tarantino vill öruglega að Britney Spears leikur, mjög falleg ljóshærð leikkona.  Allavega þegar hún var á setti þá lét hún tökumenninna aldrei í friði, því hún var oftast mjög gröð og svaf hjá þeim mörgum á settinu. Russ Meyers var orðin frekar pirraður á þessu því hún var frekar mikið að tefja tökur á myndinni, þannig að hann réð bara til sín ´´aðstoðarhljóðmann´´  sem fékk eiginlega bara það hlutverk að sinna henni meðan á tökum stóð.\nRuss var alltaf mjög sniðugur maður þegar kom að því að redda hlutunum.  Hann nátturlega skrifaði alltaf handritið af myndunum sínum, sem var samt öruglega mjög þunnt handrit þegar líða tók á ferilinn, hann framleiddi líka myndinar sjálfur og jafnvel var tökumaður líka.  Samdi tónlistina líka oft sjálfur.  T.d þegar hann gerði Cherry, Harry & Raquel!, þá hætti leikkonan sem lék Cherry í miðri mynd, sem lék eitt af aðalhlutverkum myndarinnar, svo hann reddaði þvi bara þannig að mikill partur af myndinni er bara tóm steypa og svo endar myndin á því að karaterinn sem leikur Cherry er bara að skrifa bók um þá Harry, Carry &Raquel.  Svo myndin var í bölvuðu tjóni og söguþráður voða skrítinn og reddaði hann ser bara með því að þetta var allt bara hálfgerð saga sem hún var að skrifa.\nÞetta einkendi myndir hans rosalega mikið.  Þær voru svo ótrúlega far out there að það er varla hægt að lýsa því í orðum folk verður bara að komast að því sjálft með því að ná sér í myndirnar eftir hann.\nFaster Pussycat kill kill er ein af fyrstu myndum hans þar sem hann var kannski aðeins meira niðri á jörðinni og með hausinn svona nokkuð veginn í lagi.\nMyndin er um þrjár go go dansara sem ákveða að taka sér smá frí frá go go dansinum og fara á brjálaðislegt ferðalag saman í eyðimörkina og gera já eins og ég sagði allt brjálað.. Ég vill eiginlega voða lítið segja um hvað myndin er, ekki það að ég eigi eftir að eiðileggja eitthvað rosalega fyrir söguþræði myndarinnar heldur bara því það er svo mörg atriði í myndinni sem eru svo skemmtileg og vill ég ekki skemma þau.  Söguþráðurinn sjálfur er ekkert rosalega flókin og útpældur, þvert á móti, en karaterannir eru frábærir.\nÞað verður forvitnilegt að sjá hvernig Tarantino tæklar þetta verkefni og kannski svona eina myndin sem ég persónulega myndi ótrúlega vilja endurgera eða sjá vera endurgerð.\nOg út af því að Trantino er að fara að endurgera hana ætla ég að láta fylgja hér youtube myndband þar sem Chick habbit er undir, lag sem sló svo eftirminnilega í gegn þegar það var spilað í death proof.\n<object width=“425” height=“344”><param name=“movie” value=\"\nhttp://www.youtube.com/v/T86YAN2T-hs&hl=en&fs=1\n“></param><param name=”allowFullScreen“ value=”true“></param><embed src=”\nhttp://www.youtube.com/v/T86YAN2T-hs&hl=en&fs=1\n“ type=”application/x-shockwave-flash“ allowfullscreen=”true“ width=”425“ height=”344\"></embed></object",
    "url": "https://www.hugi.is/kvikmyndir/greinar/610251/faster-pussycat-kill-kill-russ-meyers/",
    "url_id": "610251",
    "id": "6086543",
    "replies": [
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2008-08-27 20:48:06",
            "id": "6086866",
            "reply_to_id": "6086543",
            "text": "Þessa keypti ég í danmörku fyrir mánuði eða svo… er hún góð því ég hef ekki litið á hana…"
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2008-08-27 22:15:14",
            "id": "6087103",
            "reply_to_id": "6086866",
            "text": "Já ég gleimdi að gefa stjörngugjöf mína..\n***1/2 af ****\nSvo mér finnst hún frábær já\nBætt við 28. ágúst 2008 -  17:46\n<object width=“425” height=“344”><param name=“movie” value=\"\nhttp://www.youtube.com/v/T86YAN2T-hs&hl=en&fs=1\n“></param><param name=”allowFullScreen“ value=”true“></param><embed src=”\nhttp://www.youtube.com/v/T86YAN2T-hs&hl=en&fs=1\n“ type=”application/x-shockwave-flash“ allowfullscreen=”true“ width=”425“ height=”344\"></embed></object"
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2008-08-28 18:18:12",
            "id": "6088637",
            "reply_to_id": "6087103",
            "text": "http://www.youtube.com/watch?v=T86YAN2T-hs\nhér er bara linkur á youtube dótinu, getið tékkið á því ef þið viljið."
        },
        {
            "user": "Hilmar007",
            "user_id": "74147",
            "date": "2008-09-01 18:10:31",
            "id": "6098165",
            "reply_to_id": "6086543",
            "text": "halltu kjafti"
        },
        {
            "user": "vilhjelm",
            "user_id": "70826",
            "date": "2008-09-17 19:26:28",
            "id": "6139316",
            "reply_to_id": "6098165",
            "text": "wtfuckhhhhh"
        }
    ]
}