{
    "forum_title": "Stjórnmál",
    "user": "ritter",
    "user_id": "7998",
    "date": "2002-01-20 03:51:30",
    "title": "Öryggi grunnskólabarna í Reykjavík stefnt í hættu",
    "text": "Öryggi grunnskólabarna í Reykjavík stefnt í hættu\n(www.framfarir.net)\nVíða í grunnskólum Reykjavíkur er ýmist fólk af erlendu bergi brotið við ýmis störf sem ekki er talandi á íslensku og jafnvel ekki ensku heldur. Fræðslustjóri Reykjavíkur, Gerður Óskarsdóttir, var spurð álits á því í Útvarpi sögu sl. fimmtudag hvort ekki væru gerðar þær kröfur til starfsmanna grunnskóla Reykjavíkur að þeir gætu tjáð sig á íslensku.\nGerður svaraði því til að ekki þætti nein sérstök ástæða til að gera þær kröfur til starfsmanna grunnskólanna og ennfremur að það væri einungis gott fyrir börnin að hafa samskipti við fólk af erlendum uppruna. Hvers vegna eru þessar kröfur ekki gerðar til starfsmanna skólanna? Og hvernig geta börnin átt samskipti við erlenda starfsmenn skólanna ef þeir geta ekki talað íslensku?\nHvað síðan með öryggisþáttinn? Hvers vegna í ósköpunum er öryggisstaðallinn í grunnskólum Reykjavíkur lækkaður með svo afgerandi hætti með því að hafa þar fólk við störf sem er óhæft til að bregðast við í neyðartilfellum vegna þess að það getur ekki gert sig skiljanlegt við nemendur skólanna og jafnvel ekki heldur við aðra starfsmenn þeirra? Hvernig geta þessir starfsmenn t.d. brugðist við hlutum eins og einelti þegar þeir geta hvorki vitað hvert vandamálið er né út á hvað það gengur? Og hvað ef slys ber að höndum þar sem hver mínúta skiptir máli? Er það virkilega réttlætanlegt að stefna öryggi nemenda grunnskólanna í hættu eins og nú er gert með þessu fyrirkomulagi?\nOg hvað með þjónustuþáttinn við börnin? Hvers vegna í ósköpunum á að skerða þjónustuna við börnin í grunnskólum Reykjavíkur vegna þess að ákveðnir starfsmenn eru ófærir um að hafa samskipti við þau og þar með algerlega óhæfir til að gegna stöðum sínum? Þessir starfsmenn gætu allt eins verið mállausir, enda eru þeir það í raun.\nGerður fullyrðir aukinheldur að íslenska þjóðin vilji búa í fjölmenningarlegu samfélagi án nokkurra raka. Hvenær í ósköpuum var íslenska þjóðin eiginlega spurð að því hvort hún vildi búa í slíku samfélagi? Því er auðsvarað: Aldrei! Hins vegar hafa aðilar eins og Gerður greinilega tekið sér það vald að ákveða það hreinlega fyrir þjóðina að henni forspurðri. Mikil er virðing slíkra aðila fyrir vilja íslensku þjóðarinnar svo ekki sé minnst á lýðræðinu.\nÍ lok svars síns fullyrðir Gerður síðan að Ísland sé í dag fjölmenningarlegt samfélag og sem fyrr án nokkurs rökstuðnings. Um þetta virðist þó vera mikill ágreiningur meðal fjölmenningarsinna því aðeins fyrir stuttu síðan lýsti Mörður Árnason því yfir í Silfri Egils að Ísland væri þjóðríki. Staðreyndin er einmitt sú að Ísland ER þjóðríki, enda eru einungis um 2% íslenskra ríkisborgara með annan menningarbakgrunn en íslenskan. Það fyrirkomulag að um 98% íbúa þjóðfélags séu með sama menningarbakgrunn kallast þjóðríki en ekki fjölmenningarlegt samfélag. Fjölmenningarlegt samfélag kallast það þegar engin ein menning er með afgerandi yfirburði yfir aðrar í viðkomandi samfélagi. Við skulum þó vona að slíkt Balkanskaga-ástand, með tilheyrandi hörmungum, verði aldrei raunin á Íslandi.\nHjörtur J.",
    "url": "https://www.hugi.is/stjornmal/greinar/61021/oryggi-grunnskolabarna-i-reykjavik-stefnt-i-haettu/",
    "url_id": "61021",
    "id": "412127",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-01-20 12:53:39",
            "id": "412128",
            "reply_to_id": "412127",
            "text": "Það er sama í gangi bæði inn á spítölunum og elliheimilum.  Starfsfólkið er flest útlendingar og fólk getur ekki einu sinni beðið um vatnsglas án þess að hafa orðabók."
        },
        {
            "user": "Andresond",
            "user_id": "31726",
            "date": "2002-01-20 13:59:16",
            "id": "412129",
            "reply_to_id": "412128",
            "text": "hvað er þetta .. þetta er draumur hvers atvinnurekanda.. þetta fólk er bara ráðið á þeim forsendum að það er ódyrara í rekstri heldur en íslendingur og minni líkur á því að þetta fólk reyni að leita réttar sín þegar brotið er á þeim og ef svo kemur upp að útlendingurinn leiti réttar síns þá getur verkstjórinn eða forstjórinn skýlt sér á bak við það að þetta hafi bara verið samskipta örðuleikar.\nÉg vann einu sinni hjá fyrirtæki sem voru bara eingögnu íslendingar en svo fór að fyrirtækið breytti um stefnu sem starfsfólkinu líkaði verr og einhverjir sögðu upp í framhaldi af því og í staðinn voru ráðnir útlendingar ok allt í lagi með það en fyrirtækið hélt áfram að koma illa við starfsfólkið sitt og fleiri og fleiri íslendingar sögðu upp starfinu sínu og alltaf voru ráðnir útlendingar í störfin þeirra og í þau fáu skipti sem íslendingur var ráðinn í vinnu þá var hann á aldrinum 15-16 ára (til að halda niðru laununum) og unglingarnir entust stutt því að það var náttúrulega mjög erfitt að sinna vinnunni þegar það er varla hægt að eiga samskipti við fólkið sem er að vinna þar .. og á endanum gafst ég upp og sagði upp vinnunni minni og útlendingur var ráðinn í mitt starf á miklu lærri launum. og það er greinilegt að ríkið eða ríkistofnanir ætla sér að fara sömu leið til að halda kostnaði niðri með því að ráða útlendinga í vinnu og þurfa ekki að borga mannsæmandi laun ………….\nath ég hef ekkert á móti útlendingum þannig að ekki snúa þessu upp í fordóma.  þetta eru bara staðreyndir……"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 14:36:47",
            "id": "412130",
            "reply_to_id": "412129",
            "text": "Sæll,\nJá, flestir þekkja sennilega svona dæmi.  Ég þekki þetta frá rækjuvinnslu úti á landi, þar kom upp eitthvað deilumál vegna aðbúnaðar starfsfólksins og það var bara sagt við það að halda sig á mottunni því annars yrðu bara ráðnir Pólverjar í störfin þeirra.\nEn já, sennilega nauðsynlegt að taka fram að þessi grein er ekki byggð á neinum fordómum heldur, þetta eru bara staðreyndir sem sumir vilja víst bara ekki horfast í augu við.  Annars fær maður svo sem einhverjar stimplanir frá slíkum aðilum fyrir þessa grein.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 14:00:17",
            "id": "412131",
            "reply_to_id": "412127",
            "text": "ágætis grein…….\nveit reyndar að sumir huga menn munu líklega skjóta á þig út af “ástæðum” þínum fyrir að skrifa hana, en þetta er fín grein engu að síður….\nþetta eru bara sorglegar sparnaðaraðgerðir, að finna ódýrasta vinnuaflið og skeyta engu um gæði starfskraftsins og hæfni hans í viðkomandi starfi…"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 14:39:21",
            "id": "412132",
            "reply_to_id": "412131",
            "text": "Sæll,\nÁstæður mínar eru að benda á vandamál sem fáir þora að tjá sig um af ótta við að vera brennimerktir.  Ég ætla nú bara ekki að halda kjafti til að þóknast slíkum aðilum.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 15:02:58",
            "id": "412133",
            "reply_to_id": "412131",
            "text": "Sæl öll,\nAnnars finnst hugsanlega ýmsum ég skrifa full mikið um málefni tengd innflytjendum, en ástæða þess er einfaldlega sú að það eru bara ekki beint margir sem þora að tjá sig um þessi mál.  Of margir af þeim fáu sem tjá sig um þessi mál eru síðan öfgasinnaðir aðilar, rasistar og aðrir.  Það fer ekki mikið fyrir hófsömum aðilum sem telja sjálfsagt að gagnrýna innflytjendamál eins og önnur mál.  Ég er einn slíkur aðili sem sé einfaldlega ýmsa annmarka við þessi mál og vil benda á þá af eðlilegum ástæðum.  Ég er því m.a. að benda mönnum á að það er vel hægt að gagnrýna innflytjendamál án þess að það komi rasisma neitt við.  Innflytjendamál eru bara ekki heilög frekar en önnur málefni og þau á að gagnrýna á málefnalegan hátt eins og önnur slík.  Þannig á umræða um þjóðfélagsmál að vera í lýðræðisríki.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-21 02:52:26",
            "id": "412134",
            "reply_to_id": "412133",
            "text": "Sæll Hjörtur.\nÞakka góða grein.\nVissulega á að vera hægt að tala um innflytjendamál í lýðræðisþjóðfélagi á gagnrýnan hátt, og einkennilegt er að enn sjá menn ekki að slík umræða er ekki hvað síst í þágu þeirra er hinna sömu er flytjast úr  einum ólíkum menningarheimi yfir í annan með öllum þeim annmörkum er slíkt fylgir eðli máls samkvæmt,\ns.s. að læra erfitt tungumál svo sem íslenskan er.\nkveðja.\ngmaria."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 07:32:38",
            "id": "412135",
            "reply_to_id": "412134",
            "text": "“og einkennilegt er að enn sjá menn ekki að slík umræða er ekki hvað síst í þágu þeirra ”\nHverjir sjá það ekki?\nMatti Á."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-21 22:56:49",
            "id": "412136",
            "reply_to_id": "412135",
            "text": "Kæri Matti Á.\nMér finnst það einkennilegt að enn virðast menn ekki sjá nauðsyn umræðunnar og reyna að drepa henni á dreif með þrefi. Gott dæmi um þrefgirnina er einmitt sú setning sem þú grípur upp svari mínu við grein þessari þar sem þú spyrð hverjir sjái ekki nauðsyn þessa.\nSvar mitt er þeir sem grípa svona setningar upp.\nkveðja.\ngmaria."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-01-21 11:25:18",
            "id": "412137",
            "reply_to_id": "412133",
            "text": "SKRÝTIÐ HJÖRTUR HVAÐ “CREEP” ER ALLTAF GLÖÐ YFIR ÖLLU SEM ÞÚ SKRIFAR :)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:15:32",
            "id": "412138",
            "reply_to_id": "412137",
            "text": "Sæll,\nHvað er að því að menn séu sammála mér?  Er það bannað?\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 15:21:05",
            "id": "412139",
            "reply_to_id": "412131",
            "text": "Sæll,\nMér var reyndar legið á hálsi fyrir jól að vera alltaf að auglýsa Flokk framfarasinna sem ég var nú ekki beint að.  Þess vegna hef ég haldið að mér höndum í rúman mánuð í þeim efnum. Engu að síður langar mig í tengslum við þessa grein mína að nefna nokkrar greinar úr stefnuskrá Flokks framfarasinna sem hafa með þetta mál að gera:\n“Íslenskir ríkisborgarar verða að ganga fyrir um atvinnu á Íslandi.  Annað hlýtur að vera til þess að grafa undan þýðingu og vægi íslensks ríkisborgararéttar auk þess sem slíkt getur vart talist sanngjarn þar sem erlendir ríkisborgarar ganga fyrir íslenskum ríkisborgurum í sínum heimalöndum.  Atvinnurekendur sem skortir vinnuafl verða fyrst að hafa samband við innlendar vinnumiðlanir áður en þeir leita á Evrópska efnahagssvæðinu eða annað út fyrir landssteinana.”\n“Tryggja verður að atvinnurekendur geti ekki flutt inn erlent vinnuafl og greitt því lægri taxta en gildandi kjarasamningum kveða á um.  Slíkt er ekki einungis ósanngjarnt gagnvart hinu erlenda vinnuafli heldur og myndi slíkt grafa undan, og jafnvel gera að engu, áratuga kjarabaráttu launþega á Íslandi.”\nSvo segir það sig auðvitað sjálft að það að vera íslenskur ríkisborgari á að flokkast sem hæfni þar sem í því á að felast m.a. viðurkenning á að viðkomandi tali íslensku.  Þannig er það þó ekki í dag, þú getur fengið íslenskan ríkisborgararétt án þess að tala nema mjög litla íslensku.  Þessu viljum við í FF t.a.m. breyta.  Ríkisborgararétturinn á m.a. að vera viðurkenning á ákveðinni hæfni.\nKv.\nHjörtu"
        },
        {
            "user": "Eldar",
            "user_id": "6937",
            "date": "2002-01-20 16:02:00",
            "id": "412140",
            "reply_to_id": "412139",
            "text": "Hey Hjörtur…\nEf þú ert sætur og átt leðurbuxur eins og Jörg Heider í Austurríki eigið þið “Framfarasinnar” góðan sjens á Alþingi. Annars ekki!\nAnnars finnst mér allt í lagi að tala um mál innflytjenda eins og annara Íslendinga. Ekki gott að halda allri slíkri umræðu niðri, jafnvel þótt hún sé ekki alltaf jákvæð í garð aðfluttra Íslendinga/innflytjenda. Ég er samt ekki sammála þessari grein, dauðvantar okkur ekki fleira fólk í skólana? Eru þessir starfsmenn ekki hetjur, að vinna þessi störf þegar þörf er á starfsólki í þau og vera læra hina erfiðu íslensku um leið!"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-01-20 16:43:45",
            "id": "412141",
            "reply_to_id": "412140",
            "text": "sko ég er miklu meira sammála svarinu hans Matta Á heldur en almennt pælingum hans Hjartar - hef ekki skrifað mitt eigið svar afþví ég er ekki búinn að mynda mér 100% rétta skoðun sem er það sem ég vill gera áður en ég fer að tjá mig e-ð meira …\nEn!\nEldar:\n“Eru þessir starfsmenn ekki hetjur, að vinna þessi störf þegar þörf er á starfsólki í þau og vera læra hina erfiðu íslensku um leið!”\nFalleg tilhugsun en er því miður ekki þannig alltaf\nþað eru nefnilega ekki allir innflytjendur sem fara út í þann pakka að aksjúlí læra íslenskuna\nlangaði bara að minnast á það :)\n-k-"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 16:57:06",
            "id": "412142",
            "reply_to_id": "412141",
            "text": "Sæll,\nEkki það að það sé ekki bara þitt mál, en mér þætti samt mjög gaman að vita hvers vegna þú ert “miklu meira sammála” svarinu hans Matta?  Bara spyr.  Ekki illa meint í garð Matta, en mér fannst svarið hans bara hvorki nægilega málefnalegt né rökrétt (t.d. mikill skortur á rökum í því). Bara spyr :)\nKv.\nHjörtu"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-01-20 22:02:54",
            "id": "412143",
            "reply_to_id": "412142",
            "text": "afþví ég sé ekki dramatíkina þína út úr því sem þú ert að segja\nþ.e. ég sé ekki hvernig það táknar heimsendi ef skúringakonan í skólanum talar ekki íslensku … man ekki eftir því að hafa talað sjálfur við ræstitæknana í mínum barnaskólum\n“Fjölmenningarlegt samfélag kallast það þegar engin ein menning er með afgerandi yfirburði yfir aðrar í viðkomandi samfélagi. Við skulum þó vona að slíkt Balkanskaga-ástand, með tilheyrandi hörmungum, verði aldrei raunin á Íslandi.”\nöö … ha?\nhvað er þjóðríki?\ní hvað notar maður það?\nsko … mér finnst asnalegt þegar ég get hvorki talað við fólk sem býr hérna á landinu á íslensku eða ensku … finnst ekkert svaka kúl pælingin með að fólk frá útlöndum fái vinnu við að gera það sama og íslendingar nema bara það er farið mun verr með það\nen hinsvegar finnst mér það ekki afþví þau í fiskvinnslunni eru frá póllandi … heldur afþví það er verið að borga þeim skítalaun!\nbottom lænið: skil ekki prinsippin hjá þér, virðist geta samsamað mig betur með matta sem manneskju\nog við erum jú meira manneskjur en nokkuð annað … þannig að þetta var það sem mér fannst.\n(er líka meinilla við prinsipp, en það er önnur saga)\nen … sko … ég finn það að ég er að fara að lýsa yfir einhverju með innflytjendur og íslensku og allskonar en ég ætla bara ekki að gera það … eins og ég segi þá veit ég ekki nógu mikið hvernig þetta hangir saman til að líða almennilega & rétt með að skrifa eitthvað\n-k-"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 23:11:16",
            "id": "412144",
            "reply_to_id": "412143",
            "text": "Sæll,\nÞakkir fyrir svarið.\n“afþví ég sé ekki dramatíkina þína út úr því sem þú ert að segja”\n-Hvað kemur dramatík þessu við?  Fyrir mér skipta rök nú meira máli svo og staðreyndir.\n“þ.e. ég sé ekki hvernig það táknar heimsendi ef skúringakonan í skólanum talar ekki íslensku … man ekki eftir því að hafa talað sjálfur við ræstitæknana í mínum barnaskólum”\n-Hver var að tala um heimsendi?  Ég sé heldur ekki að það tákni heimsendi þó ríkið sé rekið með halla.  Það er engu að síður afar óæskilegt mál.  Annars vorum við meira að tala um störf eins og gangaverði en ræstirækna.\n“”Fjölmenningarlegt samfélag kallast það þegar engin ein menning er með afgerandi yfirburði yfir aðrar í viðkomandi samfélagi. Við skulum þó vona að slíkt Balkanskaga-ástand, með tilheyrandi hörmungum, verði aldrei raunin á Íslandi.“ öö … ha? hvað er þjóðríki? í hvað notar maður það?”\n-“nation state  n. a sovereign state of which most of the citizens or subjects are united also by factors such as language, common descent, etc., which define a nation.”  Þjóðríki notar maður m.a. til að halda friðinn milli þeirra sem byggja þau, ólíkt því sem gerist t.d. á Balkanskaga og víðar.  Það sem t.d. hefur gerst í Afghanistan er beinlínis að reka til þess að þar búa margir þjóðflokkar sem sí og æ eru í átökum sín á milli meira eða minna.  Sama er að segja t.d. um Afríkuríki þar sem margir þjóðflokkar búa í sama ríkinu og eru alltaf að berjast um yfirráðin í ríkinu.\n“sko … mér finnst asnalegt þegar ég get hvorki talað við fólk sem býr hérna á landinu á íslensku eða ensku … finnst ekkert svaka kúl pælingin með að fólk frá útlöndum fái vinnu við að gera það sama og íslendingar nema bara það er farið mun verr með það”\n-Ef skortur er á íslensku starfsfólki verður að grípa til þess neyðarúrræðis að ráða erlent starfsfólk þó það tali ekki íslensku.  En um leið og hægt er að leysa það mál á vitanlega að gera það.  Og að sjálfsögðu á að greiða erlendu starfsfólki sömu laun og íslensku, annað er bara ekki sanngjarnt.\n“en hinsvegar finnst mér það ekki afþví þau í fiskvinnslunni eru frá póllandi … heldur afþví það er verið að borga þeim skítalaun!”\n-Nákvæmlega!  Það á að greiða þessu fólki sömu laun.  Enda hefur held ég ekki verið neinn ágreiningur hér um það atriði.  Þetta er meira segja tekið fram í stefnuskrá Flokks framfarasinna ef út í það er farið.\n“bottom lænið: skil ekki prinsippin hjá þér, virðist geta samsamað mig betur með matta sem manneskju”\n-Ok, get ekki gert að því þó þú skiljir mig ekki.  Langflestir sem ég tala við skilja mig þó mjög vel.  En hvað segirðu? Er ég sem sagt þá ómanneskjulegur, eða…?  Kannski að misskilja eitthvað?\n“og við erum jú meira manneskjur en nokkuð annað … þannig að þetta var það sem mér fannst. (er líka meinilla við prinsipp, en það er önnur saga)”\n-Hver var með “prinsip”?\n“en … sko … ég finn það að ég er að fara að lýsa yfir einhverju með innflytjendur og íslensku og allskonar en ég ætla bara ekki að gera það … eins og ég segi þá veit ég ekki nógu mikið hvernig þetta hangir saman til að líða almennilega & rétt með að skrifa eitthvað”\n-Þitt mál, þakka bara fyrir svarið félagi.\nkv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 16:45:51",
            "id": "412145",
            "reply_to_id": "412140",
            "text": "Sæll,\nVerð nú að viðurkenna að ég næ ekki því sem þú ert að segja þarna um einhverjar leðurbuxur og eitthvað, en við eigum hins vegar enga samleið með Jörg Haider.  Flokkur Haiders er aðallega frjálshyggjuflokkur (sbr. Frelsisflokkurinn) en við viljum hafa slíkt í miklu hófi.  Frelsisflokkurinn er reyndar mjög sambærilegur og Venstre í Danmörku og jafnvel Sjálfstæðisflokkurinn hér á landi að mörgu leyti.\nAnnars langar mig í skýringu á því að þú setjir framfarasinna innan gæsalappa?\nSíðan vona ég bara að þetta með leðurbuxurnar hafi ekki verið einhver misheppnuð tilraun til að bæna okkur um nasisma því það flokkast víst sem skítkast.  Nema þú hafir einhver skotheld rök fyrir þeim aðdróttunum sem ég get ómögulega ímyndað mér að þú hafir.\nEf það fæst hreinlega ekki fólk í störfin sem talar íslensku verður auðvitað að leysa það einhvern veginn. Það kallast neyðarúrræði, eins og gert er þegar leiðbeinendur eru ráðnir í kennarastöður af því að réttindakennara skortir. Það leynir sér þó sennilega ekki að réttindakennarar eru allajafna hæfari til að gegna stöðunum en leiðbeinendurnir.  Sama gildir um þá sem tala íslensku og þá sem tala ekki íslensku.  Svo einfalt er það. Það er auðvitað betra að hafa einhvern gangavörð en engan, en það er samdráttur núna í atvinnulífinu og atvinnuleysi að aukast og það ætti því ekki að skorta starfskrafta sem tala íslensku.\nHvað varðar það að íslenskan sé erfið þá er það að læra hana bara eitthvað sem menn þurfa að uppfylla til að verða íslenskir ríkisborgarar og til að fá störf, á a.m.k. að vera þannig.  Ef fólk fýsir ekki að læra íslenskuna þá fer það bara eitthvað annað.  Ef þér líst ekki á að læra heimspeki í Háskóla Íslands þá ferðu líkast til bara að læra eitthvað annað, ekki satt?  Þetta er ekki flóknara en það.\nKv.\nHjörtu"
        },
        {
            "user": "Eldar",
            "user_id": "6937",
            "date": "2002-01-23 14:24:22",
            "id": "412146",
            "reply_to_id": "412145",
            "text": "Hey Hjörtur J/ritter…\nBara hafa thad a hreinu ad ledurbuxurnar voru EKKI aetladar ad likja ther vid nasista. Slik ummaeli vaeru puko i meiralagi. Eins og thu hefur e.t.v. attad thig a var eg ad likja ther vid Jorg Haedar i haedniston og thar sem eg sa kauda einu sinni i ledurbuxum (helt ad hann vaeri oft i ledurbuxum…en thad er vist af og fra…og thvi ekki undarlegt ad engin skilji hvert eg er ad fara) setti eg thetta inn!\n-E"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-23 18:02:35",
            "id": "412147",
            "reply_to_id": "412146",
            "text": "Sæll félagi,\nAllt í lagi, ekkert mál :)  Ég var bara að velta fyrir mér hvað þú værir að fara, en sem ég segi allt í góðu :)\nKv.\nHjörtu"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2002-01-24 04:10:14",
            "id": "412148",
            "reply_to_id": "412139",
            "text": "Kannski skiptir það ekki máli en myndirðu ekki halda að betra væri fyrir ykkur FF menn (Þú ert einn af Ásunum í flokknum/félaginu að því er mér skilst!) að segja: “Ríkisborgararétturinn á m.a. að vera viðurkenning á ákveðinni LÁGMARKS hæfni.”\nþar sem íslendingar upptil sveita og annarstaðar tala sumir hverjir illskiljanlegar tungur, miðað við dæmigerða malbiks-íslensku.\nÞað er ekki sanngjarnt að miða við meðal íslending þegar erlendir ábúendur íslands eiga í hlut eða hvað?\nE.S. annars er ég sammála mikilvægi þess að starfsmenn af erlendu bergi brotnu þurfi að kunna íslensku. Því í því felst ákveðin viðurkenning / virðing á landi og þjóð og ef eitthvað virkar sem vatn á millu bættra samskipta ólíkra þjóðarbrota í sama landi þá er það GAGNKVÆM virðing / viðurkenning."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 09:35:10",
            "id": "412149",
            "reply_to_id": "412148",
            "text": "Sæll,\nÞað má auðvitað lengi deila um útfærslu og orðalag einstakra ummæla.  Þetta sem þú nefnir er alls ekki út í hött.  Hins vegar viljum við í Flokki framfarasinna alls ekki stuðla að því að innflytjendur verði upp eitthvað undirmálsfólk í þjóðfélaginu heldur fullgildir íbúar til jafns við aðra borgara þess þegar þeir hafa öðlast ríkisborgararétt og því teljum við ekkert eðlilegra en að gera meðalkröfur til þeirra eins og annarra borgara landsins.\nKv.\nHjörtu"
        },
        {
            "user": "Creep",
            "user_id": "14439",
            "date": "2002-01-20 14:51:01",
            "id": "412150",
            "reply_to_id": "412127",
            "text": "Sæll Ritter,\nFrábær grein! :)\nCreep"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 15:05:36",
            "id": "412151",
            "reply_to_id": "412127",
            "text": "Að hvaða leiti er öryggi barna stefnt í hættu?\nÉg sé engin almennileg rök fyrir þessari fullyrðingu í greininni.\n“Hvers vegna eru þessar kröfur ekki gerðar til starfsmanna skólanna?”\nHugsanlega telja menn að það sé ekki nauðsynlega krafa til þess að sinna þessu starfi.\n“Og hvernig geta börnin átt samskipti við erlenda starfsmenn skólanna ef þeir geta ekki talað íslensku? ”\nFólk þarf að geta átt samskipti við útlendinga á Íslandi sem tala misgóða íslensku.  Það er staðreynd, þrátt fyrir að ýmsir vildu frekar að svo væri ekki.  Því má færa góð rök fyrir því að það sé góður undirbúningur fyrir krakka að eiga samskipti við fólk sem talar litla/lélega íslensku.  Einnig má telja að þessir starfsmenn yrðu fljótir að temja sér málið einmitt með því að eiga samskipti við krakkana og samstarfsmenn sína.\n“Hvað síðan með öryggisþáttinn? Hvers vegna í ósköpunum er öryggisstaðallinn í grunnskólum Reykjavíkur lækkaður með svo afgerandi hætti með því að hafa þar fólk við störf sem er óhæft til að bregðast við í neyðartilfellum vegna þess að það getur ekki gert sig skiljanlegt við nemendur skólanna og jafnvel ekki heldur við aðra starfsmenn þeirra?”\nÞað þarf nú ekki mikla þjálfun eða kennslu til að þessir starfsmenn geti tjáð sig um öryggismál.  Ég geri ráð fyrir að þarna sé verið að vísa í hluti eins og bruna.\nÞar gæti ég trúað því að ungur einstaklingur af erlendur bergi gæti staðið sig betur í neyð heldur en kjarnyrt íslenskt gamalmenni (sem er sá starfskraftur sem sinnir þessu starfi að stórum hluta)\n“Hvernig geta þessir starfsmenn t.d. brugðist við hlutum eins og einelti þegar þeir geta hvorki vitað hvert vandamálið er né út á hvað það gengur?”\nÞessi setning lýsir furðulega lítilli þekkingu á “hlutum eins og einelti”.  Ég tel að tungumálakunnátta sé engin forsenda fyrir því að maður geti greint hvort einelti eigi sér stað.  Mun meira máli skiptir að viðkomandi starfsmaður temji sér að fylgjast með krökkunum í frístundum þeirra og hafi lag á að greina líðan þeirra.  Það er firra að halda að það þurfi að ræða við krakkana til að geta gripið inn í.  Ef starfsmaðurinn telur sig verða vitni að einelti ætti hann að geta komið því á framfæri við t.d. kennara barnsins sem um er að ræða, enda er það frekar hlutverk þeirra sem umgangast krakkana mest að ræða við þá persónulega.\nStóra vandamálið í skólum í dag er að það er lítið sem ekkert fylgst með krökkum utan kennslustunda og oft er ekkert brugðist við kvörtunum krakkanna.\n“Og hvað með þjónustuþáttinn við börnin? Hvers vegna í ósköpunum á að skerða þjónustuna við börnin í grunnskólum Reykjavíkur vegna þess að ákveðnir starfsmenn eru ófærir um að hafa samskipti við þau og þar með algerlega óhæfir til að gegna stöðum sínum? Þessir starfsmenn gætu allt eins verið mállausir, enda eru þeir það í raun.”\nÉg geri ráð fyrir því að stór hluti starfsmanna, jafnvel meirihluti tali góða íslensku.  Það að hluti starfsmanna tali litla/lélega íslensku getur varla verið mjög alvarleg skerðing á þjónustu.  Sérstaklega þegar við lítum málið á þann hátt að þarna fái krakkarnir góðan undirbúning fyrir framtíðina, þar sem ljóst er að þau munu þurfa að eiga samskipti við fólk af erlendu uppruna.\n“Gerður fullyrðir aukinheldur að íslenska þjóðin vilji búa í fjölmenningarlegu samfélagi án nokkurra raka. Hvenær í ósköpuum var íslenska þjóðin eiginlega spurð að því hvort hún vildi búa í slíku samfélagi? Því er auðsvarað: Aldrei!”\nÍslendingar upp til hópa vilja búa í fjölmenningarlegu samfélagi, það er alveg ljóst.  Tíðar utanferðir landans eru ágæt vísbending um það.\n“Hins vegar hafa aðilar eins og Gerður greinilega tekið sér það vald að ákveða það hreinlega fyrir þjóðina að henni forspurðri. Mikil er virðing slíkra aðila fyrir vilja íslensku þjóðarinnar svo ekki sé minnst á lýðræðinu.”\nHvenær hefur Íslenska þjóðin haldið öðru fram en að hún vilji búa í fjölmenningarlegu samfélagi ??  Hvar er virðing þín og skoðanabræðra þinna fyrir lýðræðinu?  Hafa Íslendingar ekki sýnt það og sannað undanfarna áratugi að “fjölmenning” er það sem við kjósum?  Við lesum erlendar bókmenntir, horfum á erlendar kvikmyndir.  Eyðum fríinu á erlendri grund, borðum erlendan mat eldaðan af erlendu fólki.\nNei, rímnasöngur og súrket skal það víst vera.\n“Staðreyndin er einmitt sú að Ísland ER þjóðríki, enda eru einungis um 2% íslenskra ríkisborgara með annan menningarbakgrunn en íslenskan. Það fyrirkomulag að um 98% íbúa þjóðfélags séu með sama menningarbakgrunn kallast þjóðríki en ekki fjölmenningarlegt samfélag. ”\nÞetta heitir í kjarnyrti íslensku “helvítis kjaftæði”.\nErlendur bakgrunnur ríkisborgara kemur málinu ekkert við.  Taktu eftir orðingu “menning” sem læðist inn í orðið fjölmenningarlegt.\nÞegar fólk er komið á það þroskastig að það gerir sér grein fyrir því að hjörtu manna eru eins í Súdan og Seyðisfirði getum við sagt að samfélag sé orðið fjölmenningarlegt.\nÞað hefur fyrir löngu gerst hjá stærstum hluta þjóðarinnar.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 16:33:49",
            "id": "412152",
            "reply_to_id": "412151",
            "text": "Sæll Matti,\n“Að hvaða leiti er öryggi barna stefnt í hættu? Ég sé engin almennileg rök fyrir þessari fullyrðingu í greininni. Hugsanlega telja menn að það sé ekki nauðsynlega krafa til þess að sinna þessu starfi.”\n-Þessu er nú auðsvarað.  Það er sama hversu ónauðsynleg þér kann að finnast íslenskukunnátta starfsmanna grunnskóla Reykjavíkur, hún kemur alltaf til með að auka hæfni þeirra sem hafa hana umfram þá sem hafa hana ekki.  Það getur síðan vel verið að menn telji hugsanlega eitthvað en slíkt eru ekki staðreyndir.  Ef þú ert sammála því sjónarmiði komdu þá með rök fyrir því!\n“Fólk þarf að geta átt samskipti við útlendinga á Íslandi sem tala misgóða íslensku. Það er staðreynd, þrátt fyrir að ýmsir vildu frekar að svo væri ekki.”\n-Fólk þarf já að hafa samskipti við þá sem ekki tala góða íslensku, mikil ósköp, en slíkir aðilar eiga einfaldlega ekki að vera í störfum sem þeir eru óhæfir til að sinna.  ÞAÐ er staðreynd!\n“Því má færa góð rök fyrir því að það sé góður undirbúningur fyrir krakka að eiga samskipti við fólk sem talar litla/lélega íslensku. Einnig má telja að þessir starfsmenn yrðu fljótir að temja sér málið einmitt með því að eiga samskipti við krakkana og samstarfsmenn sína.”\n-Komdu með þessi rök fyrst þú tala um að hægt sé að nefna þau! Góður undirbúningur fyrir hvað?  Að allir í landinu tali litla/lélega íslensku??  Það er annars auðvitað besta mál að þessir starfsmenn læri málið á að hafa samskipti við þá sem tala íslensku, krakka eða fullorðna, en þeir eiga ekki að gera það á launum.  Ef einhver er óhæfur til að gegna einhverju ákveðnu starfi á hann ekki að gegna því, svo einfalt er það.  Þetta gildir víðast hvar staðar annars staðar í þjóðfélaginu, af hverju á það ekki að gilda um þá sem tala litla/lélega íslensku líka?\n“Það þarf nú ekki mikla þjálfun eða kennslu til að þessir starfsmenn geti tjáð sig um öryggismál. Ég geri ráð fyrir að þarna sé verið að vísa í hluti eins og bruna.\nÞar gæti ég trúað því að ungur einstaklingur af erlendur bergi gæti staðið sig betur í neyð heldur en kjarnyrt íslenskt gamalmenni (sem er sá starfskraftur sem sinnir þessu starfi að stórum hluta).”\n-Það breytir því ekki að þeir sem tala íslensku eru alltaf hæfari en þeir sem gera það ekki.  Auk þess er bara ekki hægt að treysta því að umræddir aðilar geti tjáð sig um málin þegar á reynir.  Annars er ég alls ekki að mæla því bót heldur að íslensk gamalmenni eigi að sinna þessum störfum.  Margt gamalt fólk er líklega óhæft til að gegna þessum störfum líka af öðrum ástæðum.  Það eru nú einu sinni til fleiri kostir en fólk sem talar ekki íslensku og gamalmenni.\n“Þessi setning lýsir furðulega lítilli þekkingu á ”hlutum eins og einelti“. Ég tel að tungumálakunnátta sé engin forsenda fyrir því að maður geti greint hvort einelti eigi sér stað. Mun meira máli skiptir að viðkomandi starfsmaður temji sér að fylgjast með krökkunum í frístundum þeirra og hafi lag á að greina líðan þeirra. Það er firra að halda að það þurfi að ræða við krakkana til að geta gripið inn í. Ef starfsmaðurinn telur sig verða vitni að einelti ætti hann að geta komið því á framfæri við t.d. kennara barnsins sem um er að ræða, enda er það frekar hlutverk þeirra sem umgangast krakkana mest að ræða við þá persónulega. Stóra vandamálið í skólum í dag er að það er lítið sem ekkert fylgst með krökkum utan kennslustunda og oft er ekkert brugðist við kvörtunum krakkanna.”\n-Mér er sama hvað þú telur í þessu máli og þar með talið hvað þú telur þig sjálfan vita mikið um einelti.  Hvað gefur þér annars rétt til að setja þig á háan hest í þesum málum? Bara spyr. Annars virðist mér þú hafa ofurtrú á einhverjum yfirburða skynjunarhæfileikum þeirra sem tala ekki íslensku umfram þá sem tala íslensku. Af hverju er það firra að halda að það þurfi að ræða við krakkana til að geta gripið inn í?  Ég hefði einmitt haldið að það væri alger forsenda þess að það væri hægt.  Hvað á maðurinn að gera?  Nota handahreyfingar?  Táknmál?  Og hvernig á hann að koma upplýsingum á framfæri við kennara umrædds barns ef hann talar ekki íslensku og jafnvel ekki ensku heldur?  Annars er ljóst að umræddur starfsmaður gæti hvorki rætt við krakkana almennt né persónulega.  Síðan gæti það óneitanlega komið sé velef starfsmaðurinn gæti skilið hvort verið er að tala illa um einhvern krakka eða ekki.  Einelti þarf einu sinni ekkert að vera líkamlegt heldur er það einmitt mjög oft andlegt.\n“Ég geri ráð fyrir því að stór hluti starfsmanna, jafnvel meirihluti tali góða íslensku. Það að hluti starfsmanna tali litla/lélega íslensku getur varla verið mjög alvarleg skerðing á þjónustu. Sérstaklega þegar við lítum málið á þann hátt að þarna fái krakkarnir góðan undirbúning fyrir framtíðina, þar sem ljóst er að þau munu þurfa að eiga samskipti við fólk af erlendu uppruna.”\n-Hlutfall þeirra starfsmanna sem talar ekki íslensku skilst mér að aukist nú fremur en hitt.  Og jafnvel þó ekki væri um að ræða “mjög alvarlega skerðingu” á þjónustu þá er engu að síður um að ræða ákveðna alvarlega skerðingu sem á ekki að vera til staðar.  Fólk borgar fyrir ákveðna þjónustu fyrir börnin sín með sköttunum sínum og á rétt á henni.  Alveg eins og þegar foreldrar kvarta yfir að einhver kennari sé ekki að standa sig að þeirra mati þá er ekkert eðlilegra en að kvartað sé yfir öðrum starfsmönnum sem ekki eru hæfir til að sinna störfum sínum innan skólanna.  Það var einmitt foreldri barns í grunnskólum Reykjavíkur sem bar umrædda fyrirspurn upp við Gerði Óskarsdóttur fræðslufulltrúa Reykjavíkur.  Umræddur foreldri var bara ekkert ánægður með þessa stöðu mála.  Sem fyrr segir þá er ekkert að því að börnin geti umgengist útlendinga en útlendingar eiga ekki að vera á launum við það í störfum sem nauðsynlegt er að þeir geti talað íslensku.  Þetta er ekki flókið.  Það eru mörg störf á markaðinum sem ekki krefjast þess að viðkomandi þurfi endilega að kunna íslensku og í slíkum störfum eiga menn að vera uns þeir hafa náð nægilegum tökum á málinu.  Þetta er t.d. gert í Svíþjóð svo dæmi sé nefnt.\n“Íslendingar upp til hópa vilja búa í fjölmenningarlegu samfélagi, það er alveg ljóst. Tíðar utanferðir landans eru ágæt vísbending um það.”\n-Þú sakar mig um að koma ekki með rök fyrir máli mínu.  Þín “rök” eru þó langtum verri enda svo til engin.  Þú getur bara ekki ályktað eitthvað um vilja þjóðarinnar og fullyrt út frá því að það sé vilji hennar.  Hvaðan hefur þú það vald?  Ef svo væri gætum við bara sleppt því að halda kosningar og lagt í framhaldinu niður lýðræðið.  Þó þú hafir gaman af því að fara út fyrir veggi heimilisins þíns og skoða ýmsa hluti þar þá er ekki þar með sagt að þú viljir fá þessa hluti inn á heimilið þitt.\n“Hvenær hefur Íslenska þjóðin haldið öðru fram en að hún vilji búa í fjölmenningarlegu samfélagi ?? Hvar er virðing þín og skoðanabræðra þinna fyrir lýðræðinu? Hafa Íslendingar ekki sýnt það og sannað undanfarna áratugi að ”fjölmenning“ er það sem við kjósum? Við lesum erlendar bókmenntir, horfum á erlendar kvikmyndir. Eyðum fríinu á erlendri grund, borðum erlendan mat eldaðan af erlendu fólki. Nei, rímnasöngur og súrket skal það víst vera.”\n-Hvernig á íslenska þjóðin að þora að segja að hún vilji ekki búa í fjölmenningarlegu samfélagi þegar allir sem opna munninn um það eru umsvifalaust brennimerktir rasistar o.s.frv.??  Hvenær koma lýðræðislegur vilji þjóðarinnar í ljós með afgerandi hætti um að hún vildi búa í fjölmenningarlegu samfélagi?  Hvaða lýðræði erum við ekki að virða???  Komdu með rök fyrir máli þínu maður!  Íslendingar hafa einmitt engan veginn sagt það að þeir vilji búa í fjölmenningarlegu samfélagi.\n-Annars eru greinilega að misskilja hugtakið fjölmenning.  Ég er ekki að tala fyrir því að við borðum bara þorramat og göngum í sauðskinnsskóm. Þú hins vegar eignar mér það greinilega og lýsir það auðvitað bara þínum eigin fordómum og þröngsýni.  Það er einfaldlega staðreynd að íslensk menning mun alltaf verða fyrir einhverjum utanaðkomandi áhrifum og hefur alltaf gert.  Hins vegar teljum við brýnt að tryggt sé að íslensk menning fái þann tíma og það svigrúm sem hún þarf til að aðlagast hinum útlendu áhrifum en ekki að íslensk menning verði gleypt af þeim.  Við verðum ennfremur að reyna eftir megni að tileinka okkur það góða úr þessum áhrifum og það sem er til þess að styrkja íslenskt þjóðfélag, en hafna því sem ekki er til eftirbreytni og er til þess að grafa undan þjóðfélaginu.  Það er ekkert að því að taka inn erlend menningaráhrif og aðlaga það íslenskum aðstæðum og íslenskri menningu EN það á ekki að taka erlend menningaráhrif hrá inn í landið.  Það kallast fjölmenning og því er ég á móti.\n“”Staðreyndin er einmitt sú að Ísland ER þjóðríki, enda eru einungis um 2% íslenskra ríkisborgara með annan menningarbakgrunn en íslenskan. Það fyrirkomulag að um 98% íbúa þjóðfélags séu með sama menningarbakgrunn kallast þjóðríki en ekki fjölmenningarlegt samfélag.“ Þetta heitir í kjarnyrti íslensku ”helvítis kjaftæði“.”\n-Þetta heitir reyndar á góðri íslensku “fræðilegar staðreyndir”.  Ég er ekki að búa þetta til, þetta er tekið úr fræðiritum, t.d. virtum alfræðiritum.  Sbr. t.d. Encatra Encyclopedia: “nation state  n. a sovereign state of which most of the citizens or subjects are united also by factors such as language, common descent, etc., which define a nation.”  Taktu eftir því að þarna segir “most of the citizens”, ekki allir, og ef 98% eru ekki “most of the citizens” þá veit ég ekki hvað.  Þakka þér svo fyrir það hvað þú ert “málefnalegur”.\n“Erlendur bakgrunnur ríkisborgara kemur málinu ekkert við. Taktu eftir orðingu ”menning“ sem læðist inn í orðið fjölmenningarlegt.”\n-Hvað meinarðu?  Hvers vegna kemur það málinu ekki við?  Rök takk!\n“Þegar fólk er komið á það þroskastig að það gerir sér grein fyrir því að hjörtu manna eru eins í Súdan og Seyðisfirði getum við sagt að samfélag sé orðið fjölmenningarlegt.”\n-Jæja kallinn, þú vitnar bara í ljóð Tómasar Guðmundssonar “Ljóð um unga konu frá Súdan”.  Þetta er þó æði óbein tilvitnun svo ekki sé meira sagt því í ljóði Tómasar segir: “Hjörtum mannanna svipar saman í Súdan og Grímsnesinu.” Tómas var nefnilega alinn upp í Grímsnesi fyrir austan fjall. Sé ekki hvað Seyðisfjörður kemur málinu við. Málið er bara að þú, eins og ýmsir aðrir, takið þessi orð Tómasar algerlega úr samhengi svo þau styðji ykkar málstað.  Tómas segir nefnilega að hjörtum mannanna SVIPI SAMAN en ekki að þau séu eins.  Boðskapur ljóðsins er einmitt að þó fólk frá mismunandi menningarsvæðum sé oftast gjörólíkt í flesta staði þá séum við öll menn og mannlegt eðli yfirleitt það sama hvort sem við erum frá Íslandi eða Súdan. Tómas er svo sannarlega ekki að mæla með einhverju fjölmenningasamfélagi í ljóði sínu, enda var hann afar þjóðlegur eins og önnur skáld okkar, heldur er hann að gagnrýna þá ríku fyrir græðgi sína og yfirgang. Hann er að tala um að m.a. græðgi sé til staðar bæði í Súdan sem og á Íslandi. Þetta vissirðu ef þú hefðir lesið ljóðið í heild sinni.\n“Það hefur fyrir löngu gerst hjá stærstum hluta þjóðarinnar.”\n-Þú ert alveg makalaus.  Þetta kallast víst tvöfalt siðgæði, gagnrýnir mig fyrir að færa ekki rök fyrir máli mínu, jafnvel þó ég geri það, en ert svo með hverja innihaldslausu fullurðinguna á fætur annarri án nokkurs rökstuðnings.  Komdu með rök fyrir þessari innihaldslausu fullyrðingu þinni maður!\nKv.\nHjörtur J. Hjarta"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 16:40:17",
            "id": "412153",
            "reply_to_id": "412152",
            "text": "ritter\nÉg á eitt barn á fjórða ári í grunnskóla og tvö á leið í skóla.\nHvað með þig?\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 16:50:37",
            "id": "412154",
            "reply_to_id": "412153",
            "text": "Sæll,\nÉg á engin börn, get alveg viðurkennt það enda sé ég ekki hvað það kemur málinu beint við.  Ég hef heyrt fjölda reynslusaga fólks sem á börn í grunnskólum Rvk og er bara ekkert ánægt með þessi mál.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 16:54:39",
            "id": "412155",
            "reply_to_id": "412154",
            "text": "Annar okkar Hjörtur minn veit um hvað hann er að tala.\nÞú ert hinn.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 17:02:22",
            "id": "412156",
            "reply_to_id": "412155",
            "text": "Sæll,\nGott að vita að þú ert með “egóið” í lagi, en ertu með einhver rök fyrir fullyrðingum þínum - svona til tilbreytingar?\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 17:40:30",
            "id": "412157",
            "reply_to_id": "412156",
            "text": "Sæll,\n…sennilega ekki…?\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 17:47:48",
            "id": "412158",
            "reply_to_id": "412157",
            "text": "Þessi fullyrðing þín um að ég hafi engin rök fyrir máli mínu þykir mér einkennileg.\nÉg sé ekki betur en að ég hafi komið hér með nokkur rök og ýmsar athugasemdir við þínum rökum.\nEn þetta …sennilega ekki…? svar þitt við eigin skrifum er afskaplega undarlegt.\nSitur þú oft og skrifast á við sjálfan þig?\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 18:08:06",
            "id": "412159",
            "reply_to_id": "412158",
            "text": "Sæll,\nBlessaður ekki misskilja mig svona hrapalega.  Ég átti bara við þi þessu tilfelli að þú rökstyddir þessa skrítnu og órökstuddu fullyrðingu þína:\n“Annar okkar Hjörtur minn veit um hvað hann er að tala. Þú ert hinn.”\nAnnað var það nú ekki í þessu tilfelli :)\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:46:06",
            "id": "412160",
            "reply_to_id": "412155",
            "text": "Sæll,\n“Annar okkar Hjörtur minn veit um hvað hann er að tala. Þú ert hinn.”\n…svo heitir þetta víst hroki.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 16:52:58",
            "id": "412161",
            "reply_to_id": "412153",
            "text": "Sæll aftur,\n…annars, er þetta svarið við svarinu mínu?? Vona ekki, ég var að vonast eftir góðu svari enda vantar fullt af rökstuðningi og svörum í fyrra svarinu þínu.  Hlakka til að fá þessi rök og svör…, þ.e. auðvitað ef þú hefur þau…?\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 16:55:39",
            "id": "412162",
            "reply_to_id": "412161",
            "text": "Nei, þetta var ekki svarið.\nÞetta var forleikur að svari.\nRestin mun koma hér lið fyrir lið á næstunni.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 17:05:33",
            "id": "412163",
            "reply_to_id": "412162",
            "text": "Sæll,\nNú, geturðu ekki svarað þessu í einu?  Það á nú ekki að vera mikið mál að svara svona smásvari eins og mínu.  Tók mig ekki langan tíma að svara þínu.  En sumir þurfa sennilega að hafa meira fyrir hlutunum en aðrir, skyldi málstaðurinn eitthvað hafa að gera með þau mál…?\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 17:11:13",
            "id": "412164",
            "reply_to_id": "412163",
            "text": ""
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 17:13:58",
            "id": "412165",
            "reply_to_id": "412163",
            "text": "Þetta er einkennileg athugasemd frá þér Hjörtur.\nVarst þú ekki að biðja mig um að vanda svörin, færa rök fyrir máli mínu?\nÉg ætla að gera það, lið fyrir lið.  Það sést augljóslega á þínu svari að það tók ekki langan tíma, alveg eins og það tók mig ekki langan tíma að skrifa upprunalegt svar mitt.\nÉg tek annars eftir því að þú sleppir því að svara sumum athugasemdum mínum.  Skyldi málstaðurinn….\nps. í gvuðanna bænum ekki haka við “Láta höfund vita að honum hafi verið svara…” ég treysti mér alveg til þess að fylgjast með þessum þræði sjálfur.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 17:39:01",
            "id": "412166",
            "reply_to_id": "412165",
            "text": "Sæll,\nHvað er að þessari athugasemd minni, sem var ekkert endilega meint sem athugasemd í sjálfu sér.  Ég sé bara ekki hvað það tengist því að vanda sig og færa rök fyrir máli sínu að skrifa eitt svar í stað margra?  Getur alveg skrifað eitt svar þó þú innihaldið niður í dálka t.d.\nOk, af hverju sést það á svari mínu að það hafi ekki tekið langan tíma að semja það?  Má búast við einhverjum rökum fyrir þessum aðdróttunum, eða…?\nÞú fyrirgefur ef ég hef sleppt því að svara einhverju, taldi svo ekki vera.  Nefndi dæmi um þetta (kallast líka rök).\nOk, skal ekki haka við “láta höfund vita…” :)\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 17:46:28",
            "id": "412167",
            "reply_to_id": "412166",
            "text": "Sæll,\nÁtti auðvitað að vera: “Nefndu dæmi um þetta (kallast líka rök).” :)\nKv.\nHjörtur J."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 17:46:41",
            "id": "412168",
            "reply_to_id": "412166",
            "text": "Sæll,\nÁtti auðvitað að vera: “Nefndu dæmi um þetta (kallast líka rök).” :)\nKv.\nHjörtur J."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 16:53:28",
            "id": "412169",
            "reply_to_id": "412152",
            "text": "“Þessu er nú auðsvarað. Það er sama hversu ónauðsynleg þér kann að finnast íslenskukunnátta starfsmanna grunnskóla Reykjavíkur, hún kemur alltaf til með að auka hæfni þeirra sem hafa hana umfram þá sem hafa hana ekki. Það getur síðan vel verið að menn telji hugsanlega eitthvað en slíkt eru ekki staðreyndir. Ef þú ert sammála því sjónarmiði komdu þá með rök fyrir því! ”\nSjá til Hjörtur.  Þú ertu að setja hér fram ákveðna fullyrðingu.  Það getur vel verið að þú sért sannfærður um réttmæti þeirrar fullyrðingar en þú hefur alls ekki sett fram fullnæjgandi rök.\nÉg er ekki sammmála því að íslenskukunnátta geri starfsmann alltaf hæfari.\nHér að framan hefur verið bent á að þessi störf sem um er að ræða eru margskonar.  Þau felast ekki öll í því að eiga samskipti við nemendur.\nAuk þess gefur þú þér þá forsendu að þeir sem ekki tala íslensku geti þar af leiðandi ekki tjáð sig við samstarfsfólk sitt.  Það er augljóslega rangt.\nEn hvað um það, ég skal koma með smá dæmi, því ólíkt þér Hjörtur þá hef ég reynslu af því að eiga barn sem er í grunnskóla í reykjavík og ég hef reynslu af samskiptum þessa sama barns við starfsmann af erlendum uppruna sem talaði litla sem enga íslensku.\nÞegar dóttir mín byrjaði í grunnskóla fór hún í Langholtsskóla.  Eftir skóla var hún í dagvist til klukkan fimm þar til við foreldrarnir vorum búin í skólanum.\nDóttir mín átti það til að vera erfið í skapi og stundum var henni strítt.  Ein konan í dagvistinni náði mjög vel til hennar og hændist dóttir mín mjög að henni.  Talaði mikið um hana og kvaddi hana alltaf innilega þegar ég sótti hana.\nÞessi kona var svört og talaði varla orð í íslensku.\nÉg ætla að svara öðrum fullyrðingum þínum hér í öðrum greinum, þar sem ég tel að það sé auðveldara að fylgjast með þessu ef skrifin eru styttri.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 17:32:42",
            "id": "412170",
            "reply_to_id": "412169",
            "text": "Sæll félagi,\n“”Þessu er nú auðsvarað. Það er sama hversu ónauðsynleg þér kann að finnast íslenskukunnátta starfsmanna grunnskóla Reykjavíkur, hún kemur alltaf til með að auka hæfni þeirra sem hafa hana umfram þá sem hafa hana ekki. Það getur síðan vel verið að menn telji hugsanlega eitthvað en slíkt eru ekki staðreyndir. Ef þú ert sammála því sjónarmiði komdu þá með rök fyrir því!“ Sjá til Hjörtur. Þú ertu að setja hér fram ákveðna fullyrðingu. Það getur vel verið að þú sért sannfærður um réttmæti þeirrar fullyrðingar en þú hefur alls ekki sett fram fullnæjgandi rök. Ég er ekki sammmála því að íslenskukunnátta geri starfsmann alltaf hæfari.”\n-Það er að vísu ekkert 100% í þessum heimi, en ég vil samt meina að það geri starfsmenn grunnskóla Reykjavíkur í öllum tilfellum hæfari til starfa sinna ef þeir tala íslensk, við erum einu sinni á Íslandi og öll störf, mér vitanlega, í grunnskólum Rvk byggjast meira eða minna á samskiptum við annað fólk, og þá á íslensku.  Því hlýtur það að gera starfsmanninn hæfari ef hann talar íslensku.  Íslenskir atvinnurekendur eru annars víst smám saman að átta sig á þessu af fenginni reynslu.  Atvinnuauglýsingar eru farnar að birtats þar sem tekið er fram að nauðsynlegt sé að viðkomandi tali íslensku.  Gott dæmi er t.d. Efnalaugi Drífa við Hringbraut, en eigendur hennar hafa mikla reynslu af því að hafa erlent fólk í vinnu og sú reynsla er ekki góð að þeirra sögn.  Ekki það að þetta sé ekki yfirleitt ágætt fólk en það er bara nauðsynlegt að það tali íslensku.  Kíkjum aðeins á fréttina sem birtist um þetta í Fréttablaðinu 11. janúar sl.:  \"Sumir atvinnurekendur eru farnir að eru farnir að tilgreina það sem skilyrði fyrir nýráðningum að viðkomandi starfsmaður sé mælandi á íslenska tungu.Guðmundur Þórðarson, eigandi Efnalaugarinnar og þvottahússins Drífu við Hringbraut, setti þetta sem skilyrði í nýlegri auglýsingu eftir starfskrafti. Það sé nauðsynlegt vegna þess að starfsmenn verða að geta tjáð sig við viðskiptavini þegar þeir séu við afgreiðslu og svara í síma.  Þá sé einnig mjög erfitt að kenna þeim til verka ef þeir séu alveg mállausir á íslenska tungu og jafnvel líka ensku.  Hann [Guðmundur] segir að töluvert sé spurt um vinnu fyrir útlendinga sem geta ekki tjáð sig nema á sínu móðurmáli, einkum fólk frá Filippseyjum og Tælandi en einnig frá A-Evrópu.  Guðmundur segist hafa reynt að hafa fólk frá Filippseyjum í vinnu hjá sér en varða að láta það hætta, fyrst og fremst vegna tungumálaerfiðleika.  Hann áréttar að þótt hann sé ekkert á móti þessu fólki sem hingað flytur þá gangi það hreinlega ekki að hafa það í vinnu við störf af þessu tagi meðan það ekki uppfyllir þau lágmarksskilyrði að tala íslensku.“  Svo mörg voru þau orð.\n”Hér að framan hefur verið bent á að þessi störf sem um er að ræða eru margskonar. Þau felast ekki öll í því að eiga samskipti við nemendur.“\n-Já já, ég hef líka sagt í þessari umræðu að ef íslenskukunnátta er ekki nauðsynleg í einhverju starfi í þjóðfélaginu þá séu þau störf tilvalin fyrir þá sem ekki tala málið.  Sú er bara ekki raunin mér vitanlega í grunnskólum Rvk a.m.k.\n”Auk þess gefur þú þér þá forsendu að þeir sem ekki tala íslensku geti þar af leiðandi ekki tjáð sig við samstarfsfólk sitt. Það er augljóslega rangt.“\n-Það getur það hugsanlega að einhverju marki en að öllum líkindum engan veginn nægilega til að geta gengt starfi sínu fyllilega til jafns við þá sem tala íslensku.\n”En hvað um það, ég skal koma með smá dæmi, því ólíkt þér Hjörtur þá hef ég reynslu af því að eiga barn sem er í grunnskóla í reykjavík og ég hef reynslu af samskiptum þessa sama barns við starfsmann af erlendum uppruna sem talaði litla sem enga íslensku. Þegar dóttir mín byrjaði í grunnskóla fór hún í Langholtsskóla. Eftir skóla var hún í dagvist til klukkan fimm þar til við foreldrarnir vorum búin í skólanum. Dóttir mín átti það til að vera erfið í skapi og stundum var henni strítt. Ein konan í dagvistinni náði mjög vel til hennar og hændist dóttir mín mjög að henni. Talaði mikið um hana og kvaddi hana alltaf innilega þegar ég sótti han. Þessi kona var svört og talaði varla orð í íslensku.“\n-Hvað sannar þetta?  Að það séu til undantekingar?  Hvernig gekk þessari  annars ágætu konu annars almennt að ná til barnanna í skólanum, veistu það?  Veistu eitthvað hvernig konunni gekk að sinna starfi sínu til jafns við aðra starfsmenn skólans þó hún hafi náð til dóttur þinnar, sem í sjálfu sér er mjög gott mál?  Hvað veistu um mörg slík dæmi?  Hvað sannar þetta? Því er auðsvarað: Ekkert.\n”Ég ætla að svara öðrum fullyrðingum þínum hér í öðrum greinum, þar sem ég tel að það sé auðveldara að fylgjast með þessu ef skrifin eru styttri.\"\nHafðu það eins og þú vilt félagi, skiptir mig engu hvort svörin eru löng eða stutt.  Ég skrifaði einu sinni nokkur 10 síðna (A4) svar hér á Huga.  Munar í sjálfu sér ekkert um að endurtaka það…\nHafðu það sem best,\nHjörtur J."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 17:53:30",
            "id": "412171",
            "reply_to_id": "412170",
            "text": "“-Hvað sannar þetta? Að það séu til undantekingar? Hvernig gekk þessari annars ágætu konu annars almennt að ná til barnanna í skólanum, veistu það? Veistu eitthvað hvernig konunni gekk að sinna starfi sínu til jafns við aðra starfsmenn skólans þó hún hafi náð til dóttur þinnar, sem í sjálfu sér er mjög gott mál? Hvað veistu um mörg slík dæmi? Hvað sannar þetta? Því er auðsvarað: Ekkert. ”\nÉg veit til þess að þessari manneskju gekk vel í starfi sínu og var vel liðin af krökkunum og samstarfsfólki.\nEn hvað sannar þetta?  Jú þetta sannar að til eru dæmi þess að fólk sem ekki talar góða íslensku geti sinnt störfum innan grunnskólanna á fullnægjandi máta.  Jafnvel störfum þar sem það þarf að eiga samskipti við krakkana.\nEn það er undarlegt að rökræða við þig Hjörtur.  Þú kemur með ýmis möguleg dæmi máli þínu til stuðnings, ég kem með raunverulegt dæmi úr íslenskum nútíma og það sannar EKKERT ???\nJá, þetta er undarlegur heimur.\nÉg vil aðeins hjálpa þér Hjörtur minn.  Þú fullyrðir að í öllum tilvikum sé fólk sem ekki talar íslensku óhæft til að sinna störfum innan grunnskólanna.  (Allir svanir eru hvítir)\nÉg bendi á dæmi sem afsannar fullyrðingu þína (þessi svanur er svartur)\nÞú endurtekur fullyrðingu þína (Allir svanir eru hvítir) og þá virðist mér þú ekkert vera að hugsa málin neitt alltof vel.\nGetur verið að þú hafir sannfært sjálfan þig um fullyrðinguna áður en þú skoðaðir forsendur hennar?\nMeira síðar í kvöld.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 18:15:39",
            "id": "412172",
            "reply_to_id": "412171",
            "text": "Sæll,\nMeira í kvöld? Flott, hlakka til :) Gaman að þessu, fátt skemmtilegra en að tala við þá sem eru manni ekki sammála. Maður (ég) hef hingað til bara orðið sannfærðari um mínar skoðanir :)\nEn fyrst þú kallar þetta “rökræður við þjóðernissinna” þá vona ég að þú vitir hvað hugmyndafræði þjóðernishyggjunnar gangi út á, en ekki að þú teljir bara ólukkulega aðila eins svokallað Félag íslenskra þjóðernissinna sem þjóðernissinna.  Þeir eru nasistar.  Jón Sigurðsson var þjóðernissinni, eða svokallaður frjálslyndur þjóðernissinni, eins og fræðiritin skilgreina hann.  Hann var föðurlandsvinur en vildi engum illt, og fór ekki í manngreinarálit á fólki vegna húðlits eða annars.  Sama er að segja um mig.  Þú tekur kannski eftir því að ég segi sjaldnast útlendingar hér heldur aðeins “þeir sem ekki tala íslensku”.  Það er vegna þess að í mínum huga snýst þetta um hæfni almennt, hvort sem það er íslenskukunnátta eða annað slíkt.  Það er ekkert bundið við útlendinga að tala ekki íslensku.  Að sama skapi eiga mállausir sennilega líyið erindi í störf í grunnskólum Rvk.  Eða hvað finnst þér um það?\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 18:34:05",
            "id": "412173",
            "reply_to_id": "412171",
            "text": "Sæll félagi,\n“”-Hvað sannar þetta? Að það séu til undantekingar? Hvernig gekk þessari annars ágætu konu annars almennt að ná til barnanna í skólanum, veistu það? Veistu eitthvað hvernig konunni gekk að sinna starfi sínu til jafns við aðra starfsmenn skólans þó hún hafi náð til dóttur þinnar, sem í sjálfu sér er mjög gott mál? Hvað veistu um mörg slík dæmi? Hvað sannar þetta? Því er auðsvarað: Ekkert.“ Ég veit til þess að þessari manneskju gekk vel í starfi sínu og var vel liðin af krökkunum og samstarfsfólki.”\n-Gott mál. Hversu útbreitt heldurðu að þetta sé fyrir fólk almennt sem talar ekki íslensku?\n“En hvað sannar þetta? Jú þetta sannar að til eru dæmi þess að fólk sem ekki talar góða íslensku geti sinnt störfum innan grunnskólanna á fullnægjandi máta. Jafnvel störfum þar sem það þarf að eiga samskipti við krakkana.”\n-Veistu að þessi kona hafi sinnt starfi sínu á “fullnægjandi máta”?  Ertu viss um að manneskja sem talaði íslensku hefði ekki getað sinnt því betur?\n“En það er undarlegt að rökræða við þig Hjörtur. Þú kemur með ýmis möguleg dæmi máli þínu til stuðnings, ég kem með raunverulegt dæmi úr íslenskum nútíma og það sannar EKKERT ???”\n-Takk fyrir það.  Þetta dæmi þitt sannar ekki mér vitanlega varðandi þetta umræðuefni okkar, EN það bendir óneitanlega til ýmislegs og veitir ákvðnar upplýsingar en það er bara ekki það sama og að sanna hlutina.\n“Já, þetta er undarlegur heimur.”\n-Já hann er það, gömul sannindi víst.\n“Ég vil aðeins hjálpa þér Hjörtur minn. Þú fullyrðir að í öllum tilvikum sé fólk sem ekki talar íslensku óhæft til að sinna störfum innan grunnskólanna. (Allir svanir eru hvítir) Ég bendi á dæmi sem afsannar fullyrðingu þína (þessi svanur er svartur)  Þú endurtekur fullyrðingu þína (Allir svanir eru hvítir) og þá virðist mér þú ekkert vera að hugsa málin neitt alltof vel.”\n-Hjálpa mér með hvað nákvæmlega?  Ég segi já að fólk sem talar ekki íslensku uppfylli ekki nauðsynleg skilyrði til þess að geta gengt umræddum störfum með fullnægjandi og eðlilegum hætti.  Í það minnsta er það fólk ÓHÆFARA til að sinna þeim en þeir sem tala íslensku.  Ég bara hef ekki séð neitt í dæmi þínu sem afsannar eða sannar eitt eða neitt.  Sem fyrr segir bendir það til ýmislegs en sannar ekkert.  Þetta er m.a. ekkert sem hægt er að fullyrða að eigi við um alla þá starfsmenn grunnskólanna sem ekki tala íslensku.  Ég hugsa málin annars ágætlega vel takk.\n“Getur verið að þú hafir sannfært sjálfan þig um fullyrðinguna áður en þú skoðaðir forsendur hennar?”\n-Ekki svo ég viti til, nei.\n“Meira síðar í kvöld.”\n-Endilega hreint!\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 17:10:39",
            "id": "412174",
            "reply_to_id": "412152",
            "text": "“-Fólk þarf já að hafa samskipti við þá sem ekki tala góða íslensku, mikil ósköp, en slíkir aðilar eiga einfaldlega ekki að vera í störfum sem þeir eru óhæfir til að sinna. ÞAÐ er staðreynd! ”\nÉg skil þig ekki alveg.\nÍ einni setningu játar þú að fólk þarf að hafa samskipti við einhverja sem tala ekki góða íslensku en í næstu setningu fullyrðir þú að slíkt fólk eigi ekki að starfa þar sem þeir þurfa að hafa samskipti við fólk.\nÉg get a.m.k. ekki skilið þig öðruvísi.\nAf hvertu ætti fólk að þurfa að hafa samskipti við fólk sem talar lélega íslensku ef fólk sem talar lélega íslensku eru fyrirfram dæmt óhæft til að sinna störfum þar sem það þarf að hafa samskipti við fólk?\n“ÞAÐ er staðreynd!”\nNei, Hjörtur minn.  ÞAÐ er skoðun.  Meira að segja ófrumleg og frumstæð skoðun.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 18:00:56",
            "id": "412175",
            "reply_to_id": "412174",
            "text": "Sæll félagi,\n“”-Fólk þarf já að hafa samskipti við þá sem ekki tala góða íslensku, mikil ósköp, en slíkir aðilar eiga einfaldlega ekki að vera í störfum sem þeir eru óhæfir til að sinna. ÞAÐ er staðreynd!“ Ég skil þig ekki alveg. Í einni setningu játar þú að fólk þarf að hafa samskipti við einhverja sem tala ekki góða íslensku en í næstu setningu fullyrðir þú að slíkt fólk eigi ekki að starfa þar sem þeir þurfa að hafa samskipti við fólk. Ég get a.m.k. ekki skilið þig öðruvísi.”\n-Þetta er nú ekki flókið ef að er gáð Heldur þú að fólk sem ekki talar íslensku læri hana bara í hvelli á því að vinna t.d. í grunnskólum í störfum þar sem a.m.k. æskilegt er að menn kunni málið?  Það eru fjöldi dæma um fólk sem hefur búið hér á landi í mörg ár og jafnvel áratugi en talar enn litla/lélega íslensku.  Það að vinna í grunnskólum Rvk er mér vitanlega ekkert undralyf til að læra íslensku.\n“Af hvertu ætti fólk að þurfa að hafa samskipti við fólk sem talar lélega íslensku ef fólk sem talar lélega íslensku eru fyrirfram dæmt óhæft til að sinna störfum þar sem það þarf að hafa samskipti við fólk?”\n-Halló, það er nú einu sinni hægt að hafa samskipti við aðra á fleiri vettvöngum en í vinnunni, t.d. almennum vettvangi.\n“”ÞAÐ er staðreynd!“ Nei, Hjörtur minn. ÞAÐ er skoðun. Meira að segja ófrumleg og frumstæð skoðun.”\n-Víst er það staðreynd.  Ef þú ert ekki hæfur til að gegna einhverju starfi áttu ekki að vera í því strangt til tekið ef hægt er að ráða hæfara fólk.  Annað kallast bráðabirgðaúrræði og er ákveðin neyðarráðstöfun þegar gripuð er til þegar hlutirnir eru ekki ein og þeir ættu að vera við eðlilegar aðstæður.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 18:03:47",
            "id": "412176",
            "reply_to_id": "412174",
            "text": "Sæll,\n“Nei, Hjörtur minn. ÞAÐ er skoðun. Meira að segja ófrumleg og frumstæð skoðun.”\n-Gaman væri síðan að fá rök fyrir þessu :)\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 17:18:43",
            "id": "412177",
            "reply_to_id": "412152",
            "text": "“-Komdu með þessi rök fyrst þú tala um að hægt sé að nefna þau! Góður undirbúningur fyrir hvað? Að allir í landinu tali litla/lélega íslensku?? Það er annars auðvitað besta mál að þessir starfsmenn læri málið á að hafa samskipti við þá sem tala íslensku, krakka eða fullorðna, en þeir eiga ekki að gera það á launum. Ef einhver er óhæfur til að gegna einhverju ákveðnu starfi á hann ekki að gegna því, svo einfalt er það. Þetta gildir víðast hvar staðar annars staðar í þjóðfélaginu, af hverju á það ekki að gilda um þá sem tala litla/lélega íslensku líka? ”\nGóður undirbúningur fyrir það að búa á Íslandi eins og það er í dag.  Ekki allir íslendingar tala góða íslensku.  Fólk sem vill standa sig í lífinu þarf að vera tilbúið til að tjá sig við það fólk líka.\nEn þarna komum við enn og aftur að kjarna málsins.  Þú gefur þér fyrirfram að fólk sem ekki talar góða íslensku sé óhæft til að sinna störfum innan grunnskólanna.\nRökstuðningur þinn fyrir þessari fullyrðingu endar svo alltaf á því að þetta fólk sé óhæft.\nMeð öðrum orðum, svo við einföldum röksemdarfærslu þína.  Þetta fólk er óhæft vegna þess að það er óhæft.\nþú hefur ekki ennþá sýnt fram á að fólk sé sjálfkrafa óhæft til að sinna störfum innan grunnskólanna einungis vegna þess að það talar lélega íslensku.\nHér hafa komið nokkur andsvör við því og besta svar þitt virðist vera að endurtaka fyrri fullyrðingar.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 19:29:39",
            "id": "412178",
            "reply_to_id": "412177",
            "text": "Sæll félagi,\n“”-Komdu með þessi rök fyrst þú tala um að hægt sé að nefna þau! Góður undirbúningur fyrir hvað? Að allir í landinu tali litla/lélega íslensku?? Það er annars auðvitað besta mál að þessir starfsmenn læri málið á að hafa samskipti við þá sem tala íslensku, krakka eða fullorðna, en þeir eiga ekki að gera það á launum. Ef einhver er óhæfur til að gegna einhverju ákveðnu starfi á hann ekki að gegna því, svo einfalt er það. Þetta gildir víðast hvar staðar annars staðar í þjóðfélaginu, af hverju á það ekki að gilda um þá sem tala litla/lélega íslensku líka?“ Góður undirbúningur fyrir það að búa á Íslandi eins og það er í dag. Ekki allir íslendingar tala góða íslensku. Fólk sem vill standa sig í lífinu þarf að vera tilbúið til að tjá sig við það fólk líka.”\n-Og hvernig er Ísland í dag að þínu mati? Það er nú mikill munur á að tala ekki góða íslensku og að tala litla eða enga íslensku.  Það er heldur engin afsökun fyrir einu að benda á annað.\n“En þarna komum við enn og aftur að kjarna málsins. Þú gefur þér fyrirfram að fólk sem ekki talar góða íslensku sé óhæft til að sinna störfum innan grunnskólanna.”\n-Ég gef mér ekkert fyrirfram í því.  Það er komin reynsla á þessi mál á íslenskum vinnumarkaði varðandi störf þar sem æskilegt þykir að starfsmenn tali íslensku.  Sbr. t.d. bara dæmið um Efnalaugina Drífu sem ég nefndi hér fyrr í umræðunni.  Annars er ég ekki að tala um það fólk sem talar ekki góða íslensku, ég er aðallega að tala um fólk sem talar ENGA íslensku.  Hélt það væri nokkuð skýrt?  Hvaðan kom þetta með “ekki góða íslensku”? Ég nefndi reyndar “lélega íslensku” eftir að þú notaðir það orðasamband og á ég þá við svipaða þekkingu á íslensku og ég hef á spænsku, þ.e. að kunna örfá orð.\n“Rökstuðningur þinn fyrir þessari fullyrðingu endar svo alltaf á því að þetta fólk sé óhæft. Með öðrum orðum, svo við einföldum röksemdarfærslu þína. Þetta fólk er óhæft vegna þess að það er óhæft.”\n-Alla ekki.  Þetta fólk er óhæft vegna þess að það uppfyllir ekki þau nauðsynlegu og eðlilegu skilyrði sem þarf að uppfylla til að geta sinnt umræddum störfum á eðlilegan og fullnægjandi hátt.  Ekki leggja mér orð í munn takk fyrir.\n“þú hefur ekki ennþá sýnt fram á að fólk sé sjálfkrafa óhæft til að sinna störfum innan grunnskólanna einungis vegna þess að það talar lélega íslensku.”\n-Ég sagði aldrei neitt um neitt “sjálfkrafa”í þessum málum.  En ef manneskja, sem er í þjónustustarfi við íslenskumælandi fólk á Íslandi, getur ekki gert sig skiljanlega við þá sem henni er ætlað að þjónusta þá er manneskjan ekki hæf til að sinna starfinu.  Svo einfalt er það.  Þetta er bara það sama og að maður sem ekki hefur neitt vit á tölvum hefur ekkert að gera í að sjá um tölvukerfi fyrr en hann hefur lært á tölvur.\n“Hér hafa komið nokkur andsvör við því og besta svar þitt virðist vera að endurtaka fyrri fullyrðingar.”\n-Ég er nú ekki sammál því, en fornkveðið er annars að aldrei sé góð vísa of oft kveðin.  Auk þess hefur þú bara einfaldlega ekki hrakið það sem ég hef sagt.\nKv.\nHjörtur J."
        },
        {
            "user": "Andresond",
            "user_id": "31726",
            "date": "2002-01-20 20:45:41",
            "id": "412179",
            "reply_to_id": "412178",
            "text": "ég segi nú bara VÁÁÁ það er greinilegt að þið hafið gaman af því að rökræða hlutina . En mig langar að segja eitt hérna . ok við skulum skoða dæmið aðeins öðruvísi….\nég á eitt barn.\nok segjum sem svo að þessi “lítt íslensku talandi maður” væri barnapían þín. myndir þú treysta manneskjuni til að passa börnin þín ?? ekki það hafi neitt með traust að gera heldur það að hvernig ætti hún að eiga samskipti við börnin, með táknmáli ?? manneskja sem getur ekki gert sjálfan sig skiljanlegan við íslending og hvað þá í grunnskóla myndi ég segja að það væri verið að skerða þjónustuna við okkur . Ef útlendingar vilja vinna hér á íslandi er ég þá því sammála að þeir ættu að taka próf í íslensku “einhver staðall” til að fá íslenskan ríkisborgararétt, menningin þeirra getur samt verið þó svo að þau tali íslensku ekki satt.\nþetta er bara mín skoðun og ég nenni ekki að færa rök fyrir því af hverju þetta er svona eða hvers vegna þetta er mitt svar …\nhmm hvernig var aftur auglýsingin í sjónvarpina  …veljum íslenskt - íslenskt já takk  :)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 21:42:07",
            "id": "412180",
            "reply_to_id": "412179",
            "text": "Sæll,\nNákvæmlega! Andmælandi minn vill greinilega meina að það að menn kunni íslensku sé þeir ekkert til framdráttar á íslenskum vinnumarkaði, eða a.m.k. ekki í grunnskólum Reykjavíkur.  Þó er það sennilega augljóst að sá sem kann íslensku hlýtur að standa betur að vígi Á ÍSLANDI að kunna íslensku en sá sem gerir það ekki.  Sé mig fyrir mér reyna að fá vinnu í t.d. þjónustugrein í t.a.m. Tælandi án þess að kunna stakt orð í tælensku.  Mikið hlýt ég að fljúga þar inn.  Eða er slíkt kannski bara séríslenskur veruleiki?\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 22:16:26",
            "id": "412181",
            "reply_to_id": "412180",
            "text": "Staðreynd 1: Það vantar starfsfólk í skólana.\nStaðreynd 2: Það er fullt af starfsfólki í skólunum sem talar íslensku sem móðurmál.\nStaðreynd 3: Að gefnu 1 og 2, gerir ekkert til þó ráðið sé fólk í skólana sem talar ekki góða íslensku.  Það er einungis til bóta.\nValkosturinn við 3 er nefnilega ekki sá að við ráðum “hæfari” íslendinga.  (n.b. ég hef það á tilfinningunni að Hjörtur skilgreini íslending fyrirfram hæfari, óháð mannkostum).\nValkosturinn er sá að ráða ekki neinn.\nÉg sé því í dag ekkert nema jákvætt við það að leysa starfsmannavandamál skólanna á þennan hátt.\nSkólarnir græða, við fáum duglegt fólk sem er tilbúið að standa sig í starfi.  Krakkarnir kinnast “meiri” tilveruleika en þau þekkja.\nFólkið kemst í störf þar sem það þarf að umgangast mikið af fólki og lærir þar af leiðandi tungumálið hraðar og betur en ella.\nÉg get bara ekki séð annað en kosti í stöðunni.\nMatti Á."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 22:28:39",
            "id": "412182",
            "reply_to_id": "412181",
            "text": "“ Krakkarnir kinnast ”meiri“ tilveruleika en þau þekkja. ”\nHefði átt að vera “meiri tilveru” eða “meiri raunveruleika”.  Skiptir ekki öllu máli, hvoru tveggja hálfgert bull :O\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 22:53:43",
            "id": "412183",
            "reply_to_id": "412181",
            "text": "Sæll félagi,\n“Staðreynd 1: Það vantar starfsfólk í skólana.”\n-Það er atvinnuleysi á Íslandi og er að aukast núna eftir þensluna sl. ár.\n“Staðreynd 2: Það er fullt af starfsfólki í skólunum sem talar íslensku sem móðurmál.”\n-Og einmitt þess vegna er æskilegt að starfsfólk þar geti talað íslensku til að geta talað við það starfsfólk sem talar íslensku, svo og auðvitað nemendurna.\n“Staðreynd 3: Að gefnu 1 og 2, gerir ekkert til þó ráðið sé fólk í skólana sem talar ekki góða íslensku. Það er einungis til bóta.”\n-Þetta er ekki staðreynd.  Ef þú hins vegar virkilega heldur það óska ég eftir rökum, þau vantar nefnilega sárlega þarna.  Sérstaklega langar mig að vita hvernig þú færð það út að það sé EINUNGIS TIL BÓTA að fólk sem starfi við grunnskóla Rvk. tali ekki íslensku.\n“Valkosturinn við 3 er nefnilega ekki sá að við ráðum ”hæfari“ íslendinga. (n.b. ég hef það á tilfinningunni að Hjörtur skilgreini íslending fyrirfram hæfari, óháð mannkostum).”\n-Hver var að tala um Íslendinga sem slíka?  Ég hef tekið skýrt fram í þessari umræðu að í mínum haus snúist þetta ekkert um Íslendinga og útlendinga heldur þá sem eru hæfari og þá sem eru óhæfari til að gegna umræddum störfum.  Mér kemur ekkert við hvað þú hefur á tilfinningunni en ef þú ert að gera að því skóna að ég sé nasisti eða eitthvað slíkt segðu það þá bara og ég skal reka það ofan í þig aftur eins og ég hef oft gert áður.\n“Valkosturinn er sá að ráða ekki neinn.”\n-Valkosturinn er að ráða þá sem eru óhæfari sem neyðarúrræði en aðeins til bráðabirgða uns hæfari starfsmenn fást til starfans.\n“Ég sé því í dag ekkert nema jákvætt við það að leysa starfsmannavandamál skólanna á þennan hátt.”\n-Ég sé meira neikvætt við það en jákvætt enda hefur neyðarúrræði hingað til ekki talist almennt sem “ekkert nema jákvæður” hlutur.\n“Skólarnir græða, við fáum duglegt fólk sem er tilbúið að standa sig í starfi. Krakkarnir kinnast ”meiri“ tilveruleika en þau þekkja.”\n-Hvað meinarðu?  Græða skólanir af því þeir greiða þessu fólki of lág laun?  Vona að þú meinir það ekki.  Ok ef þetta fólk er svona duglegt og tilbúið að leggja sig fram í starfi, af hverju er það þá ekki búið að leggja það á sig læra íslenskuna?  Ég er alls ekki að segja að þetta fólk sé ekki duglegt, en mér finnst að það ætti þá að leggja það á sig að læra íslenskuna a.m.k. að einhverju almennilegu marki.  Hvernig kynnast krakkarnir annars meiri raunveruleika en þau þekkja ef þau skilja ekki hina erlendu menn?  Ég bara spyr??\n“Fólkið kemst í störf þar sem það þarf að umgangast mikið af fólki og lærir þar af leiðandi tungumálið hraðar og betur en ella.”\n-Fólkið getur líka bara farið á íslenskunámskeið og lært tungumálið enn hraðar, eða bara lært það á almennum vettvangi eða úr fjölmiðlum.\n“Ég get bara ekki séð annað en kosti í stöðunni.”\n-Ertu að segja mér að þú sjáir ekkert nema kosti við þetta?  Ertu ekki að grínast???  Það er ljótt að segja það, en þá held ég að þú sért hreinlega blindur.  Það er nú bara fyrir það fyrsta ekkert 100% í þessum heimi og ekkert hefur aðeins kosti og enga galla þó þú virðist halda það.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 07:56:44",
            "id": "412184",
            "reply_to_id": "412183",
            "text": "[\n“Staðreynd 1: Það vantar starfsfólk í skólana.”\n-Það er atvinnuleysi á Íslandi og er að aukast núna eftir þensluna sl. ár. ]\nÞessar fullyrðingar stangast ekki á, það vantar starfsfólk í skólana og það er atvinnuleysi á Íslandi.\nÉg held ég þurfi varla að útskýra þetta fyrir nánar.\n[“Staðreynd 2: Það er fullt af starfsfólki í skólunum sem talar íslensku sem móðurmál.”\n-Og einmitt þess vegna er æskilegt að starfsfólk þar geti talað íslensku til að geta talað við það starfsfólk sem talar íslensku, svo og auðvitað nemendurna. ]\nSvar þitt er í engu samræmi við fullyrðingu mína.  Það að starfsfólkið sem fyrir er tali íslensku þarf ekki um leið að koma í veg fyrir að þetta starfsfólk (sem fyrir er) geti tjáð sig við einstaklinga sem tala ekki góða íslensku.\nÞetta er eiginlega afskaplega einkennileg athugasemd hjá þér ef maður skoðar hana nánar.\nMun eðlilegra væri að mínu mati að líta málið á þennan hátt.  Þar sem mikill meirihluti starfsmanna skólanna talar íslensku vel getur það varla sakað þó ráðið sé starfsfólk í skólana sem ekki talar góða íslensku.  Ef starfsfólkið sem nú er í skólunum er ófært um að tjá sig við fólk sem ekki talar góða íslensku, sé ég ekki að það uppfylli þær kröfur sem þarf til að geta sinnt starfi í grunnskólum almennilega.\n[-Hver var að tala um Íslendinga sem slíka? Ég hef tekið skýrt fram í þessari umræðu að í mínum haus snúist þetta ekkert um Íslendinga og útlendinga heldur þá sem eru hæfari og þá sem eru óhæfari til að gegna umræddum störfum. Mér kemur ekkert við hvað þú hefur á tilfinningunni en ef þú ert að gera að því skóna að ég sé nasisti eða eitthvað slíkt segðu það þá bara og ég skal reka það ofan í þig aftur eins og ég hef oft gert áður. ]\nSjá upphaf þessa þráðar: “Víða í grunnskólum Reykjavíkur er ýmist fólk af erlendu bergi brotið við ýmis störf sem ekki er talandi á íslensku og jafnvel ekki ensku heldur. ”\nQED.\nMatti Á."
        },
        {
            "user": "bar",
            "user_id": "6538",
            "date": "2002-01-21 09:38:32",
            "id": "412185",
            "reply_to_id": "412184",
            "text": "Sæll thew\n“Ef starfsfólkið sem nú er í skólunum er ófært um að tjá sig við fólk sem ekki talar góða íslensku, sé ég ekki að það uppfylli þær kröfur sem þarf til að geta sinnt starfi í grunnskólum almennilega.”\nSem sagt; kennari við grunnskóla, sem hefur náð yfirburða árangri með nemendum og þróað kennslutækni sem nálgast fullkomnun, er SAMT óhæfur, vegna þess að hann getur ekki tjáð sig við skólaliða sem kann ekki íslensku?  Vandamálið er orðið hans….ekki þess erlenda?  Á sem sagt að reka þennan kennara því hann er, eins og þú segir; ófær um að \"uppfyll[a] þær kröfur sem þarf til að geta sinnt starfi í grunnskólum almennilega.“\nNú þurfa þeir aldeilis að taka sig á í Kennaraháskólanum.  Ekki veit ég til þess að áfanginn 'Tjáskipti við erlent vinnuafl 101” hafi valdið mörgum hugarangri hingað til.  Hef ég verið að misskilja tilgang skóla undanfarið?  Eru þetta stofnanir sem þjóna eiga nemendum eða skólaliðum?\nEru þetta skárri “fordómar” hjá þér?  Reka ber Íslendinga sem ekki geta tjáð sig á fingramáli, því fyrsta og síðasta skylda grunnskóla er að vernda erlent vinnafl og rétt þeirra til að læra ekki íslensku?\nÞetta er ekkert annað en hræsni.  Ég tel fullvíst að þessar öfgaskoðanir þínar myndu bíða skipsbrot, ef það væri þinn rass sem fengi að fjúka fyrir að geta ekki á fullnægjandi hátt vísað erlendum aðila á salerni áður en “slys” átti sér stað.\nKveðja."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 09:42:50",
            "id": "412186",
            "reply_to_id": "412185",
            "text": "Umræðan hefur ekki snúist um kennara.\nMatti Á."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 09:47:38",
            "id": "412187",
            "reply_to_id": "412186",
            "text": "En ég geri ráð fyrir því að kennari sem þarf að hafa samskipti við krakka frá 6 ára aldri geti tjáð sig við útlendinga sem tala takmarkaða íslensku.\nAuk þess vill ég benda á að kennarar geta átt von á því að þurfa að kenna nemendum sem ekki hafa fullkomið vald á málinu.\nEn að öðru leiti eru skrif bar einkennileg tilraun til að klína á mig fordómum.  Geri svosem engar athugasemdir við því, ég hef vissulega fordóma gagnvart fólki sem hefur fordóma gagnvart fólki sem talar annað tungumál en það sjálft.\nMatti Á."
        },
        {
            "user": "bar",
            "user_id": "6538",
            "date": "2002-01-21 16:13:49",
            "id": "412188",
            "reply_to_id": "412187",
            "text": "Sæll thew\nEftirfarandi sagði ég:\n“Sem sagt; kennari við grunnskóla, sem hefur náð yfirburða árangri með nemendum og þróað kennslutækni sem nálgast fullkomnun, er SAMT óhæfur, vegna þess að hann getur ekki tjáð sig við skólaliða sem kann ekki íslensku? ”\nÞú gengur beint í gildruna og svarar:\n“Umræðan hefur ekki snúist um kennara.”\nSem sagt; SKÚRINGARKONU sem sinnir starfi sínu af alúð; henni er í lagi að fórna ef líkamstjáning hennar hlýtur ekki náð fyrir augum innflytjandans?  Vernda skal þann erlenda ofar öllu?  Er þetta rétt skilið hjá mér?\nEinnig segir þú:\n“Auk þess vill ég benda á að kennarar geta átt von á því að þurfa að kenna nemendum sem ekki hafa fullkomið vald á málinu. ”\nRétt.  Meðal annars kenna þeir nemendunum íslensku.  Það er ekki og á ekki að vera þeirra hlutverk að kenna starfsfólki eitt né neitt. Þú ert að tala um sitthvorn hlutinn hérna.\nAð síðustu:\n“En að öðru leiti eru skrif bar einkennileg tilraun til að klína á mig fordómum. Geri svosem engar athugasemdir við því, ég hef vissulega fordóma gagnvart fólki sem hefur fordóma gagnvart fólki sem talar annað tungumál en það sjálft.”\nRangt.  Ég hef ekki fordóma gagnvart fólki sem talar annað tungumál en íslensku.  Þá væri ég í harla einkennilegri stöðu þar sem annað foreldri mitt er innflytjandi.\nMálið hjá mér er einfalt:\nÞað eina sem ég hræðist meira en menn sem vilja banna alla útlendinga á Íslandi, eru menn sem vilja leyfa óheftan inngang, í skjóli þess að þeir séu svo góðir menn og hjartahreinir.  Þetta gera þeir í trássi við söguna.  Reynsla annarra landa getur mjög auðveldlega sýnt okkur að óheftur innflutingur bitnar fyrst og síðast á innflytjendum.  Hann veldur vaxandi fordómum í þeirra garð og þá er stutt í hatrið.  Það er einfaldlega grimmdarlegt gagnvart þessu mæta fólki, að neita að hugsa.  Að neita að skipuleggja þessa hluti vel.  Að neita að horfa á orsök / afleiðingu.\nVissulega geta menn horft í spegil að kveldi og sannfært sig um að þeir séu betri en meðalmaðurinn, en ef nánar er skoðað, má einfaldlega sjá að þeir eru hinir raunverulegi óvinur innflytjenda.  ritter opnaði hér umræðu.  Ekkert merkilegri en umræða um áfengi, bíla eða nýjustu uppátæki Kaupþings.  Bara umræðu um mál…hver er glæpur hans?\nKveðja.\nthew - afsakaðu ef ég særði þig með fordóma “kommentinu”.  Ég fann ekkert betra orð þegar greinin var skrifuð.\nÉg rökræði í mesta bróðerni :-)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:10:03",
            "id": "412189",
            "reply_to_id": "412188",
            "text": "Sæll,\nÉg er svo sammála þessu:\n“Málið hjá mér er einfalt: Það eina sem ég hræðist meira en menn sem vilja banna alla útlendinga á Íslandi, eru menn sem vilja leyfa óheftan inngang, í skjóli þess að þeir séu svo góðir menn og hjartahreinir. Þetta gera þeir í trássi við söguna. Reynsla annarra landa getur mjög auðveldlega sýnt okkur að óheftur innflutingur bitnar fyrst og síðast á innflytjendum. Hann veldur vaxandi fordómum í þeirra garð og þá er stutt í hatrið. Það er einfaldlega grimmdarlegt gagnvart þessu mæta fólki, að neita að hugsa. Að neita að skipuleggja þessa hluti vel. Að neita að horfa á orsök / afleiðingu.”\n-Öfgar eru bara einfaldlega slæmir úr hvorri áttinni sem þeir koma.  Þetta snýst ekki bara um hagsmuni ríkisborgara í viðkomandi ríki heldur innflytjendur líka.  Það er þeim ekki minna í hag að farið sé af ábyrgð í þessi mál sem önnur.  Það verður að tryggja að þeir aðkomnu verði hluti að því þjóðfélagi sem fyrir er en myndi ekki sín eigin.  Þannig mun friðurinn tryggður eins og best verður við komið, a.m.k. að mínu mati.\nHmmm… annars þá er “glæpur” minn sennilega sá að voga mér að hafa skoðun á innflytjendamálum sem ekki nýtur náðar fyrir augum thew.  Dettur það helst í hug…\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:12:30",
            "id": "412190",
            "reply_to_id": "412189",
            "text": "Sæll aftur,\nAth. Ég er ekki að tala um að menn gefi algerlega upp á bátinn sína menningu heldur aðlagi hana íslenskri menningu, auðgi hana með jákvæðum áhrifum.  Það á hins vegar ekki að taka erlend menningaráhrif hrá inn í landið, það er ekki aðlögun, það þýðir annan menningarheim og þar með annað þjóðfélag.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 18:20:37",
            "id": "412191",
            "reply_to_id": "412189",
            "text": "“Hmmm… annars þá er ”glæpur“ minn sennilega sá að voga mér að hafa skoðun á innflytjendamálum sem ekki nýtur náðar fyrir augum thew. Dettur það helst í hug…”\nEnn og aftur kemur undarleg staðhæfing frá Hirti.\nEr það að einhverju leiti rangt eða ósanngjarnt af mér að koma hér og gagnrýna þau rök (og skort á rökum) sem ég sé í skrifum þínum?\nHvar hef ég sakað þig um glæp?  Hvar hef ég sakað þig um nokkuð annað en léleg rök og allmennan skort á skynsemi?\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:33:34",
            "id": "412192",
            "reply_to_id": "412191",
            "text": "Sæll,\n“”Hmmm… annars þá er “glæpur” minn sennilega sá að voga mér að hafa skoðun á innflytjendamálum sem ekki nýtur náðar fyrir augum thew. Dettur það helst í hug…“ Enn og aftur kemur undarleg staðhæfing frá Hirti.”\n-Matti minn, gerðu það nú fyrir mig að misskilja mig ekki.  Ég fullyrti ekkert, ég sagði SENNILEGA og að MÉR DYTTI ÞAÐ HELST Í HUG. Í þessu felast ekki staðhæfingar heldur efi.  Hér er ekkert fullyrt sem er reyndar annað en hægt er að segja um þitt svar…\n“Er það að einhverju leiti rangt eða ósanngjarnt af mér að koma hér og gagnrýna þau rök (og skort á rökum) sem ég sé í skrifum þínum?”\n-Þér er fullkomlega frjálst að gagnrýna mig eins og aðra.  Hef aldrei sagt að svo væri ekki.  Ég er ekki hafinn yfir gagnrýni, svo sannarlega ekki.  Þú hins vegar VIRÐIST halda að málefni útlendinga séu það.\n-Mín rök eru nú að öllum líkindum mun betri en nokkurn tímann þín. Ath. svo þú misskiljir ekki aftur, þarna er ekki fullyrðing á ferðinni heldur efi.  Likindi fela í sé ákveðinn vafa.\n“Hvar hef ég sakað þig um glæp? Hvar hef ég sakað þig um nokkuð annað en léleg rök og allmennan skort á skynsemi?”\n-Þú hefur ekki sakað mig um glæp, enda sagði ég það ekki.  Bar hins vegar bar upp þá spurningu við þig hvaða glæp ég hefði framið og var þetta svar mitt til hans en ekki þín.\n-Og nú verð ég að óska eftir rökum, geturðu sannað að ég hafi með að bera “almennan skort á skynsemi”?  Og annað hvað er “almennur skortur á skynsemi”?  Ef þessi skynsemisskortur er svona almennur, má þá ekki ætla að allir séu meira eða minna haldnir honum?  Hefurðu annars gaman af hugtakasmíði…?\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 18:44:50",
            "id": "412193",
            "reply_to_id": "412192",
            "text": "“-Þér er fullkomlega frjálst að gagnrýna mig eins og aðra. Hef aldrei sagt að svo væri ekki. Ég er ekki hafinn yfir gagnrýni, svo sannarlega ekki. Þú hins vegar VIRÐIST halda að málefni útlendinga séu það. ”\nNú, hvað bendir til þess að mér VIRÐIST málefni útlendinga hafin yfir gagnrýni.  Það að ég er ósammála þér?  Hjörtur minn, þetta er heimskuleg fullyrðing.  Hér sýnir þú skort á skynsemi.\n“-Mín rök eru nú að öllum líkindum mun betri en nokkurn tímann þín. Ath. svo þú misskiljir ekki aftur, þarna er ekki fullyrðing á ferðinni heldur efi. Likindi fela í sé ákveðinn vafa. ”\nhehehe, þetta er sorglegt og fyndið í senn.  Þín rök snúast um að mála skrattann á vegginn.  Þegar bent er á að fólk er nú ekkert að flykkjast í þessi störf bendir þú á að það sé atvinnuleysi á Íslandi !!!  Þegar bent er á að til séu dæmi um starfsfólk í grunnskólum sem talar lélega íslensku en sinnir starfi sínu samt mjög vel segir þú að það komi málinu ekkert við !!!  Þegar rætt er um þá sem eru heyrnaskertir segir þú að þeir eigi að vera á vernduðum vinnustöðum (ef þeir eru alveg heyrnalausir)\n“-Og nú verð ég að óska eftir rökum, geturðu sannað að ég hafi með að bera ”almennan skort á skynsemi\"?\nNei, þú einn getur sannað það og stendur þig ágætlega eins og stendur.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 19:00:40",
            "id": "412194",
            "reply_to_id": "412193",
            "text": "Sæll,\n“Nú, hvað bendir til þess að mér VIRÐIST málefni útlendinga hafin yfir gagnrýni. Það að ég er ósammála þér? Hjörtur minn, þetta er heimskuleg fullyrðing. Hér sýnir þú skort á skynsemi.”\n-Mér VIRÐIST það á öllum máli þínu.  Ætli ég sé bara ekki vondur maður að þínu mati fyrir að gagnrýna þessi mál. Veit það auðvitað ekki, en það kæmi mér þó ekki óvart.\n“hehehe, þetta er sorglegt og fyndið í senn. Þín rök snúast um að mála skrattann á vegginn. Þegar bent er á að fólk er nú ekkert að flykkjast í þessi störf bendir þú á að það sé atvinnuleysi á Íslandi !!!”\n-Ég hef bara ekkert verið að mála neinn skratta á neinn vegg.  Það ER vaxandi niðursveifla í landinu og þar með atvinnuleysi.\n“Þegar bent er á að til séu dæmi um starfsfólk í grunnskólum sem talar lélega íslensku en sinnir starfi sínu samt mjög vel segir þú að það komi málinu ekkert við !!!\n-Ég sagði ALDREI að það kæmi málinu ekkert við, heldur aðeins að eitt dæmi gæti hæglega verið undantekning og sannaði því ekkert.  Ekki leggja mér orð í munn vinur.\n”Þegar rætt er um þá sem eru heyrnaskertir segir þú að þeir eigi að vera á vernduðum vinnustöðum (ef þeir eru alveg heyrnalausir)“\n-Ég sagði heldur ALDREI að þeir sem væru heynarlausir ÆTTU að vera á vernduðum vinnustöðum.  Ég sagði að þannig væri það í dag.  Ég sagði ekkert um það hvort það ætti að vera þannig eða ekki.  Aftur: Ekki leggja mér orð í munn.\n”Nei, þú einn getur sannað það og stendur þig ágætlega eins og stendur.“\n-Takk fyri skítkastið.  Gaman væri að fá rök fyrir þessu en ekki bara endalausar órökstuddar yfirlýsingar.  Og endilega svaraðu því síðan hvað ”almennur skortur á skynsemi\" er.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 19:37:46",
            "id": "412195",
            "reply_to_id": "412194",
            "text": "Æi Hjörtur.  Mér leiðist.\n“-Takk fyri skítkastið. Gaman væri að fá rök fyrir þessu en ekki bara endalausar órökstuddar yfirlýsingar. Og endilega svaraðu því síðan hvað ”almennur skortur á skynsemi“ er. ”\nÓskaplega fer þessi almenn skynsemi í taugarnar á þér.  Að mörgu leiti dáldið fyndið hvað þú ert duglegur við að krefjast nákvæmra skilgreininga á mestu smáatriðum í máli þeirra sem þú rökræðir við en ert um leið fljótur að afneita öllu sem þú sjálfur segir.  Auðvitað er tilgangurinn hjá þér að drepa málinu á dreif og það tekst ágætlega.  Mér er allaveg farið að leiðast.\nSkynsemi: það að geta greint rétt frá röngu.  Skilið hismið frá kjarnanum.  Það að geta dregið réttar ályktanir af forsendum.\nAlmenn skynsemi: Sú skynsemi sem gera má ráð fyrir að sé almenn.  Með öðrum orðum, gera má ráð fyrir að flestir búi yfir almennri skynsemi, ekki allir búa yfir meiri skynsemi en svo, sumir búa ekki yfir almennri skynsemi, skynsemi þeirra er þá minni.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 23:06:07",
            "id": "412196",
            "reply_to_id": "412195",
            "text": "Sæll félagi,\n“Æi Hjörtur. Mér leiðist.”\n-Það er nú sennilega bara þitt vandamál. Ég skemmti mér bara ágætlega þakka þér fyrir.\n“”-Takk fyri skítkastið. Gaman væri að fá rök fyrir þessu en ekki bara endalausar órökstuddar yfirlýsingar. Og endilega svaraðu því síðan hvað “almennur skortur á skynsemi” er.“ Óskaplega fer þessi almenn skynsemi í taugarnar á þér. Að mörgu leiti dáldið fyndið hvað þú ert duglegur við að krefjast nákvæmra skilgreininga á mestu smáatriðum í máli þeirra sem þú rökræðir við en ert um leið fljótur að afneita öllu sem þú sjálfur segir. Auðvitað er tilgangurinn hjá þér að drepa málinu á dreif og það tekst ágætlega. Mér er allaveg farið að leiðast.”\n-Hver var að tala um almenna skynsemi?  Þú talaðir um ALMENNAN SKORT Á SKYNSEMI.  Það er allt annar hlutur.  Ég skal alveg viðurkenna að almennt búi menn yfir skynsemi.  A.m.k. flestir.  En ég veit ekki um neitt sérstakan skynsemisskort sem menn almennt hrjáist af.  Þú virðist hins vegar halda það ef eitthvað er að marka það sem þú hefur sagt.\n“Skynsemi: það að geta greint rétt frá röngu. Skilið hismið frá kjarnanum. Það að geta dregið réttar ályktanir af forsendum.”\n-Sem fyrr segir; þetta snerist ekki um skynsemi sem slíka heldur SKYNSEMISSKORT og það ALMENNAN SKYNSEMISSKORT.\n“Almenn skynsemi: Sú skynsemi sem gera má ráð fyrir að sé almenn. Með öðrum orðum, gera má ráð fyrir að flestir búi yfir almennri skynsemi, ekki allir búa yfir meiri skynsemi en svo, sumir búa ekki yfir almennri skynsemi, skynsemi þeirra er þá minni.”\n-Og aftur: Sem fyrr segir; þetta snerist ekki um skynsemi sem slíka heldur SKYNSEMISSKORT og það ALMENNAN SKYNSEMISSKORT.  En já, SUMIR hafa sjálfsagt til að bera minni skynsemi en almennt gerist og getur sú minni skynsemi því varla talist ALMENN eins og vilt ljóslega meina.  Það er bara ekki ALMENNT þegar aðeins SUMIR gerast sekir um það.\n-Hvaðan hefurðu annars þessar merkilegu skilgreiningar þínar?  Bjóstu þær til sjálfur eða koma þær úr einhverju virtu fræðiriti á þessu sviði?  Gaman væri að vita hvaða rit það eru.\nKveðja,\nHjörtur J."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 23:20:04",
            "id": "412197",
            "reply_to_id": "412196",
            "text": "Ég bjó þessar skilgreinginar til sjálfur um leið og ég skrifaði þær.  Kemur það málinu við?\nEn hvaða tilgangur er í þessum eltingaleik við nákvæma útlistun hugtaka?  Ég get ekki séð að þetta tengist aðalatriðum málsins.\nGetur verið að það sért þú sem ert að dreifa athyglinni?  Þú hefur a.m.k. gert furðurlega lítið af því að svara athugasemdum mínum í þessum gríðarlega langa þræði.  Meiri tíma eyðir þú í að einbeita þér að orðalagi eða smáatriðum sem litlu sem engu máli skipta í samhengi hlutanna.\nHismið er þitt svið, kjarnann hunsar þú.\nÞað eina sem þú hefur gert er að krefjast þess að ég rökstyðji athugasemdir mínar við rökum þínum, líkt og ég væri að reyna að afsanna alkunnar staðreyndir en ekki ofsóknarbrjálæðið í þér.\nÞú hófst þennan þráð Hjörtur með ákveðnum fullyrðingum, sbr. titil hans.  Ég tel að ég og fleiri höfum sýnt fram á að það er ekki fótur fyrir þessum fullyrðingum þínum.\nÞað telst ekki rökstuðningur að hrópa hærra.\nEf ég nenni skal ég taka þetta saman á næstu dögum og setja í eina grein, þetta er orðið alltof langt til að einhver nenni að lesa þetta.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 00:33:33",
            "id": "412198",
            "reply_to_id": "412197",
            "text": "Sæll,\n“Ég bjó þessar skilgreinginar til sjálfur um leið og ég skrifaði þær. Kemur það málinu við?”\n-Bara að spá í áreiðanleika þeirra.  Ekki það að ég meini að það sé ekkert að marka þínar skilgreiningar en ég tæki eðlilega meira mark á þeim ef þær væru komnar frá virtum fræðimanni.\n“En hvaða tilgangur er í þessum eltingaleik við nákvæma útlistun hugtaka? Ég get ekki séð að þetta tengist aðalatriðum málsins.”\n-Ég er ekki í neinum eltingaleik vinur, nema þá bara í eltingarleik við það að fá rök fyrir ýmsum hlutum sem þú hefur látið hér frá þér fara án allra raka.  Það kallast nú bara að ræða málin málefnalega eftir því sem ég best veit.  Þú nefndir þessi umræddu hugtök annars til sögunnar en ekki ég.  Mig langar bara mjög að vita hvað þessi “almenni skortur á skynsemi” er sem þú varst að væna mig um.  Ef þú getur ekki útskýrt þau hugtök sem þú notað þá ráðlegg ég þér eindregið til að sleppa því frekar að nota þau. (ath. bara eðlileg og vinsamleg ráðlegging)\n“Getur verið að það sért þú sem ert að dreifa athyglinni? Þú hefur a.m.k. gert furðurlega lítið af því að svara athugasemdum mínum í þessum gríðarlega langa þræði. Meiri tíma eyðir þú í að einbeita þér að orðalagi eða smáatriðum sem litlu sem engu máli skipta í samhengi hlutanna.”\n-Ég er ekki að dreifa neinni athygli.  Ég hef einmitt reynt að fá aðra til að halda sig við efnið og reynt að gera það ennfremur sjálfur og tekist ágætlega vil ég meina.\n“Hismið er þitt svið, kjarnann hunsar þú.”\n-Enn ein rakalaus fullyrðing.  Einhver rök til tilbreytingar?  Og ekki skamma mig enn og aftur fyrir að vera að heimta rök.  Þegar menn koma með fullyrðingar án rökstuðnings þá vil ég fá rök fyrir því.  Það að koma með einhverjar fullyrðingar án rökstuðnings er bara ekki málefnalegt!  Og ekki segja að ég hafi ekki rökstutt mitt mál.  JAFNVEL þó það væri satt þá afsakar það ekki þinn skort á rökstuðningi í ýmsum tilfellum, t.d. bara þessu hér á undan.\n“Það eina sem þú hefur gert er að krefjast þess að ég rökstyðji athugasemdir mínar við rökum þínum, líkt og ég væri að reyna að afsanna alkunnar staðreyndir en ekki ofsóknarbrjálæðið í þér.”\n-Það eina sem ég hef gert er að biðja þig um að vera málefnalegur, þ.e. að færa rök fyrir máli þínu.  Er það virkilega til of mikils ætlast???\n“Þú hófst þennan þráð Hjörtur með ákveðnum fullyrðingum, sbr. titil hans. Ég tel að ég og fleiri höfum sýnt fram á að það er ekki fótur fyrir þessum fullyrðingum þínum.”\n-Þú hefur bara ekki sýnt fram á það vinur.  Ég hef allavega ekki tekið eftir því heldur einmitt þveröfugu.  Og hverjir eru þessir “fleiri”?  Þú og nafni þinn?\n“Það telst ekki rökstuðningur að hrópa hærra.”\n-Er hægt að hrópa hér á Huga?  Ég hef allavega ekki verið að hrópa neitt.  Gott að vita samt að þú hafir einhverjar hugmyndir um það hvað rökstuðningur er.  Manni hefur stundum virst annað, sbr. t.d. skorturinn á því hjá þér varðandi ýmsar fullyrðingar þínar svo ekki sé minnst á endalausar tilraunir þínar til að koma þér undan því að deila þeim rökstuðningi með okkur hinum.\n“Ef ég nenni skal ég taka þetta saman á næstu dögum og setja í eina grein, þetta er orðið alltof langt til að einhver nenni að lesa þetta.”\n-Það er algerlega þitt mál.  Þér er væntanlega frjálst að gera það.  Sé þó persónulega ekki tilganginn í því að byrja nýja umræðu um þetta mál.  En eins og ég sagði, algerlega þitt mál, mér gæti ekki verið meira sama.\n-Smá forvitni í lokin: Ertu ennþá handviss um að annar okkar hafi rétt fyrir sér og að ég sé hinn aðilinn?  Sem minnir mig á að þú færðir aldrei nein rök fyrir þeirri fullyrðingu þinni.\nKv.\nHjörtur J."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-22 11:29:50",
            "id": "412199",
            "reply_to_id": "412198",
            "text": "“-Smá forvitni í lokin: Ertu ennþá handviss um að annar okkar hafi rétt fyrir sér og að ég sé hinn aðilinn? Sem minnir mig á að þú færðir aldrei nein rök fyrir þeirri fullyrðingu þinni. ”\nÉg skrifaði upprunalega:\n“Annar okkar Hjörtur minn veit um hvað hann er að tala.    Þú ert hinn.”\nÉg hef komið með rök fyrir þessari fullyrðingu minni.  M.a. með því að vísa í að ég á barn í grunnskóla, hef reynslu af erlendu starfsfólki grunnskóla og íslensku starfsfólki.\nEr þetta eitthvað vafasamt?  Ég held ekki.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 20:56:43",
            "id": "412200",
            "reply_to_id": "412199",
            "text": "Sæll,\nMálið er ekki svo einfalt.  Það að þú eigir barn í grunnskóla þýðir bara ekki að þú getir fullyrt að þú hafir rétt fyrir þér í þessari umræðu né annarri.  Ég hef annars ekki séð neitt koma frá þér sem gefur þér rétt til að alhæfa um það hver hafi rétt fyrir sér.  Þetta er a.m.k. vafasamt fyrir þær sakir að þetta heitir hroki.  Og slík framkoma er hroki meira að segja hvort sem þú hefur rétt fyrir þér eða ekki.  Þannig er það bara.\nAnnars er sennilega tímabært að fara að hætta að taka þessa umræðu alvarlega fyrst Peace4all er mættur til leiks.  Þá má víst gera ráð fyrir að þetta fari í algeran sankassaleik hér.  Ekki illa meint Peace minn, bara mín reynsla af þér :(\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 00:41:59",
            "id": "412201",
            "reply_to_id": "412197",
            "text": "Sæll aftur,\n…og svo segirðu að ég sé með ofsóknarbrjálæði. Af hverju geturðu ekki bara verið málefnalegur og hætt að gefa mér einhverjar neikvæðar einkunnir sem enginn fótur er fyrir?\nÉg hef nú ekki lista yfir það, en þú hefur sakað mig um ofsóknarbrjálfæði, skort á skynsemi, fordóma og ég veit ekki hvað, en aldrei fært nein rök fyrir þessum ásökunum þínum.  Ég spyr bara aftur: Er virkilega til of mikils ætlast að þú haldir þig á málefnalegum nótum?\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 01:18:37",
            "id": "412202",
            "reply_to_id": "412197",
            "text": "Sæll,\n“Þú hefur a.m.k. gert furðurlega lítið af því að svara athugasemdum mínum í þessum gríðarlega langa þræði.”\n-Held nú að það sé nokkuð öruggt að ég sé búinn að vera mun duglegari að svara því sem þú hefur skrifað en þú því sem ég hef skrifað.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:57:02",
            "id": "412203",
            "reply_to_id": "412184",
            "text": "Sæll félagi,\nBíddu, ég bara er ekki að skilja þetta svar þitt í heild.  Hvað ertu að fara?  Og svo sakarðu mig um að vera kominn í rökþrot.  Þetta er vægast sagt illskiljanlegt.\nHvað varðar þessa setningu þína virðist mér þú vera orðinn sammála mér:\n“Ef starfsfólkið sem nú er í skólunum er ófært um að tjá sig við fólk sem ekki talar góða íslensku, sé ég ekki að það uppfylli þær kröfur sem þarf til að geta sinnt starfi í grunnskólum almennilega.”\n-Það er óhæft til þess þó menn sætti sig kannski við að hafa umrætt starfsfólk sem bráðabirgða lausn.\n“Sjá upphaf þessa þráðar: ”Víða í grunnskólum Reykjavíkur er ýmist fólk af erlendu bergi brotið við ýmis störf sem ekki er talandi á íslensku og jafnvel ekki ensku heldur.“”\n-Ástæða þessa er væntanlega augljós, flestir þeir sem ekki tala íslensku eru útlendingar.  Það þýðir samt engan veginn að þetta snúist um útlendingum sérstaklega.  Þetta snýst um hæfni en ekki húðlit, menningu eða annað slíkt!  Er það ekki augljóst?\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 18:34:08",
            "id": "412204",
            "reply_to_id": "412203",
            "text": "[[\nHvað varðar þessa setningu þína virðist mér þú vera orðinn sammála mér:\n“Ef starfsfólkið sem nú er í skólunum er ófært um að tjá sig við fólk sem ekki talar góða íslensku, sé ég ekki að það uppfylli þær kröfur sem þarf til að geta sinnt starfi í grunnskólum almennilega.”\n-Það er óhæft til þess þó menn sætti sig kannski við að hafa umrætt starfsfólk sem bráðabirgða lausn.\n]]\nÞað er gott að við erum sammála.\nLestu nú aftur það sem ég skrifaði og hægt í þetta skiptið.\nÞað er alveg ljóst að í grunnskólum Reykjavíkur í dag eru einhverjir krakkar sem ekki hafa fullkomið vald á íslensku.  Reyndar eru krakkar fljótir að temja sér málið þannig að þetta er yfirleitt ekki vandamál lengi fyrir hvern og einn.\nEn ef starfsfólkið í skólunum skortir algjörlega hæfileika til að eiga tjáskipti við þá sem ekki tala góða íslensku (n.b. eiga tjáskipti, ekki endilega að hörkusamræður) sé ég ekki að það sé í réttu starfi.\nHér er ég ekki að fara fram á gríðarlega tungumálahæfileika, heldur einungis vilja til að  skilja og þolinmæði til að gera sig skiljanlegan.\nEn reyndar er þetta varla vandamál, því ég hef ekki kynnst neinu starfsfólki í þeim grunnskólum sem ég hef kynnst sem ég treysti ekki fullkomlega til að starfa með fólki af erlendum uppruna sem kann lítið í íslensku.  Þetta fólk er upp til hópa úrvalsmanneskjur og myndi varla fara mikla þetta vandamál fyrir sér líkt og Hjörtur gerir hér.\nÞetta mál snýst nefnilega, þegar öllu er á botninn hvolft, um það að Hjörtur gerir hér úlfalda úr mýflugu.\nÞar sem Hjörtur sér stórkostlegt vandamál, sbr. titil þessa þráðar, sé ég ekkert vandamál.  Tittlingaskít.\nÞað er kjarni málsins.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:51:49",
            "id": "412205",
            "reply_to_id": "412204",
            "text": "Sæll\n“Það er gott að við erum sammála.”\n-Alltaf gott að vera sammála.  Málið er að ég hef sagt þetta nokkrum sinnum áður í þessari umræðu.  Hefur kannski ekki verið að lesa það sem ég hef sagt…?\n“Lestu nú aftur það sem ég skrifaði og hægt í þetta skiptið.”\n-Ég las þetta hægt.  Vona að þetta sé ekki meint sem skítkast og að þú sért að ýja að því að ég sé eitthvað tregur að skilja ekki óskiljanleg skrif.  Auglýsi annars hér með eftir mönnum sem skildu hvað thew var að fara þarna.\n“Það er alveg ljóst að í grunnskólum Reykjavíkur í dag eru einhverjir krakkar sem ekki hafa fullkomið vald á íslensku. Reyndar eru krakkar fljótir að temja sér málið þannig að þetta er yfirleitt ekki vandamál lengi fyrir hvern og einn.”\n-Við erum að tala um starfsfólk á launum en ekki börn sem eru við nám.  Ekki fara um viðan völl takk fyrir.\n“En ef starfsfólkið í skólunum skortir algjörlega hæfileika til að eiga tjáskipti við þá sem ekki tala góða íslensku (n.b. eiga tjáskipti, ekki endilega að hörkusamræður) sé ég ekki að það sé í réttu starfi.”\n-Ég hef nokkrum sinnum sagt í þessari umræðu að ég sé ekki að gera lítið úr öðrum nauðsynlegum hæfileikum starfsfólks skólanna.  Ég tel einfaldlega íslenskukunnáttuna eitt af því nauðsynlegasta, ef ekki það nauðsynlegasta, sem starfsmaður í umræddri stöðu þarf að búa yfir.\n“Hér er ég ekki að fara fram á gríðarlega tungumálahæfileika, heldur einungis vilja til að skilja og þolinmæði til að gera sig skiljanlegan.”\n-Hmmm… margt af þessu fólki ku bara ekki tala neina íslensku.  Það heitir “engir tungumálahæfileikar” í íslensku.  Spurning hvað sú þolinmæði gæti orðið dýrkeypt ef t.d. kviknaði í skólanum og ef starfsmaðurinn skildi ekkert í íslensku.\n“En reyndar er þetta varla vandamál, því ég hef ekki kynnst neinu starfsfólki í þeim grunnskólum sem ég hef kynnst sem ég treysti ekki fullkomlega til að starfa með fólki af erlendum uppruna sem kann lítið í íslensku. Þetta fólk er upp til hópa úrvalsmanneskjur og myndi varla fara mikla þetta vandamál fyrir sér líkt og Hjörtur gerir hér.”\n-Mín afstaða kallast víst að vera raunsær.  Þetta getur hæglega skipt sköpum ef eitthvað alvarlegt kemur upp á þar sem hver mínúta skiptir máli og þetta skiptir sköpum þar sem að öðrum kosti eru málin mun flóknari og meiri erfiðleikum bundin, einkum varðandi samskipti auðvitað.\n“Þetta mál snýst nefnilega, þegar öllu er á botninn hvolft, um það að Hjörtur gerir hér úlfalda úr mýflugu.”\n-Hvað er eiginlega að því að hafa vaðið fyrir neðan sig og tryggja sig sem best?  Af hverju setjum við upp reykskynjara?  Jú vegna þess að ef það kviknar í getur slíkt tæki skipt algerum sköpum þar sem hver mínúta skipti máli.  Af hverju er nauðsynlegt að starfsmenn í grunnskólum geti talað og skilið íslensku?  Jú, af sömu ástæðum: T.a.m. ef það skyldi kvikna í þá getur það skipt algerum sköpum að viðkomandi geti brugðist fljótt við og án nokkurra vandræða, þar með talið tungumálaörðugleikum.  Þetta er bara ekki flókið.  Og svo sakarðu mig um skynsemisskort??  Þín afstaða lýsir vægast sagt miklu ábyrgðarleysi svo ekki sé meira sagt.\n“Þar sem Hjörtur sér stórkostlegt vandamál, sbr. titil þessa þráðar, sé ég ekkert vandamál. Tittlingaskít.”\n-Þú fyrirgefur, en ef þú sérð EKKERT vandamál þá er ég hræddur um að þú sért blindur.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 19:23:27",
            "id": "412206",
            "reply_to_id": "412205",
            "text": "Sæl öll,\nSmá hugleiðing: Af hverju virðast slysin alltaf þurfa að gerast til að menn gera ráðstafanir til að þau gerist ekki?  Af hverju eru menn skammaðir af sumum aðilum fyrir að vilja vera framsýnir og hafa vaðið fyrir neðan sig?  Hvað ef einhver hefði vilja gera einhverjar ráðstafanir í snjóflóðavörnum á t.d. Flateyri fyrir hörmungarnar þar?  Hefðu þessir aðilar talið hann vera að gera úlfalda úr mýflugu og sakað hann um að mála skrattann á vegginn?  Ekki ólíklega já.  Samt hefðu slíkar aðgerðir mjög líklega getað bjargað a.m.k. einhverju á Flateyri, jafnvel einhverjum mannslífum.  Hvað er að því að sýna ábyrgð og framsýni?  Ég bara spyr.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 19:56:38",
            "id": "412207",
            "reply_to_id": "412205",
            "text": "[\n“Lestu nú aftur það sem ég skrifaði og hægt í þetta skiptið.”\n-Ég las þetta hægt. Vona að þetta sé ekki meint sem skítkast og að þú sért að ýja að því að ég sé eitthvað tregur að skilja ekki óskiljanleg skrif. Auglýsi annars hér með eftir mönnum sem skildu hvað thew var að fara þarna. ]\nHér er ég að tala um það starfsfólk sem fyrir er í skólunum.  Starfsfólk sem talar íslensku.  Ef það starfsfólk treystir sér ekki til að eiga tjáskipti við einstaklinga sem ekki tala góða íslensku (starfsmenn eða nemendur) get ég ekki séð að þau séu í réttu starfi.\nÉg er ánægður með að við erum sammmála um þetta.\nAð sjálfsögðu geri ég sömu kröfu til þeirra erlendu starfsmanna sem verið er að ráða í þessi störf.  Þeir verða að vera tilbúnir til að leggja sig fram um að skilja samstarfsmenn sína og nemendur.  En ólíkt þér tel ég ekki að það ætti að vera mikið mál.\n[“Það er alveg ljóst að í grunnskólum Reykjavíkur í dag eru einhverjir krakkar sem ekki hafa fullkomið vald á íslensku. Reyndar eru krakkar fljótir að temja sér málið þannig að þetta er yfirleitt ekki vandamál lengi fyrir hvern og einn.”\n-Við erum að tala um starfsfólk á launum en ekki börn sem eru við nám. Ekki fara um viðan völl takk fyrir.\n]\nJæja, ég ætla að skrifa þetta hægt.\nSumir nemendur grunnskóla reykjavíkur tala ekki íslensku sem fyrsta mál.\nStarfsfólk grunnskóla reykjavíkur þarf að vera tilbúið til að tjá sig við þessa krakka.\nStarfsfólk grunnskóla reykjavíkur á eflaust í engum vandræðum með það.\nRætt er um að ráða útlendinga til ýmissra starfa innan grunnskólanna.  Sumir þessara útlendinga tala litla sem enga íslensku.\nStarfsfólk grunnskóla reykjavíkur þarf að vera tilbúið til að tjá sig við þessa nýju starfsmenn (útlendingana)\nStarfsfólk grunnskóla reykjavíkur á eflaust í engum vandræðum með það.\nMatti Á."
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2002-01-20 22:34:57",
            "id": "412208",
            "reply_to_id": "412180",
            "text": "ritter: Reyndar þekki ég konu sen fékk vinnu í Tælandi án þess að kunna orð í málinu - einmitt í þjónustugrein.  Þannig að þetta gerist þar líka."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 22:56:38",
            "id": "412209",
            "reply_to_id": "412208",
            "text": "Sæll,\nEnda útilokaði ég það ekkert.  Íslensk kona þá?  Hefur sennilega haft það mikla menntun fram yfir aðra sem til greina komu í starfið og hugsanlega er talið alveg nóg að kunna ensku til að geta starfað í þjónustugreinum þar?  Hver veit?\nKv.\nHjörtu"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2002-01-20 22:58:53",
            "id": "412210",
            "reply_to_id": "412209",
            "text": "Nei, ómenntuð en kunni ensku.  Gott að kunna ensku á Tælenskum túrista bar ;)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 23:13:10",
            "id": "412211",
            "reply_to_id": "412210",
            "text": "Sæll,\nEinmitt :) En ekki eins gott að kunna ekki íslensku við störf í íslenskum grunnskóla…\nKv.\nHjörtu"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2002-01-20 23:17:02",
            "id": "412212",
            "reply_to_id": "412211",
            "text": "Af hverju þarf að kunna íslensku ef fólk vinnur t.d. við ræstingar á grunnskólum?"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 23:27:30",
            "id": "412213",
            "reply_to_id": "412212",
            "text": "Sæll,\nÞessi umræða snerist nú ekki um ræstingafólk sem slíkt heldur fólk sem er í störfum sem hafa með grunnskólann sem slíkan að gera, þá einkum gangaverði.\nKv.\nHjörtu"
        },
        {
            "user": "wwjd",
            "user_id": "13419",
            "date": "2002-01-21 13:28:26",
            "id": "412214",
            "reply_to_id": "412213",
            "text": "Sæll Hjörtur\nLangt síðan við höfum skrifast á. Og þú átt örruglega eftir að koma með það svar núna að ég hafi gefist upp á að tala við þig í seinustu umræðu okkar.\nRétt er það að ég GAFST uppá því að reyna að tala við þig og svara þér og fyrir þ´vi er ósköp einföld ástæða.\nÞú notar það mjög mjög mikið að einhver kemur með rök gegn þér og þínum “flokki” að þá kallarðu það ekki rök heldur gerir lítið úr svörum annara, og heimtar rök fyrir því sem er sagt við þig, en samt viðurkennir þú ekki það þegar rökin eru komin fram!!!!\nMér persónulega finnst að í einu svari þínu til nafna míns hér að ofan sértu að gera lítið úr því sem hann segir, þettar eru ekki rök heldur skoðun.\nÍ þessu tiltekna dæmi er hann að svara fullyrðingu þinni um einelti og segir þig lýsa fáfræði þinni yfir um einelti og þú svara honum með því svari að hann sé að setja sig á háan hest.\nOg þú spyrð hann hvort að hann hafi reynslu af einelti, hann hefur ekki persónulega reynslu en það hef ég og ég get fullyrt það að hefði ekki breitt neinu hvort að manneskja hefði komið upp að mér á sínum tíma og athugað hvort allt væri í lagi, hvort þessi manneskja hefði talað íslensku eða ekki, því oft er það besta sem hægt er að gera er að sýna umhyggju og það já GETUR manneskja gert með táknmáli eða hreyfingum .t.d. faðmlagi. Því skiptir það littlu máli hvort manneskjan geti tjáð sig munnlega eða líkamlega.\nEkki  voga þér að biðja mig um að koma með RÖK fyrir þessu því ég er að tala um staðreyndir, ég er að vinna með börnum og hef verið að því í nokkurn tíma og veit um hvað ég er að tala.\nOg manneskjan er gædd þeim hæfileikum að sjá ef eitthvað er að og getur þá oftast gert eitthvað í málunum.\nÉg er ekki alveg að skilja hvernig öryggi barnana sé stefnt í hættu, ertu til í að útskyra þetta betur fyrir mér og koma með einhver raunveruleg dæmi máli þínu til stuðnings.\nÞú segir að fólk vilji ekki búa í fjölmenningralegu samfélagi, hvernig getur ÞÚ fullyrt svona lagað, þú ert að fullyrða um hluti sem þú getur ekki sannað því eftir því sem ég best veit að þá ert þú ekki rödd fólksins eða hvað??\nÞú segir að það sé meirihluti fólks sem vilji þetta ekki en þori ekki að tala um þessa hluti því þá verði þau stimpluð rasistar, nú ef meirihlutinn er fylgjandi því að ísland verði ekki fjölmenningarlegt land að þá ætti meirihlutinn ekki að taka það nærri sér þótt minnihlutinn kalli þá rasista, því jú þeir eru þá í meirihluta.\nOg ein spurning til þín, er slæmt að vera ályktaður rasisti, þú virðist vera á þeirri skoðun að svo sé. En nú heldur meirihluti hugara að þú sért rasisti afhverju ætli það sé????\nkveðja\nMatti"
        },
        {
            "user": "bar",
            "user_id": "6538",
            "date": "2002-01-21 16:25:41",
            "id": "412215",
            "reply_to_id": "412214",
            "text": "Sæll wwid\n“Ekki voga þér að biðja mig um að koma með RÖK fyrir þessu því ég er að tala um staðreyndir, ég er að vinna með börnum og hef verið að því í nokkurn tíma og veit um hvað ég er að tala.”\nGuð forði okkur frá því að vísindamenn fari að taka upp jafn frjálslega meðferð orðisins “staðreynd” og wwid.\nHehehe…góður.  Ég er líka að vinna með börnum og hef verið í því í nokkuð mörg ár, enda menntaður í slíkum fræðum.  Ég veit að þú hefur rétt fyrir þér varðandi gamla góða faðmlagið.  Hinsvegar eru líka urmull af málum þar sem faðmlag er ekki nóg.  Hvað þá þegar lögð er fyrir greining eineltis (oft mjög vandlega uppsett eyðublöð með mörgum spurningum….hvað sagði hann þá?…hvað gerðist svo?…blablabla.  Ekki batnar það svo þegar að kemur að áætlun gegn einelti viðkomandi.  Þá er eins gott að ALLIR og ég meina ALLIR viti nákvæmlega hvaða skref á að taka, hvar, hvernig og hversvegna.\nEkki veit ég hvar þú ert að vinna, en endilega bentu yfirmönnum þínum á að vönduð greining og áætlanagerð getur verið forsenda þess að hægt sé að uppræta einelti.  Svo ekki sé talað um gildi þess að allir starfsmenn séu með þetta á hreinu.\nKveðja."
        },
        {
            "user": "wwjd",
            "user_id": "13419",
            "date": "2002-01-21 17:00:35",
            "id": "412216",
            "reply_to_id": "412215",
            "text": "Sæll\nÉg er ekki að nota orðið staðreynd frjálslega vinur.\nNú ætla ég að spurja þig einnar spurningar, hefur þú persónulega orðið fyrir einelti. Ég veit ekki um þig en eins og ég segi hér að ofan að þá hef ég orðið fyrir því, grófu einelti meira að segja bæði andlegu og líkamlegu.\nNú ætla ég ekki að setja mig á háan hest og þykjast vera eitthvað fróðari en aðrir um einelti en margt veit og bæði útfrá minni reynslu og einnig því að fræðsla gegn einelti er mitt áhugamál og ég held að ég hafi kynnt mér allar leiðir sem hafa verið kynntar og talað um sem vörn gegn einelti og hvernig á að taka á þeim málum.\nÉg persónulega er á þeirri skoðun að maður vinni ekki á einelti með því að setja upp blaðauglýsingar, setja upp eitthvað svaka prógramm, gera áætlun eins og þú talar um, þó ætla ég ekki að gagnrýna það sem er gert, því allt sem gert er vel þegið.\nEn fyrst þú ert að tala um áætlun og eiðublöð “greiningu” eineltis að þá tel ég vera nokkuð ljóst að þá sé komin aðili að málinu sem er eins og þú mennatður í annahvort uppeldisfræði eða búin með nám þar að lútandi, en ef þú lest umræðuna hér að ofan að þá sérðu að hún hefur snúist aðallega um fólk sem er í svokölluðu lálaugnastörfum samanber gangaverðir eða skúringafólk.\nÉg er að vinna á mjög góðum stað og þar tökum við á eineltinu ef það kemur upp, strax um leið og við verðum vitni að einhversskonar einelti og hefur það gengið mjög vel hingað til, án þess að við höfum þurft að ganga í gegnum svaka prógress.\nEkki misskilja mig, ég er ekki alfróður um einelti en margt veit ég þó.\nMeð kveðju"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:38:03",
            "id": "412217",
            "reply_to_id": "412216",
            "text": "Sæll,\nVá, þú ert kannski sérfróður um einelti, veit það ekki, en þessi umræða átti ekki að snúast um það mál.  Ef þú vilt tala eingöngu um einelti sem slíkt mæli ég með áhugamálinu “Börnin okkar”.  Og ekki snúa þessu upp í að ég sé að banna þér að tala um einelti hér, ég ræð engu um það, þetta er bara vinsamleg tillaga.  (gæti þó satt að segja alveg trúað þér til að túlka þetta sem hótun eða eitthvað þvíumlíkt)\nKv.\nHjörtu"
        },
        {
            "user": "wwjd",
            "user_id": "13419",
            "date": "2002-01-21 18:38:42",
            "id": "412218",
            "reply_to_id": "412217",
            "text": "Það er það sem ég átti við,lestu svarið maður áður en þú svarar.\nÉg sagði að umræðan hafi ekki verið að snúast um einelti heldur fólkið sem er að vinna í skólunum\nOg ef þetta átti að vera fyndið um að ég myndi taka einhverkju sem hótun að þá mistókst það."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:53:28",
            "id": "412219",
            "reply_to_id": "412218",
            "text": "Sæll félagi,\nEf ég hef haft þig fyrir rangri sök þá biðst ég auðvitað forláts á því.\nÞessu var ekki ætlað að vera fyndið, maður er bara farinn að búast við svo miklum misskilningi hjá sumum að manni finnst gott að baktryggja sig fyrir slíku.\nKv.\nHjörtu"
        },
        {
            "user": "wwjd",
            "user_id": "13419",
            "date": "2002-01-21 18:56:30",
            "id": "412220",
            "reply_to_id": "412219",
            "text": "Þakka þér fyrir, ég tek það til greina.\nOg að vissu leyti skil ég þig.\nKveðja\nMatti"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 19:01:45",
            "id": "412221",
            "reply_to_id": "412220",
            "text": "Sæll,\nEkkert mál.  Ef mér verður á er sjálfsagt að viðurkenna það.  Annað er bara ekki málefnalegt.\nKv.\nHjörtu"
        },
        {
            "user": "Tariq",
            "user_id": "10205",
            "date": "2002-01-21 17:14:06",
            "id": "412222",
            "reply_to_id": "412214",
            "text": "Heldur meirihluti hugara að þessi ritter sé rasisti?\nÉg fer að halda að ef þú ætlar að leyfa þér að tala fyrir hugara þá haldi meirihluti hugara að þú sért fífl!\nTalaðu fyrir sjálfan þig, ekki fyrir aðra.\nRitter er varla rasisti."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:13:56",
            "id": "412223",
            "reply_to_id": "412222",
            "text": "Sæll,\nNei, ég er svo sannarlega ekki rasisti.  Held að það hljóti flestum að vera nokkuð ljóst.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:26:16",
            "id": "412224",
            "reply_to_id": "412214",
            "text": "Sæll félagi,\n“Langt síðan við höfum skrifast á. Og þú átt örruglega eftir að koma með það svar núna að ég hafi gefist upp á að tala við þig í seinustu umræðu okkar. Rétt er það að ég GAFST uppá því að reyna að tala við þig og svara þér og fyrir þ´vi er ósköp einföld ástæða. Þú notar það mjög mjög mikið að einhver kemur með rök gegn þér og þínum ”flokki“ að þá kallarðu það ekki rök heldur gerir lítið úr svörum annara, og heimtar rök fyrir því sem er sagt við þig, en samt viðurkennir þú ekki það þegar rökin eru komin fram!!!!”\n-Mér kemur ekki til hugar að segja að þú hafi eitthvað lotið í lægra haldi eða eitthvað fyrir mér.  Veit ekki hvaðan þú hefur þær hugmyndir.  Einhver hlýtur að eiga síðasta orðið í öllu, svo einfalt er það, og sá hinn sami þarf ekkert endilega að vera sá sem hefur rétt fyrir sér.\n-Mér þykir þú fullyrða mikið um mig.  Þetta er engu að síður þitt álit og þinn réttur að hafa það.  Ég er þó ekki sammála þessu og það er bara mín skoðun væntanlega.  Hins vegar efast ég stórlega um að ef þetta væri rétt hjá þér að ég væri sá eini sem gerði þetta.  Getur verið að þú “sjáir” þetta hjá mér bara vegna þess að ég er ekki sömu skoðana og þú?  Bara hugleiðing.\n-Ég var ekki að gera lítið úr neinu, hvorki reynslu nafna þíns af einelti né einelti sem slíku.  Ég einfaldlega spurði hvað gerði honum kleift að segja að ég væri fáfróður um einelti og þegar ég fékk skýringu hans á því samþykkti ég hana.  Ef það er ekki að setja sig á háan hest, hvort sem maður á innistæðu fyrir því eða ekki, að segja að annar maður sé fáfróður þá veit ég ekki hvað.\n-Sem afgreiðslu á því sem þú annars segir þá byggist minn málflutningur í hnotskurn í þessari umræðu á því að manneskja sem hefur að bera þá umhyggju og annað sem þarf í umrædd störf, auk íslenskukunnáttu, sé hæfari í störfin ef sú sem hefur að bera þetta allt en ekki íslenskukunnáttu.  Það hlýtur að vera augljóst.  Ég hef ekki verið að gera lítið úr annarri hæfni þeirra sem gegna þessum störfum en kunna ekki íslensku heldur einungis verið að benda á að íslenskukunnátta sé æskileg ef ekki nauðsyn fyrir því að manneskjan geti sinnt starfi sínu á fullnægjandi hátt.  Ef slík manneskja fæst ekki í stöðuna verður auðvitað að fara þá bráðabirgðaleið að ráða manneskjum sem kann ekki íslensku, enda betra allajafna að hafa einhvern starfskraft en engan.\n-Ég þekki ekki raunveruleg dæmi þess að slys hafi orðið t.d. verri vegna tungumálaörðugleika í skólunum en ég veit hvað getur gerst vegna þess.  Þurfa slysin sem sagt alltaf að gerast til að við gerum eitthvað til að hindra þau frá því að gerast?  Hvað er að því að vilja hafa vaðið fyrir neðan sig í þessum málum sem öðrum?  Ef eldur kemur upp t.d. eða alvarlegt slys, þar sem hver mínúta og jafnvel sekúnda skiptir máli og eini maðurinn á svæðinu er gangavörður sem talar ekki íslensku og jafnvel ekki ensku heldur þannig að eyða þarf tíma í annað hvort að reyna að gera manninum skiljanlegt hvað sé að gerast eða leita annan aðila uppi og eyða dýrmætum tíma í það.  Er ekki um að ræða ákveðna öryggisskerðingu?  Væri öryggið ekki mun betur tryggt ef viðkomandi starfsmaður talaði íslensku?  Ég einhvern veginn held það.\n-Ég hef ekki sagt að íslenska þjóðin vilji ekki búa í fjölmenningarlegu samfélagi, heldur einungis að ekkert ótvírætt segi að þjóðin vilji það.  Ekki misskilja mig.\n-Ég sagði ennfremur að þjóðin þori oft ekki að tjá sig um þessi mál og þess vegna er lítið hægt að segja um rétta niðurstöðu þessa máls.  Röng einkunnargjöf, og einkum jafn alvarleg og að stimpla menn rasista, er slæmur hlutir sama hvort menn eru í meirhluta eða ekki.\n-Þú vænir mig um að fullyrða að íslenska þjóðin vilji ekki búa í fjölmenningarlegu samfélagi og segir að ég geti ekki sannað það.  Ég hef þegar bent á rangfærslunar í þessu.  EN síðan fullyrðir þú að meirihluti hugara telji mig vera rasista - hvað hefurðu eiginlega fyrir þér í því?  geturðu sannað það?\n-Ég ER ekki rasisti og þessi umræða af minni hálfu snýst ekkert meira um útlendinga eða aðra sem af einhverjum ástæðum eru óhæfir til að gegna störfum við grunnskóla eða aðrar opinberar stofnanir, hvort sem það er vegna alkahólisma, heynarleysis, eiturlyfjaneyslu, engri íslenskukunnáttu eða öðru.  Hins vegar hefur nafni þinn t.d. ljóslega reynt að láta líta út fyrir að þetta snúist um einhverja andúð hjá mér á útlendingum sem er bara alrangt, enda hef ég tekið það fram oft hér að svo er alls ekki.  Mjög málefnalegt hjá honum.\nKv.\nHjörtu"
        },
        {
            "user": "wwjd",
            "user_id": "13419",
            "date": "2002-01-21 18:54:18",
            "id": "412225",
            "reply_to_id": "412224",
            "text": "“EN síðan fullyrðir þú að meirihluti hugara telji mig vera rasista - hvað hefurðu eiginlega fyrir þér í því? geturðu sannað það?\n-Ég ER ekki rasisti og þessi umræða af minni hálfu snýst ekkert meira um útlendinga eða aðra sem af einhverjum ástæðum eru óhæfir til að gegna störfum við grunnskóla eða aðrar opinberar stofnanir, hvort sem það er vegna alkahólisma, heynarleysis, eiturlyfjaneyslu, engri íslenskukunnáttu eða öðru. Hins vegar hefur nafni þinn t.d. ljóslega reynt að láta líta út fyrir að þetta snúist um einhverja andúð hjá mér á útlendingum sem er bara alrangt, enda hef ég tekið það fram oft hér að svo er alls ekki. Mjög málefnalegt hjá honum”\nOkay, ég get ekki og er ekki að tala fyrir hönd allra hugara eins og einhverjir viðast halda, svo mikið fífl er ég ekki. En Staðreyndin er sú Hjörtur minn að þegar þú skrifar greinar hér ertu oftast að tala um innflytendur, og nær undatekningarlaust færðu Feedback frá fólkinu hér og oftast bær er fólk að mótmæla skoðunum þínum og oftast nær sér maður að einhver eða einhverjir kalla þig rasista, ég hef ekki kallað þig rasista en eins og þú bentir á að þá hef ég ýjað að því og ætla ég ekki að þræta fyrir það.\nGott mál ef þú sért ekki rasisti, en afhverju eru innflytjanda mál svona þér hugleikin og afhverju ertu á móti fjölmenningarlegu samfélagi, er það ekki rasismi í einhverji sinni mynd, að vissu leyti er ég rasisti því ég þoli ekki fólk sem er með fordóma gegn öðru fóki og ekki er það eitthvað skárra, en það er eitthvað sem ég díla við sjálfur en ég allavega viðurkenni það að ég sé með fordóma."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 19:14:56",
            "id": "412226",
            "reply_to_id": "412225",
            "text": "Sæll félagi,\n“Okay, ég get ekki og er ekki að tala fyrir hönd allra hugara eins og einhverjir viðast halda, svo mikið fífl er ég ekki.”\n-Þú sagðir nú eftirfarandi samt: “En nú heldur meirihluti hugara að þú sért rasisti afhverju ætli það sé????”  Hvernig á maður eiginlega að skilja þetta öðruvísi?\n“En Staðreyndin er sú Hjörtur minn að þegar þú skrifar greinar hér ertu oftast að tala um innflytendur, og nær undatekningarlaust færðu Feedback frá fólkinu hér og oftast bær er fólk að mótmæla skoðunum þínum og oftast nær sér maður að einhver eða einhverjir kalla þig rasista, ég hef ekki kallað þig rasista en eins og þú bentir á að þá hef ég ýjað að því og ætla ég ekki að þræta fyrir það.”\n-Málið er það að það eru kannski 4-5 aðilar hér á Huga sem hafa haldið því til streitu að tala gegn mér.  A.m.k. eru þeir ekki margir.  Flestir sem ég hef rætt við hafa svona hlutlausa, nokkuð jákvæða, eða jafnvel mjög jákvæða afstöðu til mín skilst mér.  Menn eru ekki tilbúnir að samþykkja allt sem ég segi (þá væri eitthvað að sennilega) en yfirleitt stóran hluta þess.  Það kalla ég gott.  Það hafa einnig aðrins 2-3 aðilar nokkurn tímann kallað mig rasista en enginn hefur getað sannað að svo væri, og af hverju?  Jú, ég er það ekki.\n“Gott mál ef þú sért ekki rasisti, en afhverju eru innflytjanda mál svona þér hugleikin og afhverju ertu á móti fjölmenningarlegu samfélagi, er það ekki rasismi í einhverji sinni mynd,”\n-Rasismi snýst um kynþætti en ekki menningu.  Menning er ekki beintengd kynþáttum eins og allir vita.  Ég er bara ekkert á móti erlendum menningaráhrifum.  Ég er mjög áhugasamur um uppbyggjandi og góð erlend áhrif og vil að þau séu tekin og aðlöguð íslenskri menningu svo hún megi auðgast.  En ég vil ekki búa til mörg þjóðfélög á Íslandi sem síðan standa hugsanlega í einhverjum illdeilum sín á milli, sbr. t.d. bara Bosnía þar sem um er að ræða meira að segja náskyldar þjóðir.  Ég vil eitt þjóðfélag sem tekur til sín erlenda strauma og aðlagar þá sér og auðgar menningu sína en heldur jafnfram áfram höfuð einkennum sínum.  Er þetta rasismi að þínu mati???  Mínar skoðanir hafa nákvæmlega EKKERT með kynþætti að gera.\n-Ég tjái mig nú um æði mörg mál, en ástæða þess að ég tjái mig mikið um innflytjendamál er bara m.a. sú að nánast engir aðrir þora að gera það.  Þeir einu sem þora því eru einhverjir rasistar og öfgamenn eins og þessir FÍÞ-jólasveinar sem vilja hreinan kynþátt og eitthvað og eitthvað.  Það þarf bara einfaldlega að heyrast í hófsömum aðilum sem vilja gagnrýna innflytjendamál eins og önnur málefni.  Svo einfalt er það nú bara.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 19:25:57",
            "id": "412227",
            "reply_to_id": "412226",
            "text": "Sæll,\nSmá leiðrétting, átti auðvitað að vera:\n“Flestir sem þora því eru einhverjir rasistar og öfgamenn eins og þessir FÍÞ-jólasveinar sem vilja hreinan kynþátt og eitthvað og eitthvað.”\nÞarna var auðvitað um að ræða fullyrðingu sem náttúrulega gekk ekki upp :)\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 19:28:46",
            "id": "412228",
            "reply_to_id": "412225",
            "text": "Sæll,\nAnnars smá forvitni:  Af hverju segið þið nafni þinn oft “Hjörtur minn” eins og ég sé einhver óviti.  Ég er ekki að segja að þið séuð að meina þetta illa (þú getur auðvitað ekki talað fyrir hann nafna þinn) en mig langar að vita ef ég má, hvað ertu gamall félagi?  Sjálfur er ég á 24 aldursári.\nKv.\nHjörtu"
        },
        {
            "user": "wwjd",
            "user_id": "13419",
            "date": "2002-01-21 19:43:56",
            "id": "412229",
            "reply_to_id": "412228",
            "text": "Ég er sjálfur er á 23 aldursári, án þess að ég sjá hvað það kemur málinu við, og þegar við segjum Hjörtur minn er það ekki illa meint, við náum kannski bara betur að fanga athygli þína\nKveðja\nMatti"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 22:43:17",
            "id": "412230",
            "reply_to_id": "412229",
            "text": "Sæll,\nOk, allt í góðu :) Bara forvitni.  Annars er engin þörf á því, ég veiti skrifum ykkar fulla athygli.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:34:27",
            "id": "412231",
            "reply_to_id": "412214",
            "text": "Sæll,\nEr að sjá enn betur hversu stórkostlegt svar þetta er hjá þér.  Ath. þetta er ekki illa meint, en þetta minnir á Ragnar nokkurn Reykás, þú kemst í algera mótsögn við sjálfan þig í ekki lengra svari en þetta; skammar mig fyrir eitthvað (reyndar óverðskuldað) og gerirsvo það nákvæmlega sama sjálfur.  Hvernig er hægt að vera með svona voðalega tvöfalt siðferði??  Sem sagt þú mátt gera þetta, en ekki ég.  Mjög “málefnalegt” eitthvað…\nKveðja,\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-21 02:38:13",
            "id": "412232",
            "reply_to_id": "412212",
            "text": "Spurning ADD.\n“ Af hverju þarf að kunna íslensku ef fólk vinnur, t.d. við ræstingar í grunnskólum ? ”\nSvar: Störf við grunnskóla í Reykjavík hafa verið færð í hendur skólaliðum, sem hvoru tveggja sjá um gangavörslu í frímínútum  og þrif þess á milli .\nkv.\ngmaria."
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2002-01-20 23:28:13",
            "id": "412233",
            "reply_to_id": "412211",
            "text": "rittie: Ein spurning.  Er þá óæskilegt að ráða heyrnarlausa í vinnu við grunnskólana?  Þeir ættu í miklum erfiðleikum með varalestur í iðandi barnakös og það væri erfitt að skilja þá í miklum hávaða sem fylgir oft grunnskólum."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 23:35:43",
            "id": "412234",
            "reply_to_id": "412233",
            "text": "Sæll,\nSko, Chew virðist hafa verið að reyna að væna mig um að vera bara að skrifa þetta gegn útlendingum.  Svo er bara ekki.  Þetta snýst ekki um það í mínum haus.  Ég hef þegar sagt hér í umræðunni að þetta snúist alveg eins um óhæfa Íslendinga sem útlendinga.  Mállaus Íslendingur á ekkert meira erindi í þessi störf en útlendingur sem talar ekki íslensku.  Og sömu sögu er að segja um þann sem er heyrnarlaus já.\nKv.\nHjörtu"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2002-01-20 23:37:34",
            "id": "412235",
            "reply_to_id": "412234",
            "text": "Í hvaða störf eru heyrnalausir þá hæfir?"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 23:40:07",
            "id": "412236",
            "reply_to_id": "412235",
            "text": "Sæll,\nEftir mínum upplýsingum þá vinna þeir við flest ef þeir eru bara heyrnarskertir og geta notað heyrnartæki.  Ef þeir eru alveg heyrnarlausir og heyrnartæki gera þeim ekki gagn þá vinna þeir allajafna á svokölluðum vernduðum vinnustöðum.\nKv.\nHjörtu"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-01-21 10:53:03",
            "id": "412237",
            "reply_to_id": "412236",
            "text": "“Ef þeir eru alveg heyrnarlausir og heyrnartæki gera þeim ekki gagn þá vinna þeir allajafna á svokölluðum vernduðum vinnustöðum.”\nÓskaplega er lítið pláss í þínum heimi fyrir þá sem eru ekki jafn heppnir og þú að vera sæmilega ófatlaður.\nP.s.\n2% af 270.000 er 5400, mig minnir að þú haldir því fram að það séu um 20.000 “útlendingar” hér. Eru þá þrír fjórðu útlendinga með íslenskan menningarbakgrunn?\nFjandakornið, ég hlýt að vera útlendingur í þínum augum. Viltu kannski vegabréfið mitt?"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:02:49",
            "id": "412238",
            "reply_to_id": "412237",
            "text": "Sæll,\nHvap ertu að tala um?  Ég hef ekki ákveðið það að fatlaðir einstaklingar skuli vinna allajafna á svokölluðum vernduðum vinnustöðum.  Þannig er það bara í dag hvort sem það er rétt eður ei.  Ertu að kenna mér um það?  Hvað ertu að saka mig um félagi?\nÞað eru um 20.000 útlendingar á Íslandi en aðeins um 3.000 þeirra eru með íslenskan ríkisborgararétt skv. því sem Þjóðhagsstofnun segir.  Þetta er ekki flókið reikningsdæmi.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 07:34:23",
            "id": "412239",
            "reply_to_id": "412234",
            "text": "“Sko, Chew virðist hafa verið ”\nHver er þessi Chew Hjörtur?\nÓ, ertu kominn í rökþrot.\nÉg skil.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 16:54:47",
            "id": "412240",
            "reply_to_id": "412239",
            "text": "Sæll,\nHa???  Ég mundi nú bara ekki hvernig nafnið var skrifað.  Þetta var ekki meint sem einhver barnaskapur.  Og nei, ég er engan veginn kominn í rökþrot og á ekki von á að svo verði.\nKv.\nHjörtu"
        },
        {
            "user": "bar",
            "user_id": "6538",
            "date": "2002-01-20 21:06:26",
            "id": "412241",
            "reply_to_id": "412178",
            "text": "Ég er ekkert viss um að starfskraftur sem talar íslensku væri hæfari en blökkukonan í dæminu hér (langt) að ofan.  Hitt er svo annað mál, að sama konan + íslenskukunnátta væri augljóslega betri kostur.  Þá gæti hún ekki einungis hlúð að börnunum (sem hún hefur greinilega hæfileika í), heldur gæti hún einnig svarað spurningum nemenda, foreldra, kennara, stjórnenda og annarra sem koma að lífi nemenda í skólum.\nÞað að starfsmaður tali íslensku gerir hann auðvitað ekki sjálfkrafa hæfann, en hafi starfsmaður allt annað til að bera, hlýtur íslenskukunnátta að vera plús.\nÞað er þessi póll sem veldur mér áhyggjum.  Nú stendur fólki til boða að læra málið….getur hugsast að sumir nenni því ekki vegna þess að þeir eru hvort sem er “bara” að vinna í grunnskóla á Íslandi.\nEf við snúum dæminu við….og hugsum okkur að þið séuð á leið út til Litháen til að vinna í grunnskóla, mynduð þið ekki læra málið?  Leggja metnað ykkar í það og skila þannig ykkar vinnu ekki bara 95%, heldur 100%?  Auðvitað.\nÞví spyr ég; megum við ekki ætlast til þess að starfsmenn grunnskóla leggi sig alla í vinnuna?  Getum við ekki gert þá kröfu að þeir noti fyrstu árin vel og læri málið?\nTalandi um samskipti við fólk af erlendum uppruna.  Hversu miklu betur gætu þessir aðilar kynnt nemendum menningu síns lands og þjóðar ef þeir kynnu íslensku?\nHvaða samskipti átti áðurnefnd Gerður við? (sjá: upphafsgrein) Vissulega eru faðmlög og huggun á erfiðum tímum góðra gjalda verð, en hvaða máli skiptir þá hvort um sé að ræða Íslending eða einhvern annan? Er ekki talað um að einn helsti kostur þess að börn umgangist fólk af öðru þjóðerni, sé kynning á annari menningu?  (Standið nú upp og reynið að túlka menningu Íslendinga, einungis með puttum og höndum…hvernig gengur?).\nBurtséð frá öllu þessu, þá á að borga fólki í þessum störfum laun..ekki ölmusu…svo besti maðurinn fáist ævinlega í starfið.  Varðandi t.d. varnir gegn og/eða uppgötvun á einelti, er þessi starfsstétt gríðarlega mikilvæg…hvort sem um hæfa útlendinga eða eða hæfa Íslendinga er að ræða :-)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 21:36:23",
            "id": "412242",
            "reply_to_id": "412241",
            "text": "Sæll,\nNákvæmlega það sem ég er að segja með þessu öllu:  Það á að ráða hæfasta einstaklinginn og borga honum sömu laun og öðrum.  Hins vegar eiga íslenskir ríkisborgarar að ganga fyrir af eðlilegum ástæðum.  Þeir eru á ábyrgð íslensks þjóðfélags og erlendir ríkisborgarar ganga fyrir íslenskum í sínum heimalöndum.  Annað er því bara ekki sanngjarnt.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-20 17:28:30",
            "id": "412243",
            "reply_to_id": "412152",
            "text": "“-Mér er sama hvað þú telur í þessu máli og þar með talið hvað þú telur þig sjálfan vita mikið um einelti. Hvað gefur þér annars rétt til að setja þig á háan hest í þesum málum? Bara spyr.”\nÞarna komum við að því sem ég hef bent á hér að ofan.  Ég á barn í grunnskóla, Hjörtur ekki.\n“Annars virðist mér þú hafa ofurtrú á einhverjum yfirburða skynjunarhæfileikum þeirra sem tala ekki íslensku umfram þá sem tala íslensku. Af hverju er það firra að halda að það þurfi að ræða við krakkana til að geta gripið inn í? Ég hefði einmitt haldið að það væri alger forsenda þess að það væri hægt. Hvað á maðurinn að gera? Nota handahreyfingar? Táknmál? Og hvernig á hann að koma upplýsingum á framfæri við kennara umrædds barns ef hann talar ekki íslensku og jafnvel ekki ensku heldur? Annars er ljóst að umræddur starfsmaður gæti hvorki rætt við krakkana almennt né persónulega. Síðan gæti það óneitanlega komið sé velef starfsmaðurinn gæti skilið hvort verið er að tala illa um einhvern krakka eða ekki. Einelti þarf einu sinni ekkert að vera líkamlegt heldur er það einmitt mjög oft andlegt. ”\nÞað er eitt að gera sér grein fyrir að einelti eigi sér stað, annað að bregðast við þvi.\nEins og ég sagði hér að ofan tel ég best að þeir sem umgangast krakkana mest, þ.e. kennarar sjái um að bregðast við eineltinu.  Það væri því sjálfsögð regla innan skólanna að annað starfsfólk léti kennara og skólastjórnendur vita af því ef þeir verða vitni að einhverju sem þeir telja einelti.\nÞessi bábilja Hjartar um að verið sé að ráða fólk í skólana sem sé algjörlega ófært um að tjá sig er undarleg.  Það er EKKERT sem bendir til þess að þetta fólk geti ekki tjáð sig við samstarfsmenn sína.  Það að gefa sér þá forsendu lýsir í rauninni alveg merkilegum fordómum í garð annað hvort þessara starfsmanna að samstarfsmanna þeirra sem ekkert geta skilið.\nÞað sem skiptir máli varðandi einelti er að einhver sé vakandi yfir samskiptum krakkanna utan kennslustunda.\nÞar skiptir engu máli á hvaða tungumáli einelti fer fram.  Það þarf einmitt ekki að skilja það sem er verið að segja til að sjá að margir krakkar séu að níðast á einhverjum einum.\nÞað þarf ekkert próf í íslensku til að sjá að einhver er vinalaus og einmana.\nÞað þarf skynsemi og almenna athyglisgáfu.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 18:58:08",
            "id": "412244",
            "reply_to_id": "412243",
            "text": "Sæll félagi,\n“”-Mér er sama hvað þú telur í þessu máli og þar með talið hvað þú telur þig sjálfan vita mikið um einelti. Hvað gefur þér annars rétt til að setja þig á háan hest í þesum málum? Bara spyr.“ Þarna komum við að því sem ég hef bent á hér að ofan. Ég á barn í grunnskóla, Hjörtur ekki.”\n-Ok, nú veit ég það.  Ég var ekki að fullyrða neitt þarna, ég einfaldlega spurðist fyrir.  Ég hef hins vegar reynslusögur annarra foreldra af þessu máli og þær sögur eru nú af einhverjum ástæðum yfirleitt ekki í samræmi við þína…\n“Það er eitt að gera sér grein fyrir að einelti eigi sér stað, annað að bregðast við því. Eins og ég sagði hér að ofan tel ég best að þeir sem umgangast krakkana mest, þ.e. kennarar sjái um að bregðast við eineltinu. Það væri því sjálfsögð regla innan skólanna að annað starfsfólk léti kennara og skólastjórnendur vita af því ef þeir verða vitni að einhverju sem þeir telja einelti.”\n-Ok, hvernig á þessi aðili að geta látið skólastjórnendur vita af einelti ef þeir tala ekki íslensku og jafnvel ekki ensku heldur?  Þú sérð það sjálfur að þessi störf byggjast meira eða minna á mannlegum samskiptum og það sem greinilega sama hvað þú reynir að gera nauðsynina á íslenskukunnáttunni litla hún er alltaf til staðar.  Íslenskukunnátta er einfaldlega nauðsyn til að geta sinn starfinu á eðlilegan og fullnægjandi hátt.\n“Þessi bábilja Hjartar um að verið sé að ráða fólk í skólana sem sé algjörlega ófært um að tjá sig er undarleg. Það er EKKERT sem bendir til þess að þetta fólk geti ekki tjáð sig við samstarfsmenn sína. Það að gefa sér þá forsendu lýsir í rauninni alveg merkilegum fordómum í garð annað hvort þessara starfsmanna að samstarfsmanna þeirra sem ekkert geta skilið.”\n-Er ekkert sem bendir til þess að fólkið geti ekki tjáð sig við samstarfsfólk sitt?  Ok, ég skal gefa þér smá vísbendingu: Lítil eða engin íslenskukunnátta.  Það að horfast í augu við staðreyndir, þó þú viljir ekki viðurkenna þær, eru ekki fordómar eða bábiljur heldur kallast það að vera raunsær.\n“Það sem skiptir máli varðandi einelti er að einhver sé vakandi yfir samskiptum krakkanna utan kennslustunda.”\n-Já já, hvernig getur einhver verið “vakandi yfir samskiptum krakkanna” ef hann skilur ekki samskiptin?\n“Þar skiptir engu máli á hvaða tungumáli einelti fer fram. Það þarf einmitt ekki að skilja það sem er verið að segja til að sjá að margir krakkar séu að níðast á einhverjum einum.”\n-Það þarf bara ekkert að vera augljóst að um sé að ræða einelti eða bara einhver fílalæti eða annað slíkt.  Hvað ef barnið leitar til gangavarðarins (ef það starf er tekið sem dæmi), hvernig á krakkinn að gera sig skiljanlegan við manninn?  Væri staðan ekki mikið betri ef starfsmaðurinn talaði íslensku?  Augljóslega.  Það bara hlýtur að gera manninn hæfari að geta skilið íslensku og talað hana\n“Það þarf ekkert próf í íslensku til að sjá að einhver er vinalaus og einmana.”\n-Hugsanlega ekki, en það er án efa mikið auðveldara að gera sér grein fyrir því ef maður getur skilið það sem sagt er í kringum mann.\n“Það þarf skynsemi og almenna athyglisgáfu.”\n-…og nauðsynlega, tungumálalega hæfni.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 19:05:41",
            "id": "412245",
            "reply_to_id": "412244",
            "text": "Sæll,\nLangar að nefna eitt dæmi hérna:\nMaður nokkur sagði mér að hann hefði verið að fara með dóttur sina í próf í grunnskólann hennar fyrir jólin.  Stelpan var ekki viss í hvaða stofu prófið væri svo maðurinn leitaði að einhverjum sem gæti upplýst hann um það.  Hann fann komu sem var ljóslega A-Evrópsk.  Hann setti það eðlilega ekkert fyrir sig og spurði hana hvort hún vissi hvar prófið væri haldið á íslensku.  Konan bara hrissti höfuðið og sagði ekki orð.  Hann spurði þá: “Do you speak English?” En allt fyrir ekki, konan hristi bara höfðuðið og gekk burt.\nÞetta er EKKI eina reynslusagan sem ég hef heyrt um þessi mál sem ganga út á það sama.  Ein sagan var einmitt hjá manninum sem lagði fyrirspurnina fyrir Gerði Óskarsdóttur á ÚTvarpi sögu.  Hann sagði frá því að sonur hans hefði ekki getað haft samskipti við gangavörð í skólanum sínum af því að maðurinn talaði ekki íslensku.\nÞessar sögur sanna heldur ekkert frekar en þín saga, en þær segja sína sögu og þetta eru bara tvær sögur af mörgum sem ég hef heyrt.\nKv.\nHjörtu"
        },
        {
            "user": "LarusH",
            "user_id": "11687",
            "date": "2002-01-21 13:07:56",
            "id": "412246",
            "reply_to_id": "412151",
            "text": "Matti Á:\nFrábært innlegg í þessar ummræður.\nEf að við getum ekki tekið á móti fólki af erlendum uppruna betur heldur en hann Hjörtur gerir með þessum greinarskrifum held ég að við ættum að hugsa okkar gang örlítið betur.\nHvernig væri Ísland ef að erlendraáhrifa hefði aldrei gætt hér, við værum enn sitjandi í baðstofunni spilandi á langspil og að kveðast á!\nÞar sem að Hjörtur segir að starfsfólkið gæti alveg eins verði mállaust! ÉG er nokkuð viss um að Hjörtur hefur aldrei verði meira en 10 daga á Spáni! Þegar að þú hefur verið 6 mánuði í einhverju landi í kringum fólk sem talar og talar…eins og t.d. börn, þá lærir þú tungumálið, við ættum frekar, heldur en að vera með svona hroka og leindaskap eins og Hjörtur, að taka á málunum eins og þau koma fyrir. Ekki fara að hræðast það að einhvert Balkanskaga ástand fari að myndast á Íslandi þó að fólk af erlendubergi brotið umgangist börnin okkar.\nVið erum öll manneskjur eins manneskjur með sama fjölda af beinum og vöðvum eins hug og hjarta sama hvert tungumálið eða húðliturinn okkar er.\nKveðja,\nLárusH"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-21 16:31:14",
            "id": "412247",
            "reply_to_id": "412151",
            "text": "“Hvað síðan með öryggisþáttinn? Hvers vegna í ósköpunum er öryggisstaðallinn í grunnskólum Reykjavíkur lækkaður með svo afgerandi hætti með því að hafa þar fólk við störf sem er óhæft til að bregðast við í neyðartilfellum vegna þess að það getur ekki gert sig skiljanlegt við nemendur skólanna og jafnvel ekki heldur við aðra starfsmenn þeirra?”\nÞað þarf nú ekki mikla þjálfun eða kennslu til að þessir starfsmenn geti tjáð sig um öryggismál. Ég geri ráð fyrir að þarna sé verið að vísa í hluti eins og bruna.\nÞar gæti ég trúað því að ungur einstaklingur af erlendur bergi gæti staðið sig betur í neyð heldur en kjarnyrt íslenskt gamalmenni (sem er sá starfskraftur sem sinnir þessu starfi að stórum hluta)\nHvernig á útlendingurinn að geta hringt á neyðarlínu ef hann getur ekki tjáð sig á íslensku?????????"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:39:54",
            "id": "412248",
            "reply_to_id": "412247",
            "text": "Sæll,\nGóður punktur.  Samkvæmt Matta Á. sennilega með fingramáli… (ath. ekki illa meint, bara það sem manni skilst á viðkomandi)\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-22 09:50:07",
            "id": "412249",
            "reply_to_id": "412247",
            "text": "“Hvernig á útlendingurinn að geta hringt á neyðarlínu ef hann getur ekki tjáð sig á íslensku????????? ”\n112\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 21:02:54",
            "id": "412250",
            "reply_to_id": "412249",
            "text": "Sæll,\nMatti minn, er ekki augljóst að þarna var átt við það hvernig starfsmaður sem talaði ekki íslensku né ensku gæti hringt í neyðarlínuna og TALAÐ við þann sem svaraði og gefið honum nauðsynlegar upplýsingar um hvað væri að??  Það var ekki átt við það hvort viðkomandi gæti ýtt á hnappana 1,1 og 2 eins og þú greinilega heldur.  Þetta er bara ekki flókið vinur… eða hvað?\nKv.\nHjörtu"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-25 15:38:18",
            "id": "412251",
            "reply_to_id": "412151",
            "text": "“Þegar fólk er komið á það þroskastig að það gerir sér grein fyrir því að hjörtu manna eru eins í Súdan og Seyðisfirði getum við sagt að samfélag sé orðið fjölmenningarlegt.”\nÞað þarf meira til heldur en þetta eitt svo samfélag geti kallast “fjölmenningarlegt”.  Það þurfa líka að vera til staðar mismunandi menningarheimar í samfélaginu, það þarf líka ákveðin menningarlegan fjölbreytileika (afsakið þessi ljótu orð, ég hef bara engin betri).  Sem við höfum upp að vissu marki:  Menningarkimi samkynhneigðra, undirmenning (“sub-culture” - ég vona að enginn lesi þetta sem niðrandi) unglinga, og svo menning sjóara, verkamanna og verðbréfasala.  Svo er líka viss fjölmenning fólgin í því að hér eru vissulega allmargir fulltrúar Tælands, Víetnams, Filippseyja, Noregs og Danmerkur (og svo framvegis).  Jafnvel mætti kalla það “fjölþjóðmenningu”, til aðgreiningar frá hinni fjölmenningunni sem ég var að nefna (þó sé ég enga hættu fólgna í því að steypa þessu öllu saman í einn pott, en sumir vilja hafa allt afar vel skilgreint og nákvæmt).\nEn hins vegar er “fjölmenning” ekki hugarástand eins og þú vilt halda fram.  Það er hins vegar þjóðfélagsástand, rétt eins og ríkidæmi, fátækt, “agrarian” (ég hef ekkert eitt gott orð yfir þetta, en þetta nefnir þau samfélög þar sem flestir meðlima stunda akuryrkju), og svo framvegis.\nÁstandið sem þú lýstir er hins vegar oftast nær kallað “umburðarlyndi” eða “skilningur” - það þætti mér a.m.k. eðlilegra orð heldur en “fjölmenning” - eða eigum við þá líka að segja “há/lágmenningu” þá líka að vera hugarástand og ekki skilgreiningu á listum og atferli fólks?"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-25 17:45:45",
            "id": "412252",
            "reply_to_id": "412251",
            "text": "“Undirmenning unglinga”???? Gætirðu aðeins útskýrt það fyrir mig. Erum við kanski ekki nógu góð fyrir þig??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-25 18:03:34",
            "id": "412253",
            "reply_to_id": "412252",
            "text": "Ég var ekki að tala um “undirmenningu” í neinni niðrandi merkingu, hélt að ég hefði tekið það nokkuð skýrt fram.  Ég var frekar að meina “undirmenningu” eins og skoskur terrier er undirtegund hunda.\nÞað er að segja, þetta er eins konar grein menningar hvers menningarheims fyrir sig (þ.e. menning unglinga er mismunandi eftir menningarheimum, alveg eins og undirtegundir dýrategunda eru mismunandi eftir dýrategundum).\nUnglingar í dag klæðast öðruvísi en fullorðnir - ekki satt?  Ég hef a.m.k. ekki tekið eftir öðru.  Slangur þeirra og viðhorf eru öðruvísi en fullorðna fólksins - a.m.k. þótti okkur það þegar við (og með “við” á ég við mig og mína jafnaldra) vorum unglingar.\nÞað má líka, og mig minnir að ég hafi notað það orðalag sjálfur, tala um undirmenningu sjómanna, verðbréfasala, og svo framvegis.  Þetta er ekki skýrt afmörkuð menning, en þó má finna viss einkenni í talsmáta og slíku sem geta greint einn hóp frá öðrum.  Þetta er ekki notað í neinni niðrandi merkingu.\nOg varðandi síðustu spurninguna, þá dæmi ég engan “nógu góðan fyrir mig” útfrá hvaða hóp hann tilheyrir, heldur hvernig hann reynist mér og mínum, og fólki almennt."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-20 23:25:04",
            "id": "412254",
            "reply_to_id": "412127",
            "text": "Sæl öll,\nÞar sem hér hafa verið miklar umræður í gangi og spurning hvað menn hafa nennt að lesa mikið af þeim langar mig að birta hér aftur tilvitnun mína í frétt Fréttablaðsins fyrir skemmstu sem ég gat hér fyrr í umrðunni:\n———————-\nSkilyrði fyrir vinnu er að tala íslensku\n(Fréttablaðið, 11. janúar 2002)\nSumir atvinnurekendur eru farnir að eru farnir að tilgreina það sem skilyrði fyrir nýráðningum að viðkomandi starfsmaður sé mælandi á íslenska tungu. Guðmundur Þórðarson, eigandi Efnalaugarinnar og þvottahússins Drífu við Hringbraut, setti þetta sem skilyrði í nýlegri auglýsingu eftir starfskrafti. Það sé nauðsynlegt vegna þess að starfsmenn verða að geta tjáð sig við viðskiptavini þegar þeir séu við afgreiðslu og svara í síma.  Þá sé einnig mjög erfitt að kenna þeim til verka ef þeir séu alveg mállausir á íslenska tungu og jafnvel líka ensku.\nHann [Guðmundur] segir að töluvert sé spurt um vinnu fyrir útlendinga sem geta ekki tjáð sig nema á sínu móðurmáli, einkum fólk frá Filippseyjum og Tælandi en einnig frá A-Evrópu.  Guðmundur segist hafa reynt að hafa fólk frá Filippseyjum í vinnu hjá sér en varða að láta það hætta, fyrst og fremst vegna tungumálaerfiðleika.  Hann áréttar að þótt hann sé ekkert á móti þessu fólki sem hingað flytur þá gangi það hreinlega ekki að hafa það í vinnu við störf af þessu tagi meðan það ekki uppfyllir þau lágmarksskilyrði að tala íslensku.\n————–\nÍslenskir atvinnurekendur munu vera í auknum mæli að fara þessa leið varðandi ráðningar á starfsfólki af fenginni reynslu af þessum málum.  Og hvers vegna?  Jú, væntanlega vegna þess að íslenskukunnátta er, eins og Guðmundur Þórðarson orðaði það í fréttinni hér á undan, lágmarksskilyrði.\nKv.\nHjörtu"
        },
        {
            "user": "haukurst",
            "user_id": "5653",
            "date": "2002-01-21 09:00:15",
            "id": "412255",
            "reply_to_id": "412127",
            "text": "Sæll,\nmér er það dagljóst eftir að hafa lesið heitar umræður þær sem skapast hafa hér á huga út af þessu máli að það snýst um alvarlegan hlut. En að öryggi skólabarna sé stefnt í hættu? Ég er þar ekki alveg sammála. Vissulega eru einhverjir starfsmenn skólanna útlendingar, og eflaust tala einhverjir þeirra ekki stakt orð í okkar ástkæra ylhýra(sem er forkastanlegt!). En eru þeir nógu stór hluti af starfsmönnum hvers skóla fyrir sig svo að þeir stofni lífi og limum skólabarna í hættu? Mér þætti vænt um að fá svar við þessari spurningu, því sjálfur hef ég aðeins óljósa hugmynd um svarið, engin rök.\nHinsvegar finnast mér rök Gerðar Óskarsdóttur um það að Íslendingar vilji forspurnarlaust búa í fjölmenningarsamfélagi kom mér aðeins hlátur í hug. Eða ætti ég að segja grátur? Hver var það sem ákvað það að Ísland ætti að vera fjölþjóðlegt samfélag? Mér er spurn?"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 16:58:32",
            "id": "412256",
            "reply_to_id": "412255",
            "text": "Sæll,\nÞarna var talað um að öryggi barnanna væri stefnt í hættu en ekki endilega í öllum tilfellum lífi og limum.\nEf eldur kemur upp t.d. eða alvarlegt slys, þar sem hver mínúta og jafnvel sekúnda skiptir máli og eini maðurinn á svæðinu er gangavörður sem talar ekki íslensku og jafnvel ekki ensku heldur þannig að eyða þarf tíma í annað hvort að reyna að gera manninum skiljanlegt hvað sé að gerast eða leita annan aðila uppi og eyða dýrmætum tíma í það.  Er ekki um að ræða ákveðna öryggisskerðingu?  Væri öryggið ekki mun betur tryggt ef viðkomandi starfsmaður talaði íslensku?  Ég einhvern veginn held það.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-21 23:15:53",
            "id": "412257",
            "reply_to_id": "412255",
            "text": "Sæll haukurst.\nÉg varð satt best að segja orðlaus eftir að hafa heyrt í Gerði Óskarsdóttur, þar sem hún ræddi m.a. það atriði að “ mörg tungumál væru töluð í skólunum ”  og að slíkt væri hluti af fjölmenningarsamfélagi.\nMörg tungumál í skólunum !!!  Halló !!\nÉg hef nú ekki orðið vör við það, og ef svo væri til hvers í ósköpunum þá að vera að hafa íslenskukennslu ? Væri ekki betra að þýða ljóð Megasar sem sum börn í grunnskólum Reyjavíkur eru nú að læra yfir á önnur tungumál, ef svo væri.\nMér best vitanlega er ætlast til þess að allir starfsmenn skóla á íslandi hafi vald á íslensku máli.\nkveðja.\ngmaria."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-21 23:24:48",
            "id": "412258",
            "reply_to_id": "412257",
            "text": "Í grunnskólunum í dag koma krakkar frá mörgum þjóðum.  Kennsla fer fram á íslensku (nema hugsanlega einhver sérkennsla þekki það ekki) en það er alveg ljóst að íslenska er ekki fyrsta mál allra þessara krakka.\n“Mér best vitanlega er ætlast til þess að allir starfsmenn skóla á íslandi hafi vald á íslensku máli. ”\nÞar hefur þú einfaldlega rangt fyrir þér eða hefur allur þessi þráður farið framhjá þér.  Það er greinilega ekki ætlast til þess að allir starfsmenn skóla á íslandi hafi vald á íslensku máli.\nSjálfsagt er að gera þá kröfu til kennara, en það er ekkert því til fyrirstöðu að aðrir starfsmenn hafi misgóð tök á íslenku.  Það að húsvörðurinn sé að vestan en geti ekki tjáð sig þar sem hann missti raddbönd útaf reykingum ætti varla að koma í veg fyrir að hann geti sinnst starfi sínu… eða hvað?\nFólk getur verið á móti því ef það vill, en þetta er einfaldlega veruleiki í dag.\nMatti Á."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-21 23:58:39",
            "id": "412259",
            "reply_to_id": "412258",
            "text": "Allir starfsmenn sem hafa með tjáskipti barna að gera þurfa að geta tjáð sig á skiljanlegu máli, hvar og hvenær sem er.\nHvað ætti gangavörður í skóla sem ekki talar íslenskt mál að segja þegar tvö börn deila.\nWhat´S going on ? “ Hann var að lemja mig ?”\nWhat ? Hann byrjaði . What ? Just stop your two.\nHa hvað ?  Hann sagði ekki fyrirgefðu.\nNever mind.\nÁ Íslandi er töluð íslenska og þeir innflytjendur er hingað til lands koma er boðið upp á námskeið í íslensku til þess að aðlagast íslensku þjóðfélagi, m.a með það að markmiði að viðhafa grundvallarsiðareglur samskipta í heiðri.\nkveðja.\ngamaria."
        },
        {
            "user": "haflidason",
            "user_id": "13502",
            "date": "2002-01-21 15:00:23",
            "id": "412260",
            "reply_to_id": "412127",
            "text": "Fólk sem ekki talar íslensku í grunnskólum starfar sem skúingarfólk eða eitthvað álíka. Síðan eru þetta bara hrein ósannindi með elliheimilin og það. Það þekki ég af eigin raun.\nEkki virðist þú hafa rök fyrir þínu máli heldur væni."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-01-21 15:18:10",
            "id": "412261",
            "reply_to_id": "412260",
            "text": "en það er ekki gerð krafa um að starfsfólk\nLandspítalans kunni íslensku,mamma vinnur þar og auk þess er ekki fylgst með því einu sinni."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:18:50",
            "id": "412262",
            "reply_to_id": "412261",
            "text": "Sæll,\nHmmm… sem sagt verra en maður hefur heyrt.  Stelpa sem ég þekki vinnur á hjúkrunarheimili og þar sem um 70% starfsfólksins ekki mælandi á íslensku eða tala nær enga íslensku.  Vona nú að það sé einsdæmi bara.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:27:31",
            "id": "412263",
            "reply_to_id": "412260",
            "text": "Sæll,\nVar þetta sneið til mín eða…?\nKv.\nHjörtu"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-21 16:23:33",
            "id": "412264",
            "reply_to_id": "412127",
            "text": "Hvað heldurðu að það megi tjá sig nokkuð um innflytjendur á eitthvað annað en jákvæðan hátt???\nÞað er allveg mesta óvirðing sem fyrir þekkist í þessu lýðræðislega ríki sem við lifum í. Það er auðvitað út í hött og er það sjálfsagt að sækja hvern þann til saka sem eitthvað hefur á móti þessum guðibornu innflytjendum. Og þótt að þau tali enga íslensku er það auðvitað engin fyristæða þá þurfa börnin sjúklingarnir og gamlamennin bara að læra þeirra tunglumál. Er það ekki alveg sjálfsagt af því að ekki þýðir að setja sig uppá móti þessum himnesku útlendingum því þá færðu væna sekt og missir allt almennings álit og færð á þig þann hræðilega stimmpil að vera þjóðernissinni. En einsog allir vita eru það hið versta og gerillast fólk sem fyrirfinnst hér á íslandi í dag. Og því legg ég til að hækka refsingar við brot á ellefta boðorðinu að eigi megi neitt hafa gegn nokkrum sem er af erlendu bergi brotinn í að minnsta kosti dauðarefsingu eða eilífa pyntingu. Því að þannig má enginn maður hugsa þar sem málfrelsi og lýðræði ráða ríkjum.\n“Öll dýrin í skóginum eiga að vera vinir” úr dýrunum  í hálsaskógi.\nDragan"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 17:44:19",
            "id": "412265",
            "reply_to_id": "412127",
            "text": "Sæl öll,\nEf þessi umræða er ekki dæmigerð fyrir þroskastig umræðunnar um innflytjendamál á Íslandi þá veit ég ekki hvað; það má ekki segja neitt gegn útlendingum án þess að upp stökkvi ákveðnir aðilar og hrópi: \"RASISTI, RASISTI!!!  Hvernig á að vera hægt að ræða þessi mál við svona menn.  Matti Á. má þó eiga það að hann hefur ekki vænt mig berum orðum um slíkt þó hann hafi stundum virst ýja að slíku.  Nafni hans hefur þó gengið skrefinu lengra.\nSvo snýst þessi umræða ekki einu sinni um útlendinga endilega heldur bara einfaldlega almenna hæfni til að gegna ákveðnum störfum í þjóðfélaginu.  En ef minnst er á útlendinga þá verður fjandinn víst laus.  Eru þessi mál virkilega eitthvað heilagari en önnur?  Má ekki ræða þetta???  Merkilegt…\nKv.\nHjörtu"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-21 17:53:32",
            "id": "412266",
            "reply_to_id": "412265",
            "text": "Já ég er alveg hjartanlega sammála þér!\nAuðvitað á sá sem hæfstur er á sérhverju sviði að starfa í því starfi. Það á ekki að taka óhæfan íslending fram fyrir hæfan útlending en það á alls ekki að taka óhæfan útlending fram fyrir hæfan íslending. Ég tel að við þurfum að fara að passa okkur í þessum innflytjenda málum áður en að það verði of seint. Annars er það víst að við fáum eins aðstæður eins og eru í dag úti í Svíþjóð, Þýskalandi, Danmörku og annars staðar. Ég veit nú sitthvað um þetta vegna þess að ég bjó úti í Svíþjóð og ástandið er ekki gott þar. Svíarnir hata útlendingana og þeir hata Svíana. Við megum ekki fara í þá gryfju. Og það eitt er víst að ef við höldum áfram þeirri braut sem við erum á í dag þá endar það þannig.\nDragan"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:01:01",
            "id": "412267",
            "reply_to_id": "412266",
            "text": "Sæll,\nNákvæmlega, og lausnarorðið í þeim málum, að mínu mati, er aðlögun aðkominn að íslensku þjóðfélagi.\nAnnars gerir ég þann fyrirvara að íslenskir ríkisborgarar eigi að ganga fyrir um störf á Íslandi (ath. íslenskir ríkisborgarar, ekki Íslendingar sem slíkir), burtséð frá húðlit eða öðru.  Ástæða þess er einkum sú að íslenskt þjóðfélag ber ábyrgð á íslenskum ríkisborgurum en erlendir ríkisborgarar eru á ábyrgð sinna ríkja.  Ennfremur ganga erlendir ríkisborgarar fyrir íslenskum í sínum heimalöndum þannig að annað er bara ekki sanngjarnt, svo ekki sé minnst á jafnrétti.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 18:02:44",
            "id": "412268",
            "reply_to_id": "412267",
            "text": "Sæll,\nÁtti auðvitað að vera:\n“Nákvæmlega, og lausnarorðið í þeim málum, að mínu mati, er aðlögun aðkominna að íslensku þjóðfélagi.”\nÞað má ekki verða eitthvað Bosníuástand hér á landi, friðnum er best borgið með einu þjóðfélagi í hverju ríki en ekki mörgum sem svo standa hugsanlega í átökum sín á milli.  Svona eins og þú nefnir með Svíþjóð.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-22 09:55:37",
            "id": "412269",
            "reply_to_id": "412266",
            "text": "“Það á ekki að taka óhæfan íslending fram fyrir hæfan útlending en það á alls ekki að taka óhæfan útlending fram fyrir hæfan íslending”\nEnda snýst málið ekkert um það að ráða óhæfan útlending fram yfir hæfan íslending.\nÞað er ekki röð af íslendingum sem sækjast í þessi störf.  Stór hluti þeirra sem starfa við gangavörslu í grunnskólum í dag er fullorðið fólk.  Ég tel það sinna starfi sínu vel og hef ekkert nema góða reynslu af því.\nÞetta mál snýst um að málshefjandi, Hjörtur, er alfarið á móti því að útlendingar sem tala litla sem enga íslensku séu ráðnir í störf við grunnskóla reykjavíkur.\nSpurningar um hvort verið sé að ráða þetta fólk fram yfir einhverja aðra eru útúrsnúningar.  Það er ekkert sem bendir til að svo sé.  Ef það eru einhverjar vísbendingar til þess hvet ég Hjört til að benda á þér.\nÞað er verið að ráða þetta fólk vegna þess að það vantar fólk í þessi störf.\nFlestir íslendingar kjósa frekar að vera atvinnulausur en að sinna þeim.  Nákvæmlega eins og með fiskvinnsluna.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 21:08:59",
            "id": "412270",
            "reply_to_id": "412269",
            "text": "Sæll,\n“Þetta mál snýst um að málshefjandi, Hjörtur, er alfarið á móti því að útlendingar sem tala litla sem enga íslensku séu ráðnir í störf við grunnskóla reykjavíkur.”\n-Ekki gera mér upp skoðanir félagi. (sem er reyndar eitthvað sem þú virðist leggja í vana þinn) Þetta hef ég aldrei sagt.  Ég sagði að það gengi sem bráðabirgðalausn ef ekki fæst hæfara starfsfólk, en það væri þó alls ekki ásættanlegt að svo væri ef hæfara starfsfólk fengist.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-22 21:57:24",
            "id": "412271",
            "reply_to_id": "412270",
            "text": "“-Ekki gera mér upp skoðanir félagi. (sem er reyndar eitthvað sem þú virðist leggja í vana þinn) Þetta hef ég aldrei sagt. Ég sagði að það gengi sem bráðabirgðalausn ef ekki fæst hæfara starfsfólk, en það væri þó alls ekki ásættanlegt að svo væri ef hæfara starfsfólk fengist. ”\nMá ég fá þetta á hreint.  Ef ekki fást hæfari umsækjendur um þessi störf, ert þú Hjörtur þá sáttur við að við ráðum útlendinga í þessi störf, jafnvel þó þeir tali litla sem enga íslensku?\nn.b. bið þig um að hafa titil greinarinnar í huga þegar þú svarar þessu:\n“Öryggi grunnskólabarna í Reykjavík stefnt í hættu”\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-23 14:20:05",
            "id": "412272",
            "reply_to_id": "412271",
            "text": "Sæll,\nJá, það hef ég oft áður sagt í þessari umræðu.  Öryggi grunnskólabarna væri betur borgið ef allir starfsmennirnir töluðu íslensku, en öryggi þeirra er betur borgið ef þar eru starfsmenn sem tala litla eða jafnvel enga íslensku en ef starfsmennirnir væru engir.  Segir sig sjálft.  Þetta er bráðabirgðaúrræði sem auðvitað verður að grípa til ef ekki fæst starfsfólk sem talar íslensku en samt alls ekki fullnægjandi.  Þetta hef ég margoft sagt hér.  “Bottom line”: Á meðan maður fær ekki rjómatertu þá verður maður að borða vínarbrauð.\nKv.\nHjörtu"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-21 20:12:20",
            "id": "412273",
            "reply_to_id": "412127",
            "text": "Þetta fólk er víst ekki nógu gott fyrir ykkur rasistahyskið þar sem það talar ekki sama tungumál og þið. Þetta fólk getur alveg hjálpað ef það kemur slys eins og aðrir. Þetta fólk hefur líka hendur, fætur, kynfæri og rass alveg eins og þú. Þetta eru ekki einhverjar skepnur eldur menn.\nFlestir vilja hafa fjölmenningarsamfélag enda hafa fáir gengið í flokk þjóðernissinna sem berst gegn því.\nÍsland er fjölmenningarlegt samfélag og mun verða enn fjölmenningarlegra ef að við náum að passa að þið rasistarnir komist ekki til valda aftur.\nÞú hefur sagt að framfaraflokkurinn sé ekki á móti lituðum en það er lygi því að félagi minn úr Heimsþorpi sagði mér það að það væri ósatt. Flokkurinn vill fá fólk úr Evrópu í landið en ekki frá þróunarlöndum. Síðan er það mismunun að skylda fólk frá fjarlægum til að læra Íslensku og aðlagast samfélaginu því að málið sem það hafði áður og menningin er svo ólík."
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-21 21:15:19",
            "id": "412274",
            "reply_to_id": "412273",
            "text": "“Flestir vilja hafa fjölmenningarsamfélag enda hafa fáir gengið í flokk þjóðernissinna sem berst gegn því.”\nHvaðan færð þú þessar heimildir. Nýlega sá ég könnun sem benti til þess að það voru ekki það margir sem vildu hafa Ísland fjölþjóðasamfélag. Og þótt að menn gangi ekki í ÍÞF þýðir ekki að þeir vilji endalausan straum inflytjenda til íslands. Og má ég minna þig á að það var ekki langt síðan að ég sá í grein um araba og múslima þar sem þú blótaðir og bölvaðir yfir því að islam væri yfir höfuð leyft sem trúarbragð og lýsir yfir andúð á öllum mið-asiu löndum.\n“Síðan er það mismunun að skylda fólk frá fjarlægum til að læra Íslensku og aðlagast samfélaginu því að málið sem það hafði áður og menningin er svo ólík”\nAuðvitað verður fólk sem flyst til annarra landa að læra túngumál viðkomandi þjóðar og að aðlagast samfélaginu þar eins og best það getur. Annað er bara hreinn og beinn dónaskapur. Það væri eins og íslendingur flytti til Indlands og heimtaði þar að fá að borða hamborgara í öll mál. Þetta er ein mesta heimska sem ég hef heyrt. Hvernig á þetta fólk að geta aðlagast íslensku samfélagi ef það lærir ekki íslensku???? Og ef það lærir ekki íslensku og aðlagast ekki íslensku samfélagi þá skapast spenna á milli þeirra og íslendingana. og af þessari spennu skapast svo en meiri vandræði.\nKv.\nDragan"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 23:17:49",
            "id": "412275",
            "reply_to_id": "412274",
            "text": "Sæll,\nNákvæmlega!\nKv.\nHjörtur J."
        },
        {
            "user": "vortex",
            "user_id": "620",
            "date": "2002-01-21 23:55:22",
            "id": "412276",
            "reply_to_id": "412274",
            "text": "Ég held að alltof margir hér á landi séu á móti fjölmenningarlegu samfélagi (minn skilningur á “fjölmenningu” er að hér búi fólk af ýmsum uppruna en vinni og stofni fjölskyldur hérna). Að sjálfsögðu er ekki alltaf rasismi sem slíkur á bakvið. Það væri samt gott að fá upp einhverjar skýringar á óttanum við þessa þróun. Eða allavega sýna frammá að útlendingar geri viljandi óeðlilegar kröfur til okkar samfélags eða reyni að samlagast því sem minnst.\nÞað er reyndar góð ástæða fyrir því að fólk einsog pólverjar og annað austur evrópufólk læri ekki íslenskuna fljótt (ég þekki til þeirra), íslendingar eru ekkert sérstaklega duglegir að tala við það og kennslan sem þessu fólki er boðið uppá (allavega úti á landi þarsem ég kem frá) er mjög fáránleg, það er lagt rosa áherslu á málfræði en ekki á auðvelt talmál. Þ.a.l gefst fólkið mun fljótar upp en ef því væri kenndur annað í byrjun en málfræðin. Krakkar þessa fólks eru samt rosalega fljótir að læra (enda krakkar) og þau sjá oft um allar túlkanir fyrir foreldrana, það er náttúrulega ekki nógu sniðugt en það tekst samt. Mér finnst ekki hægt að væla yfir lélegri íslenskukunnáttu útlendinga fyrren það verður eitthvað gert í að bjóða þeim uppá nám sem virkar betur og Islendingar geri eitthvað í því að tala við fólkið og kynnast því. Íslendingar eru reyndar rosalega feimnir og lokaðir almennt og vilja ekki tala við ókunnuga eða standa í tungumálaveseni (það er eitt það týpískasta við íslendinga, hvort það er á ábyrgð menningarheims okkar veit ég eigi) þannig að það er kannski ekki hægt að redda málunum svo auðveldlega.\nÞað er spurning á hve mörgum kynslóðum við krefjumst að íslenkamenningarheimsaðlögunin eigi sér stað, ef hún á sér stað með annarri kynslóð erum við í mjög góðum málum, ég held að oftast sé það þannig en ef lengri tími líður þá erum við að tala um hópamyndun og menningarheima innan menningarheima, það þarf ekki að vera svo sniðugt en við höfum held ég ekki enn ástæðu til að óttast það.\nÉg mundi sko alls ekki vilja að hérna yrði þetta einsog í Danmörku, það er fáránlegt hvernig innflytjendamálin eru orðin þar. Ég er sem betur fer nokkuð viss um að það mun aldrei gerast (nema með einhverri annarskonar “framtíðarmenningu” kannski)\nÞað má ekki fara útí neytt allsherjarfrelsi í innflytjendamálum fyrren meirihluti íbúanna sem fyrir eru treysti sér til að búa með nýja fólkinu í sátt og samlyndi. Ef sú staða er ekki fyrir hendi þá verður að bíða og tala næstu kynslóðirnar til.\nAnnars mætti íslensk menning allveg við smá breytingum. Ég skil ekki hvað það er sem allir óttast svo mjög að gerist við breytingar á hinni ÍSLENSKU MENNINGU. Eða hvað það er nákvæmlega sem við þurfum að koma í veg fyrir til að hinar slæmu breytingar eigi sér stað. Það mætti allveg endilega einhver tjá sig um það hvað hann er hræddur við (svo ég skilji betur).\nKveðja\nvortex - vinalegi þjóðernissinninn (án allra tengsla við FÍÞ)"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-22 00:22:59",
            "id": "412277",
            "reply_to_id": "412276",
            "text": "Kæri vortex.\nGóð hugleiðing.\nÉg hef velt þessum málum mjög fyrir mér á marga vegu og tel að þær ákvarðanir okkar að viðhafa hér óheft innflytjendastreymi geti ekki með nokkru móti þjónað þörfum allra til lengri tíma litið, nema til verði fátækt og eymd einkum í hópi innflytjenda.\nÞað atriði að við segjumst fagna innflyjendum sem ef til vill mega lúta mun lægri lífsgæðastaðal en við sjálf í okkar landi, tel ég vera hræsni.\nVandamál fólks af erlendu bergi brotnu felast ekki hvað síst í þvi að læra erfitt tungumál, til þess að komast áfram, þar sem láglaunavinna til handa þeim er hingað koma er hlutur sem okkur finnst allt í lagi og ekki bera vott um fordóma.\nAð mínu áliti felast einmitt mestu fordómarnir í þessu atriði, þ.e. að okkur þykir allt í lagi að lífsgæðastall þeirra sé minni en okkar, vegna fyrirhyggjuleysis og skorti á umræðu um þessi mál.\nkveðja.\ngmaria."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-01-22 16:51:04",
            "id": "412278",
            "reply_to_id": "412274",
            "text": "Ef að fólk væri á móti fjölmenningarsamfélagi þá myndi það kjósa sér flokka sem berðust gegn því. Flokk Framfarasinna og þjóðernissinnanana, félaga þeirra. Ef að einhver væri á móti þessu þá myndum við sjá þá nasista tala og láta í sér heyra til að mótmæla því.\nÉg sagði aðeins að þeim araöbum sem væru vondir að ég væri á móti.\nÉg á marga vini frá mið-asíu sem mér þykir vænt um.\nÞetta fólk á val um að aðlagast eins og aðrir Íslendingar. Ef að þú vilt vera öðruvísi þá áttu val á því. Líka þeir.\nVandræði skapast vegna nasista og rasistahyskis eins og þín sem talið gegn innflytjendum og áhrifum þeirra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-22 17:04:24",
            "id": "412279",
            "reply_to_id": "412278",
            "text": "“Ég sagði aðeins að þeim araöbum sem væru vondir að ég væri á móti.”\nÞú sagðir nú aðeins meira en það, sérstaklega þegar þú fórst að tala um íslam og önnur trúarbrögð.\nFólk hefur ekki kosið F.f. vegna þess, að þeir hafa ekki enn farið í framboð, og mig minnir endilega að F.í.þ. sé ekki stjórnmálaflokkur.\nÞað eru viss atriði sem Íslendingar hafa ekkert val um að aðlagast, eins og t.d. hvaða móðurmál þeir tala.  Nú er ég ekki að segja að íslenskan eigi að vera móðurmál Englendings eða Frakka sem hingað flytur, en það er ekkert nema eðlilegt að krefja hann um að læra íslensku, og ætlast til þess að hann kunni hrafl í íslensku vilji hann fara að vinna hérna og setjast hér að.  Það er, svo ekki sé meira sagt, afar óþægilegt að vinna með manni sem kann enga íslensku yfirhöfuð - ennþá óþægilegra er svo að vinna með einhverjum sem kann ekki ensku heldur.  Hvernig á annars að fara að því að biðja mann um að sækja klaufhamar ef hann er Frakki sem kann hvorki íslensku né ensku, þegar ég er sjálfur alveg ófær um að segja stakt orð á frönsku?\nÞað eitt að vera andvígur fjölmenningarsamfélagi er svo hvorki nauðsynlegt né nægilegt skilyrði til að vera nasisti."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-01-22 17:10:29",
            "id": "412280",
            "reply_to_id": "412278",
            "text": "Ég því miður nennti ekki að lesa allt þetta frá ykkur drengjum, en vildi bara benda á að það er geðveikt að hafa fólk sem kann enga íslensku sem gangaverði í skólum, ég er á 10 ári í grunnskóla, og get alltaf afsakað mig á því að ég skilji ekkert hvað þeir séu að segja þegar ég er böstaður við eitthvað, og labbað svo í burtu.\nÞetta fólk er bara dugandi til að skúra og þrífa þarna, enda er hálfgert chaos þarna í skólanum mínum."
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-22 17:13:09",
            "id": "412281",
            "reply_to_id": "412278",
            "text": "Maður velur sér þann flokk sem mætir best sínum skoðunum ekki bara af því að maður er sammála honum í einu máli. Og það þora ósköp fáir að tala um þessi mál opinberlega í hræðslu um að lenda i vandræðum (þú sást nú bara ÍÞF náungan sem var kærður fyrir að tala um “afríkunegra”.\nÞú sagðir ekki að þér væri bara illa við “vonda araba” þú sagðir að íslam væri vond trú og að það ætti að banna hana og sagðir alla menn sem koma frá mið austurlöndum vera vondir. Þá sjáum við allir hversu góður vinur þú ert.\nÞað er eitt að ákveða að vera í apelsígrænni peysu og grænum buxum til þess að vera öðruvísi. En annað að neita að læra tungumál landsins sem við búum í. Að neita að aðlagast því þjóðfélagi sem að maður býr í er ekkert annað en hroki og vanvirðing.\nÞað eru innflytjendurnir sem skapa vandamálin sjálfir ekki rasistahýski “eins og ég” ef þeir neita að læra íslensku ætla sér bara að röfla eitthvað á sinni óskiljanlegu humbugwambisku. Og ætlast svo til að allir skilji sig og læri bara sitt tungumál. Þetta skapar rasisma sem seinna leiðir til vandræða og þá lendir fólk eins og þú ílla í því! Það eru innflytjendurnir sem skapa rasisman með svona hroka og leiðir rasisminn seinna til vandræða.\nÉg veit alveg hvað ég er að tala um því að ég átti heima í Svíþjóð þar sem einmitt þetta hefur gerst. Og ég er að sjá það sama gerast hér. Það eru bara nokkrir menn eins og þú sem í sinni blindu útlendinga ást fordæma alla sem hafa eitthvað út á útlendinga að setja. Athugaðu það að þíð eruð minnst hluti þjóðarinnar og það eru alls ekki flestir sem vilja hafa þessi mál eins og þau eru.\nHugsaðu svo áður en að þú skrifar og reyndu að gæta samræmis milli texta. Ekki skrifa bara eitthvað tilgangs og innihaldslaust bull.\nDragan"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-22 17:32:15",
            "id": "412282",
            "reply_to_id": "412281",
            "text": "Það er því miður ennþá málfrelsi um þessi mál hér þótt að það hefði fyrir löngu átt að herða lögin en þessi rasisti laug um svertingja og talaði illa um þá og því þurfti að refsa honum.\nÉg sagði að Islam væri vond trú. Ég sagði samt ekki jafn ljótt og þú sagðir.\nÞað má hvetja fólk til þess að aðlagast en það á ekki að neyða það til þess.\nInnflytjendur hér hafa engin vandræði skapað og það vita allir. Vandræðin í löndunum í heiminum hafa verið útaf hatursáróðri rasista og nasista eins og í Danmörku en nú nýlega komust ný-nasistar í ríkisstjórn þar.\nJafnaðarmenn eru meirihluti hér á landi.\nÉg er ágætur í að skrifa. Alveg jafn góður og þú."
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-22 17:55:51",
            "id": "412283",
            "reply_to_id": "412282",
            "text": "“Það er því miður ennþá málfrelsi”. Hvað ertu að meina allt okkar lýðræðislega þjóðfélag byggist á málfrelsi og að ekki þurfa að vera hræddur um að verða refsað fyrir skoðanir okkar. Vildir þú heldur lifa í Sovétríkjunum fyrir 50 árum? þar voru svertingja ekki neitt svakalega vinsælir. Hvað ætli hafi gerst ef hann hefði talað illa um Sigga útí bæ? Hefði honum þá verið refsað? Nei ég held ekki. Þá eru innflytjendur komnir með meiri réttindi heldur en íslendigar á Íslandi. Er það rétt?\n“Ég sagði að Islam væri vond trú. Ég sagði samt ekki jafn ljótt og þú sagðir.”\nNú hvað sagði ég svona svakalega ljótt? þú verður að vísa í það sem að ég hef sagt.\n“ Það má hvetja fólk til þess að aðlagast en það á ekki að neyða það til þess.”\nTil að fyrirbyggja vandræði verður að skylda fólk til að aðlagast samfélaginu sem það býr í annars fer allt á annan endan.\n“Innflytjendur hér hafa engin vandræði skapað og það vita allir. Vandræðin í löndunum í heiminum hafa verið útaf hatursáróðri rasista og nasista eins og í Danmörku en nú nýlega komust ný-nasistar í ríkisstjórn þar.”\nNú þykir mér þú taka ansi stórt uppí þig. Hvaðan þykist þú hafa þessar upplýsingar??? Hverjum er það að kenna að danir ákvöðu að kjósa hægri stjórn? Það var ekki ný-nasista áróður heldur þau innflytjenda vandamál sem eru þar í landi. Og að segja að innflytjendur hafi ekki skapað nein vandamál, ertu eitthvað verri?!? Eru innflytjendur allt í einu orðnir betri heldur en við??? Sjáðu bara ástandið í Israel það er allt sprottið upp útaf innflytjendum. kanski svolítið langsótt miðaðvið íslenskar aðstæður en engasíður. Og sjáðu bara ástandið eins og það er í Danmörku, Þýskalandi og Svíþjóð. Það er ekki ný-nasista áróðri að kenna heldur er það innflytjendunum að kenna.\nJa, ég færi þó rök fyrir minu máli. Bulla ekki bara eitthvað út í loftið eins sá fáviti sem þú ert.\nDragan"
        },
        {
            "user": "vortex",
            "user_id": "620",
            "date": "2002-01-23 00:06:28",
            "id": "412284",
            "reply_to_id": "412283",
            "text": "Við getum ekki neytt miðaldra fólk til að læra fullkomlega nýtt mál nema við bjóðum því uppá raunhæfar námsaðferðir og leggjum okkur fram um að tala við það. Það sé ég íslendinga ekki reyna. Er ekki nóg að önnur kynslóð innflytjenda aðlagist ? Allavega meðan verið er að koma lagi á innflytjendamálin og aðferðirnar sem notaðar eru til að hjálpa þessu fólki að aðlagast.\nÉg vona bara að ástandið hér verði aldrei einsog þú segir að það sé í Svíþjóð og ég veit að það er í Danmörku. Ég held reyndar að það muni ekki gerast en meðan hinn almenni íslendingur er ekki viss um málið þá verður auðvitað að taka tillit til hans og þaulhugsa þetta áður en ákvarðanir eru teknar.\nÞað er bara svo erfitt stundum að greina á milli þess sem er eðlileg forsjárhyggja og þess sem er rasismi, ég held það sé auðgreinanlegast hjá þeim sem vilja allveg að danir og pólverjar flytji hingað en vilja ekki fólk frá asíu.\nÉg vil athuga grundvöllinn fyrir því hér að þetta fólk geti átt hér gott líf í vændum, sama hver húðlitur þess er, og einsog gmaria segir í bréfi hér að ofan þá er ekki nógu sniðugt að íslendingar sætti sig bara við að þetta fólk sé í láglauna störfum og skapi hefð fyrir því, það er bara til að skapa vanda. Enda munu börnin þeirra ekki sætta sig við það, þau munu vilja það sama og hinn normal metnaðarfulli þverskurðar íslendingur. Til að viðhalda einhverjum láglaunastaðli þyfti endalaust að flytja inn fleira og fleira fólk.\nJæja, þetta er rosalega flókið mál, ég geri varann á því að ég var að hugsa þetta mest allt jafnóðum og ég skrifaði.\nKveðja\nVortex (sem vill koma góðu orði á þjóðernissinna því hún var slíkur áður en FÍÞ varð til)"
        },
        {
            "user": "Porthos",
            "user_id": "882",
            "date": "2002-01-23 03:33:15",
            "id": "412285",
            "reply_to_id": "412283",
            "text": "Í guðanna bænu ekki vera svara peace4all það ætti að vera laungu ljóst að greyið er ekki heill á geði !"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-01-23 06:55:54",
            "id": "412286",
            "reply_to_id": "412283",
            "text": "Það má ekki vera of mikið málfrelsi sem fólk getur misnotað sér. Því verður að hefta málfrelsi, svipað og í öðrum lýðræðisríkjum Evrópu t.d. Þýskalands en ekki Sovíetríkjanna.\nÞú sagðir að ég hefði talað illa um alla araba og fólk frá asíu.\nHér er enginn skyldur til að aðlagast og það á ekki að skylda einhvern hóp til þess.\nÉg veit að innflytjendur í þessum löndum sem þú nefnir hafa ekki valdið vandræðum. Þetta er lygi hjá þér. Danir áttu ekki að fá möguleika á því að kjósa sér þessa ný-nasista. Ástandið í Ísrael er út af vondum aröbum. Ný-nasismi hefur verið að aukast eins og sagt var á stöð 2 um daginn og það er hræðilegt og því þarf að herða lögin í þessum rasisma og nasisma."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-01-23 11:12:55",
            "id": "412287",
            "reply_to_id": "412286",
            "text": "ER ÁSTANDIÐ Í ÍSRAEL ÚT AF VONDUM ARÖBUM?????\nHVAÐ VAR ÞETTA???\nArabar í ísrael lifa við Sömu að stæður og gyðingar í þýskalandi á stríðsárunum,\nBJÖRN SEM BORGARSTJÓRA\nKv;vigni"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-01-23 13:33:45",
            "id": "412288",
            "reply_to_id": "412287",
            "text": "China: Ekki svara Peace4all. Það hefur ekkert upp úr sér því hann hlustar ekki á rök. Beitum verstu refsingu sem hægt er að gefa hundi, eins og honum, hunsum hann."
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-23 15:42:42",
            "id": "412289",
            "reply_to_id": "412286",
            "text": "Sorry en ég verð bara að svara þessu.\n“Það má ekki vera of mikið málfrelsi sem fólk getur misnotað sér. Því verður að hefta málfrelsi, svipað og í öðrum lýðræðisríkjum Evrópu t.d. Þýskalands en ekki Sovíetríkjanna.”\nBíddu við hvernig aðstæður villt þú búa. Viltu ekki geta tjáð þig um þínar skoðanir um hin og þessi málefni? Ef málfrelsið væri tekið í burtu þá væri tekið í burtu allt sem gerir okkur að einstaklingum.\n“Þú sagðir að ég hefði talað illa um alla araba og fólk frá asíu.”\nÞað sagði ég og það sagðir þú!\n“Hér er enginn skyldur til að aðlagast og það á ekki að skylda einhvern hóp til þess.”\nNei enginn er enn skyldur til að aðlagast en það verður að gera það. Það var bara fyrir tveimur dögum sem tvítug Kúrdnesk stelpa var myrt af föður sínum í Svíþjóð fyrir að eiga samband við sænskan strák. Hefði þetta fólk aðlagast sænsku samfélagi þá hefði þetta aldrei gerst. Vilt þú svona ástand hér á íslandi?\n“Ég veit að innflytjendur í þessum löndum sem þú nefnir hafa ekki valdið vandræðum. Þetta er lygi hjá þér. Danir áttu ekki að fá möguleika á því að kjósa sér þessa ný-nasista. Ástandið í Ísrael er út af vondum aröbum. Ný-nasismi hefur verið að aukast eins og sagt var á stöð 2 um daginn og það er hræðilegt og því þarf að herða lögin í þessum rasisma og nasisma.”\nHvernig veist þú þetta. Ég tek sem dæmi það sem skeði úti í Svíþjóð sem ég greindi frá að ofan. Hvernig getur þú rökstytt þetta? Það eiga allir að fá möguleika að kjósa flokk sem berst fyrir þeirra málefnum hvort sem það er “ný-nasismi” eða lögleiðingu pappírsdiska. Ástandið í Ísrael er ekki út af vondum aröbum heldur út af “vondum gyðingum” og Bandaríkjunum. Og eru ekki arabar útlendingar? og elskar þú ekki alla svoleiðis hvernig geta þeir þá verið vondir? Já ný-nasismi er að aukast. En það má alls ekki herða lög gegn ný-nasisma og refsa fólki fyrir sína skoðun þá erum við ekki vitund betri en Talibanar, Hitler og Sovétríkin.\nSvo vill ég gera tillögu til að banna einfaldlega p4a úr þessu áhugamáli til þess að losna við svona heimskulegar greinar frá þessu fífli.\nKv.\nDragan"
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-23 22:45:28",
            "id": "412290",
            "reply_to_id": "412289",
            "text": "Málfrelsi á ekki að ná yfir mannvonsku og hatur. Það verður að takmarka málfrelsið við það sem við vitum að er rétt og banna því nasistum og rasistum að tjá sig að mestu leyti en þeir verða samt að fá að tjá sig eitthvað þar sem við búum í lýðræðisríki þar sem allir njóta einhvers málfrelsis, þeir fá samt ekki að tjá sig um þessi mál en mega tjá sig um önnur mál.\nÞað á alls ekki að vera málfrelsi í kynþáttamálum eða innflytjendalögum því að þá fáum við bara Klu Klux Klan gangandi um alla bæi ógnandi svertingjum og öðrum sem eru ekki jafn óogeðslegir og þeir.\nÉg hef sagt að það ætti að banna Islam og þessi maður var múslimi. Ef að þessi Islam hefði verið bannað þá hefði þetta ekki gerst í Svíþjóð.\nÉg les dagblöðin og veit að innflytjendur hafa bara auðgað samfélögin sem þar hafa sest að í. Það hafa engin vandræði verið með þá en hatursáróður nasista hefur samt sagt það en það er lygi. Það þarf að banna þessum mönnum að ljúga svona um innflytjendur.\nÁstandið í Ísrael er vegna rasisma og haturs araba á gyðingum sem hafa verið sanngjarnir og leyft aröbunum að búa þarna í sínu landi en arabarnir vilja alltaf eitthvað meira og eru aldrei ánægðir.\nEf að við gerum ný-nasisma að glæp(sem hann er) þá mun fólk ekki láta fólk opinberlega vita af þessum skoðunum.\nÉg hef farið eftir landslögum hér og því á ekki að banna mig."
        },
        {
            "user": "Dragan85",
            "user_id": "16801",
            "date": "2002-01-23 23:54:53",
            "id": "412291",
            "reply_to_id": "412290",
            "text": "“Málfrelsi á ekki að ná yfir mannvonsku og hatur. Það verður að takmarka málfrelsið við það sem við vitum að er rétt og banna því nasistum og rasistum að tjá sig að mestu leyti en þeir verða samt að fá að tjá sig eitthvað þar sem við búum í lýðræðisríki þar sem allir njóta einhvers málfrelsis, þeir fá samt ekki að tjá sig um þessi mál en mega tjá sig um önnur mál.”\nHér ert þú að tala um að svipta fólki grundvallar mannréttindum sem allir sem í lýðræðislegu samfélagi eiga rétt á þar með ert þú ekki vitund betri en Stalin, Hitler eða Talibana stjórnin sem allt voru rasistar punktur.\n“Það á alls ekki að vera málfrelsi í kynþáttamálum eða innflytjendalögum því að þá fáum við bara Klu Klux Klan gangandi um alla bæi ógnandi svertingjum og öðrum sem eru ekki jafn óogeðslegir og þeir.”\nÞað að banna umfjöllun á einum hlut veldur aðeins því að hann verður meira spennandi og vekur enn meiri umfjöllun. Þar afleiðandi myndir bann á umtal um inflytjendur aðeins ýta undir rasisma frekar en að draga úr honum. Og hversvegna má fjalla um öll mál minnihluta hópa íslendinga en ekki útlendinga? Er það ekki líka rasismi?\n“Ég les dagblöðin og veit að innflytjendur hafa bara auðgað samfélögin sem þar hafa sest að í. Það hafa engin vandræði verið með þá en hatursáróður nasista hefur samt sagt það en það er lygi. Það þarf að banna þessum mönnum að ljúga svona um innflytjendur. ”\nTrúir þú öllu sem þú lest? Já auðvitað auðga innflytjendur samfélög með sinni menningu en það þýðir ekki að þau þurfi að dreifa henni allstaðar. Það á að banna öllum að ljúga sér til pólitiskrar hagnaðar en ljúga ekki allir pólítíkusar? Og það er ekki allt lygi.\n“Ég hef sagt að það ætti að banna Islam og þessi maður var múslimi. Ef að þessi Islam hefði verið bannað þá hefði þetta ekki gerst í Svíþjóð.”\nÉg vitna í þig: “Ég les dagblöðin og veit að innflytjendur hafa bara auðgað samfélögin sem þar hafa sest að í.” Er það ekki. Múslimar eru innflytjendur sem sagt þú ert rasisti sem hatar alla múslíma. Að banna heilt trúarbragð sem kringum miljarður manns tilbiður er léttara sagt en gert.\n“ Ástandið í Ísrael er vegna rasisma og haturs araba á gyðingum sem hafa verið sanngjarnir og leyft aröbunum að búa þarna í sínu landi en arabarnir vilja alltaf eitthvað meira og eru aldrei ánægðir. ”\nNei ástandið í ísrael er vegna þess að gyðingar eru að taka landssvæði á jörð sem arabar eiga. Og ég vitna enn og aftur í þig: “Ég les dagblöðin”\n“Ef að við gerum ný-nasisma að glæp(sem hann er) þá mun fólk ekki láta fólk opinberlega vita af þessum skoðunum.”\nÞað myndir gera hlutina enn verri að banna ný-nasisma eða rasisma. Því þá myndi fólk verða en reiðara við innflytjendur og allt færi á háa loft. Þetta er að gerast í dag út um allt í Evrópu og enn og aftur vitna ég í “ ég les dagblöðin”."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 01:31:37",
            "id": "412292",
            "reply_to_id": "412291",
            "text": "Sæll,\nRökræður við Peace4all eru víst vonlausar félagi.\nAnnars það sem var erindi mitt:\nNiðurstöður könnunarinnar um málið á Althingi:\n“Er það æskilegt skilyrði fyrir starfi í grunnskólum Rvk að viðkomandi geti talað og skilið íslensku?”\nHlutlaus: 2%\nNei: 18%\nJá: 80%\nÞátttakendur: 50\n—\nKv.\nHjörtur J."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-24 08:55:42",
            "id": "412293",
            "reply_to_id": "412292",
            "text": "Það er dáldið gaman að fylgjast með því hvernig upphafleg fullyrðing Hjartar: “Öryggi grunnskólabarna í Reykjavík stefnt í hættu” hefur nú breyst í “Er það æskilegt skilyrði fyrir starfi í grunnskólum Rvk að viðkomandi geti talað og skilið íslensku?”\nÉg get alveg tekið undir þetta, það er æskilegt.  Er það nauðsynleg forsenda?  Nei.\nÞað er gott að sjá að við erum orðnir sammála.\nUpphaflega greinin á vef FF er samt í hróplegu ósamræmi við þessa “niðurstöðu” málsins.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 09:26:20",
            "id": "412294",
            "reply_to_id": "412293",
            "text": "Sæll,\nÖryggi grunnskólabarna í Rvk ER stefnt í ákveðna hættu með þessu fyrirkomulagi (það er í það minnsta dregið verulega úr öryggi þeirra) og þess vegna ER æskilegt að þetta fyrirkomulag sé ekki til staðar sé það mögulegt, þ.e. að viðkomandi geti talað og skilið íslensku.\nÞetta hefur ekkert breyst félagi.  Vona að þú sért bara ekki eitthvað sár út af niðurstöðu skoðanakönnunarinnar…?  (ekkert illa meint)\nHafðu það svo bara sem best félagi :)\nHjörtur J."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 09:28:06",
            "id": "412295",
            "reply_to_id": "412294",
            "text": "Sæll,\nSmá leiðrétting, á auðvitað að vera:\n“Öryggi grunnskólabarna í Rvk ER stefnt í ákveðna hættu með þessu fyrirkomulagi (það er í það minnsta dregið verulega úr öryggi þeirra) og þess vegna ER æskilegt að þetta fyrirkomulag sé ekki til staðar sé það mögulegt, þ.e. að viðkomandi geti EKKI talað og skilið íslensku.”\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-24 10:03:00",
            "id": "412296",
            "reply_to_id": "412294",
            "text": "“Þetta hefur ekkert breyst félagi. Vona að þú sért bara ekki eitthvað sár út af niðurstöðu skoðanakönnunarinnar…? (ekkert illa meint) ”\nÉg kemst nú hjá því að verða sár útaf niðurstöðu skoðanakönnunarinnar þar sem ég hefði eflaust svarað eins og meirihlutinn ef ég hefði tekið eftir könnuninni.\nEn auðvitað hefði könnunin átt að vera: “Er öryggi grunnskólabarna stefnt í hættu með því að ráða til starfa í skólunum fólk sem talar litla sem enga íslensku, jafnvel þó um mikinn minnihluta starfsfólksins sé að ræða og engir hæfir íslenskumælandi aðilar fáist til starfsins” :)\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 10:14:10",
            "id": "412297",
            "reply_to_id": "412296",
            "text": "Sæll félagi,\nEins og ég sagði var þetta ekkert illa meint, var bara að spá :)\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 10:20:54",
            "id": "412298",
            "reply_to_id": "412296",
            "text": "Sæll aftur,\nAnnars GAT könnunin hljómað þannig en ÁTTI varla að gera það.\nSem fyrr segir er það mín skoðun í stuttu máli að Ef ekki fást hæfari starfsmenn þá verði að una við þá bráðabirgðalausn að hafa starfsmenn sem tala ekki íslensku.  Örygginu er stefnt í hættu, eða a.m.k. úr því dregið verulega, með þessari ráðstöfun.  Það að hugsanlega fáist ekki hæfara starfsfólk breytir því ekki.\nAnnars er gott að heyra að þú sért farinn að líta á íslenskukunnáttuna sem ákveðna hæfni sem æskilegt sé að starfmenn grunnskóla búi yfir.  A.m.k. skil ég þetta þannig:\n“… jafnvel þó um mikinn minnihluta starfsfólksins sé að ræða og engir hæfir íslenskumælandi aðilar fáist til starfsins.”\nÞetta hlýtur að þýða að íslenskukunnáttan skipti máli varðandi hæfni viðkomandi en áður muntu hafa sagt að þér fyndist íslenskukunnátta skipta litlu eða jafnvel engu máli.\nVona að ég sé ekki að misskilja þig félagi :)\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-24 10:49:13",
            "id": "412299",
            "reply_to_id": "412298",
            "text": "Ég hef aldrei talað um að íslenskukunnátta skipti engu máli varðandi hæfni.\nÉg hef haldið því fram að hún sé ekki nauðsynlegur þáttur.\nMeð öðrum orðum, ég held því fram að starfsmaður geti talist algjörlega hæfur til að sinna ýmsum störfum innan grunnskólanna þrátt fyrir að tala litla sem enga íslensku.\nSami starfsmaður yrði hæfari ef hann talaði góða íslensku, það er alveg rétt hjá þér.  En góð íslenska er ekki forsenda fyrir því að teljast hæfur starfskraftur í þessu starfi.\nAð sama skapi er góð íslenskukunnátta ekki nægjanleg forsenda þess að hægt sé að teljast hæfur starfskraftur í grunnskóla.  Manneskja sem þolir ekki krakka á t.d. lítið erindi í starf á þeim vettvangi, jafnvel þó um væri að ræða best íslenskumælandi mann á jarðkringlunni.\nFrekar vildi ég barngóðan illa mælandi starfskraft.\nVið höfum engar vísbendingar um að verið sé að synja hæfu fólki um störf í grunnskólunum.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 11:03:49",
            "id": "412300",
            "reply_to_id": "412299",
            "text": "Sæll,\nOk, hver eru nákvæmlega “þessi ýmsu störf”?  Ef hann er algjörlega hæfur að þínu mati, en talar samt ekki íslensku, þá getur íslenskukunnátta sem slík ekki talist vera hæfni skv. þínum orðum.\nHmmm… hvernig getur starfsmaðurinn orðið hæfari ef hann er þegar “algjörlega hæfur” skv. því sem þú segir?\nÞað sagði annars aldrei neinn, mér vitanlega a.m.k., að verið væri að synja hæfu fólki um störf í grunnskólum.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-24 11:44:44",
            "id": "412301",
            "reply_to_id": "412300",
            "text": "Halló Hjörtur.\nHér eftir geri ég ráð fyrir í öllum mínum skrifum að þú hafir skilning á við 10 ára barn, því annað get ég ekki séð á síðustu skrifum þínum.\nTökum dæmi.\nEr nauðsynlegt að hafa tvo heila fætur til að geta hlaupið?\nNei, menn geta misst báða fætur en samt hlaupið með því að notast við gervifætur.\nMenn geta meira að segja hlaupa andskoti vel.\nGætu menn hlaupið betur ef þeir hefðu báða fætur heila.  Já, eflaust.\n“En nú segir þú að menn geti hlaupið andskoti vel án þess að hafa báða fætur heila, hvernig geta þeir þá verið betri hlauparar ef þeir hafa báða fætur heila” spyr Hjörtur litli, gapandi af undrun.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 11:55:22",
            "id": "412302",
            "reply_to_id": "412301",
            "text": "Sæll,\nHvað ertu eiginlega að fara?  Það varla mér að kenna að þú skrifir ónákvæmt svo maður þurfi stundum að geta í eyðurnar.  Ég les ekki hugsanir og alls ekki í gegn um tölvu.  Ég get aðeins gengið út frá því sem þú skrifar og ef það kemur spánskt fyrir sjónir, eins og t.d. þetta með að vera algerlega hæfur en samt ekki hæfur, þá biður maður að sjálfsögðu um skýringar á því hvað þú sért að meina.  Ef þér finnst þetta merki um óþroska þá held ég að vandamálið sé hjá þér en ekki mér.\nAllavega hef ég ekki ýjað að því að þig skorti þroskaeða sért tregur eða sakað þig um ofsóknarbrjálæði, fordóma og ég veit ekki hvað og yfirleitt án rökstuðnings.  Svo ekki sé minnst á blótsyrði sem á stundum hafa komið frá þér í þessari umræðu.  Málefnalegt?  Þroskað?  Og svo sakarðu mig um sandkassaleik??\nKv.\nHjörtu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-24 19:41:23",
            "id": "412303",
            "reply_to_id": "412301",
            "text": "vá….  mér finnst þú vera kominn út í helvíti mikið skítkast hérna við ritter, sem hefur ekki gert neitt til að eiga það skilið….."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 11:25:48",
            "id": "412304",
            "reply_to_id": "412299",
            "text": "Sæll,\nVar að spá, skv. þessari setningu hjá þér virðist íslenskukunnátta ekki skipta miklu máli fyrir þér:\n“Staðreynd 3: Að gefnu 1 og 2, gerir ekkert til þó ráðið sé fólk í skólana sem talar ekki góða íslensku. Það er einungis til bóta.”\nEf það að starfsmennirnir tali ekki góða íslensku er einungis til bóta þá getur íslenskukunnátta sem slík varla verið hátt skrifuð hjá þér, er það..?\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-24 11:41:06",
            "id": "412305",
            "reply_to_id": "412304",
            "text": "Staðreynd 1: Það vantar starfsfólk í skólana.\nStaðreynd 2: Það er fullt af starfsfólki í skólunum sem talar íslensku sem móðurmál.\nStaðreynd 3: Að gefnu 1 og 2, gerir ekkert til þó ráðið sé fólk í skólana sem talar ekki góða íslensku. Það er einungis til bóta.\nÞað er ljóst að ég þarf að skrifa fyrir Hjört eins og hann sé 10 ára.  Sem betur fer á ég barn á þeim aldri þannig að ég hef reynslu.\nÞað er einungis til bóta “fyrir skólana” að ráða starfsfólk sem talar ekki góða íslensku ef 1. skólana vantar starfsfólk og 2. fyrir í skólunum er starfsfólk (meirihluti) sem talar góða íslensku.\nHvaða sandkassaleikur er þetta Hjörtur?  Þú hlýtur að sjá að í þessari upptalningu minni skipti atriði 1 og 2 öllu máli til að útskýra 3 atriðið.  Það er algjörlega fáránlegt að klippa það eitt út til að reyna að koma höggi á mig.\nHættu þessu rugli.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 11:48:06",
            "id": "412306",
            "reply_to_id": "412305",
            "text": "Sæll vinur,\nTakk fyrir vinsamleg ummæli.  Það sem ég var að gera athugasemd við kom þessum “Staðreyndum 1” og “Staðreynd 2” bara ekkert við.  Það sem ég var að gera athugasemd við var þessi alhæfing sem fram kom í “Staðreynd 3” um að þetta væri EINGÖNGU til bóta.\nLangar líka enn að vita hvernig í ósköpunum starfsmaður orðið hæfari ef hann talar íslensku ef hann er þegar “algjörlega hæfur” þó hann tali enga íslensku, skv. því sem þú sagðir áðan?\nAnnars er ég ekkert í neinum sandkassa í augnablikinu heldur í Háskóla Íslands.\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-24 12:26:06",
            "id": "412307",
            "reply_to_id": "412306",
            "text": "“Annars er ég ekkert í neinum sandkassa í augnablikinu heldur í Háskóla Íslands. ”\nHehe, ég hef verið í Háskóla Íslands, Heimspeki og tölvunarfræði.  Háskóli Íslands er sandkassi.\nFótalausi hlauparinn er hæfur til að hlaupa með hjálp gervifóta.  Hann er “algjörlega hæfur” til þess.\nÞetta ætti ungur maður sem stundar nám við Háskóla Íslands að geta skilið.\nÞað er leiðinlegt til lengdar að þurfa að tyggja matinn ofan í þig.\nÞað er EINGÖNGU TIL BÓTA FYRIR ÞESSA SKÓLA AÐ RÁÐA ÞETTA STARFSFÓLK.  ÞAÐ ER EKKI EINGÖNGU TIL BÓTA AÐ ÞETTA STARFSFÓLK TALI EKKI ÍSLENSKU, EN ÞAÐ ER EINGÖNGU TIL BÓTA FYRIR SKÓLANA AÐ RÁÐA ÞETTA FÓLK EF SKÓLANA SKORTIR FÓLK, SKÓLARNIR HAFA YFIR AÐ RÁÐA STARFSFÓLKI SEM TALAR GÓÐA ÍSLENSKU, ALTALANDI ÍSLENDINGAR ERU EKKI AÐ SÆKJA UM STÖRFIN OG ÞETTA FÓLK ER HÆFT AÐ ÖÐRU LEYTI.\nJá þessir hástafir voru settir fram til að þú fengir það á tilfinninguna að ég væri að öskra á þig.\nÉg myndi reyndar ekki öskra svona á 10 ára barn, þannig að ég er kominn í þversögn við sjálfan mig.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 12:36:20",
            "id": "412308",
            "reply_to_id": "412307",
            "text": "Sæll,\n“Hehe, ég hef verið í Háskóla Íslands, Heimspeki og tölvunarfræði. Háskóli Íslands er sandkassi.”\n-Það er þitt álit á Háskólanum.  Ég vil nú einhvern veginn meina að einhver þroskamunur sé á milli leikskóla og Háskóla Íslands…\n“Fótalausi hlauparinn er hæfur til að hlaupa með hjálp gervifóta. Hann er ”algjörlega hæfur“ til þess.”\n-Svo við skiljum nú fótalausa manninn fyrir utan þetta, hvernig heimfærirðu þessa kenningu þína á þann sem ekki talar íslensku og ekki ensku heldur?\n“Það er leiðinlegt til lengdar að þurfa að tyggja matinn ofan í þig.”\n-Þetta væri ekkert vandamál ef þú orðaðir suma hluti almennilega skýrt.\n“Það er EINGÖNGU TIL BÓTA FYRIR ÞESSA SKÓLA AÐ RÁÐA ÞETTA STARFSFÓLK. ÞAÐ ER EKKI EINGÖNGU TIL BÓTA AÐ ÞETTA STARFSFÓLK TALI EKKI ÍSLENSKU, EN ÞAÐ ER EINGÖNGU TIL BÓTA FYRIR SKÓLANA AÐ RÁÐA ÞETTA FÓLK EF SKÓLANA SKORTIR FÓLK, SKÓLARNIR HAFA YFIR AÐ RÁÐA STARFSFÓLKI SEM TALAR GÓÐA ÍSLENSKU, ALTALANDI ÍSLENDINGAR ERU EKKI AÐ SÆKJA UM STÖRFIN OG ÞETTA FÓLK ER HÆFT AÐ ÖÐRU LEYTI.”\n-Aha, sem sagt eingöngu til bóta miðað við það ástand að hafa ENGA starfsmenn í störfunum.  Ekki miðað við það ástand að hafa starfsmenn sem tala íslensku.  Þetta er það sem þú tókst aldrei fram.  Nú skil ég þetta enda skiptir algeru grundvallarmáli við hvað er miðað í þessu tilfelli.  Upplýsingar um það vantaði einfaldlega.\n“Já þessir hástafir voru settir fram til að þú fengir það á tilfinninguna að ég væri að öskra á þig.”\n-Held annsrs einhvern veginn að öskur eigi ekki heima í málefnalegri umræðu.  Gott að þú varst ekki að því.\n“Ég myndi reyndar ekki öskra svona á 10 ára barn, þannig að ég er kominn í þversögn við sjálfan mig.”\n-Ekki illa meint, en ég gæti alveg trúað að það væri ekki í fyrsta skiptið…\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 12:48:08",
            "id": "412309",
            "reply_to_id": "412307",
            "text": "Sæll,\nAnnars langar mig að óska eftir því að við höldum þessu á málefnlegum nótum.  Þú virðist vera orðinn eitthvað pirraður af einhverjum ástæðum sem ég er þó ekki þrátt fyrir alls kyns óverðskuldaðar einkunnagjafir frá þér í þessari umræðu. (a.m.k. hafa þær flestar verið alls órökstuddar)  Vona að við getum haldið þessu á málefnalegum nótum.  Ég hef verið að gera það og vona að þú gerir það líka.\nVona líka að þetta valdi engum svokölluðum “hard feelings”, svo notað sé enskt orðatiltæki.  Við erum báðir skynsamir menn og eigum því að geta rætt þessi mál eins og menn þó við séum ekki endilega sammála um allt.  Sammála?\nKv.\nHjörtu"
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2002-01-24 17:05:20",
            "id": "412310",
            "reply_to_id": "412307",
            "text": "Þetta eru búnar að vera langar og athuglisverðar umræður, en svolítið komnar útí endurtekningar og persónulegt rifrildi.\nEg er kennari í einum af stærri grunnskólunum í Reykjavík, þar sem er talsvert af erlendu starfsfólki, og nokkrir sem tala takmarkaða íslensku. En engu að síður stendur það sig vel vinnur sína vinnu af natni og eru vel liðin af kennurum, nemendum jafnt sem foreldrum. Börnin hafa gott að því að kynnast fólki frá öðrum löndum og hafa gagn og gaman af,það er tildæmis mjög vinsælt hjá krökkunum að kenna þeim sem lítið geta tjáð sig á íslensku tungumálið og hafa myndast náin tengsl á milli nemenda og erl. starfsfólks rétt eins og við íslenskt. Við höfum yfir engu að kvarta með okkar starfslið, og fögnum þessu fólki sem er hjá okkur og hjálpa öllum að víkka sjóndeildahringinn. Einnig til gamans þá vil ég minnast á að tilfelli hafa komið upp þar sem barn er mjög fordómafullt að sökum þess sem það býr við heima, og á skömmum tíma horfið frá fordómunm því þau sjá að það er ekkert við nein rök að styðjast[samtal sonar og móður í forstofu: ....en mamma, \"Yolanda\" er ekkert vitlaus þótt hún sé svört/gul/útlensk hún er alltaf svo góð við mig...]\nFleiri dæmi þekki ég svona, en læt þetta nægja í bili.\nHaltu þínu striki Matti!\nKveðja, Kristín."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 17:42:04",
            "id": "412311",
            "reply_to_id": "412310",
            "text": "Sæl,\nFordómar eru auðvitað slæmir.  Vona að allir séu sammála um það.  Hins vegar snýst þetta um hæfni.  Ég ætla ekki að segja að þeir sem tala enga eða litla íslensku séu ekki ágætis fólk og sinni ekki starfi sínu eins vel og það getur, en ég er nú engu að síður þeirrar skoðunar að manneskja sem talar íslensku auk annarra æskilegra hæfileika sé hæfari en manneskja sem talar ekki íslensku en hefur samt til að bera aðra æskilega hæfileika.  Um þetta hefur umræðan aðallega snúist.\nAuk þess hlýtur að vera ljóst að öryggið í skóla er betur borgið ef allir starfsmennirnir geta brugðist hratt og örugglega við, án allra vandkvæða, s.s. tungumálaörðugleika, ef eitthvað kemur upp á eins og slys eða bruni þar sem mínútur og jafnvel sekúndur geta skipt öllu máli.  Það er annað aðalatriðið sem þessi umræða snerist um.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 17:46:52",
            "id": "412312",
            "reply_to_id": "412310",
            "text": "Sæl,\nEn já þessi umræða er löngu komin út fyrir mörkin sennilega.  Þetta er einu sinni ekki svo flókið mál og ég held að við Matti séum meira sammála en okkur grunar.\nOg já, rétt að taka það fram að húðlitur var aldrei umræðuefnið hér enda á slíkt auðvitað ekki að skipta neinu máli, auk þess sem það kemur tungumálakunnáttu sem slíkri ekki beinlínis við. Ekki eins og hvítir geti einir lært íslensku eða neitt svoleiðis :)\nKv.\nHjörtu"
        },
        {
            "user": "johanns",
            "user_id": "10187",
            "date": "2002-01-24 17:55:45",
            "id": "412313",
            "reply_to_id": "412312",
            "text": "Eftir að hafa lesið allt þetta skítkast frá Thew hérna þá get ég engan veginn borið neina virðingu fyrir honum.\nMenn sem telja sig fullorðna eiga ekki að vera að rífast, snúa út úr og þrugla eins og 5 ára drengir.\nHafðu það Thew"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-25 00:15:51",
            "id": "412314",
            "reply_to_id": "412310",
            "text": "Sæl Krístín.\nMér leikur forvitni á að vita hvernig starfsfólk sem ekki er talandi á íslensku né heldur getur skilið til fullnustu íslenskt mál, getur mögulega\nsett sig inn í þær aðstæður sem ÞARF að takast á við í skólaumhverfi s.s. ofvirk börn, og misþroska almennt, hvað varðar tjáskipti.\nLendir það á íslensku starfsmönnunum að greiða\núr slíku, vegna tungumálaörðugleika, eða er sérstakt skipulag vegna þessa kanski ?\nKærleikur og hlýja hefur ekki landamæri tungumála, og eyðir fordómum hvers konar, því er ég hjartanlega sammála.\nÞað er alltaf nauðsynlegt að sjá jákvæðu hliðarnar\nen það þýðir ekki það að hina hliðina þurfi ekki að skoða líka.\nmeð góðri kveðju.\ngmaria."
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2002-01-25 00:36:25",
            "id": "412315",
            "reply_to_id": "412314",
            "text": "gmaria;Það er í hlutverki fagmenntaðs fólk að fást við vandamál eins og ofvirkni jafnt sem önnur hegðunarvandamál og þeir sem eru í mestum samskiptum við börnin eru því kennararnir. Það er ekki ætlast til þess af öðru starfsfólki, íslensku eða ekki, að leysa úr erfiðari málum sem koma upp. Auðvitað geta alltaf aðstæður komið upp sem erfitt er fyrir þann sem kann ekki málið, en það hafa ekki skapast vandamál af þeim sökum hjá okkur. Þá er einfaldlega náð í kennara og leyst úr málinu, og samkennurum mínum hafa ekkert við það athuga, það er ekki rétt að túlka það þannig að meiri vinna lendi á þeim fyrir vikið.\nKveðja, Kristín."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-25 01:22:38",
            "id": "412316",
            "reply_to_id": "412315",
            "text": "Kæra Kristín.\nÉg vil í þessu sambandi benda þér á það að aðrir starfsmenn en kennarar er starfa innan skólanna sækja sér einnig fagmenntun einkum og sér í lagi til þess að takast á við það atriði að kunna að\nbregðast við aðstæðum í sínu starfi, s.s vegna\náherslna þess efnis að ófatlaðir skuli eiga þess kost að eiga samskipti við fatlaða, ( misþroska ofvirkni eða annað ), t.d. í frímínútum eða útiveru.\nEf gæðastaðall skóla er ekki hærri en svo að aðeins hluti starfsmanna sé þess umkominn að takast á við dags dagleg vandamál, t.d vegna tungumálaörðugleika  þá finnst mér þar ekki nógu vel að verki staðið gæðalega séð.\nÞað er mín skoðun.\nkveðja.\ngmaria"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-01-12 20:42:00",
            "id": "2953091",
            "reply_to_id": "412314",
            "text": "Fyrirgefðu..\nÉg skrifaði bara einhverja tölu þarna uppí urlinu =D"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 18:17:27",
            "id": "412317",
            "reply_to_id": "412307",
            "text": "Vertu ekki svona ókurteis Matti minn. Ég er ósammála Ritter en reyni samt að bæla niður reiði mína þegar ég ræði við hann."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 18:28:39",
            "id": "412318",
            "reply_to_id": "412317",
            "text": "Sæll félagi,\nÞetta voru góð og málefnaleg orð hjá þér Peace :)\nEn mér er spurn: Bæla niður hvaða reiði?  Yfir að ég skuli voga mér að hafa aðrar skoðanir á málum en þú, eða…?  Bara að spá…\nKv.\nHjörtu"
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2002-01-25 00:23:45",
            "id": "412319",
            "reply_to_id": "412318",
            "text": "´Sælir aftur, mér láðist víst að nefna að í öllum grunnskólum er ýtarleg neyðaráætlun um hvernig bregðast eigi við eldsvoða og öðrum hugsanlegum hættum. Allir starfsmenn hjá okkur , íslenskumælandi og minna íslenskumælandi,  er vel upplýst um hvernig bregðast skuli við í neyð og eru upplýsingaranar á ensku jafnt sem á íslensku,og nýjum starfsmönnum eru kynntar þær ýtarlega er þeir hefja störf.Ef fólk er í vafa þá spyr það einfaldlega. Öryggi nemendana er í forgangi og séð er til þess að allir hafi sitt á hreinu.\nHjörtur;hefur þú einhvað kynnt þér hvernig þessum málum er hagað í gunnskólunum?\nAuðvitað er gott ef fólk talar íslensku, og flestir eru fljótir að ná undirstöðu atriðinum í málinu,\nEn ég tel engan grundvöll fyrir því að öryggi barna sé ógnað með veru erlends starfsfólks.\nOg lækkaður þjónustu staðall.. nei ekki sammála\nþví heldur. Þú minntist á erlenda starfsstúlku sem vissi ekki í hvaða stofu nemadsi átti að mæta í fyrir próf.Það er ekki marktækt,skólar eru fjölmennir og ekkert frekar að íslenskur starfsmaður vissi það . Við vorum með íslenskan gangavörð við skólann okkar í mörg ár, gamall karl, fór á eftirlaun í fyrra. Hann var svo skapvondur og pirraður að krakkarnir forðuðust hann eins og heitan eldinn. Nú er tekinn við erlendur maður, sem talar örlitla íslensku og meira með hverjum deginum, krakkarnir bókstaflega dýrka hann og leita mikið til hans og þeim rekst að hafa árangursrík samskipti á batnandi tungumálafærni hans og með látbragði og hann er duglegur að tala við okkur um hluti sem honum er umhugsað um í sambandi við börnin og samstarfið er til fyrirmyndar. Mig langaði bara að koma með jákvætt dæmi, og veit um  mörg fleiri. Auðvitað er starfsfólk skóla eins og allir aðrir, misjafn sauður inná milli ,en að vandræðin stafi af aðallega af veru útlendinga er ekki rétt.\nEitt annað vil ég taka fram, auðvitað eiga allir rétt á sínum skoðunum, og öðrum ber að virða þær.\nSumir vita ekki betur og ekki er hægt að sakast við þá.\nKveðja Kristín"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-26 01:35:39",
            "id": "412320",
            "reply_to_id": "412319",
            "text": "Sæl Kristín,\n“Mér láðist víst að nefna að í öllum grunnskólum er ýtarleg neyðaráætlun um hvernig bregðast eigi við eldsvoða og öðrum hugsanlegum hættum. Allir starfsmenn hjá okkur , íslenskumælandi og minna íslenskumælandi, er vel upplýst um hvernig bregðast skuli við í neyð og eru upplýsingaranar á ensku jafnt sem á íslensku,og nýjum starfsmönnum eru kynntar þær ýtarlega er þeir hefja störf. Ef fólk er í vafa þá spyr það einfaldlega. Öryggi nemendana er í forgangi og séð er til þess að allir hafi sitt á hreinu.”\n-Þetta er allt gott og blessað með neyðaráætlunina.  Málið er bara að greinin fjallaði ekki um starfsmenn sem væru “minna íslenskumælandi” heldur sem töluðu enga íslensku og jafnvel enga ensku heldur.\n“Hjörtur;hefur þú einhvað kynnt þér hvernig þessum málum er hagað í gunnskólunum?\nAuðvitað er gott ef fólk talar íslensku, og flestir eru fljótir að ná undirstöðu atriðinum í málinu,  En ég tel engan grundvöll fyrir því að öryggi barna sé ógnað með veru erlends starfsfólks.”\n-Já ég hef kynnt mér þessi mál töluvert, einkum þá frásagnir ýmissa foreldra.  Hvað kallar þú annars undirstöðuatriðin í íslensku?  Yfirleitt segja útlendingar nefnilega að það sé erfitt að læra íslenskuna og allajafna tekur það þá langan tíma.  Öryggi barnanna hlýtur að verða minna eftir því sem nauðsynleg hæfni starfsfólksins minnkar.\n“Og lækkaður þjónustu staðall.. nei ekki sammála því heldur. Þú minntist á erlenda starfsstúlku sem vissi ekki í hvaða stofu nemadsi átti að mæta í fyrir próf.Það er ekki marktækt,skólar eru fjölmennir og ekkert frekar að íslenskur starfsmaður vissi það.”\n-Þessi ágæti maður komst nú aldrei að því hvort erlenda starfsstúlkan vissi hvar stofan var því hún gat ekkert talað við hann, hvorki á íslensku né ensku.  Íslenskur starfsmaður hefði þó a.m.k. getað gert sig skiljanlegan við manninn jafnvel þó hann hefði ekki vitað um stofuna heldur.\n“Við vorum með íslenskan gangavörð við skólann okkar í mörg ár, gamall karl, fór á eftirlaun í fyrra. Hann var svo skapvondur og pirraður að krakkarnir forðuðust hann eins og heitan eldinn.”\n-Sem betur fer eru nú ekki allir íslenskir starfsmenn gamlir skapvondir menn.  Þetta er nú bara ekki sambærilegt dæmi.  Hvað ef um væri að ræða skapvondan gamlan mann sem í þokkabót talaði ekki íslensku né ensku?  Þá hefði gamli skapvondi íslenski maðurinn örugglega talist vænlegri kostur ekki satt?\n“Nú er tekinn við erlendur maður, sem talar örlitla íslensku og meira með hverjum deginum, krakkarnir bókstaflega dýrka hann og leita mikið til hans og þeim rekst að hafa árangursrík samskipti á batnandi tungumálafærni hans og með látbragði og hann er duglegur að tala við okkur um hluti sem honum er umhugsað um í sambandi við börnin og samstarfið er til fyrirmyndar.”\n-Ekki illa meint en mér þætti gaman að sjá þennan annars ágæta mann koma því á framfæri með látbragði ef það hafi kviknað í, t.d. í gegn um síma vip starfsmenn neyðarlínunnar.  Þessi staða mála kallast öryggisskerðing.\n“Mig langaði bara að koma með jákvætt dæmi, og veit um mörg fleiri. Auðvitað er starfsfólk skóla eins og allir aðrir, misjafn sauður inná milli ,en að vandræðin stafi af aðallega af veru útlendinga er ekki rétt.”\n-Það er enginn að tala um að einhver vandræði stafi af útlensku starfsfólki heldur bara að það starfsfólk sem ekki talar íslensku er varla hæft til að sinna þjónustu störfum við Íslendinga.  Þú þekkir án efa mörg jákvæð dæmi um þessi mál sem er bara gott að heyra, en ég veit bara um mörg neikvæð dæmi líka.\n-Tökum sem dæmi: Kunningi minn fór í bíó fyrir jól og í hléinu ætlaði hann að kaupa sér nasl og fór að afgreiðsluborðinu.  Það kom svört stelpa til hans og hann setti það eðlilega ekkert fyrir sig og sagði hvað hann vildi.  Svarið var: “Sorry I don´t speak Icelandi, do you speak English?”  Kunningi minn hneykslaðist alveg og sagði bara að hann ætti ekki að þurfa að tala ensku á Íslandi til að fá þá þjónustu sem hann borgaði fyrir og fór að næstu afgreiðslustelpu.  Fyrir utan það að þurfa að tala ensku til að fá þjónustu, hvað með t.d. ef viðskiptavinurinn hefði verið manneskja sem talaði ekki íslensku, t.d. eldriborgari?  Afgreiðslustúlkan hefði ekki getað afgreitt viðkomandi.  Svo einfalt er það.  Er þetta rétt?  Á þetta að vera svona?  Mér finnst það ekki.  Ég hef ekkert á móti því að útlendingar vinni hér á landi en það er bara lágmark að fólk sem vinnur í þjónustugreinum á Íslandi uppfylli það lágmarksskilyrði að geta haft samskipti við viðskiptavini sína á íslensku.  Það er varla til of mikils ætlast.\n“Eitt annað vil ég taka fram, auðvitað eiga allir rétt á sínum skoðunum, og öðrum ber að virða þær. Sumir vita ekki betur og ekki er hægt að sakast við þá.”\n-Ertu þá að meina mig eða þig?  Þú hefur auðvitað allan rétt á að gefa sjálfri þér þær einkunnir sem þér þykir henta, en ef þú hefur átt við mig þá verð ég að kalla það hroka enda ertu í því tilfelli að tala niður til mín með þessum orðum.\n-Annars er það misskilningur að okkur beri að virða skoðanir annarra, með því að virða eitthvað er maður að bera virðingu fyrir því.  Ef þú ert ekki sammála einhverjum skoðunum geturðu varla borið virðingu fyrir þeim.  Við eigum hins vegar að bera virðingu fyrir RÉTTI annarra til að tjá skoðanir sínar.  Það er að sjálfsögðu allt annar handleggur.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 11:42:33",
            "id": "412321",
            "reply_to_id": "412299",
            "text": "Sæll,\nAnnars smá forvitni.  Þú sagðir aldrei álit þitt á eftirfarandi frétt.  Væri fróðlegt að vita álit þitt á hanni:\n—————\nSkilyrði fyrir vinnu er að tala íslensku\n(Fréttablaðið, 11. janúar 2002)\nSumir atvinnurekendur eru farnir að tilgreina það sem skilyrði fyrir nýráðningum að viðkomandi starfsmaður sé mælandi á íslenska tungu. Guðmundur Þórðarson, eigandi Efnalaugarinnar og þvottahússins Drífu við Hringbraut, setti þetta sem skilyrði í nýlegri auglýsingu eftir starfskrafti. Það sé nauðsynlegt vegna þess að starfsmenn verða að geta tjáð sig við viðskiptavini þegar þeir séu við afgreiðslu og svara í síma. Þá sé einnig mjög erfitt að kenna þeim til verka ef þeir séu alveg mállausir á íslenska tungu og jafnvel líka ensku.\nHann segir að töluvert sé spurt um vinnu fyrir útlendinga sem geta ekki tjáð sig nema á sínu móðurmáli, einkum fólk frá Filippseyjum og Tælandi en einnig frá A-Evrópu. Guðmundur segist hafa reynt að hafa fólk frá Filippseyjum í vinnu hjá sér en varða að láta það hætta, fyrst og fremst vegna tungumálaerfiðleika. Hann áréttar að þótt hann sé ekkert á móti þessu fólki sem hingað flytur þá gangi það hreinlega ekki að hafa það í vinnu við störf af þessu tagi meðan það ekki uppfyllir þau lágmarksskilyrði að tala íslensku.\n——–\nGuðmundur kallar íslenskukunnáttuna “lágmarksskilyrði” og að hún sé nauðsynleg.  Hlýtur ekki það sama að gilda í grunnskólum, hjúkrunarheimilum svo og víðar í þjónustugeiranum?  Þ.e. auðvitað ef starfsfólk sem talat íslensku fæst í störfin :)\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 12:14:37",
            "id": "412322",
            "reply_to_id": "412321",
            "text": "Sæl öll,\nÁtti auðvitað að vera:\n“Þ.e. auðvitað ef starfsfólk sem talar íslensku fæst EKKI í störfin.” :)\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 12:37:48",
            "id": "412323",
            "reply_to_id": "412321",
            "text": "Sæll,\n“No comment…?”\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-24 19:54:49",
            "id": "412324",
            "reply_to_id": "412323",
            "text": "“No comment…?”\nÉg sé ekki tilganginn í því…\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-28 18:15:18",
            "id": "412325",
            "reply_to_id": "412324",
            "text": "Sæll,\n“Ég sé ekki tilganginn í því…”\nAf hverju ekki?  Þetta hefur að öllu leyti með málið að gera!\nKv.\nHjörtu"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2002-02-01 23:57:38",
            "id": "412326",
            "reply_to_id": "412278",
            "text": "Til þín mikla fífls, peace4all:\nEitt að lokum í málefnalegum skoðanaskiptum mínum við þig.\nTek ég hér fram nokkur dæmi um heimsku þína\n1.“Ef að fólk væri á móti fjölmenningarsamfélagi þá myndi það kjósa sér flokka sem berðust gegn því. Flokk Framfarasinna og þjóðernissinnanana, félaga þeirra. Ef að einhver væri á móti þessu þá myndum við sjá þá nasista tala og láta í sér heyra til að mótmæla því.”\nÞetta er eins og að segja; allir elska peace4all vegna þess að enginn hefur gengið í flokkinn “ég hata peace4all”. Og líka, fyrst enginn hatar þig, hvers vegna er þá enginn að láta í sér heyra um hvað þú ert frábær ? Svar: þú ert fífl\n2.“Ég sagði aðeins að þeim araöbum sem væru vondir að ég væri á móti.”\nÞú hefur lýst því yfir að þú hatir alla araba, kallað þá hyski og annað miður fallegum nöfnum.\nOg afhverju ? Svar: þú ert fífl\n3.“Ég á marga vini frá mið-asíu sem mér þykir vænt um.”\na)mér gæti ekki verið meira sama. b) Ef ég ætti vin sem þú flokkar sem arabahyski, væri það þá í lagi því ég vildi það. NEI ! og afhverju ekki ? Jú, mikið rétt, þú ert fífl\n4.“Þetta fólk á val um að aðlagast eins og aðrir Íslendingar. Ef að þú vilt vera öðruvísi þá áttu val á því. Líka þeir.”\nEf að þeir vilja koma hingað, þá verða þeir að aðlaga sig að reglum samfélagsins\n5.“Vandræði skapast vegna nasista og rasistahyskis eins og þín sem talið gegn innflytjendum og áhrifum þeirra.”\nNei, vandræði skapast vegna þess að þetta fólk kemur hingað til landsins, og þá fer fólk að láta í sig heyra.\nEftir þetta hef ég komist að þeirra niðurstöður að skoðanir þínar eru réttar, og gefst ég hérmeð upp.\nEKKI !!!!!\nHAHAHAHAHAHAHA. Tók þig í feitan innflytjendaanus\nÞú ert nefnilega fífl sjáðu til"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2002-02-02 18:21:08",
            "id": "412327",
            "reply_to_id": "412326",
            "text": "Þú ert fífl!!!!!!!!!!!!"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2002-02-02 19:53:45",
            "id": "412328",
            "reply_to_id": "412327",
            "text": "Takk fyrir að segja engar ástæður fyrir því, nú þarf ég nefnilega ekki að svara þér.\nEr ég nú hættur að skrifa við þig, og hvet ég aðra huga til að gera slíkt hið sama"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 22:40:31",
            "id": "412329",
            "reply_to_id": "412273",
            "text": "Sæll,\nAð fenginni reynslu af þér, og það ekki góðri, þá er ég ekki hissa á skítkastinu sem kemur frá þér í þessu svari.  Ég ætla ekki að svara því enda vita víst flestir hér á Huga hvernig þú hagar allajafna þínum málflutningi.\nHvað varðar fullyrðingar þínar eru þær alrangar eins og flestir gera sér væntanlega grein fyrir.  Annars veit þessi vinur þinn úr Heimsþorpinu ekkert um okkur meira en aðrir og hvað þá að við séum eitthvað sem við erum alls ekki.\nMeð batakveðjum,\nHjörtu"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2002-01-29 22:26:03",
            "id": "412330",
            "reply_to_id": "412273",
            "text": "fjandinn hirði þig peace4all\nStrax og ég sá nafn þitt, vissi ég hvað þú mundir segja. Nú stend ég upp og sparka í þig í huganum.is og hata þig. Það að þú skyldir voga þér að segja þetta, að Íslendingar vilji allir fjölþjóðasamfélag er svo mikið bull, að nú er nóg komið. Þú hefur haldið því statt og stöðugt fram, að arabar séu hyski, viltu fá araba inn til landsins ?\nVerður þetta nú í síðasta sinn sem ég ræði við þig á nokkrum málefnalegum grundvelli, þar sem þú virðist ekki vilja skilja neitt, og mun ég aðeins beita fyrir mig persónulegum aðdróttunum héðan í frá og rökræða við aðra menn\nÞú ert fífl"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-31 00:23:13",
            "id": "412331",
            "reply_to_id": "412330",
            "text": "Ég sagði bara að arabarnir sem væru vondir við gyðingana séu hyski. Arabar sem eru ágætir við gyðinga mega koma til landsins. Þú virðist ekki skilja neitt sjálfur."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2002-01-21 21:13:36",
            "id": "412332",
            "reply_to_id": "412127",
            "text": "Þegar Íslendingar sjálfir eru varla talandi íslensku þá finnst mér ekkert að þessu!\nEini gallinn er að mér finnst að fólk sem er að flytja hingað eigi að læra íslensku. Ekki fyrir okkur heldur fyrir það sjálft. Svo það geti verið hérna án erifðleika.\nPunktur!\nEin af mörgum ástæðum að innflutt vinnuafl er í tísku er að íslendingar vilja há laun, á meðan útlendingar taka lægri, þetta lækkar skatta fyrirtækja og útgjöld til starfsmanna og þar af leiðandi hækkar gróðinn.\nÁ meðan allir eru gráðugir þá getum við sjálf um okkur kennt!!!\nViceRoy"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 23:12:16",
            "id": "412333",
            "reply_to_id": "412332",
            "text": "Sæll,\nÞó einhverjir aðilar geri eitthvað slæmt er það ekki afsökun fyrir því að aðrir geri það.\nHvaða Íslendingar eru það sem “eru varla talandi á íslensku”?  Þetta er eitthvað nýtt.  Ég hef ekki enn hitt Íslending sem ekki talar íslensku, nema þá að hann væri mállaus sem er auðvitað annar handleggur.  Annars snúast þessar umræður mest um fólk sem talar svo að segja ENGA íslensku.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-21 23:14:43",
            "id": "412334",
            "reply_to_id": "412332",
            "text": "Sæll aftur,\n“Ein af mörgum ástæðum að innflutt vinnuafl er í tísku er að íslendingar vilja há laun, á meðan útlendingar taka lægri, þetta lækkar skatta fyrirtækja og útgjöld til starfsmanna og þar af leiðandi hækkar gróðinn.”\n-Það á auðvitað að greiða erlendum ríkisborgurum sömu laun og íslenskum.  Segir sig sjálft hlýtur að vera.\n“Á meðan allir eru gráðugir þá getum við sjálf um okkur kennt!!!”\n-Berum við Íslendingar sem sagt ábyrgð á því að ALLIR séu gráðugir, eða hvað?\nKv.\nHjörtu"
        },
        {
            "user": "wwjd",
            "user_id": "13419",
            "date": "2002-01-22 01:13:35",
            "id": "412335",
            "reply_to_id": "412127",
            "text": "Sæll Hjörtur.\nÉg verð nú að segja það að ég hef haft nokkuð gaman af þessari umrræðu hingað til, en mér finnst hún orðinn nokkuð löng og ætla ég að taka grein þína lið fyrir lið og reyna eftir fremsta megni að koma með RÖK.\nEn þó áður en ég byrja verð ég að segja að mér finnst sorglegt að þér sé líkt við meðlimi FÍÞH, því það virðist ekkert vera líkt með ykkur málefnalega séð. Þótt þú viljir vera pjúra íslendingur að þá er ekki þar með sagt að þú sért eins og þeir og ef ég hef gefið það í skyn að þá biðst ég afsökunar á því, en samt engu að síður finnst mér örla á fordómum gegn fólka af öðru þjóðerni og það er bara mín persónulega skoðun og tilfinning af þínum skrifum.\nEn að aðalmálinu.\n#1:“Víða í grunnskólum Reykjavíkur er ýmist fólk af erlendu bergi brotið við ýmis störf sem ekki er talandi á íslensku og jafnvel ekki ensku heldur. Fræðslustjóri Reykjavíkur, Gerður Óskarsdóttir, var spurð álits á því í Útvarpi sögu sl. fimmtudag hvort ekki væru gerðar þær kröfur til starfsmanna grunnskóla Reykjavíkur að þeir gætu tjáð sig á íslensku.\nGerður svaraði því til að ekki þætti nein sérstök ástæða til að gera þær kröfur til starfsmanna grunnskólanna og ennfremur að það væri einungis gott fyrir börnin að hafa samskipti við fólk af erlendum uppruna. Hvers vegna eru þessar kröfur ekki gerðar til starfsmanna skólanna? Og hvernig geta börnin átt samskipti við erlenda starfsmenn skólanna ef þeir geta ekki talað íslensku”\nAð sumu leyti er ég sammála þér en það er því miður sú staðreynd að það er fólk sem er til hér á íslandi sem hefur engan áhuga á að vinna við þessi störf, en til að bæta tungumálakunnáttu þessa fólks er hægt að ráða það gegn því skilyrði að það sækji kennslu í íslensku, og eins og gefur að skilja að þá lærir fólk á því að vera innan um fólk sem er að tala íslensku daginn inn og út. Og ég er sammála Gerði í því að börnin hafa gott af því að umgagngast fólk af öðru þjóðerni til þess að læra nýja hluti og sjá fólk með réttum augum, ekki með augum rasista.\n#2“Hvað síðan með öryggisþáttinn? Hvers vegna í ósköpunum er öryggisstaðallinn í grunnskólum Reykjavíkur lækkaður með svo afgerandi hætti með því að hafa þar fólk við störf sem er óhæft til að bregðast við í neyðartilfellum vegna þess að það getur ekki gert sig skiljanlegt við nemendur skólanna og jafnvel ekki heldur við aðra starfsmenn þeirra? Hvernig geta þessir starfsmenn t.d. brugðist við hlutum eins og einelti þegar þeir geta hvorki vitað hvert vandamálið er né út á hvað það gengur? Og hvað ef slys ber að höndum þar sem hver mínúta skiptir máli? Er það virkilega réttlætanlegt að stefna öryggi nemenda grunnskólanna í hættu eins og nú er gert með þessu fyrirkomulagi”\nég tel að það sé ekki búið að lækka öriggisstaðalinn með þessu, ég er nú þegar búinn að tala um einelti og ætla ekki að ræða það frekar, en ef eins og þú nefnir að ef slys gerast að þá HELD ég ( ég er ekki að fullyrða) að það sé skylda fólks sem er að vinna með börnum í grunnskólum eða félagsmiðstöðum að fólkið sækji skyndihjálparnámskeið þannig að það á að vita hvernig igi að bregðast við. En erum við að tala um fólk sem sinnir gangavörslu eða skúringarfólk???.\n#3“Og hvað með þjónustuþáttinn við börnin? Hvers vegna í ósköpunum á að skerða þjónustuna við börnin í grunnskólum Reykjavíkur vegna þess að ákveðnir starfsmenn eru ófærir um að hafa samskipti við þau og þar með algerlega óhæfir til að gegna stöðum sínum? Þessir starfsmenn gætu allt eins verið mállausir, enda eru þeir það í raun”\nÉg tel að það sé ekki verið að skerða neina þjónustu við börnin, hvaða þjónustu erum við annars að tala um, ferðir á klósettið eða? Og hvernig getur þú fullyrt um að einhver sé óhæfur til að sinna sínu starfi, ég veit þess dæmi að það sé heyrnalaus maður að vinna á skifstofu hér í bæ og sinnir hann sínu starfi mjög vel.\nÉg tel ekki þörf á því ákkurat núna að tala um fjölmenningarlega hlutinn í þessu máli, svara því ef þú telur frekari þörf á svörum frá mér um þau mál.\nKveðja\nMatti"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 01:24:05",
            "id": "412336",
            "reply_to_id": "412335",
            "text": "Sæll,\n“En þó áður en ég byrja verð ég að segja að mér finnst sorglegt að þér sé líkt við meðlimi FÍÞH, því það virðist ekkert vera líkt með ykkur málefnalega séð. Þótt þú viljir vera pjúra íslendingur að þá er ekki þar með sagt að þú sért eins og þeir og ef ég hef gefið það í skyn að þá biðst ég afsökunar á því, en samt engu að síður finnst mér örla á fordómum gegn fólka af öðru þjóðerni og það er bara mín persónulega skoðun og tilfinning af þínum skrifum.”\n-Þakkir fyrir það.  Svona er þetta nú bara með suma stundum.  Ég hef örugglega einhverja fordóma eins og allir aðrir væntanlega.  En þeir eru eitthvað voðalega litlir þó gagnvart útlendingum ef þeir eru einhverjir.  Hafi ég slíkt fer ég þó a.m.k. ekki eftir því.  Vil meina að ég sé nú bara of skynsamur til þess.\nTakk fyrir þessa greiningu á greininni minni annars.  Kíki á þetta á morgun.  Heyrumst félagi!\nKv.\nHjörtu"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-01-22 20:29:23",
            "id": "412337",
            "reply_to_id": "412127",
            "text": "Börnin kunna nú flestöll ensku af sjónvarpsáhorfi og tölvuleikjum. Ef ekki, er ekki seinna vænna að byrja að æfa sig. Heimskt er heimaalið barn."
        },
        {
            "user": "icebird",
            "user_id": "5087",
            "date": "2002-01-22 20:42:17",
            "id": "412338",
            "reply_to_id": "412337",
            "text": "Eiga börnin semsagt bara að tala ensku?\nEigum við að láta af okkar siðum fyrir útlendingana, að þeim líði betur?\nHafa þeir þannig rétt til þess að vera “æðri” en við og það í okkar eigin landi?\nVeistu það ramax, þetta var það heimskulegasta komment sem ég hef nokkurntímann lesið, að börnin eigi bara að hundskast til að læra ensku.\nÞar fyrir utan þá talar sumt af þessu fólki ekki einusinni ensku.\nSkömm á þig!"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 20:49:34",
            "id": "412339",
            "reply_to_id": "412338",
            "text": "Sæll,\nÞetta er svona svipað og thew vinur minn sagði hér fyrr í þessari umræðu:\n“En ef starfsfólkið í skólunum skortir algjörlega hæfileika til að eiga tjáskipti við þá sem ekki tala góða íslensku … sé ég ekki að það sé í réttu starfi.”\n-Þetta er “snilld”, sem sagt ef íslenska starfsfólkið getur ekki haft samskipti við starfsfólk sem hvorki tala ensku né íslensku þá er íslenska starfsfólkið  vandamálið og ekki í réttum störfum!  Ekki illa meint, en maður hlýtur að spyrja sjálfan sog hvað sé eiginlega að gerast í höfðinu á sumum…\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-22 21:45:13",
            "id": "412340",
            "reply_to_id": "412339",
            "text": "Hjörtur ákveður að túlka þessi skrif mín á versta veg, þrátt fyrir að það sem ég er að skrifa sé frekar einfalt.\nEf íslenska starfsfólkið er algjörlega óhæft um að eiga samskipti við fólk sem ekki talar góða íslensku sé ég ekki að það sé starfi sínu vaxið.\nSem rök fyrir þessu hef ég m.a. bent á að þetta starfsfólk gæti þurft að tjá sig við börn sem ekki tala góða íslensku.\nEf þetta fólk er algjörlega óhæft til þess, þá….\nÉg var ekki einu sinni að gera kröfu til þess að þetta starfsfólk gæti tjáð sig vel, heldur að það sýndi til þess vilja.\nEn ég hef skrifað þetta allt áður hér ofar í þræðinum.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-23 14:23:21",
            "id": "412341",
            "reply_to_id": "412340",
            "text": "Sæll,\nStarfslýsing starfsfólks grunnskóla Rvk gengur örugglega ekki út að menn þurfi að geta tjáð sig við fólk sem talar ekki íslensku og ekki ensku heldur.\nSvo vitnað sé lauslega í þig:\n“Ef viðkomandi starfsfólk er algjörlega óhæft um að eiga samskipti við fólk sem ekki talar íslensku sé ég ekki að það sé starfi sínu vaxið.”\nÞað var annars aðallega verið að tala um fólk sem talaði enga íslensku eða nánast enga, en ekki fólk sem talar “ekki góða” íslensku.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-24 01:36:09",
            "id": "412342",
            "reply_to_id": "412341",
            "text": "Sæll,\nVar að sjá að þarna var einu “ekki” ofaukið, átti auðvitað að vera:\n“Ef viðkomandi starfsfólk er algjörlega óhæft um að eiga samskipti við fólk sem talar íslensku sé ég ekki að það sé starfi sínu vaxið.”\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-22 20:43:23",
            "id": "412343",
            "reply_to_id": "412337",
            "text": "Sæll,\nEitt er að tala ensku við fólk á almennum vettvangi, annað að þurfa að tala ensku við fólk sem er í opinberum störfum á Íslandi, þ.e. þá ef það talar ensku.\nKv.\nHjörtu"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-01-22 21:13:01",
            "id": "412344",
            "reply_to_id": "412343",
            "text": "Ég þekki sjálfur af eigin reynslu hversu gífurlega erfitt er að læra tungumál sem er af öðrum málstofni. Við verðum að gefa fólki tíma til að læra málið, sýna því velvild og koma til móts við það. Ég bendi aðeins á þá staðreynd að það geta báðir aðilar hagnast að tala ensku frekar en Íslensku, og sérstaklega börn því að þau eru fljót að læra. Það er engin hætta á að þau heyri ekki nóg af Íslensku annars staðar. Það tekur meira en eitt ár og jafnvel tvö fyrir fullorðna manneskju að koma sér inn í tungumál sem er af öðrum málstofni en það sem hún hefur vanist. Þú getur einfaldlega ekki gert þá kröfu að allt vinnuafl á Íslandi sé altalandi á Íslensku strax."
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2002-01-22 22:33:49",
            "id": "412345",
            "reply_to_id": "412127",
            "text": "mér finnst nú að krakkarnir eigi að geta tjáð sig við fólkið sem það umgengst á hverjum degi"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-01-25 02:56:55",
            "id": "412346",
            "reply_to_id": "412127",
            "text": "Þið fyrirgefið að ég skuli ekki nenna að lesa alla greinina og sjá hvort mitt sjónarmið hefur komið fram áður. En það er einmitt: Hvaða störfum sinna þessir starfsmenn? Skv. því sem ég best veit þá eru þessir starfsmenn aðalega að sinna ræstingum. Hvaða störfum öðrum gætu þeir sinnt? Ekki geta þeir kennt ef börnin skilja þá ekki :) Þá spyr ég, hvaða öryggismálum ættu hreingerningar fólk að koma að sem varða skólabörn?\nÞað er voðalega fínt að geta sláið um sig með svona fullyrðingum, en eins og ég sagði, hvaða staðreyndir eru hérna á bak við?"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-26 00:58:47",
            "id": "412347",
            "reply_to_id": "412346",
            "text": "Sæll,\nSkv. mínum upplýsingum sinna þessir aðilar ræstingum á kvöldin (eða seinni partinn) og svokallaðri gangavörslu á daginn, þ.e. að fylgjast með börnunum og sinna þeim upp að vissu marki.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-26 01:17:00",
            "id": "412348",
            "reply_to_id": "412347",
            "text": "Sæll.\nStörf skólaliða eru mér best vitanlega\nþrif á göngum meðan skólatími er en gangavörslu í frímínútum þess á milli, og lokaþrif á stofum er kennslu er lokið sem þýðir það að þrifum lýkur mjög fljótlega eftir kennslu alla jafna.\n( var einu sinni í afleysingum í starfi sem þessu í  einu af nágrannasv, fél Rvk ).\nkv.\ngmaria."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-26 01:02:44",
            "id": "412349",
            "reply_to_id": "412346",
            "text": "Sæll aftur,\nAnnars var asgt frá því í fréttum nýlega að pólskur kennari sé að kenna stærðfræði í Menntaskólanum við Sund og hann talar ekki íslensku.  Það er túlkur með kennaranum í tímum til að þýða það sem kennarinn segir fyrir nemendurna.  Er vit í þessu?  Gunnar Smári Egilsson, ritstjóri Fréttablaðsins, var í “Íslandi í dag” í kvöld og var einmitt að lýsa furðu sinni á þessu fyrirkomulagi.\nKv.\nHjörtu"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-01-26 01:13:05",
            "id": "412350",
            "reply_to_id": "412349",
            "text": "Þetta með stærðfræðikennarann í MS er náttúrulega ALLT ALLT ANNAÐ mál. Þar er við menntamálaráðuneyti að sakast, það hefur einfaldlega ekki athugað hvort maðurinn getur gert sig skiljanlegann (hvort sem það er á íslensku eða ensku).\nEn fólk sem stundar ræstingar í skólum þarf ekki að tala íslensku, og ég efast um að það sé algengt að fólk sem ekki talar íslensku sé mikið að sinna gangavörslu (kemur örugglega fyrir, en ég efast um að það sé mikið um það). Og svo kemur líka annað atriði. Eru til einhverjir íslenskumælandi aðilar sem VILJA taka þessi störf að sér?"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-26 01:35:21",
            "id": "412351",
            "reply_to_id": "412350",
            "text": "Kæri wbdaz.\nÞví miður er það nú einu sinni svo að störf skólaliða í Reykjvík eru tilkominn eftir valdatöku R- listans þar sem þetta valdabandalag sem m.a. hafði innnan sinna raða forystukvenmenn stórra verkalýðsfélaga sem fengu sæti á listanum fyrra kjörtímabilið og m.a. áttu sæti í ráðum borgarinnar um tíma, en tilfærsla starfa millum annars vegar ræstingakvenna og hins vegar gangavarða var mjög umdeild ákvörðun og félagsmenn  hlutaðeigandi stéttarfélaga allsendis ekki á eitt sáttir um það atriði.\nÞessum breytingum var hins vegar hent yfir félagsmenn ´´i krafti þeirra fáu er mæta á fundi til að mæra forystu, eins og venjan er.\nÍ ljósi þeirrar láglaunastefnu sem með þessu var boðuð mátti ef til vill vera fyrirséð að í störf þessi fengist ekki innlent vinnuafl í ljósi hins launalega þáttar, en það átti svo sem að geta verið þeim ljóst er þessar ráðstafanir byggðu.\nkv.\ngmaria."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-26 01:42:14",
            "id": "412352",
            "reply_to_id": "412350",
            "text": "Sæll,\nAf hverju er þetta allt annað mál?  Ég sé það ekki.  Þessum kennara var úthlutað sérstökum túlki til að geta kennt, menn ættu því að vita allt um tungumálahæfni kennarans.\nFólk sem starfar við ræstingar þarf kannski ekki nauðsynlega að geta talað íslensku en þetta fólk starfar bara við gangnavörslu líka, þ.e. eftirlit með nemendum auk þess sem þeir eiga að vera til staðar ef eitthvað kemur upp á, t.d. bruni eða annað slíkt, ef þeir tala ekki íslensku og jafnvel ekki ensku heldur?  Hvernig eiga þeir t.d. að gera viðvart ef þeir tala ekki orð í íslensku?  Svo ekki sé talað um að hringja í neyðarlínuna?\nKv.\nHjörtu"
        },
        {
            "user": "Abesynth",
            "user_id": "13646",
            "date": "2002-01-27 16:03:56",
            "id": "412353",
            "reply_to_id": "412127",
            "text": "Viljið þið vera gangaverðir?"
        },
        {
            "user": "MarySkary",
            "user_id": "12047",
            "date": "2002-01-27 20:28:10",
            "id": "412354",
            "reply_to_id": "412127",
            "text": "Fyrst vil ég taka það fram að ég nennti ekki að lesa alla umræðuna hér að ofan, svo kannski hefur það sem ég hef að segja oft komið fram áður.\nSjálf hef ég ekki reynslu af vinnustöðum þar sem fólk sem talar ekki íslensku er í meirihluta en ein vinkona mín sem hefur reynslu af því sagði mér að þetta fólk hefði ekki viljað tala við hana þegar hún reyndi að tala við þau.\nEn önnur vinkona mín sem hefur svipaða reynslu sagði að það hefði ekki verið hægt að vinna með útlendingunum því þeir töluðu ekki íslensku. Þá spurði ég af hverju hún hefði ekki reynt að hjálpa þeim að skilja málið. Þá sneri hún uppá sig og sagði “Bara”.\nSvo ég held að það þurfi hugarfarsbreytingu beggja aðila til að málið leysist.\nMatti: þú hefur mikið til þíns máls en þú ert samt hrokafullt fífl. Að halda að þú sért sá eini sem hefur rétt fyrir þér er einungis heimska.\nHjörtur: Ég hef yfirleitt ekki nennt að lesa skrif þín vegna þess hve þau eru óaðlaðandi á skjánum og hrikalega löng. Þar hefur Matti rétt fyrir sér með því að svara með nokkrum stuttum skilaboðum.\nMér finnst að þegar fólk flytur til Íslands þá fylgi það með að læra málið og kynnast menningunni. Það finnst mér gilda um öll lönd, ekki bara Ísland. Ef fólk treystir sér ekki til þess getur það bara flutt eitthvert annað. Sumum kann að finnast ég harðbrjósta en þetta er mín skoðun.\nÉg krefst þess hins vegar ekki að fólk tali fullkomna íslensku þótt það hafi búið hér alla ævi enda er það nánast ómögulegt, jafnvel fyrir innfæddan Íslending. En smá viðleitni myndi breyta öllu.\nOg Peace4all: islam er ekki vond trú, öfgar eru vondar. Kúrdinn sem drap dóttur sínar var dæmi um öfgar öfganna. Það er dæmi þess í Svíþjóð að ofsatrúað kristið fólk hafi drepið börn með því að stinga Biblíu ofan í kokið á þeim af því það taldi börnin vera andsetin.\nÉg ætla ekki að eyða meiri orðum á þig því þegar hálfvitar eins og þú eru að ybba sig á bara að þegja þá í hel. Sem ég hef ekki gert með þessu."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-27 22:05:45",
            "id": "412355",
            "reply_to_id": "412354",
            "text": "“Matti: þú hefur mikið til þíns máls en þú ert samt hrokafullt fífl. Að halda að þú sért sá eini sem hefur rétt fyrir þér er einungis heimska. ”\nváá, takk :O\nHvar held ég því annars fram að ég sé sá eini sem hef rétt fyrir mér?\nÓ já alveg rétt.  Hvergi.\nHeld ég því fram að ég hafi rétt fyrir mér en Hjörtur ekki… jújú, það geri ég… en það er bara allt annað mál.\nEn ég kemst ekki hjá því að játa það; ég er hrokafullt fífl.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-28 18:09:26",
            "id": "412356",
            "reply_to_id": "412355",
            "text": "Sæll,\n“Held ég því fram að ég hafi rétt fyrir mér en Hjörtur ekki… jújú, það geri ég… en það er bara allt annað mál.”\n…og hefur ekki enn tekist að sýna fram á það :)\nEf það er ekki hroki að segja að annar okkar hafi rétt fyrir sér og að ég sé hinn gaurinn þá veit ég ekki hvað.  Fyrir utan það að þú hefur ekki sýnt fram á það enn :)\nAnnars er óþarfi að kalla þig fífl því jafnvel þó menn eigi slíka einkunnagjöf kannski skilda þá á slíkt ekki heima í málefnalegri umræðu, og því síður einkunnargjafir sem þú gafst mér um að vera með ofsóknarbrjálæði o.s.frv.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-28 18:25:49",
            "id": "412357",
            "reply_to_id": "412356",
            "text": "Sæll thew,\n“Held ég því fram að ég hafi rétt fyrir mér en Hjörtur ekki… jújú, það geri ég… en það er bara allt annað mál.”\n-Og annað, af hverju er það svona “allt annað mál”?  Hver er mín sérstaða?\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-28 19:53:57",
            "id": "412358",
            "reply_to_id": "412357",
            "text": "“af hverju er það svona ”allt annað mál“?”\nHjörtur  allir aðrir.  Ég hvergi haldið því fram að ég viti manna mest um þessi mál, aðeins að ég viti meira um þau en þú (Hjörtur)\nEn auðvitað munt þú seint samþykkja þessa skoðun mína, enda sé ég ekki betur hér fyrir ofan en að þú teljir þig vita meira um þessi mál en starfandi grunnskólakennari í Reykjavík.  Ég játa strax að þar er komin manneskja sem veit mun meira um þessi mál en ég.\nEinkennilegt samt að fullyrðingar mínar um að ég hafi meira vit á starfsemi grunnskóla rvk. heldur en Hjörtur valdi því að ég sé dæmdur hrokafullur.\nÉg hef rökstutt þá fullyrðingu hér að ofan og stend við hana.\nÉg er hrokafullur, en ekki af þessari ástæðu.\nMatti Á."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-28 19:57:30",
            "id": "412359",
            "reply_to_id": "412358",
            "text": "“Hjörtur allir aðrir”\ná að vera: Hjörtur != allir aðrir.\nMatti Á."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-28 22:28:30",
            "id": "412360",
            "reply_to_id": "412358",
            "text": "Sæll,\n“En auðvitað munt þú seint samþykkja þessa skoðun mína, enda sé ég ekki betur hér fyrir ofan en að þú teljir þig vita meira um þessi mál en starfandi grunnskólakennari í Reykjavík. Ég játa strax að þar er komin manneskja sem veit mun meira um þessi mál en ég.”\n-Þetta var ekki skoðun, þetta var fullyrðing og þú hefur bara a.m.k. ekki sannfært mig um það að þú hafir rétt fyrir þér í þessu máli en ég ekki, það er nú bara svo.\n-Hvað varðar grunnskólakennarann þá svaraði ég henni og hrakti það sem hún sagði í þeim atriðum sem hún fór með rangt mál í.  Annað sem hún sagði gat ég vel samþykkt enda í þeim tilfellum ekkert sem ég hef verið að gagnrýna.  Hún hefur ekki svarað mér aftur sem segir kannski sína sögu.\n“Einkennilegt samt að fullyrðingar mínar um að ég hafi meira vit á starfsemi grunnskóla rvk. heldur en Hjörtur valdi því að ég sé dæmdur hrokafullur.”\n-Þú sagðir ekki að þú hefðir meira vit en ég á þessum málum (sem ég efa reyndar), heldur að þú hefðir rétt fyrir þér og ég ekki.  Það er allt annað mál.  Í þeirri fullyrðingu felst einfaldlega að þú vitir allt en ég ekkert og það er svo sannarlega hroki.\n“Ég hef rökstutt þá fullyrðingu hér að ofan og stend við hana.”\n-Hvaða fullyrðingu? Þá að þú hafir rétt fyrir þér og ég ekki?  Hvar rökstuddirðu það?  Varla í þessu svari?  Varð allavega ekki var við neinn rökstuðning þar…\n“Ég er hrokafullur, en ekki af þessari ástæðu.”\n-Þér er annars auðvitað frjálst að gefa sjálfum þér einkunnir :)\nKv.\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-29 08:56:16",
            "id": "412361",
            "reply_to_id": "412360",
            "text": "“-Þetta var ekki skoðun, þetta var fullyrðing og þú hefur bara a.m.k. ekki sannfært mig um það að þú hafir rétt fyrir þér í þessu máli en ég ekki, það er nú bara svo. ”\nuh, þetta var fullyrðing um skoðun mína.  Þegar ég fullyrði eitthvað, þá er það skoðun mín.\nÓskaplega eyðir þú mikilli orku í að rökræða um orðalag.\n“Hvað varðar grunnskólakennarann þá svaraði ég henni og hrakti það sem hún sagði í þeim atriðum sem hún fór með rangt mál í. Annað sem hún sagði gat ég vel samþykkt enda í þeim tilfellum ekkert sem ég hef verið að gagnrýna. Hún hefur ekki svarað mér aftur sem segir kannski sína sögu.”\nÞað segir okkur kannski þá sögu að hún er skynsamari en ég.  Hún hefur kannski séð að það er lítill tilgangur í að halda þessum rökræðum áfram þar sem einungis einn aðili virðist setja fram rök en allir aðrir setja fram órökstuddar fullyrðingar án nokkurra raka (að mati þessa sama manns)\n“Þú sagðir ekki að þú hefðir meira vit en ég á þessum málum (sem ég efa reyndar), heldur að þú hefðir rétt fyrir þér og ég ekki. Það er allt annað mál. Í þeirri fullyrðingu felst einfaldlega að þú vitir allt en ég ekkert og það er svo sannarlega hroki.”\nVið erum tveir að rökræða.  Þegar ég segi að einn okkar hafi rétt fyrir sér segir sig sjálft að ég er að halda því fram að ég viti meira um þetta ákveðna mál en þú.\nHjörtur, ég á barn á tíunda ári sem er í grunnskóla í Reykjavík.  Ég hef þar af leiðandi átt töluverð samskipti við grunnskóla reykjavíkur síðustu fjögur árin.  Í þessum samskiptum hef ég meðal annars kynnst störfum fólks af erlendum uppruna sem talar litla sem enga Íslensku.\nÞín þekking kemur af frásögnum annarra af þessum sömu málum.\nÞú fyrirgefur, en ég tel að ég hafi meiri þekkingu en þú á þessum málum.  Ég tel að það að starfandi kennari í grunnskóla í Reykjavík taki undir flest af því sem ég segi styðji þá skoðun mína (eða fullyrðingu, ef þú villt eltast við orðanotkun)\n“-Hvaða fullyrðingu? Þá að þú hafir rétt fyrir þér og ég ekki? Hvar rökstuddirðu það? Varla í þessu svari? Varð allavega ekki var við neinn rökstuðning þar… ”\nÞá fullyrðingu að ég viti meira um þessi mál en þú.  Ég rökstuddi það í þessum gríðarlega langa þræði hér fyrir ofan og aftur núna.\nSjáðu til Hjörtur, ég skal játa það hér og nú að þú hefur meiri þekkingu en ég á ýmsum sviðum.\nÞú veist meira en ég um Hitler, Himmler og Göring.  Það get ég séð á sagnfræði áhugamálinu.\nEn þegar kemur að starfsemi grunnskóla í reykjavík og samskiptum barna við erlent starfsfólk.  Þá veit ég meira en þú.\nÞað er staðreynd.\nMatti Á."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-29 11:41:08",
            "id": "412362",
            "reply_to_id": "412361",
            "text": "Er ekki nokkuð ómaklegt að vega svona að Ritter með því að væna hann svona hálfvegis um að vera áhugasamur um nasisma?\nSamanber það að fara að telja upp nöfn þessara glæpahunda?\nÞú átt bágt, og lítið virðist í þér vitið búa!"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-29 11:55:49",
            "id": "412363",
            "reply_to_id": "412362",
            "text": "Hérna thew, ef þú skoðar sögu áhugamálið þá skrifar ritter um endalaust margt annað þar heldur en síðari heimsstyrjöld.\nÞað þarf ekki að dyljast þér heldur ef þú lest það sem hann skrifar þar að hann er að skrifa með andúð á nasistunum en ekki þeim til dýrðar.\nEn menn eins og þú þurfa að leggjast svo lágt að reyna að kasta skít á aðra þegar þeir geta ekki tjáð sig með öðrum rökum en af-því-bara.\nMér finnst þú vera full einstrengingslegur hrokagikkur fullur af fáfræði, en það er bara mín persónulega skoun."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-29 12:07:06",
            "id": "412364",
            "reply_to_id": "412363",
            "text": "Hvar leggst ég lágt og hvaða skít kasta ég?\nÓskaplega er fólk orðið viðkvæmt á þessum vettvangi.\nMatti Á."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-29 12:05:18",
            "id": "412365",
            "reply_to_id": "412362",
            "text": "Ég er ekki að væna Ritter um nokkurn skapaðan hlut.\nÉg hef lesið nokkrar ritgerðir hans um seinni heimsstyrjöldina á sagnfræðiáhugamálinu með nokkrum áhuga.\nÞær eru vel skrifaðar hjá honum og alveg augljóst að þekking hans á Þýskalandi nasista er töluverð.\nÞetta þykir mér dæmi um kjánalega viðkvæmni.\nMatti Á."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-29 12:09:44",
            "id": "412366",
            "reply_to_id": "412365",
            "text": "Málið er einfaldlega að menn grípa oft til þess að reyna að tengja þá aðila sem þeir eru ósammála við vafasamar persónur.\nÞví var það ósæmilegt að tiltaka einfaldlega nöfn nasistaforingja.\nÞað er aldrei sama hvernig upplýsingar eru settar fram. Það er hægt að gera það með allskyns skírskotunum."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-29 12:27:54",
            "id": "412367",
            "reply_to_id": "412366",
            "text": "Það getur vel verið að það hafi verið ósæmilegt og biðst ég velvirðingar á því.\nKannski ég hafi það of mikið á tilfinningunni að þetta sé tveggja manna tal, sér í lagi þegar einu skiptin sem heyrist í öðrum virðist vera til að drulla yfir mig persónulega.\nEn fullyrðing mín um þekkingu Ritters var ekki sett fram til að tengja hann við Nasisma, heldur var þetta einungis það sem mér datt í hug eftir að hafa lesið ritgerðir hans á sagnfræðiáhugamálinu fyrir nokkru síðan.\nMatti Á."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-29 11:46:31",
            "id": "412368",
            "reply_to_id": "412361",
            "text": "Eitt enn, ég á nú nokkur börn sem hafa að sjálfsögðu gengið í gegnum skóla.\nÞó svo að ég hafi getað gert mig skiljanlegan við erlendan starfsmann í skóla þá gátu þau það ekki enda ung.\nÞar fyrir utan er það að sjálfsögðu skýlaus krafa okkar að opinberir starfsmenn geti svarað okkur á íslensku, enda er íslenska hið eina opinbera mál þessa lands.\nÞetta er spurning um það að börnunum sinni hæfir einstaklingar. Þeir sem ekki geta talað við þau eru ekki hæfir, svo einfalt er það.\nÞér þakka ég Ritter fyrir það sem mér sýnist vera málefnaleg umræða um þessi mál, það væri ágætt að fleiri sem tekið hafa mikinn þátt í þessari umræðu myndu temja sér þín vinnubrögð sem eru til fyrirmyndar."
        },
        {
            "user": "icebird",
            "user_id": "5087",
            "date": "2002-01-29 12:02:11",
            "id": "412369",
            "reply_to_id": "412361",
            "text": "Elsku besti thew minn, ósköp leggst þú lágt núna. Þú ættir í raun að vera löngu hættur en einu rökin sem ég sé hér eru mér finnst(tilfinningar) en engin rök.\nHvað með það þó þú getir talað við erlendu starfsmennina(sem jafnvel tala ekki ensku)?\nEf barnið þitt lægi á botninum á sundlauginni og annað barn hlypi til sundlaugarvarðarins og segði “Gunni er á botninum, hann er búinn að vera þar lengi” eða eitthvað þvíumlíkt og vörðurinn myndi bara svara með “what can you repeat?” eða “I'm going to get ………..” eður álíka, þá myndir þú skipta um skoðun.\nÞá myndir þú átta þig á því að hver sekúnda á botninum skiptir máli, og hag þíns barns er mun betur borgið með íslenskumælandi starfsmanni.\nHvað verðskuldar þitt barn? Allt það sem besta, eða bara eitthvað og eitthvað?"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-29 12:39:28",
            "id": "412370",
            "reply_to_id": "412369",
            "text": "“Ef barnið þitt lægi á botninum á sundlauginni og annað barn hlypi til sundlaugarvarðarins og segði ”Gunni er á botninum, hann er búinn að vera þar lengi“ eða eitthvað þvíumlíkt og vörðurinn myndi bara svara með ”what can you repeat?“ eða ”I'm going to get ………..“ eður álíka, þá myndir þú skipta um skoðun. ”\nEf þú værir staddur í útlöndum, segjum asíu og kynnir ekki orð í málinu, hvað myndir þú gera ef þú værir staddur við sundlaug og krakkar kæmu hlaupandi til þín, segjandi eitthvað og bentu á sundlaugina?\nHvað ef þú værir starfsmaður sundlaugarinnar?\nÞessi dæmi sem eru talin upp hér og þar í þessum þræði eiga eitt sameiginlegt.  Þau gera ráð fyrir að þessir erlendu starfsmenn sem um er að ræða séu fábjánar.\nHvað gerist ef kviknar eldur?  Hér hefur grunnskólakennari bent á að það er til skipulögð áætlun um það hvernig bregðast á við í slíkum tilvikum.  Starfsmenn fá þjálfun.\nÞað kæmi mér ekki á óvart ef það væru brunahnappar í grunnskólum, jafnvel kerfi beintengd við stjórnstöð.\nHvað ef þarf að hringja í neyðarlínuna, hvað eiga þeir að segja??  Tja. hvað með t.d. “fire” eða “eldur”  þetta eru ekki flókin orð og það ætti að vera hægt að kenna þessu fólki þau.\nÞetta snýst jú allt saman um þjálfun, í þessu tilviki óskaplega einfalda þjálfun.\nHvað með krakka í sundi?  Ég vil að það séu starfsmenn að fylgjast með krökkunum þegar þau eru ofan í lauginni.  Því fleiri því betra.  Tungumálakunnátta kemur málinu ekkert við.\nÉg er nokkuð viss um að það eru til starfsreglur varðandi skólasund.  Ég er líka nokkuð viss um að starfsfólk fær þjálfun í þeim málum.\nEn lykilatriði málsins, eins og ég og Hjörtur erum sammála um, er að á meðan ekki fæst hæfara fólk í þessi störf á að sjálfsögðu að ráða þetta fólk.\nÞað fæst ekki hæfara fólk.\nÞetta fólk sinnir störfum sínum vel.\nÖryggi grunnskólabarna í Reykjavík er EKKI stefnt í hættu.\nMatti Á."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-29 11:51:25",
            "id": "412371",
            "reply_to_id": "412360",
            "text": "Góð skrif!\nAð sjálfsögðu eiga starfsmenn skóla, sundlaug og annara þjónustuaðila að tala íslensku."
        },
        {
            "user": "MarySkary",
            "user_id": "12047",
            "date": "2002-01-30 15:44:00",
            "id": "412372",
            "reply_to_id": "412355",
            "text": "Kannski hefði ég getað sagt að þú teldir þig hafa rétt fyrir þér en Hjörtur ekki en ég gerði það ekki aðallega í ljósi þess að Hjörtur og þú eiga ca. 80% af svörum á þessari umræðu. Því taldi undirmeðvitund mín Hjört vera “alla hina”. ég biðst forláts.\nAnnars er ég nýsloppin úr viðjum grunnskólans (Langholtsskóla nánar tiltekið, er það ekki sami skóli og barn Matta er í?) Þar var nokkuð um erlenda starfsmenn þó flestir sinntu þeir starfi skólaliða og ég hafði ekki mikil samskipti við þá. Auk þess var íþróttakennarinn minn erlendur (Ungverji sem talaði ágæta íslensku) og stóð sig vel sem slíkur. Svo ég lenti nú ekki í neinumvandræðum með það.\nÉg vil líka bæta því við að þó að íslenska sé erfitt má þá er ekki það erfitt að ná það góðum tökum á henni að maður geti haft samskipti við annað fólk. Kannski eru beygingar og föll ekki rétt en hverju skiptir það, fæstir Íslendinga beygja rétt hvort eðer.\nOg að lokum Matti, kannski var það nokkuð djúpt í árina tekið hjá mér að kalla þig fífl, og biðst ég velvirðingar á því. (Ég tek ekki aftur fullyrðinguna um hrokann enda viðurkenndiru það sjálfur ;) )"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2002-01-30 19:24:25",
            "id": "412373",
            "reply_to_id": "412372",
            "text": "Elsta stelpan mín var í Langholtsskóla, en við fluttum í breiðholtið í sumar og núna er hún í Borgarholtsskóla.\nÉg geri ráð fyrir að íþróttakennarinn þinn sé fyrrum nágranni minn og kunningi Zoltán Belányi.\nÞað tók hann nokkuð langan tíma að fá starf sem íþróttakennari, þrátt fyrir að tala eins og þú segir sæmilega íslensku og vera menntaður í því fagi.  Hugsanlega margur slakari íslendingurinn verið tekinn fram fyrir hann.\nFínn náungi, vonandi ágætur kennari.  Hann talaði ágætis íslensku, en það kom fyrir að við þurftum að grípa til enskunnar.  Sérstaklega ef ég var að aðstoða hann í tölvumálum.\nFáum treysti ég þó betur fyrir öryggi barnanna minna.  Hann kenndi t.d. dóttur minni sund, en hún og eldri dóttir hans voru saman í bekk og góðar vinkonur.\nÉg hef sagt ýmislegt í þessum gríðarlega langa þræði til að verðskulda það að vera kallaður fífl.  Sérstaklega þar sem varla er hægt að ætlast til að fólk lesi alla þessa langloku.  Ég sé líka að sumt af því sem ég skrifa hér hljómar ekki nógu vel, sérstaklega þegar það sést ekki í samhengi við það sem ég er að svara.\nEn það er mér að kenna, ég þarf að vanda mig betur.  Megnið af því sem ég skrifa hér myndi ég orða öðruvísi eftir smá yfirlestur.\nMatti Á."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-27 23:35:25",
            "id": "412374",
            "reply_to_id": "412354",
            "text": "Sæl Mary Skary.\nÉg er sammála því að vissulega þarf að koma til einhver hugarfarsbreyting en saga þín um tungumálaerfiðleikana minnti mig á sögu sama efnis þar sem maður af erlendu bergi brotinn  er einugis talar ensku gat ekki tjáð sig á sínum vinnustað ( stórum ) hér á Íslandi, vegna tungumálaörðugleika, vegna þess að starfsfólk sem var í meirihluta innflytjendur var ekki enskumælandi.\nkveðja.\ngmaria."
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2002-01-28 00:09:43",
            "id": "412375",
            "reply_to_id": "412374",
            "text": "Í Lettlandi, ef minnið bregst mér ekki þá er lög þar sem eru þannig að ef einhver innflytjandi flytur til Lettlands þá verður hann að verða búnn að læra Lettnesku innan árs annars verður þeim bara vísað úr landi. Það ætti nú bara að koma upp þessu kerfi hér. Þá yrði þessi vandi úr sögunni."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-28 18:23:24",
            "id": "412376",
            "reply_to_id": "412375",
            "text": "Sæll,\n“Innflytjendamálin” eru líka á slæmu stigi í Lettlandi, Lettar eru bara 55% af íbúum landsins og stór hluti af afganginum eru Rússar, eða 32%. Heildaríbúafjöldi landsins er um 2,3 milljónir.  Sjá t.d. eftirfarandi:\n“Ethnic Latvians constitute about 55 percent of the population. Russians, who live mostly in Latvia's urban areas, are the largest minority, representing about 32 percent of the population. Other minorities include Ukrainians, Belarusians, Poles, and Lithuanians. Before 1940, when the Soviet government annexed Latvia, Latvians comprised about 77 percent of the population within Latvia's present-day boundaries. After World War II ended in 1945, a large influx of Russian workers into Latvian cities reduced the Latvians' overwhelming majority. The Latvian population also decreased significantly during the war and the subsequent Soviet-conducted mass deportations to Siberia and other parts of the USSR.”\n(Heimild:\nhttp://encarta.msn.com/find/Concise.asp?z=1&pg=2&ti=761577313#s10)\nÞarna  eru kannski um að ræða nokkuð sérstæðar aðstæður en engu að síður sést á þessu að hlutfall Letta af íbúabjölda Lettlands hefur farið úr því að vera 77% árið 1940 og í 55% árið 2001.  Lettar eru því í algerri tilvistarkreppu má segja og á góðri leið kannski með að verða að minnihluta í eigin landi.  Vonandi verður það bara aldrei svo slæmt hér.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-01-28 18:13:09",
            "id": "412377",
            "reply_to_id": "412354",
            "text": "Sæl,\n“Hjörtur: Ég hef yfirleitt ekki nennt að lesa skrif þín vegna þess hve þau eru óaðlaðandi á skjánum og hrikalega löng. Þar hefur Matti rétt fyrir sér með því að svara með nokkrum stuttum skilaboðum.”\n-Ekkert mál, þín skoðun.  Sumir nenna víst að lesa, aðrir ekki :)\nKv.\nHjörtu"
        }
    ]
}