{
    "forum_title": "Deiglan",
    "user": "Relikio",
    "user_id": "13589",
    "date": "2008-08-30 11:01:20",
    "title": "Hávaði",
    "text": "Veit ekkert hvar ég á að skrifa þetta, ef þetta er vitlaus staður þá biðst ég afsökunar.\nÉg er að velta því fyrir mér hver séu lög um hávaða, og þá sérstaklega á hvaða tímum það sé bannað að hafa hávaða í heimahúsum? Mínir hæfileikar á að finna lög um sérstaka hluti eru ekki miklir því miður.\nÉg bý í einbýlishúsi og ég er með nágranna sem að gerir ekki annað en að kvarta og kvarta undan hávaða, t.d. þegar að hundarnir eru settir út á morgnana(um það bil 7:50 á morgnana) áður en maður fer í vinnu þá kemur hann og kvartar um það að það sé ekki svefnfriður fyrir þeim (hann vinnur ekki sjálfur).\nEkki dettur honum þó í hug að litli sæti hundurinn hans sé með hávaða sjálfur ennþá fyrr á morgnana þegar að honum sé bent á það eða að það sé nokkur hávaði þegar að það eru partý í húsinu hans um miðjar nætur.\nÉg er bara að velta þessu fyrir mér, ég er bara að safna smá vitneskju sem ég get notað gegn honum, hann var eitthvað að þykjast vera góður og vitnaði í einhver lög um daginn, mér þætti gaman að geta svarað honum eins.",
    "url": "https://www.hugi.is/deiglan/korkar/610718/havadi/",
    "url_id": "610718",
    "id": "6092759",
    "replies": [
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2008-08-30 11:51:55",
            "id": "6092832",
            "reply_to_id": "6092759",
            "text": "Held það sé miðað við að það megi ekki raska næturró nágranna sinna á milli 23.00 á kvöldin og 07.00 á morgnana."
        },
        {
            "user": "Relikio",
            "user_id": "13589",
            "date": "2008-08-30 12:38:40",
            "id": "6092936",
            "reply_to_id": "6092832",
            "text": "ok, nokkurn veginn eins og ég hélt"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2008-09-01 23:29:27",
            "id": "6099164",
            "reply_to_id": "6092832",
            "text": "Það er líka ákveðið mörg db sem það má ekki fara yfir, allavega var það þannig þegar ég var dj í gamla skólanum. Kom einu sinni maður á vegum lögreglunnar eða eitthvað með desíbelmælir :P"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-08-31 12:11:47",
            "id": "6094962",
            "reply_to_id": "6092759",
            "text": "Það er náttúrulega alveg marklaust að vitna í ‘einhver lög’, nema þú sért með útprentun af althingi.is\nÞar er góð leitarvél sem þú getur notað."
        }
    ]
}