{
    "forum_title": "Tíska & útlit",
    "user": "Optimus",
    "user_id": "37383",
    "date": "2008-09-02 00:09:34",
    "title": "Skærlitir netahlýrabolir og hvítir málningagallar",
    "text": "Þannig er mál með vexti að mig vantar alveg bráðnauðsynlega netahlýrabol í einhverjum skærum lit og/eða hvítan málningagalla. Vandamálið er að ég veit ekki hvar þetta fæst. Hið síðarnefnda grunar mig að fáist í Byko, en ég fann það ekki á vefsíðunni og ég nenni ekki að fara fýluferð.\nHvað varðar skærlita netahlýrabolinn þá dettur mér ekkert í hug. Ef einhver ykkar lumar á verslun sem selur eitthvað slíkt, endilega svarið hér. Þetta þurfa í raun og veru ekki endilega að vera netahlýrabolir, mega líka vera bara hlýrabolir, eina fasta skilyrðið er að þetta má ekki vera stelpuflík.",
    "url": "https://www.hugi.is/tiska/korkar/611223/skaerlitir-netahlyrabolir-og-hvitir-malningagallar/",
    "url_id": "611223",
    "id": "6099279",
    "replies": [
        {
            "user": "Maribet",
            "user_id": "46824",
            "date": "2008-09-02 00:41:33",
            "id": "6099354",
            "reply_to_id": "6099279",
            "text": "vonandi eru þessir bolir ekki að koma aftur í tísku!!\nEn annars dettur mér bara í hug kolaportið, held annars að svona bolir séu ekki til lengur :S"
        },
        {
            "user": "Optimus",
            "user_id": "37383",
            "date": "2008-09-02 00:48:32",
            "id": "6099366",
            "reply_to_id": "6099354",
            "text": "Heh, ég er ekki að fara að nota þennan bol sem venjuleg föt. Ég er að fara á rave-ball á fimmtudaginn og þarf eitthvað svona."
        },
        {
            "user": "Maribet",
            "user_id": "46824",
            "date": "2008-09-02 12:04:57",
            "id": "6099857",
            "reply_to_id": "6099366",
            "text": "Meinar, hmm.. prófaðu kolaportið, það klikkar aldrei."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2008-09-02 12:39:40",
            "id": "6099925",
            "reply_to_id": "6099279",
            "text": "Hey… Við erum að fara á sama ball ^^"
        },
        {
            "user": "Bara19",
            "user_id": "34465",
            "date": "2008-09-02 17:22:23",
            "id": "6100645",
            "reply_to_id": "6099279",
            "text": "mr busareifball?\nég líka og hef ekki hugmynd í hverju ég á að fara!"
        },
        {
            "user": "badsloppur",
            "user_id": "51730",
            "date": "2008-09-02 20:54:04",
            "id": "6101399",
            "reply_to_id": "6099279",
            "text": "VÁ HVAÐ MIG LANGAR Í HVÍTAN MÁLNINGARGALLA D:\nþá meina ég til að ganga í dagsdaglega, mér finnst það awesome!\neeeeða neonlitaðanetaboli, það er svo töff >."
        },
        {
            "user": "HeartShapedBox",
            "user_id": "56631",
            "date": "2008-09-02 21:29:37",
            "id": "6101529",
            "reply_to_id": "6099279",
            "text": "ég á einn svona skærgulan netalangermabol með mynd framan á sem er með heeelling af glimmeri og allskonar ýktum orðum, hann var mega svalur á sýnum tíma. ég setti kærastann minn í þennann bol á svona hallærisball um daginn, hann var ekkert smá svalur, þú mátt fá þennan bol ef þú vilt."
        },
        {
            "user": "Optimus",
            "user_id": "37383",
            "date": "2008-09-03 07:05:24",
            "id": "6102323",
            "reply_to_id": "6101529",
            "text": "Hehe, þakka boðið, þetta hljómar eins og þrusuflík, en ég er eiginlega hættur við netabolshugmyndina, ég fann nefnilega geðveikt svöl hlífðargleraugu sem ég ætla mér að klæðast, og þá meikar voða lítið sens að vera í netabol við."
        }
    ]
}