{
    "forum_title": "Bardagaíþróttir",
    "user": null,
    "user_id": null,
    "date": "2008-09-03 10:10:06",
    "title": "Stórfrétt úr UFC - UFC 91: COUTURE vs. LESNAR!",
    "text": "Ja, hérna. Frábærar fréttir.\nhttp://www.ufc.com/index.cfm?fa=news.detail&gid=14275\nBætt við 3. september 2008 -  10:15\nRandy var sem sagt að skrifa undir þriggja ára samning við UFC! Sjá líka hér á\nMMA Weekly\n!",
    "url": "https://www.hugi.is/martial_arts/korkar/611524/storfrett-ur-ufc-ufc-91-couture-vs-lesnar/",
    "url_id": "611524",
    "id": "6102455",
    "replies": [
        {
            "user": "MisterBong",
            "user_id": "6395",
            "date": "2008-09-03 10:58:07",
            "id": "6102525",
            "reply_to_id": "6102455",
            "text": "Úff þetta verður rosalegur fight!"
        },
        {
            "user": "galder",
            "user_id": "48245",
            "date": "2008-09-03 11:35:43",
            "id": "6102603",
            "reply_to_id": "6102455",
            "text": "Ef hann var að gera 3 ára samning við UFC er Fedor þá bara úr sögunni hjá Randy eða?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-03 12:38:42",
            "id": "6102688",
            "reply_to_id": "6102603",
            "text": "Það hugsa ég nema Fedor samþykki að fara í átthyrninginn. Hins vegar hefur Fedor forðast það eins og heitan eldinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-03 13:41:09",
            "id": "6102780",
            "reply_to_id": "6102688",
            "text": "Enda væri það ekki mjög gáfulegt move að skipta um vinnu og fara yfir á stað þar sem þú fengir ekki einu sinni helming launanna sem þú fékkst á fyrri staðnum.\nBætt við 3. september 2008 -  13:49\nFedor myndi taka allan þungarviktarflokkinn í UFC og berja í hönk eins og hann sannaði á móti Tim Sylvia."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-03 15:05:10",
            "id": "6103004",
            "reply_to_id": "6102780",
            "text": "Jamm, en svo vilja menn líka stundum fá almennilegt challange. Allavega sumir. En ég er sammála þér um Fedor, þ.e. að sennilega myndi hann taka HW flokkinn hvar sem er. Þó eins og ég hef áður bent á held ég að Randy ætti góðan sjens í hann í búrinu. Hins vegar velti ég því fyrir mér hvort Dana telji að Lesnar taki Randy í bakaríið. Lesnar bætir sig með hverjum bardaga og gæti hæglega orðið besti HW á stuttum tíma. Hann er líka ári yngri en Fedor og 14 árum yngri en Randy. Sannarlega flottur framtíðar HW fyrir UFC og hann væri eftir einhvern tíma alveg til í að mæta Fedor þykist ég vita. Og ekki hræddur við hringinn."
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2008-09-03 11:51:02",
            "id": "6102623",
            "reply_to_id": "6102455",
            "text": "Þetta er ég til í að sjá vonandi tekur Randy þetta"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2008-09-03 16:01:11",
            "id": "6103194",
            "reply_to_id": "6102455",
            "text": "Ég hálfpartinn bið eiginlega til guðs um að Randy taki hann, mér finnst eins og Brock geti ekkert annað en að vera ónáttúrulega stór og sterkur…"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2008-09-03 16:30:58",
            "id": "6103307",
            "reply_to_id": "6102455",
            "text": "Hjartað segir Randy, skynsemin segir Lesnar."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2008-09-03 18:13:36",
            "id": "6103702",
            "reply_to_id": "6103307",
            "text": "Hehe, já eitthvað svoleiðis. Annars ætla ég að spá Randy sigri í þessu."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2008-09-03 18:19:20",
            "id": "6103717",
            "reply_to_id": "6103702",
            "text": "Ég hef áhyggjur af Randy. Hans sterkasta vígi er wrestling og þar er Lesnar varla mikið síðri nema hugsanlega í wrestling með MMA ívafi. Hann er hinsvegar yngri og sterkari. En ég spái samt Randy sigri á gömlukallakrafti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-03 19:11:08",
            "id": "6103866",
            "reply_to_id": "6103717",
            "text": "Randy er Greco Roman wrestler, Lesnar er freestyle wrestler. Allt annar stíll. Í upper body control er Randy með yfirburðina. Ef hann nær Lesnar upp við búrið gæti hann haldið honum þar og brotið hann smátt og smátt niður með dirty boxing úr clinchinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-03 20:02:15",
            "id": "6104061",
            "reply_to_id": "6103866",
            "text": "Nákvæmlega. Sama og hann gæti gert við Fedor ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-08 17:31:06",
            "id": "6115090",
            "reply_to_id": "6104061",
            "text": "Nehhh, Fedor er ennþá sterkari úr chlinchinu, hann myndi fleygja Randy á bakið.\nBætt við 8. september 2008 -  17:35\nVið virðumst aldrei ætla að hætta að þræta um þetta hehe"
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2008-09-12 09:03:14",
            "id": "6125148",
            "reply_to_id": "6102455",
            "text": "Mér finnst þetta vera slæmar fréttir. Ég hefði viljað sjá Randy berjast við Fedor. Mér líst illa á Randy vs. Brock bardagann vegna þess að ég þoli ekki Brock og tel sæmilegar líkur á að Randy tapi þeim bardaga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-12 11:41:19",
            "id": "6125317",
            "reply_to_id": "6125148",
            "text": "Get vel tekið undir þetta með Fedor. Hefði auðvitað allar helst viljað sjá Randy vs Fedor. Það er bardagi sem ég held að bara allir vilji sjá. En ég fagna endurkomu Randy í UFC. Get því ekki tekið undir að það séu slæmar fréttir að hann sé búinn að skrifa undir þriggja ára samning við þá."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2008-09-12 22:57:50",
            "id": "6127035",
            "reply_to_id": "6125148",
            "text": "Eitt sem gæti bjargað Randy er að hann er margfalt betri boxari en Brock. Kannski nær hann að halda þessu standandi með sínum wrestling hæfileikum og boxar svo bara tröllið í andlitið þangað til sólin kemur upp og breytir honum í stein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-13 11:36:15",
            "id": "6127618",
            "reply_to_id": "6127035",
            "text": "Verður hann þá steindauður?"
        }
    ]
}