{
    "forum_title": "Húðflúr og götun",
    "user": "Applepie",
    "user_id": "53593",
    "date": "2008-09-03 22:11:09",
    "title": "Sýking í eyrum?",
    "text": "Fannst þetta réttasti staðurinn til að setja þetta á en, ég er með gat í sitthvorum eyrnasnepplinum.\nEn ef ég set lokk í annað eyrað byrjar að grafa úr því og ef ég tek utanum snepilinn finn ég eiginlega “kúlu” inní sneplinum.. (pínu erfitt að útskýra!) veit einhver hvað þetta er eða er þetta bara sýking? og hvað er hægt að gera við þessu?",
    "url": "https://www.hugi.is/hudflur/korkar/611634/syking-i-eyrum/",
    "url_id": "611634",
    "id": "6104299",
    "replies": [
        {
            "user": "OfficerNasty",
            "user_id": "72443",
            "date": "2008-09-03 22:21:44",
            "id": "6104335",
            "reply_to_id": "6104299",
            "text": "Ég finn líka fyrir svona kúlum, og ég man ekki til þess að hafa ekki fundið fyrir þeim.\nÉg er samt ekki einu sinni með göt, hvað þá sýkingu."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2008-09-03 23:15:33",
            "id": "6104527",
            "reply_to_id": "6104299",
            "text": "Þetta er að öllum líkindum nikkelofnæmi.. Prófaðu að nota skartgripi úr titanium eða læknastáli. Læknastál inniheldur að vísu örlítið nikkel en flestir þeir sem hafa nikkelofnæmi þola læknastálið engu að síður. Titanium er nikkelfrítt"
        },
        {
            "user": "Applepie",
            "user_id": "53593",
            "date": "2008-09-04 09:43:49",
            "id": "6104970",
            "reply_to_id": "6104527",
            "text": "okay, takk! :) Hvernig veit ég hvort ég sé að kaupa nikkel eða betri málma þegar ég kaupi eyrnalokka?\nVeistu um einhverjar búðir eða merki sem ég ætti að passa mig á?"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2008-09-04 11:35:03",
            "id": "6105081",
            "reply_to_id": "6104970",
            "text": "Myndi bara biðja um lokka úr titanium.. Þeir eru nikkelfríir :) Getur líka beðið um læknastál þótt það innihaldi örlítið nikkel, það gæti verið að þú þolir það samt sem áðu"
        },
        {
            "user": "badsloppur",
            "user_id": "51730",
            "date": "2008-09-09 00:39:13",
            "id": "6116783",
            "reply_to_id": "6104299",
            "text": "Ég finn líka alltaf svona kúlu, en ég veit ekki, held það sé bara eðlilegt.\nEn mér finnst líklegast að þú sért með nikkelofnæmi, þarft bara að passa að biðja um lokka sem eru ekki nikkeli í C:"
        }
    ]
}