{
    "forum_title": "Sápur",
    "user": "eingel",
    "user_id": "10722",
    "date": "2002-01-21 21:18:52",
    "title": "Alana (pælingar)",
    "text": "Þetta eru pælingar frá einni sem veit ekki hvað á nákvæmlega eftir að gerast með Alönu, til þeirra sem vita það ekki heldur! :)\nHún sagði Lance frá þessu með hræðsluköstin, að hún hefði panikkerað þegar hún þekkti engan og svo framvegis, en sagði að núorðið gerðist þetta nær aldrei. Hann segir að þetta breyti engu í sambandi þeirra, og stingur því næst upp á því að þau fari saman í ferðalag, jafnvel til Las Vegas. Hún tekur vel í þá hugmynd fyrst, en daginn eftir, (allavega stuttu seinna) kemur hún aftur og segist vera hætt við allt saman, þetta hafi verið fáránleg hugmynd og að hún meiki það aldrei að fara til USA “svona á sig komin”. Svo blandar hún mömmu sinni eikkað inn í þetta og segir hana hafa talið sig af þessari hugmynd þeirra.\nLance er náttla ekkert sáttur og vill bara að hún ráði sér sjálf og fari með honum í umrætt ferðalag. Hann segir að hún eigi að gera það sem hún vill og ekki að láta mömmu sína ráðskast með sig.\nEn þá er málið. Um hvað er manneskjan (alana) eilega að tala?! Hún segist vera komin yfir þessi hræðsluköst sín og það allt saman, en að hún geti samt ekki farið. Plús það að mamma hennar er eikkað að skipta sér af þessu og telja hana af því að fara! Það hreinlega hlýtur að búa eikkað meira undir þessu hjá henni. Þetta getur ekki hafa verið allt leyndarmálið sem tók hana allan þennan tíma að segja Lance! Ég varð hreinlega fyrir vonbrigðum með þetta mál, hélt hreinlega að hún væri dauðvona, eða meðleigjendurnir striplingar! (sem skýrir hvers vegna Lance þurfti alltaf að hringa á undan sér!!)\nHvað er málið?! :)\nKveðja…\neingel",
    "url": "https://www.hugi.is/sapur/greinar/61165/alana-paelingar/",
    "url_id": "61165",
    "id": "413649",
    "replies": [
        {
            "user": "Negotiator",
            "user_id": "14745",
            "date": "2002-01-22 09:17:57",
            "id": "413650",
            "reply_to_id": "413649",
            "text": "Ég vill ekki hafa hana i þáttunum.\nÉg vil að persona hennar hverfi bara hun er hundleiðinleg…."
        },
        {
            "user": "eingel",
            "user_id": "10722",
            "date": "2002-01-22 16:04:28",
            "id": "413651",
            "reply_to_id": "413650",
            "text": "Segðu! :) Hún virkar eikkað svo leiðinleg og fúl. Maður fær það á tilfinninguna að það eigi að vorkenna henni… en furðulegt nokk! Maður gerir það engan veginn!"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2002-01-22 22:11:02",
            "id": "413652",
            "reply_to_id": "413649",
            "text": "já ég er sammála ykkur tveim, en kannski á hún bara svona rosalega stjórnsama móður, ég hef nú heyrt um þannig mæður."
        },
        {
            "user": "Negotiator",
            "user_id": "14745",
            "date": "2002-01-28 07:53:04",
            "id": "413653",
            "reply_to_id": "413649",
            "text": "Hún er hundleiðinleg og það ætti að reka hana úr þættinum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-31 12:05:02",
            "id": "413654",
            "reply_to_id": "413649",
            "text": "Nörda"
        }
    ]
}