{
    "forum_title": "Djammið",
    "user": "trespass",
    "user_id": "7371",
    "date": "2002-01-21 23:52:48",
    "title": "aldurstakmörk fyrir suma aðra ekki...",
    "text": "Ég gat ekki annað en verið hneyksluð er ég heyrði frænku mína segja mér svolítið skondið um ónefndan mann sem sér um frekar nýopnaðan stað hér í borg.  Auðvitað eru sett aldurstakmörk inná skemmtistaði og ekki að ástæðulausu! auðvitað ber að fara eftir þeim eða allavega finnst mér það.  Jæja best að koma sér að efninu! Eigandi staðarins sem var þá að opna staðinn segir við dyraverðina sem eru í vinnu hjá honum „þið biðjið alla þá sem ykkur sýnist vera undir aldri um skilríki og ef það koma stelpur sem eru sætar, samt undir aldri (þá er ég að tala um frá 17 ára þar sem aldurstakmarkið er 22 ára) þá eiga þær að koma inn“.  ÉG veit ekki með ykkur en þetta finnst mér allavega vera mjög hallærislegt svo ekki sé meira sagt.  Getur fólk undir aldri ekki bara verið einhvers staðar annars staðar eins og í félagsmiðstöðvunum eða eitthvað álíka?   Hvað hafa eigendur sem eru ekkert með nema einhvern perra hugsunarhátt og hálfvitahátt að hafa upp úr þessu, eru þeir að láta sig dreyma um að skríða upp á þær eða…\nEru reglur ekki til að fara eftir þeim eða kannski ekki hjá sumum.\nMér finnst bara ekki gaman að fara útá lífið inn á skemmtistaði þar sem er fullt af gelgjum og so on.\nMig langaði bara að segja mína skoðum á þessu!",
    "url": "https://www.hugi.is/djammid/greinar/61172/aldurstakmork-fyrir-suma-adra-ekki/",
    "url_id": "61172",
    "id": "413753",
    "replies": [
        {
            "user": "Xtreme",
            "user_id": "9006",
            "date": "2002-01-22 12:05:22",
            "id": "413754",
            "reply_to_id": "413753",
            "text": "nei hann erað reyna að draga að viðskiptavini (reyndar á frekar ógeðfelldan og siðlausan hátt)ég meina þar sem flottu stelpurnar eru þar eru kallarnir sem kaupa áfengi fyrir sig og jafnvel þær(17ára stelpurna"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-01-22 13:22:13",
            "id": "413755",
            "reply_to_id": "413754",
            "text": "lof mér að giska…þessi kall heitir þarna “hvað hann nú heitir” og þessi “ný opnaði staður” heitir NÝJASTI SKÍTA-SNOBB-ÓGEÐSLEGS-HEIMSKS-FÓLKS-STAÐUR bæjarins… eða með öðrum orðum, Kaupfélagið…!"
        },
        {
            "user": "royal",
            "user_id": "1400",
            "date": "2002-01-22 15:46:08",
            "id": "413756",
            "reply_to_id": "413753",
            "text": "ég get nú ekki verið annað en sammála að þetta er frekar halló!  þegar staðurinn var nýopnaður (1 eða 2 helgin) var ég og vinkona mín að labba þarna framhjá og stoppuðum e-ð aðeins þarna fyrir utan.  þá kemur eigandinn og bendir á okkur og hleypir okkur inn.  við vorum ekkert að fara þangað inn. en við ákváðum að prófa og ji minn almáttugur við löbbuðum einn hring og ég var næstum búin að æla yfir þetta ömurlega fólk sem var þarna inni, kaupfélagið er alveg að slá úr astró!!!!!!"
        },
        {
            "user": "Murgus",
            "user_id": "4586",
            "date": "2002-01-22 21:51:06",
            "id": "413757",
            "reply_to_id": "413753",
            "text": "Ég hef verið að vinna sem dyravörður í rúmt ár og veit alveg afhverju það er hleypt yngra kvennfólki inn og það er eins og segir í greininni til að laða Karlmennina inn til að fá meiri pening en ég hef nú aldrei heyrt að hada aldurstakmarkið 17…. ég hef verið á þremur stöðum og á tveimur þeirra er aldurstakmarkið 22ára og á þeim báðum þá er tekið strangt á þessu nema svona einni og einni sem er kannski í hópi eldra fólks sem er orðið… og þá sjaldan eða aldrei UNDIR tvítugu… 3staðurinn er með 20ára takamark og þar er haldið vel við nema kannski ein og ein sem þekkir einhvern starfsmann sem hleypt er inn… Og það sleppur oft eitthvað yngra í gegn því þær/þeir lýta bara út fyrir að hafa aldur.. við eigum auðvitað að spyrja ALLA sem koma inn um skírliki en hver nennir að spurja rétt tæplega eða rúmlega 1000 manns um þau???\nSvo geta þetta alltaf verið dyraverðir sem vinna bara ekki vinnuna sína í þeirri von um að “komast uppá” þessar stelpur…. Ég held mig allavega við mínar reglur og hleypi ekki yngra inn nema ég þekki það og þá set ég þeim líka reglur…\nM"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2002-02-03 18:36:34",
            "id": "413758",
            "reply_to_id": "413757",
            "text": "Bara að bend mungus á að það er ekki þú sem sérð um að setja þessar reglur. þitt starf er að þú sjáir til þess að þeim sé framfylgt."
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2002-02-04 03:07:05",
            "id": "413759",
            "reply_to_id": "413758",
            "text": "Ja, þetta er nú aldeilis fyndið. Ég skil ekki málið, þið hérna yfir tvítugu sem megið koma inn á böll og dæmi, akkuru í andskotanum eru þið svona ógeðslega fúl vegna þess að yngra fólk kemst inn líka. Akkuru megum við ekki djamma rétt einzog annað fólk. Fokk ykkur, vonandi kafnið þið eða eitthvað. Það eru 16 ára böll svona mesta lagi einu sinni á mánuði, það er einfaldlega ekki nóg. Ef unglingar komast ekki inn á þessi böll, fá svo ekki að halda partý, þá enda þau uppí dópinu pottþétt, á rúntinum drullufreðinn eða poppuð vegna þess að það er ekkert annað sem er gaman að gera."
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2002-02-04 18:25:28",
            "id": "413760",
            "reply_to_id": "413759",
            "text": "Fears : alveg rolegur nuna…\nTu spyrd hvers vegna vid erum ful yfir ad sja litlu krakkana inni a skemmtistodum! Getur tu virkilega ekki imyndad ter tad? Biddu ta bara vinur minn, tar til ert ordinn stor - ta mun vidhorf titt breytast til hins betra :)\nTad er otarfi ad aesa sig vid okkur, fallega og loglega folkid, to svo skemmtanalif unglinga a Islandi se ekki med tvi besta sem gerist! Tad er ekki vid okkur ad sakast thott tid komist ekki inn a boll og foreldrar ykkar sja ekki miskunn a ykkur og uthysa partyjum ykkur. Og alveg verd eg ad fa ad efast um, ad tratt fyrir reglur tjodfelagsins um aldurstakmork, endi unglingar upp til hopa i eiturlyfjum. Hafdu nu meiri tru a felogum tinum en tetta, Fears… annars maetti lesa ur svari tinu ad vegna tess ad ykkur ungu krakkana langi svo hrikalega mikid til ad vera med okkur hinum eldri - ha virkilega hrynji lifssyn teirra og sjalfstaedi med, and teir endi i vidjum neyslunnar eins og tu gefur til kynna…\nEg skal alveg jata, ad mig langadi ekkert til tess ad komast inn a skemmtistadi adur en eg vard 20! Mer leid illa tar inni - vitandi ad flestir horfdu hatursfullum augum a mig…\nOg midad vid astandid a skemmtanmarkadnum nuna, ta erud tid krakkar minir, ekki ad missa af neinu merkilega. Haldid bara afram ad vera i unglinga- og ljotafolkspartyjum (ath eg er ekki ad setja samansem merki tarna a milli, bara ad visa til fyrra umraedu a tessum traedi) og bidid tar til tid faid nadarsamlegast ad komast inn i tetta “himnariku” sem naeturklubbar Reykjavikurborgar bjoda uppa a… Ja eda flytjid til utlanda!\nTrixie - sem er horfin fra raesum Reykjaviku"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-02-05 04:19:54",
            "id": "413761",
            "reply_to_id": "413760",
            "text": "Ég verð nú að biðjast afsökunar á óhefluðu málfari mínu en þú virðist vera að misskilja eitthvað. Ég er ekki fúll út í ykkur vegna þess að ég kemst ekki inn á böll, því málið er ég kemst inn á böll, en ég er fúll vegna þess að eldra fólkið verður fúlt út af því. Ekki það að við dáum félags-skap ykkar út af lífinu þá er málið að mér finnst afskaplega gaman að dansa en og þarf sem mér er ekki lengur hleypt inn á grunnskóladiskótekinn (sem mér finnst hvort eð er ekki alltof skemmtileg (bannað að reykja og drekka t.d)) og ef ég myndi ekki komast inn á böllinn þá er afskaplega lítið hægt að gera.\nOg svo seinna í greininni játar þú að þú hafir ekki langað til að komast inn á böllinn vegna þess að allir myndu horfa hatursfullum augum á þig. Þá er ég að pæla, hvað gerðiru þá…\nen það skiptir ekki öllu máli en málið er að þarna bendir þú á akkurat vandamálið í dag, hvað eldra fólkið er orðið eitthvað svo hrokafullt (alls ekki allt fólkið bara sumt að því sem er að tjá sig hér) í garð yngra fólksins. Það er einzog því finnist það ógnað eða eitthvað. Mér finnst alveg gaman að djamma með eldra fólki, en mér finnst bara skemmtilegra að djamma með jafnöldrum sem komast líka inn á böll. Þá er bara feikna stuð hjá okkur og við skemmtum okkur vel, en við þurfum ekki á ykkur eldra fólkinu að halda þannig séð til að skemmta okkur. Ef það væru fleiri 16 ára böll og dæmi, þá myndum við ábyggilega sækja þau frekar."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-02-05 12:44:02",
            "id": "413762",
            "reply_to_id": "413761",
            "text": "ok. ég er 16 og á því ekki að geta farið inn á skemmtistaðina þó hels ég reyndarað flestir geti það alveg á þeim aldri. En það eru allir að tala um að það sé bara eitt 16. ára ball á mánuði en eru ekki allir framhalsskólar með eitt ball á mánuði?\nSvo held ég að í öllum vinahópum séi slatti af krökkum sem mega allveg halda party."
        },
        {
            "user": "batteri",
            "user_id": "3759",
            "date": "2002-02-05 22:00:24",
            "id": "413763",
            "reply_to_id": "413761",
            "text": "fears: afhverju er eldra fólk allt í einu orðið hrokafullt? það er ekkert allt í einu sko, en eins og mér heyrist á þér þá villt þú skemmta þér með þínum jafnöldrum og sama um mig, ég er 23 ára og er ekkert að fíla mig með fullt af 18 ára liði á sama hátt og ég er ekkert að fíla mig með fólki sem er að nálgast þrítugt. Það er þess vegna sem við horfum hatursaugum á yngra fólk sem kemur inn á stað sem maður er á, maður forðast staðina sem gamlingjarnir fara á og líka staðina sem hleypa börunum inn þannig er nú það."
        },
        {
            "user": "molotov",
            "user_id": "13388",
            "date": "2002-02-05 23:35:01",
            "id": "413764",
            "reply_to_id": "413763",
            "text": "ég veit nátturlega ekki hvernig þetta er í Reykjavík, ég er ekki þaðan. En málið er þar sem ég er förum við inn svona 6-10 “púkar” inn á böll og erum lang oftast í bara einni grúppu þar sem við chillum og myndum svona okkar eigin hóp útá gólfinu. Og við látum helst fullorðna fólkið í friði, þess vegna skil ég ekki akkuru það er svona mikið mál að við komust inn, en ef þetta er einzog þú segir í Reykjavík, að það sé bara allt fullt af 18 ára fólki sem þú ert ekki að fíla, þá skil það alveg, en samt ekki. Það er ekki eins og það sé einhver þvílíkur munur á þessum aldursflokki 18 og 23."
        },
        {
            "user": "molotov",
            "user_id": "13388",
            "date": "2002-02-06 02:34:43",
            "id": "413765",
            "reply_to_id": "413764",
            "text": "Batteri: hvaða staði stundar þú (vil endilega fá svar), af hverju er þessi illska útí unga fólkið?????? Hözzlar það frá þér, þótt þú sért svona gorgeous, eða vill það kannski ekkert með þig hafa? Einnig ertu búinn að halda því svo oft fram hér bara í þessari umræðu hvað þú sért nú flott. Af hverju seturðu ekki mynd af þér inn hjá nafninu þínu????? (eitthvað ekki eins og það á að vera?)\nÉg stend alveg 100% með fears og hans aldurshóp hér. Ef það eru ekki haldin böll fyrir ykkur, eða ekkert gengur í party vesenum og ykkur langar samt á fylleri. Reyniði allt sem þið getið. Ég gerði það og lenti í allskonar shitty góðu/slæmu en mar lærir á því. OG það er gaman.\nÉg á vinahóp frá 17/18 - 30 og það er geðveikt að detta í það með þeim öllum. klikkaðar hugmyndir ásamt allskonar rugli sem fer í gang.\nAldur er afstæður og oftast þannig að fólk verði leiðinlegra með hærri aldri.\nDjamm er sport þeirra sem þora og eru ekki með spítu uppí rasssgatinu hugsandi um að líta vel út sjá aðra og sýna sjálfan sig.\nb.t.w. ég er 23 á þessu ári."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-06 03:03:56",
            "id": "413766",
            "reply_to_id": "413765",
            "text": "Treystu mér, þegar það er ekkert ball og ekkert partý þá gefumst við ekki upp. Það endar lang-oftast á rúntinum þar til sá sem keyri langar til að drekka og við förum á röltið og það er líka alveg skemmtilegt en samt sem áður er geðveikt gaman á böllum og sjálfur hef ég ekki orðið mikið var við það að eldra fólk sé fúlt út í okkur. En svo er, þá er mér eiginlega alveg sama… :)"
        },
        {
            "user": "batteri",
            "user_id": "3759",
            "date": "2002-02-06 17:55:17",
            "id": "413767",
            "reply_to_id": "413765",
            "text": "molotov: jæja ég held að þetta sé komið gott, sannleikurinn er að þetta byrjaði allt sem grín hjá mér, ég sá hvað gunnare hafði skrifað um að fallegt fólk ætti að fá forgang inn á staði og ljóta fólkið að húka úti eða fara á kaffi reykjavík og svo fékk hann eitthvað geðveikislegt svar til baka og mér fannst þetta svo fyndið að ég bara varð að vera með og taka undir með honum að ljótt fólk ætti bara að vera heima hjá sér. Næst þegar ég kíki á huga þá er allt orðið brjálað í ljóta- og fallegafólks umræðu og svo hvort að unga fólkið ætti að vera inni á stöðunum, ég var þá komin í stuð og svaraði fullum hálsi til stuðnings fallegu fólki sem er á “réttum” aldri og rétt þeirra til að vera inn á stöðum laust við ungt og/eða ljótt fólk ( ferlegt ef það er bæði…)\nFólk hérna tekur mann allt of bókstaflega og er svo hörundsárt og tekur hlutina sem maður segir svo nærri sér. Mér datt ekki í hug að þetta litla svar myndi vekja svona rosaleg viðbrögð.\nSannleikurinn er sá að ég er bara ósköp venjuleg stelpa sem er ekkert að taka eftir því hvort fólk sé ljótt eða fallegt (mjög sjaldan sem ég hef séð eitthvað sem maður getur kallað ljótt fólk) og mér finnst bara dónaskapur þegar dyraverðir eru að hleypa fólki inn fram fyrir röðina eins og það sé eitthvað merkilegra en annað, mér finnst sérstaklega hallærislegt þegar friðrik stendur í dyrunum á kauffélaginu og bendir á fólk sem má fara inn (gekk reyndar bara beint inn í þetta eina skipti sem ég hef farið þarna, en vinkonur mínar urðu vitni af svona bendingu).\nEf ég á að segja eins og er þá finnst mér bara ekki gaman á einum einasta stað hérna í bænum núna annað hvort hundleiðinleg tónlist eða fullt af einhverju plebba liðið sem er “frægt” á íslandi og merkilegt með sig út af því. Og nýjasta innleggið í skemmtanalífið Nasa er ekkert nema vonbrigði ( skrifaði m.a.s. heila grein um ferð mína þangað ) Skemmtilegast er að vera í góðravina hópi hvort sem fólk er 18 eða 30 ef það er bara að fíla sömu hlutina.\nMeð von um skilning og að fólk hafi smá húmor fyrir sjálfu sér. Kveðja undurfagra batteri ;)"
        },
        {
            "user": "molotov",
            "user_id": "13388",
            "date": "2002-02-07 01:38:57",
            "id": "413768",
            "reply_to_id": "413767",
            "text": "Gott svar batteri, ætli ég verði ekki að gefa þér 4 stig fyrir þetta svar. Frikki weiz er náttúrulega bara Frikki Weiz (marsipan) selur sjálfan sig og staðinn útá litlar stelpur sem eiga ennþá fermingarpening til að eyða og einhverja mógúla íslensks þjóðfélags sem að eyða pening til að komast yfir þessar litlu stelpur.\nFlestir staðir eru fáránlegir, ég stunda til dæmis eiginlega bara vegamót og prikið (nema við förum á flipp þá er það bara dreggjar götunnar). Málið er bara að drekka þangað til þú dettur niður, þá tekurðu ekkert eftir þessu fólki sem er með hroka.\nbumsquad.com (þar sem menn eru rónar og konur eru hlutir)"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-02-07 12:42:35",
            "id": "413769",
            "reply_to_id": "413767",
            "text": "ég sá nú eitt sinn í desember sl. að einn af dyravörðunum á Prikinu var að pikka svona út úr röðinni eins og þú sagðir…það endaði með því að sá sem var fremst í röðinni réðist á dyravörðinn og meðan þeir flugust á, þá bara ruddust allir inn… fullt af fólki sem var ekki með aldur!! það var 22 inn (eða svo stóð allavega á einhverju skilti á hurðinni) og flestir í þessari röð voru ekki með þann aldur!! þar á meðal ég…"
        },
        {
            "user": "inner",
            "user_id": "1285",
            "date": "2002-02-05 16:47:25",
            "id": "413770",
            "reply_to_id": "413760",
            "text": "hehe Trixie ég skil nú ekkert ´hvað þú ert að tjá þig ég get ekki sagt að þú sért eitthvað mikid fyrir augað"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2002-02-05 16:55:01",
            "id": "413771",
            "reply_to_id": "413770",
            "text": "inner - eg er gullfalleg ung stulka! Og hananu! Svo efast eg lika um ad tu vitir hver eg er…"
        },
        {
            "user": "gunnare",
            "user_id": "496",
            "date": "2002-01-23 10:04:53",
            "id": "413772",
            "reply_to_id": "413753",
            "text": "díses, þið eru öll ég-er-svo-ljót/ur-að-ég-kemst-ekki-inn-á-neinn-stað-nem a-kaffi-reykjavík týpan\nauðvitað eigum við fallega fólkið að fá að komast inn og fram fyrir í röð óháð aldri. það er bara ljótt fólk sem þarf að húka fyrir utan."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-01-23 11:01:41",
            "id": "413773",
            "reply_to_id": "413772",
            "text": "þegiðu þarna heimska chocko drusla… fallega fólkið hvað… það er hvorteð er ekkert nema eitthvað heilalaust þotulið eða MIG-LANGAR-SVO-AÐ-KOMAST-Í-FM957-OG-SÉÐ&HEYRT-GENGIÐ PAKK sem hefur áhuga á að fara inn á þennan Kaupfélags stað…"
        },
        {
            "user": "heggabegga",
            "user_id": "14752",
            "date": "2002-01-23 15:36:06",
            "id": "413774",
            "reply_to_id": "413772",
            "text": "hvað er fallegt og hvað er ljótt?!? Hver “ræður” því hvort að þessi eða hinn sé ljótur eða fallegur? þessi hugtök eru svo afstæð. Mér finnst kannski þessi manneskja vera falleg meðan öðrum finnst hún ljót og svo öfugt. En hvað um það.. ef að fólk situr bara og kvartar en reynir ekkert að gera neitt þá halda hlutirnir bara áfram að viðgangast."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-23 19:20:31",
            "id": "413775",
            "reply_to_id": "413774",
            "text": "Veit ekki nema 15 ára pæjur hafa verið að smegja sér inn með einkverjum tvítugum perrum… veit um mörg dæmi um það."
        },
        {
            "user": "FreeFly",
            "user_id": "9270",
            "date": "2002-01-24 16:04:21",
            "id": "413776",
            "reply_to_id": "413772",
            "text": "Ég er búinn að vera barþjónn núna seinustu 2 ár, og þú, gunnare, ert nákvæmlega sú týpa sem ég hata mest af viðskiptavinum mínum. Svona þotuliðsfólk eins og þú fær alltaf seinast afgreiðlu á mínum bar á meðan það er með þessa stæla!"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-01-25 10:30:24",
            "id": "413777",
            "reply_to_id": "413776",
            "text": "Það var lagið FreeFly!! Kúkum á gunnare!!"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2002-01-26 02:55:40",
            "id": "413778",
            "reply_to_id": "413777",
            "text": "það er ekki bara útlit sem kemur fólki inn á staði, ég á t.d. nokkrar vinkonur sem eru 19ára og hafa stundað skemmtistaði í mörg ár, þær vinna á skemmtistað og þekkja þess vegna soldið til í þessum hópi. Svo er líka málið að um leið og maður er búin að komast inn nokkrum sinnum þá fara dyraverðir að þekkja andlitið og hætta að spurja um skilríki.\nsvo eru langflestir með skilríki frá systkynum, vinum eða fölsuð.\nkv.GiRND"
        },
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2002-01-27 00:26:21",
            "id": "413779",
            "reply_to_id": "413778",
            "text": "Nákvæmlega…ég skil vel að fólk sé pirrað á þessu, þ.e.a.s. að einhverjar gelgjur séu að fara inn á skemmtistaðina.\nEn það er bara ekki hægt að neita manneskju inngöngu ef hún er með skilríki sem sýna réttan aldur. Ég er í það minnsta alltaf með skilríki systur minnar og hef alltaf sloppið inn."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-01-27 05:52:33",
            "id": "413780",
            "reply_to_id": "413779",
            "text": "Það getur vel verið að ég sjái fortíðina í einhverjum rósrauðum bjarma, en einhvervegin komumst við vinirnir inn á einhver skemmtistað hverja einstu helgi þegar við fórum í bæinn. (Áður en við urðum 20 that is). En núna, þegar ég ætla að skella mér í bæinn með kærustunni (sem er einmitt ekki orðin 20) þá komumst við hvergi inn… Scary"
        },
        {
            "user": "batteri",
            "user_id": "3759",
            "date": "2002-01-27 12:55:21",
            "id": "413781",
            "reply_to_id": "413772",
            "text": "Heyr heyr gunnare!!! loksins einhver sem þorir að segja sannleikann. Þetta ljóta fólk á bara að vera heima hjá sér eða í ljótafólkspartíi og láta okkur fallega fólkið í friði!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-27 17:34:39",
            "id": "413782",
            "reply_to_id": "413781",
            "text": "þá getið þið fallega-heimska-og-ljóshærða-fólk bara haldið ykkur inná kaupfélaginu og astró, við ljóta fólkið fáum okkur lopahúfu og förum á sirkus.\namen."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-01-27 18:04:59",
            "id": "413783",
            "reply_to_id": "413781",
            "text": "ljóta fólkið er yfirleitt skemmtilegra en það flotta því það ljóta er ekki svona mikið ego"
        },
        {
            "user": "gummi3849",
            "user_id": "14229",
            "date": "2002-01-28 05:08:28",
            "id": "413784",
            "reply_to_id": "413783",
            "text": "Hvort sem ykkur líkar það betur eða verr kemst fallega fólkið inn ávalt á undan ljóta fólkinu.\nNýbúar eru t.a.m. ekki kúnnar sem skemmtistaðir í Reykjavík vilja hafa inni hjá sér.\nStelpur komast inn yngri en strákar séu þær flottar því jú strákarnir eyða meira en stelpur, eru að bjóða þeim í glas og hópast yfirleitt á þá staði þar sem flottu stelpurnar eru. Varla elta þeir ljótu stelpurnar?\nÖnnur staðreynd. Ljóta fólkið vill skemmta sér með fallega fólkinu og þarf yfirleitt að bíða í röð. Íslendingar vilja ekki skemmta sér á stað sem er fullur af útlendingum.\nSvona er þetta bara hvort sem ykkur líkar betur eða verr. Búinn að vinna í þessum bransa í fleiri ár og svona er þetta.\nÞetta endurspeglar alls ekki mína skoðun heldur viðhorft íslendinga til djammsins!\nLjótafólkið verður alltaf fólkið sem kemst síðast inn og bíður í röðum á vinsælustu stöðunum.\n…og þeir sem segja að ljóta fólkið sé miklu skemmtilegra en hinir fallegu…eru auðvitað í ljóta hópnum og eru með einhverja complexa.\nDjammið á Íslandi er ömurlegt og byggir á þessum hlutum! Staðreynd.\nkv\ngg"
        },
        {
            "user": "trespass",
            "user_id": "7371",
            "date": "2002-01-28 11:03:44",
            "id": "413785",
            "reply_to_id": "413784",
            "text": "Halló! er ekki í lagi með ykkur nokkra hérna eða? Hér er ekki verið að tala um hvort fólk sé ljótt eða fallegt, það mætti halda að þið hafið ekki lesið greinina því hún snýst bara engan vegin um hvernig fólk lítur út, heldur einfaldlega hvað eru gelgjur að gera inná staði sem eru ekki fyrir þær? og tilhvers að hafa aldurtakmark inná staði ef ekki er farið eftir þeim? það skiptir ekki máli hvort Jóna Jóns sé með skilríki frá systur sinni eða Sigga Sig sé með falsað skilríki! það er bara ekki málið heldur af hverju og tilhvers er verið að hleypa of ungu fólki inná suma staði og hafa einfaldlega ekki aldur til.  Af hverju er til dæmis verið að setja aldurstakmörk fyrir fólk til að kaupa sér áfengi, sígarettur og eða af hverju er verið að setja bann á kvikmyndir, t.d bönnuð innan 16 ára, til hvers?  Þetta er eins og 17 ára stelpa myndi vera í ríkunu að versla sér áfengi, babbarí júhú sjáið mig ég er einshvers staðar sem ég á ekki að vera en er samt svo fer hún að kassanum og ætlar að borga, æ úps þá fær hún ekki afgreiðslu þó svo að hún sé í flegnum bol og með 1010 strípur svo kemur einhver 20 ára og er að kaupa og sem auðvitað fer í gegn með sitt vín, en æ 17 ára stelpunni fannst þessi manneskja vera ljótari en hún sjalf og skilur ekkert í þessu að henni skuli ekki vera hleypt í gegn með sitt áfengi.\nÞví spyr ég bara hvað er ljótt og hvað er fallegt, það sem öðrum þykir fallegt þykir enn öðrum ljótt og öfugt.  Þannig að hér er ekki verið að tala um hvernig fólk lítur út, heldur aldurinn á fólkinu, það er bara þeirra mál sem eru með fölsuð/lánuð skilríki, það er líka þeirra mál sem vinna við þennan bransa hverjum þeir hleypa inn og hverjum ekki. En það er svolítið sem heitir að fara eftir reglum og hlutum sem búið er að setja.\n“Hverjum þykir sinn fugl vera fagurri en hinn”"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-01-28 11:18:30",
            "id": "413786",
            "reply_to_id": "413785",
            "text": "það er nú líka til að 17 ára strákar geti verslað í ríkinu og farið inn á skemmtistaði. en annars var ég með vinum mínum í ´bíó um daginn á mynd sem er bönnuð yngri en 16. ára og einn vina minna var beðinn um skilríki, þannig að stundum er farið eftir settum reglum hann var að vonum fúll enda að verða 17 ára og hafði aldrei nokkurntímann verið beðinn áður um skilríki."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-01-28 13:40:12",
            "id": "413787",
            "reply_to_id": "413785",
            "text": "tresspass…ef þú sérð stelpu sem er í flegnum magabol og með 1010 strípur og labbar um eins og 1000 króna mella dags daglega… er þá ekki 90% líkur á að hún sé ekki eldri en 17… og 10% að hún sé 1000 króna mella?"
        },
        {
            "user": "lollypop",
            "user_id": "14525",
            "date": "2002-01-28 14:29:39",
            "id": "413788",
            "reply_to_id": "413785",
            "text": "það er bara hundleiðinlegt að vera á aldrinum 16-19 ára…einhver hér spurði t.d. afhverju of ungir væru ekki bara í félagsmiðstöum en málið er að við “greyjin” erum með aldur til að gera ekkert of gömul fyrir félagsmiðstöðvar og of ung fyrir skemmtilstaðina og því reynum við auðvitað að fara inn á staðina og ef dyraverðirnir eru svo heimskir að hleypa okkur inn þá er það ekki okkar vandamál! :)\nkv. Lollypop"
        },
        {
            "user": "gummi3849",
            "user_id": "14229",
            "date": "2002-01-28 15:03:32",
            "id": "413789",
            "reply_to_id": "413788",
            "text": "17 ára einstaklingur er ekki orðin nógu þroskaður fyrir áfengi og skemmtistaði.\nSterio týpurnar í þjóðfélaginu eru fallega fólkið á mælikvarða skemmtistaðanna.\nSkjár Einn hópurinn, FM957 o.s.frv.\nStaðreynd.\nLjóta fólkið verður alltaf undir.\nkv\ngg"
        },
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2002-01-28 22:02:54",
            "id": "413790",
            "reply_to_id": "413789",
            "text": "Fokk steríótýpurugl…þetta er bara bull. En því miður er þetta svona. Það er sennilega ekkert hægt að gera til að breyta því.\nEn eins og einhver sagði er ekki mikið fyrir krakka á menntaskólaaldri að gera.\nBöll einu sinni í mánuði, einstaka bjórkvöld. Auðvitað reynir maður að komast inn þótt reglur banni það. Það er ekki það að við séum að gera eitthvað siðferðislega rangt…frekar að dyraverðirnir séu ekki að sinna sínu starfi."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-01-29 12:44:47",
            "id": "413791",
            "reply_to_id": "413789",
            "text": "Skjár Einn hópurinn, FM957 o.s.frv… eins og Gummi talar um er enginn meirihluti hér… bara nokkrar snobb hræður…"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2002-01-29 15:49:20",
            "id": "413792",
            "reply_to_id": "413791",
            "text": "Eg verd ad taka undir med gummi3849 og batteri - tad er svo asnalegt ad sja allt ljota folkid standa i rodum og reyna ad komast inn til ad skemmta ser med okkur fallega folkinu, og vera svo ad kvarta a Huga yfir misrettinu i tjodfelaginu! Svona er tetta bara - teir haefustu (fallegustu) lifa af og skemmta ser betur! Og ekki vera ad reyna ad segja ad fegurd se afstaed og bla bla bla…. tad eru nokkud akvednar skodanir i okkur tjodfelagi og tvi vestraena almennt hvad og hver se fallegur… to svo alltaf finnist undantekningar!\nLifi fallega folkid!"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2002-01-29 15:53:21",
            "id": "413793",
            "reply_to_id": "413792",
            "text": "Ja og i sambandi vid aldurstakmarkid…\ngetid tid sem erud undir aldri ekki haldid ykkur heima! Vist er tad leidinlegt, en enn leidinlegra ad hafa ykkur tvaelast okkur inni a skemmtistodum sem eru ju oftast nogu trodnir fyrir.\nAhhh…. hvad lifid yrdi gott eg unga og ljota folkid heldi sig heima vid i unglinga- og ljotufolkspartyum!!"
        },
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2002-01-29 18:04:08",
            "id": "413794",
            "reply_to_id": "413793",
            "text": "Akkuru hef ég það á tilfinningunni að fólkið sem hefur verið að bögga ljótt fólk hérna hægri-vinstri sé ljótt sjálft.\nÞvílíkur hroki."
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2002-01-29 21:38:29",
            "id": "413795",
            "reply_to_id": "413794",
            "text": "Þar sem ég er í alvöruni fallegur ólíkt þessum gimpum með stæla þá vill ég byðjast afsökunar fyrir hönd fallega fólksins. Þeir eru engan veginn fallegir og lýsa á engan hátt skoðunum okkar á ljótu eða ungu fólki, ljótt og ungt fólk er fínt að öllu leiti, ég meina, tilhvers er doggy ???"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-01-30 09:01:17",
            "id": "413796",
            "reply_to_id": "413795",
            "text": "það væri líka hægt að taka upp á því að við ungafólkið látum ykkur gömlu vita hvert við ætlum um helgar svo þið getið forðast þá staði, þið verðið nú að fá tækifæri til að skemmta ykkur þar sem lífið er farið að styttast annsi mikið hjá ykkur og brátt verðið þið bara farin inn á elliheimili og við unga fólkið munum halda áfram að skemmta okkur á skemmtistöðum borgarinna"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2002-01-30 09:34:14",
            "id": "413797",
            "reply_to_id": "413796",
            "text": "Ja hérna hér! ÉG var að lesa þessi comment frá fólki hérna! Þið eruð að tala um fallega fókið og ljóta fólkið! Mér heyrist að hér hafi nokkrar stelpur á aldrinum 16-18 ára verið að skrifa og finnst þær greinilega tilheyra þessum hópi sem kallast “fallega fólkið” og finnist alveg sjálfsagt að þær fái að fara inn á skemmtistaði! Mig langar að benda ykkur á að þið teljist ekki vera hluti af fallega fólkinu ef þið farið niður í bæ í þröngum fötum og flegnum bol svo pushup brjóstahaldarinn fái að njóta sín, farið svo og komist fram fyrir í röð á Sportkaffi. ÉG vann þar um tíma og eitt get ég sagt ykkur að ekkert þráðu smápíkur meira en að komast þar inn og ég get ekki annað en hlegið í þau fáu skipti sem ég kem þarna inn og sé þetta sorglega fólk sem heldur til þarna inni, þessar stelpur mega alveg eiga það að þær líta margar mjög vel út, en aldrei mundi ég leggjast svo lágt að byrja með Sportkaffistelpu (þær eru sér þjóðflokkur) þessi staður er bara íslenski píanóbarinn, ég myndi kannski fara með ykkur á hótelherbergi og vera búinn að láta mig hverfa þegar þið vöknuðuð en ekki meira, annað sem mig langar að benda ykkur á er : meðalaldurinn á sportkaffi er 17-18 ára og allir sem að staðnum standa vita þetta. Þið eruð bara eins og rollur í rétt, ef ekkert hefur gengið hjá okkur félögunum að redda okkur að ríða þá kíkjum við bara á Sportið klukkutíma fyrir lokun og málinu er reddað, því það er eitt sem sportkaffi hefur framyfir píanóbarinn er að maður þarf ekki að borga fyrir greiðann á Sportkaffi.\nÞið stelpur sem eruð að lesa þetta ekki halda að ég sé ljótur bitur strákur sem fær ekki að ríða, málið er að það er til alveg fullt af fallegum stelpum sem klæða sig ekki eins og 1000 króna mellur, það er líka mun skárra að vakna við hliðina á þeim á sunnudagsmorgni heldur en einhverri afskræmdri stelpu með málningu sem er búin að leka oní augun og niður á háls.\nOg við ykkur “fallegu strákana” vil ég segja. Skemmtið ykkur bara vel á Sportkaffi, Amsterdam og Dubliners, vonandi rekst ég ekki á ykkur því að þið eruð fífl.\nPS: Ég vil taka það fram að ég er alls ekki ómyndarlegur þvert á móti :)\nSé ykkur á djamminu"
        },
        {
            "user": "batteri",
            "user_id": "3759",
            "date": "2002-01-30 17:52:11",
            "id": "413798",
            "reply_to_id": "413797",
            "text": "heyrðu heyrðu anon minn ekki vera skjóta svona ásökunum út í loftir hægri vinstri. Ég er falleg, ég er 22ja og ég er EKKI sportkaffisgella, hata þennan stað hef ekki stigið fæti inná Amsterdam og hvað þá píanóbarinn. Held þú ættir ekki að vera dissa samborgara þína í fallegafólkssammfélaginu ( ef þú ert þá fallegur, hef aldrei tekið eftir fallegum dyraverði á sportkaffi… ) En ég vil endilega hvetja ljóta fólkið að fara á fyrnefnda staði þar sem ég fer aldrei þangað :) meina einhverstaðar verða vondir að vera og þá helst þar sem ég er ekki með mínum fallegu vinum\nkveðja undurfallegt batteri"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2002-01-31 01:10:29",
            "id": "413799",
            "reply_to_id": "413798",
            "text": "Batterí mín, ég var nú að lesa greinina mína og ég gat ekki séð að ég minntist nokkurs staðar á það að ég hefði unnið sem dyravörður?? Sást þú það einhversstaðar?\nÉg vann sem barþjónn á Sportkaffi þegar ég var yngri, en hef síðan verið á stöðum eins og astró, vegamótum og fleiri stöðum. Set reyndar astró í svipaðan flokk og Sportkaffi, bara aðeins eldra fólk!\nSvo var ég ekkert að dissa fólk eins og þig neitt, ég var að dissa fólk á aldrinum 16-18 sem væri að rembast við að komast inn á sportkaffi (held að þú ættir að læra að lesa vinan)\nHafðu það svo bara gott, hvar sem þú ert að skemmta þér, fallega stelpa (skyldir þó ekki vera ljóshærð)"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-01-31 12:29:49",
            "id": "413800",
            "reply_to_id": "413799",
            "text": "þetta er nú komið út í meira ruglið… ef þið myndur prófa að LESA það sem fólk er að tuða hérna… “fallega og ljóta fólkið bla bla bla… sportkaffi bla bla… krebbissins… og drasl….” það mætti halda að þið væruð heimskingjar!! (þ.e.a.s. mörg ykkar en ekki öll!!)"
        },
        {
            "user": "batteri",
            "user_id": "3759",
            "date": "2002-01-31 22:06:42",
            "id": "413801",
            "reply_to_id": "413799",
            "text": "anon hvernig gat ég annað en tekið þetta til mín þar sem ég er ein af fáum stelpum sem hef verið að tjá mig um ljóta fólkið hérna? (flestir aðrir hafa verið að dissa okkur fallega fólkið fyrir að segja sannleikann ) og þú sagðir “ Mér heyrist að hér hafi nokkrar stelpur á aldrinum 16-18 ára verið að skrifa og finnst þær greinilega tilheyra þessum hópi sem kallast ”fallega fólkið“\nOg ástæðan fyrir því að ég hélt að þú hefðir verið dyravörður var að þú sagðir sjálfur ”að ekkert þráðu smápíkur meira en að fá að komast þarna inn\" tók því bara þannig að þú hefðir verið einn af þeim sem neitaðir þeim um inngöngu, my mistake, og já barþjónn… í þau fáu skipti sem ég hef verið þarna sá ég ekki neinn merkilegan barþjón en kannski varst þú bara ekkert að vinna ;)\nsúpersæta batteri"
        },
        {
            "user": "batteri",
            "user_id": "3759",
            "date": "2002-01-30 17:34:33",
            "id": "413802",
            "reply_to_id": "413795",
            "text": "rétt hjá prettyboy ekki hægt að nota þessar ungu ljótu stelpur í neitt annað en doggy…"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2002-01-30 17:40:32",
            "id": "413803",
            "reply_to_id": "413802",
            "text": "ta tarf madur allavega ekki ad horfa framan i taer!"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2002-02-28 10:32:30",
            "id": "413804",
            "reply_to_id": "413792",
            "text": "Trixie: Leyf mér að giska, þú ert þessi ljóshærða, grindhoraða *búinaðlátafjlægarifbein* með 12\" sílikon plat túttur, átt ríkan pabba, stundar 95,7 yfirborðskennda staði, nennir ekki að læra vegna þess að þú ert alltaf úti á djamminu og svo þegar að þú verður eldri og allt er uppi staðið, þá verðurðu fertug, lítur út fyrir að vera sjötug, vinnur í frystihúsi vegna þess að þú nenntir aldrei að læra og keyrir um á kolryðguðu hræi.\nLáttu mig vita, ég ætla að koma að hlæja að þér þá."
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2002-02-28 20:53:12",
            "id": "413805",
            "reply_to_id": "413804",
            "text": "Sykur - hahahah\nLjoshaerd - ja\ngrindhorud med fjarlaegd rifbein - nei\nplat tuttur - tarf tess ekki\nrikan pabba - uhhh\nstundar 95,7 - hata ta utvarpstod og tad sem henni fylgir, tar med talid skemmtanalifid\nnennir ekki ad laera og endar i frystihusi - er ad stunda haskolanam i Bandarikjunum, vaeri varla ad borga fyrir tad ef eg nennti ekki ad laera…\nMikid agalega ertu omannglogg/ur!"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2002-02-28 23:35:18",
            "id": "413806",
            "reply_to_id": "413805",
            "text": "Þú hegðaðir þér nú eins og astró ljóska hérna fyrir ofan, gáfur eru meira heldur en utanbókarlærdómur þannig að þú ert að hjakka í sama farinu :D"
        },
        {
            "user": "batteri",
            "user_id": "3759",
            "date": "2002-03-03 23:11:39",
            "id": "413807",
            "reply_to_id": "413806",
            "text": "sykur: þú ættir kannski ekki að taka allt of hátíðlega sem fólk er að skrifa hérna."
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2002-01-23 11:53:26",
            "id": "413808",
            "reply_to_id": "413753",
            "text": "Það er náttla líka ósanngjarnt fyrir hina sem er mismunað"
        },
        {
            "user": "Prada",
            "user_id": "10225",
            "date": "2002-01-23 21:36:24",
            "id": "413809",
            "reply_to_id": "413753",
            "text": "Hérna er ekki verið að tala um það hverjir séu í vip forgangi á staði og hverjir ekki.  Það er verið að tala um það hvers vegna ungar píur sem ekki eru nema kannski 15-17 ára séu að gera inn á skemmtistöðum sem ætlaðir eru fólki 22 ára og eldra.  Þannig vill nú til að ég er 31 árs og mörgum finnst það eflaust vera alveg hauggamalt en það er það ekki og á árunum eftir svona 28 fer maður virkilega að njóta þess að fara út á lífið með vinum og kunningjum sínum.\nÞar sem ég rakst á þessa umræðu af tilviljun langar mig að taka þátt í henni og get ekki annað en verið sammála henni þar sem aldurstakmörk eru sett til þess að virða þau og fara eftir þeim.\nÞannig vil nú til að ég og mitt vina fólk höfum nú forgang á marga staði hér í borg og það kemur ekkert því við hvort við erum ljót, falleg eða eitthvað skrítin.\nÞar sem ég er einstæður eða með öðrum orðum nýhættur í sambandi þá finnst mér nú alveg ægilega gaman að reyna við hitt kynið og geri það óspart.  Samt vil ég nú vera viss um það að ég þurfi ekki að vera biðja þessar stúlkukindur um skilríki vegna þess að þær gætu verið undir aldri og jafnvel ekki lögríðandi eins og sagt er á ljótri íslensku.  Þessir svonefndir eigendur skemmtistaða hugsa ekki alveg rétt vegna þess að það síðasta sem ég myndi gera væri að splæsa einhverjum drykkjum á einhverjar unggelgjur.  Svo ég er sammála fyrsta greinarhöfundi og ég vil geta gengið að því vísu þegar ég geri move á stelpurnar þá séu þær á aldrinum 22 og upp úr en ekki nein smábörn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-23 23:55:29",
            "id": "413810",
            "reply_to_id": "413809",
            "text": "því ver og miður þá er þetta svona á allt of mörgum stöðum… og þá hefur maður líka tekið eftir því að ef að stelpurnar eru í nægilega klæðalitlar er þeim einnig hleypt inn án þess að þær séu spurðar um skilríki… Ég þekki t.d. eina 18 ára sem gengur inn á 90% staða án þess að vera spurð um skilríki bara út á útlitið. nægilega slutty.\nAnnars þá leiðist mér það hversu margir eru tregir við að fara eftir þessum aldurstakmörkunum, ég meina er ekki bannað að afhenda fólki undir 18 ára tóbak? og að leigja börnum yngri en 16 ára myndir sem eru stranglega bannaðar?\n*krúsídúllan*"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-01-24 11:18:13",
            "id": "413811",
            "reply_to_id": "413809",
            "text": "ekki er ég smábarn og ekki ættlum við vinkonurnar að sitja heima um helgar bara afþví að við höfum ekki aldur til að fara inn á skemmtistaðina og þó við þyrftum að klæða okkur eins og druslur til að komast inn þá er það vel þess virði því þá eru líka pott þétt einhverjir koma og bjóða manni í glas.\nannars er ég að spá ég get notað visakortið hennar mömmu þegar ég er úti í búð að versla en haldið að ég gæti nokkuð notað það til að komast inn á skemmtistaðina?"
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2002-01-24 13:00:53",
            "id": "413812",
            "reply_to_id": "413753",
            "text": "en mér finnst að þessir dyraverðir eigi að taka smá tillit til ef allir eru orðnir 20 en einn er að verða 20 á árinu..þannig er málið með mig ég á afmæli seint á a´rinu en allir vinir mínir orðnir 20 og ekki fæ ég að fara inn .."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-01-24 13:58:42",
            "id": "413813",
            "reply_to_id": "413812",
            "text": "Ég er sko ekkert alveg sáttur við það að einhverjar smápíkur séu eitthvað að sleppa inn á hvaða staði sem er bara út á það að líta vel út… meðan ég þurfti (vegna þess að ég er EKKI einhver klæðalítil eða lausgirt smápíka) að bíða alveg fram að 20 ára afmælisdeginum (nema í einstaka tilviki þar sem dyraverðirnir voru EKKI einhverjir fávitar með mikilmennskubrjálæði vegna þess að þeim leið illa yfir að hafa aldrei átt neina vini í æsku…) til að komast inn!! mér var td vísað út af Nellys 3 DÖGUM fyrir afmælið (þótt ekkert hafi verið sagt í Ríkinu í nokkrar vikur…)\nAllavega!! það er aumt að hleypa inn einhverjum óþroskuðum gelgjum sem kanski hafa ekki einusinni aldur til að drekka eða vera úti eftir miðnætti…."
        },
        {
            "user": "sleyer",
            "user_id": "10289",
            "date": "2002-01-25 10:01:34",
            "id": "413814",
            "reply_to_id": "413753",
            "text": "ertu hálfviti"
        },
        {
            "user": "ernani",
            "user_id": "11503",
            "date": "2002-01-30 09:10:23",
            "id": "413815",
            "reply_to_id": "413753",
            "text": "það er ekki málið að vera fallegur eða ljótur til að komast inn á staði eins & Astro…. á Astro er dresscode & 22 ára aldurstakmark. Þú ferð ekkert á dresscode staði í gallabuxum þá getur þú bara farið á glaumbar. & 17 ára stelpum er td alls ekki hleypt inn þótt þær séu með sílicon. Þetta er bara mál um prinsip…\nSkemmtistaðir eru misjafnir og misjafnartýpur á þeim. Td fer yfirleitt ekki sama manneskjan á Astro & vegamót … þetta eru sitt hvorar týpurnar…\nOg elsku gelgjurnar mínar njótið þess að vera gelgjur meðan þið getið því áður en þið vitið af þá verðið þið 22 ára and that feels old!!!!\nkv\nErnani"
        },
        {
            "user": "yours",
            "user_id": "5565",
            "date": "2002-01-30 11:19:37",
            "id": "413816",
            "reply_to_id": "413753",
            "text": "mér finnst að thað ætti að hafa sér stað fyrir okkur sem eru bara 17 ára :)"
        },
        {
            "user": "konrad",
            "user_id": "13000",
            "date": "2002-01-31 14:10:40",
            "id": "413817",
            "reply_to_id": "413753",
            "text": "Ég get ekki annað en veltst um af hlátri.  Það er greinilegt að íslendingar eru kolruglaðir.  Það er hreint ótrúlegt um hvað er hægt að rífast.  Ljótt og fallegt fólk!\nÞegar maður fer á djammið niðrí bæ, þá hef ég amk. bara eitt mottó.  Að skemmta mér.  Mér er nokk sama hvort ég fæ að ríða eður ei (ég á amk 77 ár eftir ólifuð, nógur tími) ég vil bara skemmta mér með skemmtilegu fólki, vera drukkinn ef mig langar, dansa og láta eins og hálfviti.  Til þess hef ég fundið einn frábæran stað.  Það er stofan heima.  Þar er ekkert aldurstakmar, bara mitt takmark.  Þangað koma þeir sem ég vil aungvir aðrir, þar er best að djamma.  En ef ég fer í neðra þá hefur Amsterdam uppfyllt mína skemmtiþörf ágætlega, já eða Maxim's, það er klassa staður (c:\nP.s. ég telst ábyggilega til þeirra ljótu (snoðaður, skeggjaður, feitur og óheppinn með mig) samt hefur mér tekist að komast þangað sem ég vil, meira að segja Astró, sem þótti erfitt á sínum tíma (ég hef engan áhuga á þessu Kaupfélagi, aldrei prófað það) og hvað þetta heitir nú allt saman.  Broddurinn er sá að ef þú þarft virkilega að djamma á skemmtistað, þá er málið að finna sér góða stofu og dansa þar á sokkaleistunum, það er hin besta skemmtun.  Fyrir ykkur sem ekki hafið aðgang að stofum, hmmm, dokið í nokkur ár, þið eruð hvort sem er ekki að missa af neinu (c:\nKveðja,\nKonráð"
        },
        {
            "user": "molotov",
            "user_id": "13388",
            "date": "2002-01-31 17:12:35",
            "id": "413818",
            "reply_to_id": "413817",
            "text": "Þetta eru alveg stórkostlegar samræður. Man enginn hérna hvernig var að vera undir aldri?????\nÞegar þú kemst yfir 20 ertu þá altt í einu breytt persónu. fyrir mitt leyti þá get ég sagt að ég reyndi eins og motherfokker að komast inn á alla staði í reykjavík, átvr, kaupa sér sígó o.s.f.r. stundum gekk það (þá var það bara gaman) stundum gekk það ekki. Þá var mar bara fullur í einhverju partyi.\nMér persónulega finnst bara gaman að fólki sem fer til þess að skemmta sér, kemur aldri ekki neitt við, mar lendir alveg eins á blindfullri/um hágrenjandi 25 ára djammara eins og á blindfullum, hágrenjandi 17-18 ára djammara.\nÞað er líka bara gaman að lenda á ungu fullu fólki, það er miklu meira til í einhvern fávitaskap og skemmta sér hömlulaust án þess þó að traðka á öðrum, annað en fokking hrokinn og yfirgangurinn sem ákveðin þjóðfélagshópur veður um með.\np.s. ef eitthvað/einhver fer í taugarnar á ykkur á djamminu, hættiði þá að pæla í honum eða biðjið hann um að láta ykkur vera (nema þið séuð of feiminn til að svara fyrir ykkur). Farið þvínæst á barinn og drekkið MEIRA.\nbumsquad.com (þar sem menn eru rónar og konur eru hlutir)"
        },
        {
            "user": "trespass",
            "user_id": "7371",
            "date": "2002-01-31 18:28:33",
            "id": "413819",
            "reply_to_id": "413818",
            "text": "hvernig væri bara að endurvekja villta tryllta villa, hann væri nú ágætur fyrir fólk sem hefur ekki náð ákveðnum aldri…"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-02-02 03:32:02",
            "id": "413820",
            "reply_to_id": "413818",
            "text": "Ég er falleg , ung og ég skemmti mér !"
        },
        {
            "user": "molotov",
            "user_id": "13388",
            "date": "2002-02-02 16:44:28",
            "id": "413821",
            "reply_to_id": "413820",
            "text": "Ertu falleg, ung og skemmtir þér?\ndjöfull líst mér vel á það. Langar þig ekki að koma og hitta mig á djamminu í kvöld?\n1000 kall.\nbumsquad.com (þar sem menn eru rónar og konur eru hlutir)"
        },
        {
            "user": "T23",
            "user_id": "7741",
            "date": "2002-02-01 22:24:06",
            "id": "413822",
            "reply_to_id": "413753",
            "text": "Þetta sem þið eruð að röfla um hahahahahaha þið hafið ekki græna hvernig þetta fólk er inn á skemmtistöðum!!!! Ég er að vinna á skemmtistað í bænum og AARRRGGG ef ég væri dyravörður myndi ég hleypa öllu fólki undir lögaldri inn því drukkið fullorðið fólk er svona 30 sinnum verra heldur en unga fólkið. Svo var einhver að segja hérna áðan að unga fólkið kynni ekki að meðhöndla drykkju og skemmtistaði en ég held að það sé nokkuð rangt.\nFullorðið fólk fullt: Kemur inn á staðinn, yfirleitt blindfull, rífandi kjaft, þykjast ráða yfir öllu og öllum og það nöldrar út í eitt. Af því að maður er ungur að vinna á skemmtistað þá er maður bara eitthvað hor í þeirra augum sem þau halda að þau geti bara skotið út í loftið. Mín reynsla á drukknu fullorðnu fólki er hreinn og beinn viðbjóður, þau eru miklu verri en unga fólkið það eru svo miklir stælar í þessu fólki að ég gæti gubbað. Ég er búinn að lofa sjálfum mér að verða aldrei svona þegar ég verð fullorðinn að það bara rigni upp í nefið á mér þegar ég er í glasi. Við erum öll eins þó að við fáum meira útborgað en aðrir, það er ekkert sem getur breytt því!\nUngt fólk undir lögaldri: Þau eru ekki með stæla því þau vita að ef þau eru með stæla þá verður þeim hent út. Mér finnst persónulega að aldur til að kaupa bjór og léttvín ætti að lækka í 18 ára. Og einnig inn á skemmtistaðina. Hafa þá skemmtistaði sem höfða til eldra fólksins. Tökum Nasa sem dæmi. Gætir þú ýmindað þér mömmu þína og pabba komin á sextugsaldurinn vera að syngja HEEEYYYY BABY. Inn á Nasa um daginn var maður um sextugt sem stóð upp á stól að syngja HHHEEEEYYY BABY. Gætir þið séð fyrir ykkur ungt fólk undir lögaldri vera að gera þetta? NEI, því yrði hent út strax. Fullorðið fólk er alltaf með svo mikla stæla að það er ekki fyndið… ég veit ekki hvort þið skiljið eitthvað af því sem ég er búinn að skrifa, en það verður bara að hafa það því ég er orðinn vel leiður á þessu fullorðna fólki og alltaf vera að segja að það séu svo miklir stælar í þeim, frá hverjum ætli við fáum þetta. Lærum við ekki af foreldrum okkar?? Nei ég veit ekki en ég er búinn að koma þessu af mér núna.\nÉg þakka fyrir ef þið hafið nennt að lesa þetta allt saman. Ég var orðinn soldið pirraður þegar ég skrifaði þetta, komt allt út í einni runu!!\nTakk fyrir\nRay Franco\n“You can undo the past… But, you can certainly not repeat it.”\n– Bruce Willis"
        },
        {
            "user": "JohnnyG83",
            "user_id": "15807",
            "date": "2002-02-03 01:51:47",
            "id": "413823",
            "reply_to_id": "413753",
            "text": "Þetta er svona á öllum skemmtistöðum, ég og nokkrir vinir mínir ætluðum að reyna að komast á Spotlight (þá 17 ára) og vonuðumst að systir eins vinarins gætti reddað okkur enn hún var ekki að vinna það kvöld. Við gengum ákveðnir að dyrunum eins og við værum eitthvað merkilegir gaurar og tókum eftir því að dyravörðurinn var að athuga skirteini hjá öðrum og vonuðumst að hann tæki ekki eftir eða skipti sér ekki af okkur, enn því miður gerði hann það. Við hættum við en þegar við erum að lappa í burtu sjáum við stelpu sem hafði verið með nokkrum að vinunum í grunnskóla lappa út af staðnum. Þetta er allstaðar eins, Stelpur 17 og uppúr komast inn, enn strákar undir 21 eða eldri (fer eftir staðnum) komast ekki inn nema þeir séu dyraverðir (og þeir eru til, dyraverðir undir 20 ára)."
        },
        {
            "user": "T23",
            "user_id": "7741",
            "date": "2002-02-04 07:56:48",
            "id": "413824",
            "reply_to_id": "413823",
            "text": "Eigendur staðanna gera þetta til að fá fleiri eldri stráka inn til sín með meiri pening. Staðreynd, karlmenn sækja á staðina sem fallega kvennfólkið er!"
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2002-02-08 10:58:37",
            "id": "413825",
            "reply_to_id": "413753",
            "text": "Já aumingja litla Ísland.\nÉg skil ekki þessa skilríkjaáráttu. Af hverju þarf að vera 22 ára aldurstakmark inn á flesta staði? Fólk er lögráða og sjálfráða 18 ára, má versla áfengi 20 ára en má ekki fara á almennilega dansstaði fyrren 22 ára!!! Fyrir mitt leiti má alveg lækka áfengisaldurinn niður í 18 ár (og endilega selja létt áfengi og bjór í matvöruverslunum), og setja aldurstakmörkin inn á staði niður í 18 ár, max. 20 ár.\nSvona er þetta í mörgum nágrannalöndum Íslands, nema auðvitað í Svíþjóð (þar er jú allt bannað, og sums staðar er 23 ára fyrir stelpur en 25 fyrir stráka!). Eftir smá tíma munu staðirnir síðan þróast fyrir ákveðna hópa, en án þess þó að hækka aldurstakmörkin. Mér heyrist líka á fólkinu hérna að það vill helst skemmta sér með fólki á svipuðum aldri. Fólkið undir tvítugu vill bara komast inn, sama hvar það er, svo að það er lítið vandamál. Fólk upp úr þrítugu vill vera sér. Fólk milli tvítugs og þrítugs hefur það fínt saman, og síðan er fólk yfir fertugu síðast hópurinn. Ég skil ekki hvers vegna allir staðirnir á Íslandi þurfa að reyna að stíla inn á þotuliðið og pikköppliðið(22-30 ára), skýrir kannski stuttan lífstíma þeirra.\nKannski staðirnir ættu frekar að stíla inn á þann aldurshóp sem virðist stunda staðinn mest, frekar en að reyna að rembast við að krækja í sömu kúnna og einhverjir aðrir eru með. Það er svolítið þreytandi að skemmtistaðirnir séu alltaf að rembast og skipti um stíl á hverju kvöldi, sérstaklega þegar fólk þarf að punga út morð fjár til að komast inn. Ferlega svekkjandi að lenda í því að borga sig inn á stað og komast svo að því að það er svaka kántrýtónlist í gangi (nýr dj!), þegar maður enmitt hafði verið í svaka teknófílíng helgina áður á sama stað og aldrei skemmt sér jafn vel!\nEf ég var beðin um skilríki þegar ég var undir tvítugu gat ég alltaf talað mig í kringum það, leit ekki út fyrir að vera undir aldri. Strax daginn eftir að ég komst á aldur var ég beðin um skilríki!!! hahaha …\nÉg hef upplifað að búa erlendis í nokkur ár og aldrei nokkurn tímann hef ég verið beðin um skilríki, og aldrei séð dyraverði biðja um skilríki. Inni í þeim stöðum sem ég hef verið á hef ég heldur ekki upplifað marga “krakka”. En svo gerðist svolítið skondið atvik í einni af mínum heimsóknum á klakann. Ég fór á Thomsen með vinkonu minni. Ég hafði aldrei farið þangað áður, staðurinn var ekki til þegar ég hafði verið á landinu síðast, og því um að gera að prufa. Vinkona mín er mjög barnaleg í útliti, við vorum 22 ára á þessum tíma en hún hefði alveg getað verið 16:)  Nema að hún röltir inn, brosir sætt til dyravarðarins, sem rífur í aumingja mig og heimtar skilríki! Ég spurði hann hvers vegna, og svarið var einfalt, hann hafði ekki séð mig áður!!!!!!!\nNú vil ég taka fram að staðurinn var troðfullur af krökkum langt undir aldri svo að það er greinilega eftir hverju var farið við dyravörsluna. Ég fór aftur nokkrum dögum seinna á virkum degi með 17 ára systur minni, viti menn, ég er stoppuð! Nú hef ég aldrei verið álitin deginum yngri en ég er, og þess vegna var þetta nú hálfskondið. Systir mín hafði verið þarna kvöldið áður með kærastanum sínum, sami dyravörður … end of story.\nEn ég er nú ekki alveg búin með reynslusögu mína af dyravörðum dauðans. Ég fór annað slagið til Íslands, og var 26 ára þegar ég fór á pöbb með systur minni fyrrumtöluðu og vinkonum hennar (21-22 ára). Stelpurnar töltu inn fyrir eins og ekkert væri, en hver er stoppuð? Gamla kellingin! Ég sagði náttúrulega bara takk fyrir mig:) Ákvað að taka því sem hrósi að vera svona ungleg!\nMér finnst þetta gengið útí öfgar með þessi blessuðu aldurstakmörk. Ég er sjálf ekkert barnaleg, og það er afar sjaldan að fólk giskar á minn rétta aldur, yfirleitt tveimur þremur árum yfir:( (ekki alltaf gaman). Auðvitað er ekki gaman að vera álitin eldri en maður er, en ástæðan er mjög einföld, ég er næstyngst á vinnustaðnum og þess vegna spáir fólk ekki í því heldur telur að við séum öll á svipuðum aldri (við erum á aldrinum 25-39).\nEn mér finnst ömurlegt að vera beðin um skilríki af því að það var ekki mynd af mér í Séð og Heyrt í síðustu viku, eða af því að dyravörðurinn hefur ekki verið með neinni af vinkonum mínum. Og svo þegar maður loksins kemst inn á staðinn (er ekki beinlýnis tilbúin með skilríkin, á ekki von á að vera beðin um þau) þá kemst maður að því að staðurinn er troðfullur af smákrökkum sem hafa ekki einu sinni náð bílprófsaldri. Og hvernig skyldi þau nú hafa komist inn?"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-02-08 13:16:46",
            "id": "413826",
            "reply_to_id": "413825",
            "text": "Það er nóg að þekkja einhvern til að komast inn svo hef ég líka lennt í því að einhver sem er á leiðinni inn spurði okkur vinkonurnar hvort við vildum koma með honum inn. Það er líka hægt að spyrja bara dyraverðina hvort þeir séu til í að hleypa manni inn og þegar ég prófaði það einu sinni gekk það næstum upp málið var bara að vinkonurnar voru á rassgatinu og löbbuðu í burtu svo ég þurfti að leyta að þeim.\nVinkona mín komst líka inn á sportkaffi um daginn af því að það var enginn í dyrunum.\nKerfin úti eru samt miklu betri þar gat ég farið á alla skemmtistaðina og 13 ára systir mín gat farið á alla staði nema einn. Sá staður var með lady night kvöldið sem við fórum heim og henni var sagt að hún kæmist líklegast ekki inn en okkur hinum sagt að við þyrftum bara að segjast vera 18.(það voru gaurar af skemmtistaðnum sem sögðu okkur þetta)"
        },
        {
            "user": "KaT",
            "user_id": "8108",
            "date": "2002-02-09 14:47:18",
            "id": "413827",
            "reply_to_id": "413826",
            "text": "meika ekki svona fólk sem er svo mikið útlandaekkva “ohh allir skemmtistaðir á íslandi eru svo ömurlegir og leiðinlegir” blablabla ég stunda ekki mikið af stöðum af því ég er með frekar þröngan tónlistarsmekk, meika ekki þetta hey beibí og það drasl, en er ekki málið bara að gera skemmtilegt sjálfur? það á ekkert þurfa að láta aðra skemmta manni og hvað þá að láta annað fólk á stöðunum fara í taugarnar á manni “bara af því það er 18 ára” eða whatever\nbetra líka að allir hérna eru að taka það fram að þeir séu fallegir hehe\npís bidds"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2002-02-09 18:42:28",
            "id": "413828",
            "reply_to_id": "413827",
            "text": "Það er eitt sem mig langar að leggja inn í þessa umræðu. Þannig er að ég byrjaði ekki að drekka fyrr en ég var orðinn 17 ára(og vel það)  sem mörgum finnst kannski vera soldið seint, en ég er mjög þakklátur fyrir það núna því að ég held að maður hafi einfaldlega meira vit fyrir sjálfum sér þegar maður er 17 heldur en þegar maður er 15 ára og það á líka við um drykkju. Þetta geta allir tekið undir sem hafa mikið verið í kringum drukkið fólk á aldrinum 14-18 ára. Ég held að við getum líka öll verið sammála um það að það er stórmunur á því hvernig 16 ára stelpa á fyllerí hegðar sér inni á skemmtistað og 20 stelpa (auðvitað eru undantekningar) en almennt þá er ekki sami þroski hjá þessu fólki, ÞAÐ MUNAR UM 4 ÁR!!  Lögin á landinu miðast við þetta, hverjir kannast svo ekki við hugtakið “Fullar busastelpur” þetta er sér þjóðflokkur sem ég vil ekki hafa í kringum mig þegar ég er að skemmta mér, þetta er hávært fólk og það fer mikið fyrir því, SORRY!\nÉG veit að þetta fólk er alltaf að komast inn, ég fer bara eitthvað annað ef það er of mikið fyrir mér (ég hef ekkert á móti því, þetta eru bara börn), það verður bara að hafa það, en mér finnst algjör óþarfi að þetta fólk (þá er ég aðallega að tala um stelpur á aldrinum 15-18 ára) sé að tala eins og það eigi bara að vera sjálfsagt að það komist inn, það sé ekkert annað fyrir það að gera og það sé svo fallegt o.s.frv.  Það er ekki sjálfsagt!!!! Það er líka brot á lögum, það er ekkert ætlast til þess að þið séuð inni á skemmtistöðum á þessum aldri, verið bara þakklát fyrir að komast inn og ekki vera sífellt að tala um það, þar að auki, þetta með að þið hafið ekkert að gera. Ég byrjaði að fara á skemmtistaði 18-19 ára (þá byrjaði ég reyndar að vinna á skemmtistað) en fram að því þá lifði ég alveg hreint ágætis djammlífi og ég og mínir vinir höfðum nóg að gera um helgar, hættiði bara þessu væli!!\nÞað er sem betur fer fullt af ágætis skemmtistöðum í bænum og maður er farinn að læra á það hvert maður getur farið til að vera í kringum fólk sem maður vill vera í kringum.\nÞannig hvað segið þið um að öll dýrin í skóginum verði bara vinir.\nKrakkar verið dugleg að borða matinn ykkar svo þið verið stór og sterk og ég býð í glas á 20 ára afmælisdaginn, hann kemur einn daginn!!\nBless"
        },
        {
            "user": "psi",
            "user_id": "7355",
            "date": "2002-02-10 14:13:19",
            "id": "413829",
            "reply_to_id": "413828",
            "text": "djöfull er leiðinlegt að vera ljótu"
        },
        {
            "user": "indrus",
            "user_id": "17244",
            "date": "2002-02-10 20:34:10",
            "id": "413830",
            "reply_to_id": "413829",
            "text": "Er ein af þessum óþolandi-óþroskuðu-sem-eiga-bara-að-vera-heima-hjá-sér- unglingum…\nEr ekki mikill djammari, en það kemur þó einstöku sinnum fyrir að ég fari út og hef komist inn þau skipti sem ég hef reynt..\nFer líka, eins og flestir, stundum á kaffihús með vinum mínum..\nEN um daginn þá ætluðu ég og vinkona mín á kaffihús eftir vel heppnaða bíóferð…\nÞetta hefur ekki verið neitt vandamál hingað til þótt við séum bara 18 ára, en allavega þetta skipti vorum við spurðar “hvort við værum nokkuð tvítugar”\nJá, þar endaði sú kafiihúsaferð.\nÉg veit ekki hvað ég á að segja..ég er bara svo hissa!! Hef ekki lent í þessu fyrr…\nVið vorum ekki að fara kaupa áfengi, ætluðum bara að fá okkur te eða kakó og spjalla um myndina!! Er eitthvað saklausara en að sitja við borð, tala saman og drekka te???\nEn þetta endaði með því að við tókum spjallið í bílnum og rúntuðum smá(sem er nú frekar sorgleg tómstundariðkun)\nÞannig að við lögðum okkar að mörkum til að rústa ósonlaginu endanlega…eru ekki einhverjir vinstri-grænir umhverfissinnar hér sem geta séð tengsl á milli mengun-eyingu osonlagsins og að 18 ára krökkum er ekki hleypt inn neinstaðar!!\nJæja þetta er orðið svolítið langt og leiðinglegt, en hafið þetta í huga!"
        },
        {
            "user": "indrus",
            "user_id": "17244",
            "date": "2002-02-10 20:37:48",
            "id": "413831",
            "reply_to_id": "413830",
            "text": "“…hleypt inn sumstaðar” er kannski betra=)"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-02-11 11:52:20",
            "id": "413832",
            "reply_to_id": "413830",
            "text": "mér finnst nú bara rúnturinn vera hin fínasta tómstundaiðkun, ólíkt indrus… allavega finnst mér og mínum mun meira gaman af því að rúnta því þá getur maður hlustað á sína tónlist í friði með sínum nánustu og samt skemmt sér, drukkið (ef því er að skipta) og farið niður í bæ… reyndar fannst mér miklu meira gaman af því að fara inn á skemmtistaðina ÁÐUR en ég náði aldri til að fara inn á þá…"
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2002-02-14 02:34:05",
            "id": "413833",
            "reply_to_id": "413832",
            "text": "Í sambandi með þessi skilríki, þá er ég 20 ára og var beðinn um skilríki um daginn þegar ég var að kaupa sígó ….já, það er sko gaman þegar fólk heldur að mar sé yngri enn mar er :Þ\nAnnars segi ég bara drink on and have sum phun!!! …sama hvort þið séuð á skemmtistað,partí,heima eða úti , jafnast ekkert á við búsið ;)\nLater…..\nThe Rebel - alcohol's best friend :)"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-02-11 11:12:17",
            "id": "413834",
            "reply_to_id": "413753",
            "text": "ég fór á djammið á fösturdagskvöld og komst inn án miða og án þess að standa í röð ég var reyndar spurð hvort það mætti kíkja í töskuna mína en gaurinn nennti því svo ekki svo ég komst bara strax inn:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-14 18:12:50",
            "id": "413835",
            "reply_to_id": "413753",
            "text": "Æ, væri lífið ekki skemmtilegra ef fólk reyndi að einbeita sér að því að skemmta sér sjálft frekar en að vera að rífast og hneykslast út í allt og alla. Ef einhver staður er ömurlegur að ykkar mati, farið þá bara eitthvað annað og látið hann í friði? Fólk er ólíkt og stundar ólíka staði."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-03-14 23:29:15",
            "id": "413836",
            "reply_to_id": "413753",
            "text": "jah mér er svo sem sama hvernig fólk lýtur út þegar ég fer á djammið á hvaða aldri ,nema kannski þegar “Krakkar” á aldrinum 16 og niður eru að reyna að komast inná staði ,sjálfur hef ég aldrei lent í vandræðum á að komast inn ,en það sem fer virkilega í taugarnar á mér er hvað íslendingar eru virkilega þröngsýnir hvað tónlist varðar ,ef það hefur ekki verið spilað í útvarpinu þá er lagið bara skítur og á ekkert heima á dansgólfinu, ég er að vinna sem plötusnúður á ónefndum stað og er að reyna að koma með eitthvað algerlega nýtt efni og hvað fæ ég fyrir Spilaðu meira með jennifer lopez eða eitthvað meira diskó ,ókay ég geri það ,en er fólk sátt þegar ég reyni að skipta svo aftur eftir svona hálftíma ,nei… það vill helst vera með fm957 playlista á repeat allt F****** kvöldið.\nég hef talað mitt :)"
        }
    ]
}