{
    "forum_title": "Deiglan",
    "user": "cccp",
    "user_id": "71519",
    "date": "2008-09-07 11:42:38",
    "title": "Stríðið milli Rússlands og Georgíu! Þetta er sannleikurinn!",
    "text": "okey það sem allir halda um stríðið sem var i gangi fyrir stuttu er algjört kjaftæði! ég er að segja ykkur það, ég var á staðnum!\neini staðurinn sem sannleikurinn ríkir er á hinu “mother russia” eins og að sagt er þegar að það er verið að gera stöðugt grín af þessu landi! Sakash Villi er algjör fáviti í sínum huga og hann reindi að fremja sjálfsmorð og gvuð gaf honum tækifæri til að sleppa því og færa vit í hans huga samt var hann ekkert vitari!\nOkey byrja á sönnunargögnunum: BNA vilja ekki segja sannleikann bara svo að öll fjáhagsleg viðskipti við rússa hætti í öllum hieminum og svo að steríótípíska hugmyndinn um rússa haldi stöðugt áfram.(um að rússar séu vondu kallarnir)\n.Rússar höfðu enga ástæðu til að ráðast inní Georgiu BNA-menn bjuggu til sögu um það.\nMikið af fólki var drepið í þessu tilgangslausa stríði og eftir allt saman vilja BNA-menn ekki segja sannleikann bara til að bjarga sér!Og gera verra allt í heimiunum\nÞað hefur komið helling af fólki framm í sjónvarpi í BNA sem ætlar að segja sannleikann en þegar að beina útsendinginn á sér stað er kveikt á auglýsingum á þá, einmitt þegar að þeir byrja að segja orðinn,,russia didnt star the war\"\nhttp://au.youtube.com/watch?v=H8XI2Chc6uQ\nþetta er eitt af mörgum dæmum!\nÞað sem rússar gerðu var það er að vernda sitt fólk frá sínum frændum! Ég var í þessu landi þegar að þetta átti sér stað, ég held að ég og mín fjölskylda veit mest um þetta í þessu landi, í alvörunni mig langaði að segja fasista samfélagi! Því að fólk hlustar ekki á þá sem tala sannleikann¨!\nSvo fyrir Íslendinga sem eru með neð heila og þroska á stærð við brauðkorn herna er vídeó fyrir ykkur\nhttp://au.youtube.com/watch?v=-7yi_EEU3Fs&feature=related\nog fyrir þá sem eru ekki með heila herna er teiknimynd:\nhttp://au.youtube.com/watch?v=-74QZeJwCac&feature=related\nrússar eru góðu gæarnir í þetta eina skipti og þegar að þeir gera það er bara drullað yfir þá!\nÉg skal segja ykkur ég er bara 14 ára og ég er búinn að fá  uppí kok af heimsku í fólki og þrjóska þeirra!\nog já svo eitt að lokun Condaliza Rice kom til Georgíu nokkrum dögum fyrir stríðið og ég held að þau hafa samið um þetta!",
    "url": "https://www.hugi.is/deiglan/greinar/611902/stridid-milli-russlands-og-georgiu-thetta-er-sannleikurinn/",
    "url_id": "611902",
    "id": "6107861",
    "replies": [
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2008-09-07 11:58:04",
            "id": "6111472",
            "reply_to_id": "6107861",
            "text": "Hvað er að stjórnendum?"
        },
        {
            "user": "AngelJackson",
            "user_id": "68852",
            "date": "2008-09-07 19:01:23",
            "id": "6112595",
            "reply_to_id": "6111472",
            "text": "ég hló smá inní mér."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-09-07 12:20:04",
            "id": "6111523",
            "reply_to_id": "6107861",
            "text": "Þetta eru án efa þau allra verstu skrif sem ég hef á ævi minni séð."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-07 12:39:12",
            "id": "6111565",
            "reply_to_id": "6107861",
            "text": "okei… stjórnendur þið hafið eitt tækifæri til að þrífa skítinn af bakinu og það með að eyða þessari grein…"
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2008-09-07 12:41:25",
            "id": "6111571",
            "reply_to_id": "6107861",
            "text": "Hvað er að stjórnendum? :ll"
        },
        {
            "user": "Tukall",
            "user_id": "47886",
            "date": "2008-09-08 01:17:14",
            "id": "6113721",
            "reply_to_id": "6111571",
            "text": "Hahaha, þú sýnir nefninlega gott fordæmi sem stjórnandi."
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2008-09-07 12:50:38",
            "id": "6111595",
            "reply_to_id": "6107861",
            "text": "WHAT THE BRITISH COCK!"
        },
        {
            "user": "katrinhill",
            "user_id": "60581",
            "date": "2008-09-07 13:00:37",
            "id": "6111629",
            "reply_to_id": "6107861",
            "text": "Já.. Þetta eru allt voðalega góðar kenningar verð ég að segja.. En hvað ætlarðu að gera? Líður þér betur með að vellt þér uppúr þessu? Ég held að það sé kominn tími á að þið samsæriskenningaseggi sættið ykkur við það að ef að við ætlum að hafa það svona gott eins og hér á íslandi, þá þarf þetta að vera svona. Það verður aldrei hægt að hafa allt jafnt og alla á sama hug.\nKv: ANON!"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-09-07 18:13:20",
            "id": "6112461",
            "reply_to_id": "6111629",
            "text": "Samsæriskenningarseggir? Þetta vita allir. Segðu mér eitt, afhverju má Kosovo fá sjálfstæði án þess að Serbía samþyki það en afhverju mega S-Ossetia og Afkasía ekki fá sjálfstæði þótt að Georgía vilji það ekki?\nÍsland úr NATO segi ég nú bara."
        },
        {
            "user": "katrinhill",
            "user_id": "60581",
            "date": "2008-09-08 17:42:44",
            "id": "6115120",
            "reply_to_id": "6112461",
            "text": "Segðu mér eitt, afhverju má Kosovo fá sjálfstæði án þess að Serbía samþyki það en afhverju mega S-Ossetia og Afkasía ekki fá sjálfstæði þótt að Georgía vilji það ekki?\nSvo lengi sem að ég hef það gott, og get ekkert gert í þessu S-Ossetia máli, afhverju ætti ég þá að vera að vellta mér uppúr því?"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-09-08 18:25:29",
            "id": "6115234",
            "reply_to_id": "6115120",
            "text": "Fyrst að þú skrifaðir ekki þessa grein og hefur ekki áhuga á þessum málum þarftu ekki að vera að svara mér að tilgangslausu"
        },
        {
            "user": "Alexxx",
            "user_id": "64689",
            "date": "2008-09-07 13:02:52",
            "id": "6111633",
            "reply_to_id": "6107861",
            "text": "Ég skal segja ykkur ég er bara 14 ára og ég er búinn að fá uppí kok af heimsku í fólki og þrjóska þeirra!\nObvious.."
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2008-09-07 13:53:45",
            "id": "6111783",
            "reply_to_id": "6107861",
            "text": "Jáá þú segir það!"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-09-07 13:59:22",
            "id": "6111796",
            "reply_to_id": "6107861",
            "text": "Hvað með að gefa ástæðu fyrir sinni skoðun?\nHvað með að koma þá með almennilega rýni á málið?"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2008-09-07 17:30:20",
            "id": "6112331",
            "reply_to_id": "6107861",
            "text": "Rétt! Þetta er það sem ég hef staðið fyrir allann tímann en enginn hlustar á mig."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2008-09-07 18:29:08",
            "id": "6112507",
            "reply_to_id": "6107861",
            "text": "Ég held að fyrir flesta huga notendur þá skiftir þetta Georgíu mál engu. Frekar myndu þeir hafa áhuga á að ræða málfræði og stafsetningu þína.\nEf þú vilt upplýsa fólk og vilt einhverja umræðu þá mæli ég ekki með hugi.is. Þetta er segull fyrir nöldrara og ég sá það að þú ert ekkert mikið fyrir svoleiðis fólk.\nÞannig frekar vil ég benda þér á að búa til blog eða tala við vini þína um þessa hluti.\nÞað sem mér finnst mikilvægt að þú skiljir er að þú ert ekkert að fara að upplýsa neinn hérna á huga.\nÞú sérð það alveg þegar þú lest í gegnum svörin.\nÞannig betur gætiru notað tíma annarstaðar og verið að hafa einhver áhrif. Þú ert kanski ósammála mér núna, en eftir nokkrar mánuði á þessum vef munt skifta um skoðun.\nEngin einstaklingur sem er með opin huga eins þú endist neitt lengi inná þessari deiglu. Þeir einu sem endast eru bara stafsetningarkennarar úr Borgarfirði eða sjálfstæðismenn."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2008-09-07 21:08:12",
            "id": "6112963",
            "reply_to_id": "6112507",
            "text": "Hahahahahahaha!!!"
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-07 22:57:41",
            "id": "6113407",
            "reply_to_id": "6112507",
            "text": "Hahaha xD!\nEftir að hafa lesið þetta yfir þá sé ég hvað þetta er asnalega skrifað hjá mér xD.\nEn þegar að ég var að þessu var ég að drífa mig svo að ég bíðst velvirðingar á mínum gjörðum. En plís reynið að halda ykkur við efnið."
        },
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2008-09-07 19:09:34",
            "id": "6112622",
            "reply_to_id": "6107861",
            "text": "Ég er gáfaðari en aðrir því ég hef horft á of mikið af samsæriskenninga myndböndum á youtube :o\nfáviti"
        },
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2008-09-07 19:52:57",
            "id": "6112753",
            "reply_to_id": "6112622",
            "text": "Að horfa á fréttabrot úr fjölmiðlum á youtube er talsvert frábrugðið því að horfa á samsæriskenningaklippur.\nÉg geri ráð fyrir því að þú hafir ekki haft fyrir því að athuga þær slóðir sem þú ert að hæðast að, ekki satt?"
        },
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2008-09-07 21:11:26",
            "id": "6112979",
            "reply_to_id": "6112753",
            "text": "Poteitó, potato, þetta var eitthver vitleysingur að segja öllum hvað hann er frábær og veit allt"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-07 21:19:25",
            "id": "6113007",
            "reply_to_id": "6112979",
            "text": "Þannig að samkvæmt þér eru myndbrot frá Fox News í sama league og Loose Change myndbönd á youtube?\nKallarðu fréttatímann þá “samsærismyndbandatímann”?"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-07 21:37:54",
            "id": "6113069",
            "reply_to_id": "6113007",
            "text": "hahaha Fox News…. áreiðanlegast miðill í heimi :'D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-07 21:57:29",
            "id": "6113150",
            "reply_to_id": "6113069",
            "text": "Ég veit …\nKemur mér samt virkilega á óvart að frétt af þessu tagi skyldi vera þarna. Ég hélt þeir hefðu það ekki í sér að fjalla jákvætt um þessa hlið stríðsins, þ.e.a.s. Suður Osseta …\nBætt við 7. september 2008 -  22:14\nReyndar klippa þeir á þetta í miðjum klíðum, þarna þekki ég þá."
        },
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2008-09-07 22:14:03",
            "id": "6113221",
            "reply_to_id": "6113007",
            "text": "Fox News er ekki samansafn af vitleysingum með of mikinn sýningartíma í sjónvarpi."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-07 19:37:19",
            "id": "6112711",
            "reply_to_id": "6107861",
            "text": "Evrópa hættir að versla við Rússa, það væri gáfað. Veistu hvað rússar selja mikið af olíu og gasi til evrópu?"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-07 22:15:21",
            "id": "6113227",
            "reply_to_id": "6112711",
            "text": "myndi halda að það væri betra fyrir bandaríkin að við myndum ekki versla við rússa, þrátt fyrir að þeir selji okkur alla þessa olíu og gas við getum við alveg keypt þetta frá afríku og austur asíu"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-08 01:02:44",
            "id": "6113687",
            "reply_to_id": "6113227",
            "text": "já og cutta algjörlega af annan stærsta olíuframleiðanda í heiminum myndi semsagt ekki hafa nein áhrif á olíuverð…"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-08 10:30:00",
            "id": "6114070",
            "reply_to_id": "6113687",
            "text": "ég er ekki að segja að hætta alveg að versla við þá. ég var bara að segja að það að ef við myndum hætta að versla við þá þá væri það ekkert nema gott fyrir bandaríkja menn.\nBætt við 8. september 2008 -  10:34\nog held að stjórninni í bandaríkjunum sé alveg sama hvað olían kosta"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-08 13:47:21",
            "id": "6114393",
            "reply_to_id": "6114070",
            "text": "Já en málið er að ef svona verðsprenging yrði myndi það mjög líklega leiða til gífurlega múgæsinga í bandaríkjunum…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-09-10 03:33:28",
            "id": "6119753",
            "reply_to_id": "6113687",
            "text": "Gætir beitt viðskiptabanni eins og í Írak.  Leyft viðskipti með olíu en bannað allt annað."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2008-09-10 12:57:40",
            "id": "6120237",
            "reply_to_id": "6119753",
            "text": "jájá… en ég stór efa það að vesturlönd fari að leggja viðskiptabann á Rússa þar sem þeir í rauninni flytja miklu meira út heldur en inn og það er aldrei hægt að ná alþjóðlegri samstöðu um það og þá sérstaklega ekki um Rússland sérstaklega… Rússar flytja þá bara sinn varning til Kína eða annara landa ef þess er þörf…"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2008-09-07 22:17:48",
            "id": "6113242",
            "reply_to_id": "6107861",
            "text": "Þetta er merkilega illa skrifað.\nEr samt alveg með þessum punkti sem þú ert að berjast með að koma á framfæri í gegnum lélegan rökstuðning og verri Íslensku, meðferð fjölmiðla á aðild Rússa í þessu máli var ekki beint sanngjörn."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-07 22:59:57",
            "id": "6113421",
            "reply_to_id": "6113242",
            "text": "sorry, var ekki að reyna :/"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2008-09-08 00:07:58",
            "id": "6113577",
            "reply_to_id": "6113421",
            "text": "Ekkert mál, ættir bara að gera ráð fyrir því að það verði eldri einstaklingar sem eiga eftir að skjóta þig niður fyrir hitt og þetta.\nEr eins og ég sagði samt ánægður með punktinn sem þú komst með, hvort sem hann var skrifaður af þér eða einhverjum þrítugum stjórnmálaséní, þetta georgíu mál er ekki alveg jafn fokking one sided og vestrænir fjölmiðlar vilja halda"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2008-09-08 10:33:29",
            "id": "6114075",
            "reply_to_id": "6107861",
            "text": "RTTV\nEr buinn ad vera ad horfa a tha sjonvarspstod, sem er mjog pro russia, enda rekin af rússnenska ríkinu.  Virdist flott enn ég get ekki truad ad hun sle hlutlaeg thegar ég sé engar auglýsingar.  Audvitad sýndu their einhver georgiskan hermann sem var tekinn til fanga, skjálfandi af hraedslu og allur lemstradur, enn thad er i lagi, hann sagdi\nEg var rekinn i herinn.  Samt virdist vera ad russar hafi lamid hann.  B.t.w. er á spani mep spaenskt takkabord."
        },
        {
            "user": "KurtCobainICE",
            "user_id": "13065",
            "date": "2008-09-08 17:48:22",
            "id": "6115137",
            "reply_to_id": "6107861",
            "text": "sannleikurinn er lygi."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-08 18:46:26",
            "id": "6115306",
            "reply_to_id": "6107861",
            "text": "Ææææ þegiðu bara."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-09 18:58:16",
            "id": "6118434",
            "reply_to_id": "6115306",
            "text": "tæknilega get ég það ekki…"
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-09 19:18:36",
            "id": "6118497",
            "reply_to_id": "6118434",
            "text": "jújú.. skerð ur þér tunguna or some."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-09 20:57:04",
            "id": "6118839",
            "reply_to_id": "6118497",
            "text": "en ég sagði ekkert…..ég skrifaði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-09 21:18:35",
            "id": "6118913",
            "reply_to_id": "6118839",
            "text": "Þroskað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-09 10:51:06",
            "id": "6117123",
            "reply_to_id": "6107861",
            "text": "Ég veit að Rússland standa réttu megin við línuna. Viðtöl við marga marga marga sem hafa verið þarna hafa sýnt að Rússland er yfirleitt sá góði.\nGeorgía potaði bara í vitlausann björn og skitu á sig. Bandarískir fjölmiðlar hafa gert nóg til að censora þetta stríð, jafnvel mbl og vísir eru með yfirgnæfandi fréttir um hvernig Rússneski herinn hefur beit óþarfa ofbeldi og einhverju. Svona án djóks prófið að actually horfa á Fox myndbandið við stelpuna þarna, þetta er lold.\nÉg styð Rússland ekkert sérstaklega en mér finnst eins og þeir eigi í hagsmuna stríði við Bandaríkin. Bandaríkin er fullt af ríkum stjórnmálamönnum með hagsmuni, Rússland er fullt af ríkum olíu körlum sem stjórna öllu. Eini munurinn er sá að við fáum einhliðafréttir sem beinast allar gegn Rússlandi. Það hefur ekki komið EIN jákvæð frétt um þá þrátt fyrir allt fólkið sem virðist öskra GRATZE RUSSIA."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-09 13:31:45",
            "id": "6117373",
            "reply_to_id": "6107861",
            "text": "Loksins finnur maður manneskju sem er ekki með heila við smá baun"
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-10 21:29:22",
            "id": "6121771",
            "reply_to_id": "6117373",
            "text": "á þetta að vera kaldhæðni eða?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-10 22:50:18",
            "id": "6122064",
            "reply_to_id": "6121771",
            "text": "nei þú ert í alvörunni gávaðasta manneskja sem ég hef séð á þessa síðu"
        },
        {
            "user": "giantinn",
            "user_id": "64172",
            "date": "2008-09-09 14:33:45",
            "id": "6117533",
            "reply_to_id": "6107861",
            "text": "Flestir sem ég þekki og hafa eitthvað vit í kollinum eru einhljóða um að þetta stríð sé sök georgíustjórnarinnar. Þeir réðust á ossetíu og vonuðu að Rússar myndu ekki gera neitt svakalegt í því. Þeir veðjuðu á rangan hest ef svo má segja. Bandaríkin hugsa bara um hvernig þeir standa hernaðarlega og reyna að fá alla á móti Rússum sem greinilega tekst. Þegar Bandaríkin fara í stríð eins og Íraksvesenið þá eru þeir greinilega bara að vinna sér landsvæði. Þeir fara aldrei frá Írak, hef enga trú á að olían sé aðal ástæðan þar sem þeir eru að tapa svakalega á þessu stríði. Þeir reyna að koma upp herstöðvum hvar sem þeir hugsanlega geta og það eru fleiri þjóðir líka að gera. Stofna bandalög til að búa sig undir það sem koma skal. Öll ríki og bandalög eru að búa sig undir þriðju heimsstyrjöldina og þegar að Rússarnir vernda sig sjálfa er þeim hent út í horn til að veikja þá. Ef þriðja heimsstyrjöldin verður að veruleika þá kenni ég algjörlega Bandaríkjamönnum reyna að láta sig líta út eins og einhverja alheimslöggu fyrir almenningi en sölsa undir sig svæði og ógna öðrum þjóðum. Bandaríkjastjórn og þeir sem fara með völdin telja sig vera fyrir ofan alla aðra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-09 19:07:05",
            "id": "6118470",
            "reply_to_id": "6107861",
            "text": "haha. smá owned á BNA xD, þarna með stelpuna.\nEn hey ég var líka í rússlandi á þessum tíma þegar að þetta gerðist. Ég horfði á sjónvarpið og fattaði ekki neitt hvað þau voru að tala um, en ég held að rússar voru góðu kallarnir í þetta skipti.\nEn það er rétt hjá þér það sem er að gerast, en þú ættir frekar að fá sér einkakennara í stafsetningu."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-09-10 03:39:40",
            "id": "6119754",
            "reply_to_id": "6107861",
            "text": "Ég var ekki á staðnum og vissi að Rússar væru ekki í meiri órétti en aðrir.  Hins vegar eru þeir engir englar heldur.  Fólk sem býr í Ossetíu á svo að sjálfsögðu eftir að segja að Rússar séu góðir og Georgíumenn vondir, þetta FOX myndband sannar ekkert annað en það að Bandaríkjamenn skilja vanalega ekki heimsmálin.  Þeir hafa væntanlega haldið að þessi stelpa myndi styðja georgíska herinn vegna þess að Bush sagði að þeir væru góðu karlarnir.  Ef þetta væri virkilega eitthvert illimunati-plot hefðu þeir væntanlega athugað betur hverjum þeir hleypa í beina útsendingu."
        },
        {
            "user": "cccp",
            "user_id": "71519",
            "date": "2008-09-10 21:26:58",
            "id": "6121761",
            "reply_to_id": "6119754",
            "text": "jamm þú hefur rétt fyrir þér.\nEn hvað ertu að reyna að segja?Ég fatta ekki beint hvað þú meinar."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-09-11 14:12:25",
            "id": "6122978",
            "reply_to_id": "6121761",
            "text": "Ég er að tala um myndband á YouTube þar sem tekið er viðtal við einhverja stelpu sem var í Ossetíu þegar stríð braust út, í endan á myndbandinu er ýjað að því að þetta sé eitthvert illimunati-plot.  Þetta var kannski ekki alveg í réttu samhengi hjá mér.  Allavega, ég held þetta sé ekki eitthvað skipulagt dæmi, menn eru annað hvort svo trúfastir eða heimskir að þeir sjá engan annan veruleika en það þeir eru mataðir af."
        },
        {
            "user": "penguin",
            "user_id": "31040",
            "date": "2008-09-18 10:24:50",
            "id": "6140623",
            "reply_to_id": "6107861",
            "text": "Veit ekki mikið um þetta en aðeins búinn að hlusta á bbc. Eitthvað heyrði ég þar um að rússar hafi verið búnir að senda einhverjar skriðdreka sveitir þarna inn áður en georgia réðist inn, heyrði líka að s-ossetia vildi ganga í rússland. Ég skemmti mér líka ágætlega við viðtal við einhvern rússneskan embættisman, man ómögulega hvaða stöðu hann gengdi en hann var spurður hvort fyrst þeir væru æstir í að s-ossetia ætti skilið sjálfstæði hvort honum fyndist ekki að tsetjenia og aðrar þjóðir í kring sem hafa barist fyrir sjálfstæði (sorry man ómögulega hvernig rétt stafsetning er á þessu í augnablikinu) ætti þá ekki líka að fá sjálfstæði. Svarið var helvíti skemmtilegt, samkvæmt honum vildu þeir ekkert sjálfstæði það væri málinu ekkert viðkomandi, svo komu langar þrætur um þetta, gaman að því öllu. Er þetta ekki annars bara eitthvert bitbein milli bna- nato og rússana? nóg af þrætum um eldflaugavarnar stöðina í póllandi og svona fyrir, bara einhver typpamælinga keppni. Lýst annars ekkert á rússana þessa dagana svona persónulega, hef svo sem ekkert velt þessu voðalega fyrir mér, en það er aldrei neitt alveg svart og hvítt."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2008-09-22 11:11:20",
            "id": "6150457",
            "reply_to_id": "6140623",
            "text": "ah, alveg sammála.  Auðvitað voru Georgíu menn að gera það nákvæmlega sama og Rússar í Tjeteníu.\nGetur ekki verið að Georgíski herinn ráðist í Suður-ossetíu ef ossetískir uppreisnarmenn hafi ekki gert árásir.  Það yrði þá engin innrás ef það væru engir uppreisnarmenn að berjast við.\nÞetta er nákvæmlega sama og Rússar hafa verið að gera með tjetjeníu.  Svo má líka þræta hvort þeir hafi ekki gert þetta til að fyrirbyggja fyrirhugaða gasleiðslu frá svartahafi í gegnum Georgíu, sem myndi minka völd Rússa yfir evrópska gasmarkaðinum snarlega."
        },
        {
            "user": "Flashlight",
            "user_id": "42970",
            "date": "2008-09-29 12:56:35",
            "id": "6169136",
            "reply_to_id": "6107861",
            "text": "veit það jú allur heimurinn að það er ekki í lagi með ameríkanana,  þeir þykjast stjórna öllu.\neinu aðgerðir sem þeir gera hafa haft verr í för með sér.. sjáum t.d írak.. hverjir mokuðu vopnum í þá á sínum tíma?.. auðvitað ameríkanar, bin laden er framleddur in the usa.\nhvað í þetta sinn,, auðvitað ameríkaninn að moka vopnum í georgíumenn."
        }
    ]
}