{
    "forum_title": "Hljóðfæri",
    "user": "UntilTheEnd",
    "user_id": "73296",
    "date": "2008-09-05 18:21:02",
    "title": "Aria STG-005  ?",
    "text": "Ég er að fara í gítartíma í haust, og er að fara að kaupa gítar mjög bráðlega ;)\nEr Aria STG-005 góður fyrir byrjendur ? 8)\nTakk :D",
    "url": "https://www.hugi.is/hljodfaeri/korkar/611930/aria-stg-005/",
    "url_id": "611930",
    "id": "6108280",
    "replies": [
        {
            "user": "hehae",
            "user_id": "67352",
            "date": "2008-09-05 23:02:50",
            "id": "6108917",
            "reply_to_id": "6108280",
            "text": "Örugglega fínn sko.. Ég er með Fender Squire (rauðann) og 15W Fender magnara sem er til sölu ef þú vilt."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-09-07 00:15:21",
            "id": "6110942",
            "reply_to_id": "6108280",
            "text": "Man þetta ekki alveg en er þetta ekki Aria copia af fat strat einhvað svona eins og fender strat með tveim humbuccerum.  Kostar ca 40 nýr hér heima………\nHugsa að þú fáir meira fyrir peninginn í ýmsu öðru.\nT.D wasburn í tónabúðinni, Squier í Tónastöðinni, G&L í Tónastöðinni..  Epi í Rín\nFinnst soldið að borga svona mikið fyrir Aria….\nEiga þeir ennþá Fernandes á svipuðu verði?\nEkki vitlaust að skoða hér á huga líka.\nVenjulega fullt af birjenda gitörum á sanngjörnu verði.\nE\nBætt við 7. september 2008 -  00:32\nKostar ca 150 pund í Englandi\nMinna í USA"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2008-09-07 00:38:13",
            "id": "6110968",
            "reply_to_id": "6110942",
            "text": "hvað kostar g&L bara svona standard einhvað?"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-09-07 00:56:17",
            "id": "6111002",
            "reply_to_id": "6110968",
            "text": "Hringja í Tónastöðina………. síðan þeirra soldil steypa.\nG6L Legacy er strat typan og er bara fjandi fín exi  :-)\nMeira en svona entry level bara alvöru.\nE"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2008-09-07 09:58:22",
            "id": "6111335",
            "reply_to_id": "6111002",
            "text": "oki.. eru þeir einhvað öðruvísi en fenderarnir.. nema náttúrulega sem er svona visual og þannig.. plús pickupparni"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2008-09-07 15:37:40",
            "id": "6112026",
            "reply_to_id": "6111335",
            "text": "G og L er seinasta fyrirtækið af þeim sem Leo Fender Stofnaði.\nFyrst Fender Svo Musicman og svo G og L  Með gamla fjármálastjóranum sínum.\nÍ grunnin eru þessir gitarar verulega svipaðir.\nSetjum Squirinn neðstan svo Mex svo svipað jap + Ódyrari Musicman G$L og Jap vandaðast eru svo USA Fenderarnir.\nÍ grunnin eru þetta verulega líkir gitarar.\nSíðan hafa margir frá Japan og Kína Kopierað þá.\nFrægust eru svokölluð Lowsuit model frá Fernades, Tokai ofl en Fender kærði þá enda voru þær kopiur orðnar jafnvel betri en sumar frummyndirnar.\nAðrir voru mest bara ódyrari eins og Sap, Aria, ofl.\nHiott er annað mál að oft er hægt að fá finar græjur úr þessu.\nÉg keyfti t.d slatta af dóti af G.Wage….. á föstudaginn, meðal annars Telebastarda.\nEinn verulega vel hljómandi með liteash Boddii, Morris háls Seymore duncan pu einhverju rafkerfi og saman er þetta einn skemtilegasti tele sem ég hef figtað í.\nÆtlaði aldrey að halda honum, var að hugsa um annað Tokai boddi sem ver með og Fender Vibrolu!\nOg einhverjir noname hálsar………\nÞað er hinnsvegar oft mikil vinna að fá svona gitara til að hljóma vel og oft einfaldara að versla bara skárra merki í upphafi.  Reukna með að rafkerfið og pu í þessum tele sé nærri 500 $!\nE.Ha"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2008-09-07 17:03:19",
            "id": "6112261",
            "reply_to_id": "6112026",
            "text": "oki.. fékkstu þarna lite ash teleinn semsagt?? hann er nettur.. mig langar gg í hann"
        }
    ]
}