{
    "forum_title": "Hip hop",
    "user": "apocdoc",
    "user_id": "69822",
    "date": "2008-09-07 14:15:04",
    "title": "Ice cube diskurinn",
    "text": "Old school rapparin Ice Cube hefur sem hefur verið að dunda ser með að leika i fjöldskyldumyndum er loksins buinn að gefa nýtt shit ut. Raw Footage heitir diskurinn og lögin a honum eru:\n01-Ice Cube-What Is A Pyroclastic Flow\n02-Ice Cube-I Got My Locs On (Featuring Young Jeezy)\n03-Ice Cube-It Takes A Nation\n04-Ice Cube-Gangsta Rap Made Me Do It\n05-Ice Cube-Hood Mentality\n06-Ice Cube-Why Me (Featuring Musiq Soulchild)\n07-Ice Cube-Cold Places\n08-Ice Cube-Jack N The Box\n09-Ice Cube-Do ya Thang\n10-Ice Cube-Thank God\n11-Ice Cube-Here He Come (Featuring Doughboy)\n12-Ice Cube-Get Money Spend money No Money\n13-Ice Cube-Get Use To It (Featuring WC And The Game)\n14-Ice Cube-Tomorrow\n15-Ice Cube-Stand Tall\n16-Ice Cube-Take Me Away (Featuring Butch Cassidy)\nmæli virkilega með þessum disk þar sem þessi lög eru að gera sig ;D",
    "url": "https://www.hugi.is/hiphop/korkar/612229/ice-cube-diskurinn/",
    "url_id": "612229",
    "id": "6111839",
    "replies": [
        {
            "user": "iver",
            "user_id": "55152",
            "date": "2008-09-08 14:05:54",
            "id": "6114451",
            "reply_to_id": "6111839",
            "text": "overall average en samt er ice cube auðvitað legend\nGangsta rap made me do it\nHood Mentality\nIt Takes A Nation\nklikkuð lög\n“Only rapper that wanna fist fight the president”"
        },
        {
            "user": "PoseMaster",
            "user_id": "26274",
            "date": "2008-09-13 23:29:01",
            "id": "6129083",
            "reply_to_id": "6111839",
            "text": "Ég er virkilega ánægður með síðustu tvo Cube diskana. Maður var svona hálfpartinn búinn að gefa hann upp á bátinn eftir að hann fór að gera fjölskyldumyndirnar og bjóst alls ekki við miklu frá honum tónlistarlega séð. En svo droppaði hann Laugh Now, Cry Later sem var fáránlega góður diskur. Ég er svo búinn að renna nýja disknum í gegn þrisvar held ég og hann er alls ekki síðri.\nIce Cube hefur greinilega enn ekki sagt sitt síðasta og vonandi á hann eftir að fylgja þessum disk eftir, enda einn af mínum uppáhalds tónlsitarmönnum."
        }
    ]
}