{
    "forum_title": "Leikjatölvur",
    "user": "minnaen3simbi",
    "user_id": "31167",
    "date": "2008-09-08 17:03:47",
    "title": "--------------------------------------PS3 til sölu",
    "text": "PS3 40GB til sölu, ekkert notuð, keypt 16. maí á 64.000. Með fylgir einn stýripinni ásamt GTAIV og Euro 2008 fótboltaleiknum. Kvittun frá Elko fylgir með.\nVerð aðeins 45 þús. ef hún er sótt í dag eða á morgun og 50 þús. ef ég sendist með hana (innan Reykjavíkursvæðisins). Annars hækkar verðið um 5 þús.\nFrekari upplýsingar í 8959549\nBætt við 10. september 2008 -  19:33\nSeld",
    "url": "https://www.hugi.is/leikjatolvur/korkar/612437/-ps3-til-solu/",
    "url_id": "612437",
    "id": "6115001",
    "replies": [
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2008-09-08 17:34:20",
            "id": "6115102",
            "reply_to_id": "6115001",
            "text": "Iss maður getur fengið nýtt xbox 360 60gb á 45."
        },
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2008-09-08 20:16:58",
            "id": "6115750",
            "reply_to_id": "6115102",
            "text": "Jæja fyrst þú byrjaðir.\nEf þú kaupir Xbox 360 núna og hún bilar þá ertu í frekar vondum málum.\nMjög margir eru að segja að Xbox 360 sé að klára líftímann sinn, og framleiðandi Gears2 segir að leikurinn noti alla krafta tölvunnar, og þetta er það sem leikir munu best lýta út á Xbox 360.\nÞannig að ef þú kaupir PS3 núna þá mun hún endast betur, og leikir geta litið betur út heldur en allir nýjustu leikirnir núna.\nEf þú kaupir Xbox 360 núna, þá veistu að leikirnir munu ekki lýta betur út en Gears2, og þú ert screwd ef hún bilar hjá þér.\nÉg segji þetta eftir minni mínu, en þetta á að vera að mestu leiti rétt.\nEndilega leiðréttið mig til að fyrirbyggja miskilning."
        },
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2008-09-08 22:13:29",
            "id": "6116168",
            "reply_to_id": "6115750",
            "text": "Já, það er reyndar rétt hjá þér, var aðallega að gera þetta uppá grínið sko, er sjálfur byrjaður að mæla með PS3, þrátt fyrir að vera Xbox maður."
        }
    ]
}