{
    "forum_title": "Metall",
    "user": "thorok",
    "user_id": "7541",
    "date": "2008-09-12 02:15:51",
    "title": "Nýtt myndband hjá Týr",
    "text": "Tékkið á þessu:\nSinklars Visa (sungið á norsku):\n[youtube]\nhttp://www.youtube.com/watch?v=0I1geB7U5VI\nhttp://www.youtube.com/watch?v=0I1geB7U5VI\nFínt færeyska landslagið…\nHér er smá bio um sveitina\n“Profession of the Christian Faith or Decapitation.” This was the choice given by Sigmundur to his Faroese Viking compatriot Tróndur í Gøtu. And so it was that in 999 A.D., the Christianization of the small “Faeroe Islands” began, casting a veil of oblivion over the ancient Scandinavian gods and only leaving the relics of forgotten heathenry buried deep within the Christian ritual. Or so it was believed…\nExactly 999 years later, a small group fondly remembering the archaic gods and rites came together to form the Faroese Viking Metal band, TÝR. The one-armed God of\nWar -the bravest of all- became the eponym of the Nordic quartet. Yet TÝR mastermind Heri Joensen is no war monger in disguise and points out that Týr (also known as the God of Justice) is also revered for first seeking the avenues of diplomacy-an attribute that does not take away from this god of war's drive.\nA distinctive trademark that sets TÝR appart from most other bands of the “Viking Metal” genre is the autheticism of their music: “Traditional music dating back to the Vikings, that is not preserved anywhere else in the world, not even in Iceland, is passed on in an oral tradition here and it is still alive and well. That is what we build our music on and draw great inspiration from” explains Joensen.\nAlmost every song is based on Faroese or Norwegian lore, and is revetted in the garb of the Folk Metal genre. Its approach unmistakenly creates a very true Viking Metal. After a Demo, the Ólavur Riddararos single, the How Far To Asgard album, six years of innumerable gigs, and several domestic television apperances, the second album Eric the Red became the island's best-selling album, coming to the attention of Napalm Records, the Austrian label that finally made the album available worldwide in 2006.\nImmediately, the unique approach of TÝR´s music, melting traditional Nordic songs and dances with Celtic influences, Doom, Heavy and progressive Metal found it´s fans all around the globe. An inportant factor might also be the unique songwriting of Joensen, who starts with a vocal line first, and adds the music later - thousands of fans agreed with this practice live - and “Hail to The Hammer” became the hymn to the new generation of Folk, Pagan and Viking Metal fans.\nIn late 2006, TÝR refined their trademark sound with Ragnarok. Technically brilliant and 100 percent authentic, Ragnarok was nothing less than a masterpiece within the true Viking Metal genre. The Faroese band embarked on a European tour with Die Apokalyptischen Reiter and a few months later with AMON AMARTH. Though musically different, TÝR gained legions of new fans, impressed by the four men on stage, who were able to turn every show into a demonstation of musical prowess.\nFestival appearances throughout Europe and continued touring followed untill TÝR enjoyed their biggest live triumph ever at the very over-crowded Wet Stage in Wacken.\nIn 2008, TÝR returns to deliver Land. Traditional Faroese lyrics mark tracks such as “Gátu Ríma”, “Fípan Fagra” and “Lokka Táttur”, and “Gandkvæði Tróndar”, which is a poem by J.H.O. Djurhuus about the Faroese chieftain Tróndur, who fought against the dying of the old beliefs and for the independence of the Faroes. “Sinklars Vísa” is a Norwegian traditional song based on the true story of Scottish mercenaries killed when trying to disturbe the peace in Norway.\nWhile most lyrics contain traditional stories about the Norse pantheon and the Viking age, some topics are more earthbound: “Ocean” explores the reasons why Scandinavians sailed westwards to the Faroes, a question that to this day remains unanswered by historians and archeologists alike. And “Valkyrjan” tackles the unheroic side of war, reflecting on the feelings of futility men face on the battlefield.\nMusically Land guards the essence of that most sacred to TÝR: Heroic Viking Metal, highly influenced by Scandinavian traditionals and combined with contemporary Metal. Joensen´s unique songwriting style and the band´s impressive musical skills create an experience that reaches new heights with every listen.\nLand hits the streets on 30 May and will be available as regular jewel case edition and a limited edition deluxe digipack including a bonus DVD of the very memorable gig at Wacken Open Air.",
    "url": "https://www.hugi.is/metall/korkar/613177/nytt-myndband-hja-tyr/",
    "url_id": "613177",
    "id": "6125027",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-09-12 08:36:37",
            "id": "6125128",
            "reply_to_id": "6125027",
            "text": "flott lag, ekkert neitt rosae spes samt:/ Þettar er voða týpískt Týr lag. riffin hjá þeim eru allavega flest mjög svipuð eitthvað…"
        },
        {
            "user": "Atvinnukrimmi",
            "user_id": "60338",
            "date": "2008-09-12 14:21:19",
            "id": "6125667",
            "reply_to_id": "6125027",
            "text": "Bara ágætis lag!\nEr að fíla riffin…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-12 16:08:26",
            "id": "6125951",
            "reply_to_id": "6125027",
            "text": "Kúl stöff."
        },
        {
            "user": "Heimdallr",
            "user_id": "74391",
            "date": "2008-09-12 17:18:49",
            "id": "6126139",
            "reply_to_id": "6125027",
            "text": "Fínasta lag, Brennivin samt klárlega besta lagið af plötunni."
        },
        {
            "user": "Audunn",
            "user_id": "66061",
            "date": "2008-09-13 12:45:48",
            "id": "6127732",
            "reply_to_id": "6125027",
            "text": "hallærislegt myndband, góð hljómsveit.\nNýr trommari?"
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2008-09-14 15:32:23",
            "id": "6130293",
            "reply_to_id": "6127732",
            "text": "Nei, Kári var fjarverandi vegna meiðsla og gat ekki verið með Týr á tímabili."
        }
    ]
}