{
    "forum_title": "Rokk",
    "user": "Dbd",
    "user_id": "6373",
    "date": "2002-01-22 00:44:36",
    "title": "Rás 2 í Reykjavík  \" JÁ \"",
    "text": "Allir sem eru sammála mér um að Rás2 eigi að vera í Reykjavík sameinist á undirskriftalistanum hér\nhttp://www.dacoda.is/ras2\nÉg veit að þetta er ekki vel skrifuð grein/korkur enda er ég að skrifa hana í svefn móki en málstaðurinn er góður\nMér finnst rás 2 allveg besta stöð landsinns hún spilar framsækna tónlist og er algjörlega óháð playlistum og hefur stutt við bakið á mörgum íslenskum tónlistar mönnum sem spila nútímatónlist sem aðrar stöðvar eru því miður ekki nógu duglegar að spila . Rás 2 tekur sér án efa BBC (tónlistar ) mjög til fyrir myndar eins og að vera oft með tónleika gullmola eins og Belle& Sebastian , Mogway , mouse on mars , Bonny prins Billy og það mætti endalaust telja upp hljómsveitir hafa verið spilaðar í opinni dagskrá sem næst um allt land ,\nVillt þú að þessir þættir hætti útsendingu?\nRokkland\nSýrður Rjómmi\nParty Zone\nen án þess að hafa mál mitt of lángt þá endilega skrifið ykkur á listan því rás 2 er mekka islenskrar og framsæknar tónlistar þó svo að einstaka bull læðist með , þá má nú með sanni segja að rás2 sé stöð allra landsmanna.\nhttp://www.dacoda.is/ras2",
    "url": "https://www.hugi.is/rokk/greinar/61340/ras-2-i-reykjavik-ja/",
    "url_id": "61340",
    "id": "415323",
    "replies": [
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-01-22 17:06:08",
            "id": "415324",
            "reply_to_id": "415323",
            "text": "Eru þið ánægð með rás tvö eða viljið þið breita því í landsbygðar útvarp ætti ekki bara að stöfna stöð 3 þar sem svona landsbygðarmál væru á dagskrá?"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-01-22 17:06:10",
            "id": "415325",
            "reply_to_id": "415323",
            "text": "Eru þið ánægð með rás tvö eða viljið þið breita því í landsbygðar útvarp ætti ekki bara að stöfna stöð 3 þar sem svona landsbygðarmál væru á dagskrá?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-22 17:39:31",
            "id": "415326",
            "reply_to_id": "415323",
            "text": "Rás 2 er besta útvarpsstöð landsins og það er alveg nóg að hafa svæðisútvörpin úti á landi.\nÞungamiðja útvarps sem snýst um fréttir og menningarmál á að sitja í miðstöð menningar, fjármála og stjórnsýslu og hananú! Ekki eru aðalstöðvar BBC í Edinborg, Birmingham eða Manchester? Nei, BBC hefur sitt aðalaðsetur í London!\nBúinn að skrifa undir þennan lista og hvet aðra til að gera það sama."
        },
        {
            "user": "thossi",
            "user_id": "3985",
            "date": "2002-01-23 12:24:43",
            "id": "415327",
            "reply_to_id": "415326",
            "text": "Með nútíma tækni væri ekkert mál að hafa rás 2 á Grænlandi. Annars er rás 2 rusl sem ætti að leggja niður, nóg að hafa eina leiðinlega ríkisstöð."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-23 12:34:03",
            "id": "415328",
            "reply_to_id": "415327",
            "text": "Vissulega er dagskráin of fjölbreytt á Rás 2 til að maður nenni að hlusta á 24/7 en það þarf nú ekki mikið til að maður skipti af Radíó-X og þá er bara um tvennt að velja: Rás 2 og BBC World Service. Á nóttinni er það BBC og á daginn vonar maður að það sé eitthvað viturlegra en Ding Dong félagar…\nAnnars er fúlt að Poppland með Óla Palla og Þossi á Radíó-X skuli að hluta til vera á sama tíma.\nSvo vill ég taka fram að þótt ég sé á móti þessum flutning (sem mér finnst afkáralegur) og finnist Rás 2 góð útvarpsstöð þá er ég á móti ríkisreknum fjölmiðlum."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2002-01-23 22:30:58",
            "id": "415329",
            "reply_to_id": "415327",
            "text": "rás 2 er mikið betri en ,,eina radíóið sem rokkar\" radíó-x. þó að fullt af rusli sem maður nennir ekki að hlusta á rás 2, þá er ennþá meira rusl á radíó-x, fyrir utan að það er skárra að hlusta á einhvern viturlegan viðtalsþátt eða umræðuþátt á rás 2 frekar en bull einsog ding dong sem varla er mönnum bjóðandi. eina vitið á radíóx er tvíhöfði."
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-01-24 02:25:01",
            "id": "415330",
            "reply_to_id": "415327",
            "text": "Thossi\nþú hefur náturulega rétt á því að vera á móti samkeppnis öðlunum en það hlustar margt fólk bæði á Radio x og Rás 2 og finnst það bara ágætur kokteill .\nÉg gleymdi að minnast á þáttinn hans Doktor Gunna í greininni,“ Alætan ” sem er hrein snild (ég vill ekki missa þann þátt því Doktor Gunni flytur örugglega ekki með á Akureyri ."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-24 10:21:57",
            "id": "415331",
            "reply_to_id": "415330",
            "text": "My point exactly! Ég held að margir okkar rokkgæðinganna hlusti einmitt aðallega bara á Rás 2 og Radíó-X. A.m.k. þeir sem eru komnir af menntaskólaaldri.\nMér finnst stóra vandamálið við Radíó-X líka vera playlistarnir en get samt vel skilið hvað málið er. Einmitt þessvegna virka flashback helgarnar best fyrir mig."
        },
        {
            "user": "thossi",
            "user_id": "3985",
            "date": "2002-01-24 10:32:50",
            "id": "415332",
            "reply_to_id": "415330",
            "text": "Málið er einfalt, það sem ég er að segja að það skiptir engu máli hvort stöðin (Ríkis Rass 2) sé á Akureyri eða Reykjavik. Það sem þið eruð að hræðast það eru breytingar á dagskrá. Ég get alveg samþykkt það að Sýrður Rjómi sé góður þáttur og jafnvel einn eða tveir aðrir á rás 2. En tveir góðir þættir gera ekki góða útvarpstöð.Þegar ég fer einstaka sinnum í sumarbústað neiðist ég stundum til að hlusta á rás 2 og fyrirgefið þið ég heyri ekki þessa framsæknu stöð sem þið eruð að tala um. Það sem ég heyri eru Stuðmenn, Bítlarnir,Boney M, fréttir og Vilhjálmur Vilhjálmson. Rás 2 finnst mér leiðinleg að meðaltali 24/7 og ég skil ekki að fólkið hér inn á rokk sé að mæra hana, því hún er ekki góð. Hún er oft á tíðum tæknilega vond (útvarpsmennirnir tala mikið oní lögin). Hún er illa prógrammeruð (já rás 2 er með playlista). Síðan er verið að reyna þóknast öllum með því að spila Boney M og Bonnie Prince Billie(segið þið ég heyri ekki Bonnie Prince Billie), bara Sorrrrry þetta er ekki gott útvarp og verður það sjálfsagt aldrei hvort sem það er staðsett á Akureyri eða í Reykjavik."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2002-01-24 17:56:33",
            "id": "415333",
            "reply_to_id": "415332",
            "text": "það er rétt að það er fullt af leiðinlegri tónlist spiluð á rás 2, en staðreyndin er því miður, að tónlistin er leiðinlegri á radíó-x. það eru meiri líkur að eitthvað skemmtilegt kemur á rás 2 en radíó-x."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-25 11:00:42",
            "id": "415334",
            "reply_to_id": "415333",
            "text": "Boney M vs. Lit? Það er þó hægt að hlæja að Boney M… :þ\nSpurningin verður á endanum hvað mikið af þáttunum verður unnið í Reykjavík! Þú heldur ekki út almennilegum þáttum um málefni líðandi stundar annarsstaðar en í Reykjavík og nútíma tækni kemur ekki í staðinn fyrir spyril augliti til augliti við þann sem svarar.\nReyndar er endalaust hægt að diskútera þessar útvarpsstöðvar en á endanum eru þær ekki bara til fyrir mig heldur fullt að öðru fólki sem hefur mismunandi skoðanir…"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-01-25 15:35:48",
            "id": "415335",
            "reply_to_id": "415334",
            "text": "Mér finnst Rás 2 hafa breyst mikið eftir að Óli Palli varð tónlistarstjóri .\nÞað sem væri verst við það að Rás 2 myndi flytja til Akureyrar þá er ég ekki að sjá fyrir mér að allir þessir frá bæru dagskrágerðar menn eins og Zúri , party Zone strákrnir Óli Palli , Andrea Jóns , Doktor Gunni og margir fleyri flytji til Akureyrar en það er náturulega margt hægt að gera með nutíma tækni en þá er tildæmis tónlistar safnið kannski ekki við hendina vegna þess að Rás 2 er ekki með þessa playlista nema að hluta heldur er hægt að byðja nánast um hvað sem er og kannski þarf að leita að því í tónlistar safninu .\nég bara get ekki að því gert að þikja vænt um þessa stöð og finnst hun vera þróast í góða átt og vil ekki að einhver landsbygðar björn fari að breyta henni í einhverja sipp og hój útvarpstöð það er hægt að stofna aðra stöð sem sinnir tíðar anda landsbygðarinnar og Rás2 getur sinnt tíðaranda tónlistarinnar og menningarinnar í Reykjavík ."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-01-26 09:37:14",
            "id": "415336",
            "reply_to_id": "415335",
            "text": "Rás 1 til Akureyrar!!! :)\nEða hvað um Útvarp Sögu… Rabbabara rúna á replay… :þ"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2002-01-25 10:19:18",
            "id": "415337",
            "reply_to_id": "415332",
            "text": "Ok, fyrst við erum byrjuð á alhæfingum, þá vil ég bara segja Radio x er ekki góð stöð. Jú jú, ég ég get svo sem samþykt að það eru einn eða tveir góðir þættir á Radio x ( sem bæðevei er búið að stytta niður í eina klst) en restin er bara fokkings rusl. Þetta er eitthvað hundleiðinlegt mainstream ameríku væl sem er líka spilað á fm 957 og útvarp kfum."
        }
    ]
}