{
    "forum_title": "Hljóðfæri",
    "user": "Nonnibobo",
    "user_id": "68630",
    "date": "2008-09-14 19:27:58",
    "title": "að mála skeljar",
    "text": "Var bara að velta því fyrir mér hvort að einhver vissi eitthvað um þetta. Langar að mála skeljar á setti sem ég var að kaupa, bara gamalt hræódýrt junk sett eitthvað.\nLangar að vita hvort að það sé betra að nota einhversskonar spreymállingu eða hvernig maður nær að covera lugsana, semsagt að geta málað þetta án þess að gera þá alla í mállingu líka, taka þá af eða eitthvað.\nGóð svör væru vel þegin.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/613649/ad-mala-skeljar/",
    "url_id": "613649",
    "id": "6130963",
    "replies": [
        {
            "user": "026",
            "user_id": "61665",
            "date": "2008-09-15 14:32:26",
            "id": "6132641",
            "reply_to_id": "6130963",
            "text": "uuh þú tekur löggana að sjálfsögðu af og rífur allt annað af skeljunum…\nGætir farið á e-ð bílasprautuverkstæði og fengið bílalakk í spreybrúsa, eða farið í poulsen og talað við einhvern þar…\nOg ef þú vilt sjá góðan árangur þarftu að spreyja glæru yfir nokkrum sinnum, nema þú viljir hafa litinn “satin” eða svona mattan….þarft samt að setja einhverja glæru á þetta held ég.\nkannski spreyja eina umferð með lit, gerir fleiri ef þú vilt dekkri lit, svo er glæra… held það sé sniðugt að spreyja 1. umferðinni af glæru og pússa hana niður og endurtaka nokkrum sinnum (2-3?) og svo sprauta glærulögum yfir.\nEf þú segir “ég nenni ekkert svona rugli” eða e-ð í þá veru, til hvers ertu þá að þessu?\nÞað eru til ótal DIY á netinu um svona. Google og leitin á pearldrummersforum.com eru vinir þínir…\nSvo er sniðugt að kaupa “wrap” (plast“filma” utan um skeljarnar) og líma þanig bara á…einfalt."
        },
        {
            "user": "Nonnibobo",
            "user_id": "68630",
            "date": "2008-09-15 15:05:56",
            "id": "6132722",
            "reply_to_id": "6132641",
            "text": "ja, maður gerir þetta vel ef maður gerir þetta !.."
        },
        {
            "user": "krossfarinn",
            "user_id": "66066",
            "date": "2008-09-17 11:33:37",
            "id": "6138037",
            "reply_to_id": "6130963",
            "text": "Smá útúrdúr en Elvin Jones snerillinn er 14x7\"."
        },
        {
            "user": "Nonnibobo",
            "user_id": "68630",
            "date": "2008-09-17 18:29:14",
            "id": "6139105",
            "reply_to_id": "6138037",
            "text": "já, þú getur séð kommuna sem stendur á eftir 14x6,5 . Ég er að tala um að pearl snerillinn sé 6,5 annars laga ég þetta, frekar misskiljanlegt."
        },
        {
            "user": "Reference",
            "user_id": "55436",
            "date": "2008-09-17 20:11:04",
            "id": "6139462",
            "reply_to_id": "6130963",
            "text": "Kaupa þér bara bílasprey eða eitthvað svipað og síðan lakk.\nfjarlægja allt hardware og búa síðan til eitthvað listaverk =)"
        }
    ]
}