{
    "forum_title": "Íslensk Tónlist",
    "user": null,
    "user_id": null,
    "date": "2008-09-15 00:51:00",
    "title": "Hvað er ykkar uppáhalds íslenska lag allra tíma?",
    "text": "Hvað finnst ykkur? Hvað er ykkar uppáhalds íslenska lag allra tíma?? :)\nSjálfur hef ég gaman af svo mörgu og ég hlusta mikið á mismunandi íslenska tónlist, meira en erlenda held ég að mér sé óhætt að segja.\nHef alltaf haft gaman af sígildum lögum eins og Lítill drengur frá Vilhjálmi Vilhjálms, Svört sól frá Sóldögg sem og einhverja dægurlagatónlist.\nEn ég held að mér sé samt sem áður óhætt að tilgreina mitt uppáhaldslag frá Íslandi. Sem 4 ára krakki elskaði ég þetta lag og ég tel það stóran part af því að ég elska það lag enn þegar ég gróf það aftur upp fyrir nokkrum dögum. Þetta er lagið “Þegar sólin er sest” í flutningi frá Ara Jónssyni. Margir hugsa eflaust hvað það er spes að 4 ára drengur elski lag sem þetta en þetta lag hlustaði ég á aftur og aftur og aftur, og þegar lög verða svona eins og prófíllinn manns nánast að þá verður ekki aftur snúið, þá færðu ekki beint ógeð af laginu, gróf það upp aftur fyrir nokkru síðan og fékk þvílíkt flashback :Þ\nEf að gerð yrði heimildarmynd um mig væri þetta umsvifalaust titillagið í þeirri mynd enda er þetta lag mér alltaf ofarlega í huga þegar ég hugsa um æsku mína sem krakki úti á landi :Þ",
    "url": "https://www.hugi.is/islensk/korkar/613714/hvad-er-ykkar-uppahalds-islenska-lag-allra-tima/",
    "url_id": "613714",
    "id": "6131984",
    "replies": [
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2008-09-15 01:41:40",
            "id": "6132053",
            "reply_to_id": "6131984",
            "text": "Eina sem mér dettur í hug þessa stundina er Ostur & kanill með Sólstrandagæjunum.\nSnilldar lag ^^,"
        },
        {
            "user": "vilhjelm",
            "user_id": "70826",
            "date": "2008-09-17 12:05:04",
            "id": "6138080",
            "reply_to_id": "6131984",
            "text": "Nína og Geiri"
        },
        {
            "user": "boran",
            "user_id": "65784",
            "date": "2008-09-18 18:29:08",
            "id": "6141874",
            "reply_to_id": "6131984",
            "text": "Hvert örstutt spor með diddú, textinn eftir laxnes held ég\nÁtti það á spólu og hlustaði á það aftur og aftor og aftu"
        },
        {
            "user": "njosnavelin",
            "user_id": "65923",
            "date": "2008-09-19 21:34:48",
            "id": "6144855",
            "reply_to_id": "6131984",
            "text": "untitled 8 aka. popplagið með sigur rós!"
        },
        {
            "user": "cathy",
            "user_id": "30165",
            "date": "2008-09-20 01:18:07",
            "id": "6145320",
            "reply_to_id": "6131984",
            "text": "Án Þín, í útgáfu Trúbrots þar sem Shady Owens syngur alveg frábærlega, ég fæ alltaf gæsahúð þegar ég hlusta á það…"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2008-09-20 17:29:02",
            "id": "6146357",
            "reply_to_id": "6131984",
            "text": "Það er erfitt að segja.. en ætli það séu ekki öll lögin á disknum Berrösuð á tánum með Aðalsteini Ásgeiri og Önnu Pálínu. Anna Pálína er með frábæra rödd:)\nEða þá Lítill drengur eftir Vilhjálm Vilhjálmsson.\nBætt við 20. september 2008 -  17:36\nÉg man samt alltaf eftir tveimur lögum sem ég heyrði í sjónvarpinu. Það eru Þitt fyrsta bros eftir Pálma Gunnarsson og annað lag sem ég er ekki viss hvort það sé íslenskt, en það var myndband við það um heyrnalausa (eða mállausa) stelpu. Man ekki hvað lagið heitir en mér þótti alltaf jafn gaman að heyra það:)"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2008-09-21 16:41:59",
            "id": "6148664",
            "reply_to_id": "6146357",
            "text": "annað lag sem ég er ekki viss hvort það sé íslenskt, en það var myndband við það um heyrnalausa (eða mállausa) stelpu. Man ekki hvað lagið heitir en mér þótti alltaf jafn gaman að heyra það:)\nÞú ert örugglega að tala um lag með Trúbrot, Hlustaðu á regnið (þó að það sé örugglega ekki titill lagsins þar sem textanum var breytt).\n:)"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2008-09-24 13:25:31",
            "id": "6156141",
            "reply_to_id": "6148664",
            "text": "Já:) Ég mundi einmitt eftir því þegar ég var búin að bæta við…"
        },
        {
            "user": "CookieMonster",
            "user_id": "68922",
            "date": "2008-09-21 23:48:08",
            "id": "6149923",
            "reply_to_id": "6131984",
            "text": "í augnablikinu er það Aftermath með Kimono"
        },
        {
            "user": "Audunn",
            "user_id": "66061",
            "date": "2008-09-30 14:27:28",
            "id": "6172250",
            "reply_to_id": "6131984",
            "text": "ástardúett með stuðmönnum er það fyrsta sem mér dettur í hug"
        },
        {
            "user": "milesdavis",
            "user_id": "59397",
            "date": "2008-10-01 22:49:59",
            "id": "6176561",
            "reply_to_id": "6131984",
            "text": "Daybreak-Mezzoforte"
        }
    ]
}