{
    "forum_title": "Gæludýr",
    "user": "Flexo",
    "user_id": "55236",
    "date": "2008-09-16 12:36:15",
    "title": "Hamstrar",
    "text": "Hæ, ég er aðeins að pæla í hömstronum minum, það er semsagt mamman sem eignaðist 10 unga, þeir eru 9 nuna því að mamman át einn, eg er semsagt að pæla afhverju gerir hun það? hef annarslægið prófað að lata hana með þeim en hun ræðst alltaf á þá. Hun getur ekki verið svöng því að það er alltaf nóg matur hja henni, finnst þetta einkennilegt því að hun er svo einmanna i þessu búri og mig langar að geta haft hana með ungonum. Eruði með einhver ráð? eða er þetta bara eðli þeirra?",
    "url": "https://www.hugi.is/gaeludyr/korkar/613941/hamstrar/",
    "url_id": "613941",
    "id": "6135126",
    "replies": [
        {
            "user": "eessess",
            "user_id": "69196",
            "date": "2008-09-17 21:54:23",
            "id": "6139818",
            "reply_to_id": "6135126",
            "text": "Hæhæ,\nmömmur éta oftast ungana sína útaf stressi eða óöruggi.\nGetur líka stundum gerst ef þær eru of ungar.\nHvað eru ungarnir gamlir ?\nMæli með að taka þá frá mömmu sinni 3 vikna.\nÞeir verða nefnilega kynþroska um 4 vikna og þá mega þeir alls ekki vera lengur í búrinu.\nGangi þér vel,\nkv. Ásta :)\nBætt við 17. september 2008 -  21:59\nLas að þú værir búin að fjarlægja þá.\nEkki vera að setja þá aftur til hennar. Hún gæti líka verið að ráðast á kk ungana útaf eðli. Þetta er eitthvað innbyggt sem reynir að koma í veg fyrir að mæðgin eignist saman unga."
        },
        {
            "user": "Flexo",
            "user_id": "55236",
            "date": "2008-09-17 22:32:24",
            "id": "6139934",
            "reply_to_id": "6139818",
            "text": "Takk fyrir, held að ég bíða bara þangað til að þeir verði nógu stórir, Svo þeir geti varið sig eða eiithvað á þá áttina. Takk aftu"
        },
        {
            "user": "katharos",
            "user_id": "67317",
            "date": "2008-10-12 21:35:40",
            "id": "6205803",
            "reply_to_id": "6135126",
            "text": "gæti verið að það séu mikil læti í kringum hana, er eðli dýra að éta börnin sín ef þau skynja hættu\nannars hef ég sjálf lent í því að eiga hamstur sem eignaðist slatta af ungum og af einhverri ástæðu þá var hún góð við alla ungana nema einn. Alltaf þegar ég lét hana og þennan eina unga hittast þá ætlaði unginn einfaldlega að drepa mömmuna\nert s.s. ekki ein/n um að hafa átt klikkaða hamstra …"
        }
    ]
}