{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2008-09-18 17:17:58",
    "title": "Guatemala og CIA 1954",
    "text": "Var að gera verkefni um þetta í sögu, og langaði ofboðslega til að skella inn grein um efnið í leiðinni :)\nÁrás CIA í Guatemala árið 1954\nUm miðja síðustu öld hafði bandaríska ávaxtafyrirtækið United Ftuit Company náð völdum yfir ávaxtaframleiðslu (þá helst banana) í flestum löndum Mið-Ameríku. Fyrirtækið, stofnað 1899 og er starfandi enn í dag undir nafninu Chiquita, hafði náð að yfirtaka flest þau stærstu og bestu ræktunarlönd sem fátækar þjóðir Mið-Ameríku áttu þegar um 1920. Árið 1931 hafði forseti landsins Jorge Ubico gert samning við fyrirtækið þar sem því var veitt allt að því alræðisvald yfir bananarækt Guatemala, og innan skamms hafði það einnig náð valdi á járnbrautakerfi landsins ásamt fjölmörgum öðrum atvinnugreinum þjóðainnar.\nÁrið 1945 var kosinn nýr forseti að nafni Juan José Arévalo, uppeldisfræðingur og heimspekingur. Hann hóf tafarlaust kröftugar umbótaframkvæmdir, sem beindust að flestu leiti gegn United Fruit Company. Hann leyfði verkalýðsfélögum að starfa frjálsum, tók fyrir mennta- og heilrigðismál, og gaf fjölmiðlum lausan tauminn. Áhrifin voru gríðarleg, enda varð mikil uppsveifla í efnahags- og atvinnulífi og þar með þjóðarandanum, að undanskilinni stétt moldríkra landeigenda sem hlutu stuðning United Fruit Company.\nBandaríkjastjórn var ekki ýkja spræk með umbætur Arévalos, enda í anda kommúnisma sem var ekki það vinsælasta á þeim tíma. Samskipti ríkjanna voru á hálum ís en ekki sauð uppúr fyrr en arftaki Arévalos, Jacobo Arbenz Guzmán, tók við embættinu árið 1951.\nArbenz fylgdi fast í fótspor Arévalos og hélt umbótunum áfram, en einbeitti sér enn meira að landbúnaði. Hann gerði upptæk stór lönd sem UFC og landeigendur geymdu fyrir sjálfa sig sem varaforða til ræktunnar seinna meir, en ekki var hreyft við jarðeignum undir 90 hekturum. Öll lönd sem gerð voru upptæk voru bætt eigindunum.\nUnited Fruit Company var allt annað en hresst með þessar ákvarðanir Jacobo sem virtust ætla að ýta þeim útaf markaðinum í Guatemala. Um það leiti ákvað Bandaríkjastjórn að ásaka Arbenz og stjórn hans um hinn versta kommúnisma og þóttust skyldugir til að taka málin í sínar hendur. Gagnnjósnadeild Central Intelligence Agency, eða CIA, skipulagði innrás í Guatemala en yfirmaður deildarinn var Allan Dulles, bróðir John Foster Dulles utanríkisráðherra sem hafði verið lögfræðilegur ráðunautur UFC þegar samningurinn var gerður 1931.\nKlukkan 08:00 þann 18. Júní 1954 gerði herforingi skipaður af CIA, Castillo Armas, innrás með 480 manna her sínum, samsettum úr fyrrverandi uppreisnarforingjum og útlögum í Honduras, sem dreift var á fjóra mismunandi staði við landamæri Honduras og El Salvador. Þetta var gert til þess að árásin virkaði mun stærri en raun bar vitni, og til að minka líkurnar á því að allur herinn yrði yfirbugaður í einu. Árásin var í raun byggð á nokkrum hermönnum og öflugri auglýsingaherferð, en sett var upp útvarpstöð í Miami sem var sögð starfa dýpst úr regnskógum Guatemala. Þar var útvarpað stjórnarandstöðuáróðri ásamt gríni og vinsælli tónlist. Stöðin var svo notuð á meðan árásinni stóð til að útvarpa fölskum yfirlýsingum um gríðarstórann, ósigranlegan her sem væri á leið inn í landið. Skriðdrekar voru svo sendir til að klippa á símalínur og sprengja upp brýr.\nHerir Castillo voru nær umsvifalaust sigraðir, þar sem þeir voru fótgangandi og illa búnir. Eftir skamma stund áttaði þjóðin sig á því að ekki var um mikla ógnun að ræða. Fyrsti herflokkurinn til að komast á áfangastað samanstóð af 122 hermönnum og var markmiðið að hertaka borgina Zacapa, en þeir urðu að láta í minni pokann fyrir 30 manna smáher borgarinnar. Slíkir sigrar endurtóku sig, þangað til aðeins einn af fjórum herflokkum Castillo stóð eftir. Arbenz ákvað að taka sér hlé og leyfa flokknum að reyna ná sínu fram, þvi hann óttaðist að ef allt uppþotið yrði brotið á bak aftur myndi Bandaríkjaher taka því sem grænu ljósi á opinbera innrás með sínum gríðarstóra her. Hann óttaðist einnig að herforingjar myndu hræðast til að snúast gegn honum, en sú varð raunin.\nSögur tóku að breiðast um að sjóher Bandaríkjanna væri tilbúinn til árásar skammt frá og innan skamms hafði allur her Guatemala játað sig sigraðan gagnvart Bandaríkjunum í bænum Chiquimula. Þann 27. Júní sagði Arbenz af sér sem forseti.\nCastillo Armas tók við forsetaembættinu, og var við völd þar til hann var drepinn árið 1957 af einum lífvarða sinna.\nHeimildir:\nSigurður Hjartarson,\nÞættir úr sögu Rómönsku Ameríku\n, Reykjavík 1976.\nGeorge Pendle,\nA History of Latin Amerika\n, Bretland 1973.\n1954 Guatemalan coup d'état\n, Wikipedia.org",
    "url": "https://www.hugi.is/saga/greinar/614415/guatemala-og-cia-1954/",
    "url_id": "614415",
    "id": "6141535",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-18 17:48:44",
            "id": "6141736",
            "reply_to_id": "6141535",
            "text": "Fín grein, hefði viljað hafa hana lengri :P"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2008-09-18 19:11:42",
            "id": "6142028",
            "reply_to_id": "6141535",
            "text": "Stórgóð grein. =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-18 20:53:34",
            "id": "6142293",
            "reply_to_id": "6141535",
            "text": "Svari eytt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-18 22:00:41",
            "id": "6142485",
            "reply_to_id": "6142293",
            "text": "fag"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-18 23:22:57",
            "id": "6142796",
            "reply_to_id": "6142485",
            "text": "Svari eytt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-19 00:22:50",
            "id": "6142945",
            "reply_to_id": "6142796",
            "text": "Geðveikur áfangi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-19 09:47:23",
            "id": "6143247",
            "reply_to_id": "6142796",
            "text": "mhm, sjúkur áfangi sko"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2008-09-18 20:55:08",
            "id": "6142297",
            "reply_to_id": "6141535",
            "text": "Alveg ágætis grein :) Helst kannski að hún endaði svoldið snubbótt, hefðir mátt hafa smá niðurlag um langtímaáhrif þessa atburða og þróunina í landinu síðan."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-18 22:00:54",
            "id": "6142488",
            "reply_to_id": "6142297",
            "text": "er reyndar alveg sammála þér.."
        },
        {
            "user": "Kakkoii",
            "user_id": "74356",
            "date": "2008-09-18 22:12:22",
            "id": "6142546",
            "reply_to_id": "6141535",
            "text": "vel skrifuð grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-19 00:22:32",
            "id": "6142944",
            "reply_to_id": "6141535",
            "text": "Vá þú ert svo klár og fullkomin! Mig langar líka í banana."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-19 09:48:08",
            "id": "6143250",
            "reply_to_id": "6142944",
            "text": "ég veit það.."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2008-09-19 17:38:05",
            "id": "6144272",
            "reply_to_id": "6141535",
            "text": "Góð grein. Það má eflaust líkja þessum hlutum við það sem er að gerast í Venesúela í dag og jafnvel víðar í Suður-Ameríku."
        },
        {
            "user": "Hugzandinnn",
            "user_id": "71828",
            "date": "2008-10-05 23:15:12",
            "id": "6186061",
            "reply_to_id": "6144272",
            "text": "Ha? Það er enginn að ráðast inni Venesúela…Rússadjöflarnir eru að koma upp einhverjum æfingum þarna og selja þeim vopn annap ekki…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-05 23:38:12",
            "id": "6186158",
            "reply_to_id": "6186061",
            "text": "Fyrir nokkrum mánuðum var nú samt lýst yfir stríði þar á móti Columbiu og USA studdi Columbiu. Annað samt ekki, finnst þessir atburðir ekkert beint sambæriegir.."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2008-10-06 08:42:06",
            "id": "6186713",
            "reply_to_id": "6186061",
            "text": "Nei ég er að tala um þjóðnýtingu auðlinda og iðnaðar sem áður var á bandi United Fruit Company og annarra slíkra fyrirtækja."
        },
        {
            "user": "Hugzandinnn",
            "user_id": "71828",
            "date": "2008-10-05 23:15:51",
            "id": "6186066",
            "reply_to_id": "6141535",
            "text": "Mjög flott grein, mjög góð"
        },
        {
            "user": "gazzer",
            "user_id": "35487",
            "date": "2008-10-11 16:40:06",
            "id": "6202555",
            "reply_to_id": "6141535",
            "text": "mjög flott grein og vel byggð. meira svona! skil ekki hvernig bandaríkin gátu leyft sér þetta"
        },
        {
            "user": "Trinidad",
            "user_id": "72457",
            "date": "2008-11-19 02:00:22",
            "id": "6306691",
            "reply_to_id": "6141535",
            "text": "Ernesto guevara var við staddur þarna og þetta var eitt af mörgum ástæðunum afhverju hann hataði Bandaríkin svona mikið, Þetta átti samt að vera soldið Grunnurinn á Byltingarmanninum."
        }
    ]
}