{
    "forum_title": "Börnin okkar",
    "user": "Tuttatis",
    "user_id": "13530",
    "date": "2002-01-23 13:04:20",
    "title": "Leikskólar / Barnaverndarnefnd",
    "text": "Nú á ég 3. ára gutta (sem ég er ekki með forræði yfir) sem er á leikskóla. Stuttu fyrir jólin var hann og hinir ormarnir mínir hjá mér og við vorum öll inni í stofu. Ég var að setja leik inn í tölvuna hjá mér fyrir elstu ormana en hann var eitthvað að dunda sér fyrir aftan okkur. Þá heyrðum við allt í einu skaðræðisóp frá honum og þegar ég leit aftur sá ég 2 logandi eldspýtur á borðinu sem hann hafð náð í, kveikt á og brennt sig í hendinni. Ég hljóp auðvitað með hann strax undir vatsbunu og hélt honum þar í hátt í klukkutíma og kældi vel niður, setti svo vel utan um þetta og eftir stóð bara smá sár. Hann var að vísu duglegur við að segja að hann hefði sko ekki gert þetta sem er því miður ákaflega leiðinlegt hjá honum að vilja ekki viðurkenna neitt og er afskaplega duglegur að kenna systkynum sínum um allt.\nJæja nema hvað, helgin líður, hann fer heim til mömmu sinnar og síðan á leikskólann á mánudeginum. Þar tekur ein fóstran eftir þessu smá brunasári og spyr hann hvað hafi gerst. Þá á hann víst að hafa sagt að ég hafi brennt hann með eldspýtu. Það er farið með hann til leikskólastjórans og þar á hann víst að hafa sagt það sama. Í framhaldi af þessu og í samræmi við reglur leikskólanna er strax haft samband við barnaverndarnefnd til þess að athuga hvort þetta væri rétt hjá guttanum. Leikskólastjórinn sagði mér reyndar að það sem hefði gert útslagið með að senda þetta þangað var að ekkert hafði verið neitt áður, eðlilegt barn í alla staði, glaður og sprækur og aldrei sést neinir áverkar á honum fyrr (sumsé þetta var sent áfram afþví að það hafði aldrei verið neitt áður en ekki útaf einhverju öðru sem gæti bent til að barnið verði fyrir ofbeldi). Síðan gerðist ekkert og ég heyri fyrst um málið í fyrradag þega mín fyrrverandi hringir í mig og segist hafa fengið upphringingu frá barnaverndarnefnd þar sem væri verið að kanna grun leikskólans um að ég hefði verið að brenna barnið mitt viljandi. Hún kannaðist við málið og gat leiðrétt það við konuna sem hringdi (enda langt frá því að hún trúi einhverju svona uppá mig) og sennilega verður ekkert meira úr þessu máli. En þá kemur að bottom læninu. Ég er afskaplega sár og reiður yfir því að svona nokkru sé trúað uppá mig og er búinn að vera miður mín síðan þetta kom upp. Einnig er ég (ég er kannski voðalega gamaldags en..)afskaplega ósáttur við að barnaverndaryfirvöldum sé blandað í uppeldi barnanna minna, þó svo lítilvægt sé. Ég talaði við leikskólastjórann og vildi sjálfur meina að í svona tilfelli fyndist mér eðlilegast að leikskólinn byrjaði á því að tala við foreldrið sem er með forræðið yfir barninu ÁÐUR en leitað væri til barnaverndar yfirvalda. Hún sagði að það væru stífar reglur sem þeim væri settar að fara beint með svona hluti í barnavernd þar sem það gæti “skemmt” rannsókn málsins með því að tala fyrst við foreldrana.\nÉg veit ekki…. ég er náttla voðalega skrýtinn… en mér finnast þessar reglur fáránlegar… og þó svo leikskólastjórinn segði að það væri verið að reyna að breyta ímynd barnaverndarnefndar þá er hún ennþá grýla í mínum augum og ég reyndar veit að hún mundi ekki vilja láta blanda barnavernd inní sín uppeldismál að óþörfu.\nJæja þá er mann búinn að koma þessu frá sér og gaman væri að vita hvað ykkur finnst um þetta.",
    "url": "https://www.hugi.is/bornin/greinar/61463/leikskolar-barnaverndarnefnd/",
    "url_id": "61463",
    "id": "416073",
    "replies": [
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-01-23 16:19:32",
            "id": "416074",
            "reply_to_id": "416073",
            "text": "Ég get vel skilið þína hlið á þessu, en líka leikskólans. Þetta eru mjög ákveðnar reglur sem þarf að fylgja ef einhver grunur er á ofbeldi af einhverju tagi. Nú segir strákurinn að þú hafir brennt hann, sem elsku tutti minn ég veit vel að þú gætir aldrei nokkurn tíman gert, en miðað við þessa sögu ber þeim á leikskólanum skylda til að tilkynna þetta og í raun ekkert við þá að sakast frekar en þig eða annan. Þetta er bara eitt af þessum málum þar sem barnaverndarnefnd skoðar og sér strax að á ekki við rök að styðjast. En þeir VERÐA að skoða öll mál sem berast inn á borð til þeirra. Ég efast stórlega um að þú heyrir nokkuð frá þeim framar og þú skalt sko ekkert vera að taka þessu persónulega. Auðvitað vildi ég ekki lenda í þessu sjálf, en eitt geturu samt séð af þessu, og það er að starfsfólkið á leikskóla barnsins þíns er samviskusamt og lætur ekki svona hluti fram hjá sér fara, sem maður ætti í raun að vera sáttur við, því það gæti leynst þarna barn sem er beitt ofbeldi og ekki vildi maður að starfsfólk leikskólanna ignoraði svoleiðis hluti. Veistu ég hugsa meira að segja að þeir hjá barnaverndarnefnd hafi ekki einu sinni haft mikla trú á því frá byrjun að það væri í raun eitthvað ofbeldi þarna í gangi, þeir þekkja nú vel til svona mála og vita vel að það sem börn segja er nú ekki alltaf rétt og satt. Enda segiru sjálfur að strákurinn þinn hafi aldrei verið með áverka áður.\nThe bottom line, ekki taka þessu persónulega, þú ert sko ekki einn um að hafa lent í einhverju tékki sem á ekki við rök að styðjast. Þetta er abra ferli sem fer í gang og er svo bara búið."
        },
        {
            "user": "bjoggi",
            "user_id": "588",
            "date": "2002-01-23 17:45:41",
            "id": "416075",
            "reply_to_id": "416074",
            "text": "Iss dóttir mín er alltaf að segja að ég sé að lemja hana, maður getur farið í kerfi ef einhver ókunnugur er nálægt :)"
        },
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2002-01-23 20:32:15",
            "id": "416076",
            "reply_to_id": "416073",
            "text": "Mér finnst það nú of langt gengið að kalla á Barnaverndarnefnd út af litlu brunasári. Fyrst að þetta var svona lítið þá hefði nú bara átt að tala við foreldrana fyrst.\nStrákurinn er líka bara 3 ára og þá segja þau oft eitthvað þessu líkt…t.d. segja “amma meiddi mig”, en eiga þá við “ég var hjá ömmu og meiddi mig”. Og þinn gutti hefur líklega einfaldlega meint “ég var hjá pabba og brenndi mig”."
        },
        {
            "user": "bjoggi",
            "user_id": "588",
            "date": "2002-01-23 21:18:22",
            "id": "416077",
            "reply_to_id": "416076",
            "text": "Ég held að það séu MJÖG strangar vinnureglur hjá leikskólunum og barnaverndarnefnd, og einsog hann sagði “að það væru stífar reglur sem þeim væri settar að fara beint með svona hluti í barnavernd þar sem það gæti ”skemmt“ rannsókn málsins með því að tala fyrst við foreldrana.\n”  þá held ég að þetta sé bara alltaf gert, sem útaffyrir sig er ágætt mál vegna þess að þá er minni hætta á að þau börn sem eru lamin og meidd sleppi framhjá kerfinu."
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2002-01-23 22:29:27",
            "id": "416078",
            "reply_to_id": "416073",
            "text": "Hugsaðu málið út frá öðru sjónarhorni.  Hvað ef þú værir kollklikkaður og hefðir gert þetta.  Hvað hefði leikskólinn þá átt að gera?  Sleppa því að tilkynna málið?\nÉg hef lent í miklum spurningum hjá lækni út af rispu á stráknum mínum sem ég þá vissi ekki hvernig hann hafði fengið.  Ég er 100% örugg um að læknirinn skrifaði rispuna í sjúkraskýrslu barnsins eins og honum bar að gera.\nEf þú ferð með barnið þitt á slysvarðsstofu þá spyr læknirinn oft fyrst barnið hvað kom fyrir - hann er að athuga hvort barninu hafi verið misþyrmt.  Þetta er vinnuregla í slysum á börnum - að fá að heyra sögu barnsins til að athuga með misþyrmingar.  Þetta er gert fyrir börnin svo að þau þeirra sem verða fyrir ofbeldi þurfi ekki að þola það.  Það skiptir meira máli en skoðun okkar foreldranna á barnaverndarnefnd."
        },
        {
            "user": "Tuttatis",
            "user_id": "13530",
            "date": "2002-01-23 23:01:29",
            "id": "416079",
            "reply_to_id": "416078",
            "text": "Svo ég misskiljist ekki alveg, þá er ég í raun ekkert ósáttur við hvernig leikskólinn brást við. Þeir tóku eftir að eitthvað var athugavert og fylgdu þeim reglum sem honum er settar. Frábært að þeir fylgist með og enn betra að þeir geri eitthvað í málunum. Það sem ég var aftur á móti að grenja yfir er að mér finnst reglurnar sem skólanum er gert að fylgja ákaflega strangar. Það er ekki eins og það hafi stórséð á guttanum eða neitt þess háttar heldur var þetta bara smá sár og vitað mál að þetta gat aldrei hafa verið neitt alvarlegt. Þess vegna var ég að reyna að segja að mér finnist reglurnar taka full strangt á þessu og hefðu frekar átt að tala við móðurina fyrst í þessu tilfelli, ekki mig heldur hana…. svo er annað mál… hvar á að draga mörkin."
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-01-24 09:31:09",
            "id": "416080",
            "reply_to_id": "416079",
            "text": "Ég held að þetta sé dæmi um mál þar sem það er matsatriði hvort/hvenær/hvert eigi að tilkynna mál.\nÞar sem þú ert ekki með forræðið yfir barninu gæti verið ákveðinn klaufaskapur í gangi, ég held að starfsmönnum leikskólans hljóti að hafa verið heimilt að ræða málið við bæði foreldrið sem fer með forræði barnsins og líka þig. Kannski hefur þessi leikskóli sett sér svona strangar/skýrar reglur um tilkynningar í slíkum málum (veit ekki af hverju) en almennt séð þá á það ekki að vera málinu til trafala þótt talað sé af hreinskilni við foreldra barna áður en farið er með málið lengra.\nA.m.k. gerði starfsmaður barnaverndarnefndar rétt í því að hafa strax samband við foreldri barnsins(forræðis-foreldri).  Foreldrar eiga rétt á að vita að mál barns þeirra sé til umfjöllunar og ég er reyndar á því að heiðarlegast hefði verið af leikskólanum að láta ykkur vita af því að það stæði til að tilkynna málið og gefa ykkur kost á að útskýra ykkar hlið.\nEf þetta mál hefði komið inn á borð til mín sem starfsmanns barnaverndarnefndar hefði ég í fyrsta lagi spurt leikskólann hvort þetta væri eina tilvikið og síðan hvort leikskólinn hafi leitað eftir skýringum foreldra. En að sjálfsögðu einnig látið ykkur vita að málið væri komið þetta langt.\nSíðan (miðað við þessar lýsingar) látið málið hið snarasta niður falla."
        },
        {
            "user": "Svanaxx",
            "user_id": "8316",
            "date": "2002-01-24 10:42:37",
            "id": "416081",
            "reply_to_id": "416073",
            "text": "Dóttir mín sem er ofvirk, tók eitt af sínum köstum í þetta skiptið gerði hún herbergið sitt fokhellt,lítil hilla sem hún er með í herberginu datt ofan á hana og fékk hún kúlu á ennið sem rann niður og varð að glóðurauga, viti menn hringt var frá barnaverndarnefnd og mér sagt að skólinn hefði látið þær vita að ég hefði barið hana. Dóttir mín sagði kennaranum “ mamma lamdi mig” aldrei var haft sambandi við mig úr skólanum, þó að þeir viti allt um dóttur mína. Alveg furðulegt hvernig þetta batterí vinnur!!"
        }
    ]
}