{
    "forum_title": "Raftónlist",
    "user": "zorglubb",
    "user_id": "347",
    "date": "2002-01-23 11:37:39",
    "title": "Skýjum Ofar, blessuð sé minning hans",
    "text": "Ég man þá nú haustdaga árið 1996 þegar ég stillti útvarpið mitt á gamla Xið eitt kvöldið og fann sundurrifinn bassa nærri sprengja í mér hljóðhimnurnar. Mér krossbrá og ég hlustaði áfram spenntur. Hvaða þáttur var þetta eiginlega? Þessi tónlist var mér nú ekki ókunnug en aldrei hafði ég heyrt svona grjótharða raftóna sigla á bylgjum útvarpsins.\nEftir langt og feitt lag hóf frekar hás náungi að kynna lagið, Dillinja var artistinn, fílaði hann strax. Addi var hási gaurinn og einhver annar með honum sem hét Eldar og leit út eins og Ronaldo (hoho)\nÉg hlustaði áfram eins og dáleiddur og lét mata mig á ljúfum og hörðum tónum allt til klukkan eitt um nóttina. Næsta fimmtudag kveikti ég aftur á græjunum og sat eins og messu með fingurinn á Record takkanum og kassettu tilbúna í.\nÞetta voru góðir dagar, en því miður virðist þeim lokið, eða hvað?\nNú væri gaman að vita, er Skýjum Ofar “a thing of the past”?\nkemur þessi þáttur aftur? Maður tók eftir því þegar Múzik kom í loftið að á heimasíðu muzik.is voru planaðir Skýjum Ofar þættir trekk í trekk í nokkra mánuði, alltaf var því frestað.\nÞað er sorglegt að horfa upp á útvarpsmenninguna í dag, fyrir utan Muzik auðvitað er lítið til að japla á í útvarpinu. PZ er ágætis þáttur ennþá en hve lengi endist það?\nNú spyr ég aftur þáttastjórnendurna Eldar og Adda, er þátturinn dauður og grafinn eða er hann á leiðinni aftur í loftið í framtíðinni?\nKveðja, einlægur aðdáandi (æj var þetta ekki dætur endir, eins og úr fan-meili   :)    )\nGlúbbi",
    "url": "https://www.hugi.is/raftonlist/greinar/61467/skyjum-ofar-blessud-se-minning-hans/",
    "url_id": "61467",
    "id": "416111",
    "replies": [
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-01-23 12:01:46",
            "id": "416112",
            "reply_to_id": "416111",
            "text": "Hahaha….hási gaurinn….\n..Addi ertu búinn að ræskja þig síðan þá??\n…nei annars bara bull í mér.  En já leitt að SKO skyldu hafa yfirgefið öldur ljósvakans(hver skyldi hafa dottið niðrá þessa lýsingu á útvarpsbylgjum?) eins og ansi margir þættir sem hafa haft spilun á elektróniskri dansvænni tónlist.  SKO náðu nú samt að endast ansi vel…og þeir fá mega kudos fyrir að hafa troðið sér inn á rás 2 - þó svo þeir hafi ekki fengið að dvelja þar lengi.  Pollute the airwaves!"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-01-23 12:20:44",
            "id": "416113",
            "reply_to_id": "416112",
            "text": "Addi og Eldar eru virkar Huga-menn,, vonum bara að þeir svari þessu"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2002-01-23 12:22:08",
            "id": "416114",
            "reply_to_id": "416113",
            "text": "Var ekki skýjum ofar á þriðjudögum fyrst ?"
        },
        {
            "user": "gameboy",
            "user_id": "12368",
            "date": "2002-01-23 12:23:36",
            "id": "416115",
            "reply_to_id": "416113",
            "text": "hvernig væri þá að biðja um b-hliðina aftur eða chaos, hmm ég held að allir góðir hlutir deiji með tímanum alveg eins og drum,n,bass…"
        },
        {
            "user": "nift",
            "user_id": "7200",
            "date": "2002-01-23 12:52:20",
            "id": "416116",
            "reply_to_id": "416115",
            "text": "þriðjudagskvöld 23-01, X-ið 97.7 - Skýjum Ofar\nFyrsta skiptið sem ég heyrði í skýjum ofar (1997):\nRob Playford & Goldie - The Shadow (Process Mix) að hefjast og meðan intro-ið snérist áfram þá var flugfreyjuauglýsingin yfir, ógleymanleg stund!\n##\nvelkomin um borð, *o..o..o..o..o..o..o..o..o..ooo..shadow..* áætlaður flugtími eru tveir tímar, vinsamlegast spennið sætisólar, við erum skýjum ofar..\n*shadow.. a patch of shade..* .. *a dark figure prejected by .. of light..* *..shadow..*\n##\nSkýjum Ofar stóð sig svo sannarlega í stykkinu, og hann lifir í ljúfri minningu"
        },
        {
            "user": "Eldar",
            "user_id": "6937",
            "date": "2002-01-23 14:15:31",
            "id": "416117",
            "reply_to_id": "416116",
            "text": "Takk fyrir hly ord!!\nAllt verdur einhverntimann ad taka enda (tho eg se ekki sammala gameboy um ad drum & bass/jungle se eitthvad a leidinni ad gefa upp ondina). Skyjum ofar er einn trhaudsegasti thattur sem islensk utvarpssaga hefur att (sma gort). I loftinni a hverri einustu viku i 4 og 1/2 ar…ekki margir thaettir (ef einhverjir) sem leika thad eftir!!\nVid Addi olumst upp vid B-hlidina og Kaos (stundum kalladur betra nafni, Ringulreid)…og eg man ad madur var vel spaeldur thegar thessir thaettir voru hreinlega TEKNIR ut. Eg held sjalfur ad Skyjum ofar hefdi matt halda afram einhver ar i vidbot…af hverjum mattum vid ekki verda threyttur og leidinlegir eins og adrir (hallo PZ ;)? Nei, i alvoru, eg og Addi vildum endilega halda afram…en ad glyma vid skilningslaust folk upp a Ras 2, sem stod ekki vid ord sin thegar vid yfirgafum X-id, for ekki vel med thattinn!\nVid skelltum i gang ataki til ad breyta akvordun stjornenda RUV. Hundrudir toku thatt og fjolmidlar syndu malinu ahuga. En Ras 2 svaradi thvi til ad their vaeru ad ryma fyrir “live” dagskrargerd. En stuttu seinna fengur their Dr. Gunna (sem er reyndar snillingur) til spila plotur (ekki “live”). Thid heyrid kannski ad eg er enn frekar bitur ut i stofnun sem hefur taekifaeri a ad vera i sama klassa og BBC.\nVid stefndum a Muzik…og gerum thad kannski enn…en enn sem komid er hafa their ekki komid naudsynlegum taekjabunadi i gagnid svo thad se haegt. Annars ma alveg senda stjornendum Muzik bref og segja ad thid viljid Sko aftur i gang!!\nTakk takk…og mundi…popp er feik!!"
        },
        {
            "user": "svenni1986",
            "user_id": "15779",
            "date": "2002-01-23 16:21:24",
            "id": "416118",
            "reply_to_id": "416117",
            "text": "Þættirnir sem komu fyrir þinn þátt Eldar eru bara ekki skít “LIVE” þarna hefur því miður verið logið harkalega að þér allavegana þegar ég hef verið að taka upp Samfés þáttin þá er alltaf búiða að taka upp þættina á eftir honum.\nKveðja\nSvenni\nP.s. Á ekki að fara að vinna aftur í Tónabæ þín er sárt saknað þaðan. Drífðu þig nú heim til íslands(ertu ekki annars í svíþjóð) og komdu að vinna í tónó og byrja aftur með skýum ofar.\nPeAcE"
        },
        {
            "user": "svenni1986",
            "user_id": "15779",
            "date": "2002-01-23 16:24:14",
            "id": "416119",
            "reply_to_id": "416118",
            "text": "Afsakið las vitlaust í svarinu þínu Eldar þetta með live dótið þú segir það sjálfur að þetta sé ekki live. Þið verðið bara að afsaka"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-01-23 14:05:56",
            "id": "416120",
            "reply_to_id": "416115",
            "text": "Mig grunar að þessir ungu menn viti ekki hvað b-hliðin eða chaos var. Fyrir þá sem ekki vita þá var það Aggi “Agzilla” sem stjórnaði þeim þáttum á gullaldartímabili hardcore/darkcore og Jungle/Drum'n'bass tónlistarinnar. Þá var þetta virkilega sjaldheyrt og “underground”, en upp úr ‘95 var hægt að heyra þetta á M-TV og núna getið þið tjúnað inn á hundruðir netrása og heyrt hvað sem ykkur lystir.\nAllt hefur sinn enda. Drum’n'bass tónlistin hefur lítið sem ekkert þróast síðan Ed Rush og félagar byrjuðu að eyðileggja hana. Það er gott hjá Adda og Eldari að hætta að hjakka í sama farinu og halda áfram fram á veginn, því hver vill daga uppi eins og nátttröllin í PartyZone? Þessa sena er föst í einhverri lúppu sem hún kemst ekki út úr, endalaus hringrás og endurvinnsla á tónlist sem er þó ekki nema um 10 ára gömul. Það “nýjasta” í tónlistinni er ekkert nema endurvinnsla á því sem Aggi var að spila ‘93 og ’94. Þegar menn vaxa úr grasi sjá þeir að það er barnalegt að skilgreina tónlist of mikið og reyna að tilheyra einhverri tónlistartengdri klíku. Í dag heyri ég bara góða tónlist og lélega tónlist, og því miður hef ég ekki heyrt gott drum'n'bass lag í þónokkuð langan tíma…"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2002-01-23 14:21:06",
            "id": "416121",
            "reply_to_id": "416120",
            "text": "kúl takk…nú veit ég hvað B hliðin og chaos er…\n:D"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-01-23 15:13:26",
            "id": "416122",
            "reply_to_id": "416121",
            "text": "Eh, Bjössi, ég var ekki að tala um þig. Og ég er alls ekki að vanvirða strákana í Skýjum ofar sem stóðu sig prýðisvel sem arftakar Agga og gáfu honum ekkert eftir. En það er greinilega ný kynslóð hérna, a.m.k. greinarhöfundur þessarar greinar, sem heldur að Skýjum ofar hafi sprottið upp úr tómarúmi.\nÞað er ekkert eftirsóknarvert að vera þrautseigasti þátturinn eins og PZ. Þeir eru algjörlega úr tengslum við íslenskan raunveruleika, talandi um klúbbamenningu sem er ekki til staðar og nýjustu grúvin, sem gætu alveg eins hafa komið út níutíuogeitthvað. M.ö.o., þeir eru svo 90s:) Stöðnun er aldrei góð og sérstaklega ekki þegar hún er komin undir ríkisbákn eins og RÚV, þá er fjandinn laus og við gætum þurft að sitja uppi með þá að eilífu þótt enginn nenni að hlusta. Múzik er hins vegar frábært framtak og væri gaman að heyra í þeim SKO strákum þar, ef markaðurinn leyfir."
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2002-01-23 15:15:18",
            "id": "416123",
            "reply_to_id": "416122",
            "text": "já ég veit það mar…mér fannst þetta bara svo fyndið…ég er sprellikall!"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-23 16:24:29",
            "id": "416124",
            "reply_to_id": "416122",
            "text": "Þó að PZ tali um klúbbasenu sem ekki er til á landinu er algjör óþarfi að koma með svona fullyrðingar um tónlistina sem þeir spila.\nÞeir eru jú þeir einu sem sinna klúbbatónlist að einhverju ráði í dag.\nÞú segir líka að þeir séu svo 90's. Það að fullyrða að tónlistin þeirra sé 90's finnst mér vera svipað og að fullyrða að allt rokk sé svo 60's!"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-23 21:09:04",
            "id": "416125",
            "reply_to_id": "416124",
            "text": "“Þó að PZ tali um klúbbasenu sem ekki er til á landinu er algjör óþarfi að koma með svona fullyrðingar um tónlistina sem þeir spila.”\nég ætlaði nú bara að segja það að mér sýndist hann ekki koma með neinar fullyrðingar um tónlistina sem þeir spila……\neða er ég að rugla á þessu?"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-24 08:14:30",
            "id": "416126",
            "reply_to_id": "416125",
            "text": "“og nýjustu grúvin, sem gætu alveg eins hafa komið út níutíuogeitthvað.” er þetta ekki skot á tónlistina? eða er ég að miskilja?"
        },
        {
            "user": "Eldar",
            "user_id": "6937",
            "date": "2002-01-24 08:44:53",
            "id": "416127",
            "reply_to_id": "416126",
            "text": "Ibiza veit alltaf best!!!!!!!!!\nAnnars het thatturinn a Stjornunni Ex:El (eins og 808 State platan) held eg eda XL (eins og Prodigy plotuudgafan. Thetta var dundur thattur…i gangi thegar oll danstonlist var underground…og eg held ad Kiddi Bigfoot og “thannig lid” hafi verid med puttana i thessu. Annars man eg ekki hvad umsjonarmadurinn het. Veit einhver??\nTalandi um dans-utvarpssoguna…man einhver eftir Pakkhusi Postulana. Ok…undarlegt nafn…en thetta lid byrjadi ad reifa og spila hip hop a undan ollum. Eda er thad ekki? Man einhver eftir thessu??\n-E"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-01-24 12:06:45",
            "id": "416128",
            "reply_to_id": "416127",
            "text": "Já á einhver eitthvað um þessi reif sem voru haldin hér?  Flyera?  Myndir?  Eitthvað?"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2002-01-24 12:32:14",
            "id": "416129",
            "reply_to_id": "416128",
            "text": "Sko ég er ekki að kaupa það að það var enginn með myndavél í súðavoginum sko…"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-01-24 15:24:24",
            "id": "416130",
            "reply_to_id": "416129",
            "text": "Það áttu svo fáir digital vélar þá :)"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2002-01-27 17:26:13",
            "id": "416131",
            "reply_to_id": "416130",
            "text": "tactic skannaðu flyerinn og sent'ann inn! leyfði ungu kynslóðinni að njóta! sjálfur er ég '83 og ólst upp út á landi, eignaðist expirience með prodigy þegar hann var nýr þökk sé frænda mínum og var líklega eini 11-12 ára fávitinn í bænum öskrandi UmMMMadEYjamaDeyjadadavalladadeyVÆÆÆ!! (On a Ragga tip / Slipmatt og Lime :) ég missti að allri þessari senu þökk se´ungum aldri en hef síðastliðinn ár fengið að heyra ýmsar sögur frá eldri og reyndari reifhausum… og sú sem ég heyri oftast er um reif í flugskýli á Reykjavíkur flugvelli og annað sem var í pakhúsi eða einkuru slíku við Reykjavíkurhöfn.\nog oft eru nefndir tvíburar sem áttu víst að hafa haft hönd í bagga við skipulagningar á þessum atburðum..\nkannast einkur við þetta, eða var ég loginn fullur af íllgrjörnum verkstjórum unglíngavinnunar?\nFleebix / Atli Viðar\nwww.atlividar.com"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2002-01-28 17:35:07",
            "id": "416132",
            "reply_to_id": "416131",
            "text": "Reyndar vill ég koma því að það voru engir tvíburar sem áttu þátt í flugskýlinu og hananú!!"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2002-01-30 00:13:15",
            "id": "416133",
            "reply_to_id": "416132",
            "text": "nú…? segðu meira. hverjir voru það þá og hvað gerðist þarna… fyrir minn tíma… “afi, segðu mér sögu”."
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2002-01-30 01:58:51",
            "id": "416134",
            "reply_to_id": "416133",
            "text": "Mig “minnir” að Reynir, Bjössi og Óli rokk hafa haldið þetta."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2002-01-30 17:54:57",
            "id": "416135",
            "reply_to_id": "416134",
            "text": "það væri sniðugt að sjá íslenska útgáfu af\nhttp://www.everythingstartswithe.co.uk/\nþví að senan átti sér sínar stundir hér á landi líka…"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-24 14:56:53",
            "id": "416136",
            "reply_to_id": "416128",
            "text": "ég á gamlan vitamin flyer. æðislegt design.\ntvö tölvugerð andlit með svona töflum hrynjandi oní þá. bara klassík sko."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-24 14:36:55",
            "id": "416137",
            "reply_to_id": "416127",
            "text": "argg…… sá hinn sami var síðan með kvikmynda/r&b þættina á x-inu\narn…. eitthvað… dís….\neinhver að spyrja þossa bara á púlsinum"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-24 14:44:04",
            "id": "416138",
            "reply_to_id": "416126",
            "text": "held þú sért að misskilja……\nflest allt í pz er nítíu og eitthvað\nmart af því fínasta músík samt sem áður sko….\nen jú…. þetta mætti flokka sem fullyrðingu, en samt sem áður ekki óþörf… þótt þú hafir kannski aðra skoðun…\nbig up til pz fyrir að spila klúbbahouse og fleira….. engin annar nennir því greinilega\nef ég ætti að koma með fullyrðingu um sko eða frekar þá dnb þá myndi ég segja að nýjustu grúvin væru svona late-nítíu og eitthvað\nsvona pre-milleninum stemning…….\nhvar er þá post-milleningum stemningin…..\np.s. svo er langflest rokk svo geigvænlega líkt því sem var í gangi á sjöunda áratugnum að mætti líka því við pizzu með nýju kryddi"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-24 15:00:41",
            "id": "416139",
            "reply_to_id": "416138",
            "text": "það er kannski bara of langt síðan ég hlustaði á PZ, fyrir utan árslistan að sjálfsögðu. en mér finnst búinn að vera fín þróunn í Þeirri “4onthefloor” tónlist sem ég hlusta á, það getur vel verið að PZ spili hana bara ekkert."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-24 15:03:08",
            "id": "416140",
            "reply_to_id": "416138",
            "text": "ég gleymdi að commenta á þetta:\n“ef ég ætti að koma með fullyrðingu um sko eða frekar þá dnb þá myndi ég segja að nýjustu grúvin væru svona late-nítíu og eitthvað”\nþessu hinsvegar er ég hjartanlega sammála. ekki mikil þróunn í gangi þarna að mínu mati."
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2002-01-23 16:42:27",
            "id": "416141",
            "reply_to_id": "416122",
            "text": "Ég sagði það nú hvergi í greininni að skýjum ofar væri það fyrsta sem ég vissi af, ég tek það fram núna að ég var landsbyggðarpakk og flutti ekki til borgarinnar fyrr en ég var 20 :)\nHeyrði einstaka slitrur af oldschool hardcore og mússik frá fæðingu jungle og ragga kjaftæðisins, en eins og ég segi, ég er utan að landi og hafði þá ekki xið eða fleiri borgarstöðvar. Svo flutti ég í eitt ár aftur út á land og var sjálfsagt einn af þremur einstaklingum í öllum bænum sem fíluðu breakbeat, afgangurinn fílaði rokk eða voru “alætur” (smekklaus á mússigg)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-23 17:34:04",
            "id": "416142",
            "reply_to_id": "416141",
            "text": "zorglubb:\n“jungle og ragga kjaftæðisins”\nef þér finnst jungle og ragga kjaftæði verðuru sjálfsagt fyrir vonbrigðum með það að það er það sem koma skal í sumar á bretlandi (og náttlega Ibiza) samkvæmt spámönnum (sem oftast hafa haft nokkuð til síns máls),. Miðað við þá þróunn sem búin er að vera í bresku garage senunni finnst mér þetta ekkert ólíklegt.\nEn um hvort þetta sé góð eða slæm þróunn ætla ég ekki að tjá mig. :)"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-01-23 18:13:17",
            "id": "416143",
            "reply_to_id": "416142",
            "text": "Hvað…fáum við þá ragga hardstep - Ibiza stylee?"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-01-24 08:12:41",
            "id": "416144",
            "reply_to_id": "416143",
            "text": "ég held að það sé frekar verið að meina two-step junglizm með swingtime dauðans og ragga klisjur garage stylee."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-01-24 08:43:24",
            "id": "416145",
            "reply_to_id": "416144",
            "text": "Step up all 4 da massive.  Mi selecta come an' run tings ‘ere.  Ragga steppin’ rude bwoy dancin' inna sun eh.\nEn svona í alvörunni þá líst mér ekkert vel á það.  Það sem ég hef verið að heyra(svona það nýjasta) úr 2 step senunni er frekar hlægilegt.  Þið sem hafið tekið eftir þessu smá óldskúl revival í d'n'b senunni(sem er nú ekki svo mikið) þá hafið þið ekkert heyrt ennþá.  Það er svo mikil rave upprifjun í gangi í garage senunni núna.  Fátt nema leiðinleg rave stabs og endurvinnsla á gömlu hardcore í gangi.  En það eru þó ljós í myrkrinu eins og t.d. MJ Cole. Það á einmitt að fara að koma nýtt efni frá honum sem fróðir segja vera hans besta hingað til.  En á meðan mæli ég með nu breaks mönnum eins og Kraymon og Dark Globe.  Orbital - Illuminate(Dark Globe rmx) er eins Bretar segja ‘the dogs bollocks’."
        },
        {
            "user": "Moussaieff",
            "user_id": "15236",
            "date": "2002-01-23 15:15:05",
            "id": "416146",
            "reply_to_id": "416121",
            "text": "En hvað hét aftur þátturinn sem var á Stjörnunni í kringum 1991?…með Pétri eitthvað…\nMig minnir að það sé sami gæi og talar inn á Óskarinn, kannski er ég að rugla, en ég man að þetta var '91 og hann var að spila Shamen og Ragga Twins og KLF og Friends of Matthew (man einhver? :) og Shades of Rhythm og SexPress og Karya og fleira…gad demit…ég fæ tár!\nÉg á þátt einhversstaðar á kassettu. Ætla að reyna að finna hann núna og plana að sitja skælandi á gólfinu í kvöld, knúsandi Mæju B flæjera.\nEn man einhver hvað þátturinn hét?"
        },
        {
            "user": "Moussaieff",
            "user_id": "15236",
            "date": "2002-01-23 15:15:07",
            "id": "416147",
            "reply_to_id": "416121",
            "text": "En hvað hét aftur þátturinn sem var á Stjörnunni í kringum 1991?…með Pétri eitthvað…\nMig minnir að það sé sami gæi og talar inn á Óskarinn, kannski er ég að rugla, en ég man að þetta var '91 og hann var að spila Shamen og Ragga Twins og KLF og Friends of Matthew (man einhver? :) og Shades of Rhythm og SexPress og Karya og fleira…gad demit…ég fæ tár!\nÉg á þátt einhversstaðar á kassettu. Ætla að reyna að finna hann núna og plana að sitja skælandi á gólfinu í kvöld, knúsandi Mæju B flæjera.\nEn man einhver hvað þátturinn hét?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-23 18:38:18",
            "id": "416148",
            "reply_to_id": "416111",
            "text": "ekkert ibiza rugl bara hardcore dnb það er málið !!!! en vonandi byrjar þessir þáttur aftu"
        }
    ]
}