{
    "forum_title": "Tíska & útlit",
    "user": "herramatur",
    "user_id": "73991",
    "date": "2008-09-20 20:26:31",
    "title": "hár",
    "text": "Veit ekki alveg hvar ég á að láta þetta en þannig er mál með vexti : ég er 16 ára og  í föður ætt hefur verið mikið um skalla bróðir minn fékk skalla um 20. Pabbi minn er hins vegar en með ár en allir bræður hans hafa misst hárið.\nÉg hef verið að pæla, hvernig get ég vitað hvort ég munni missa hárið eða ekki og ef svo er hvernig get ég komið í veg fyrir það í komandi framtíð og hver eru fyrstu einkenni um komandi hármissi?",
    "url": "https://www.hugi.is/tiska/korkar/614845/har/",
    "url_id": "614845",
    "id": "6146803",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-20 20:28:00",
            "id": "6146807",
            "reply_to_id": "6146803",
            "text": "Skalli er útaf einhverjum karlhormónum.\nAnnars geturðu tékkað á kollvikin þín, hvort þau hækki eitthvað komandi ár. Annars er lítið hægt að gera við þessu.\nBætt við 20. september 2008 -  20:32\nAnnars annars annars"
        },
        {
            "user": "Stec",
            "user_id": "66870",
            "date": "2008-09-21 12:05:15",
            "id": "6148016",
            "reply_to_id": "6146803",
            "text": "ég heyrði einhvertímann að þetta kæmi úr móðurætt yfirleitt. Sem sagt skoða vel afa/langafa þinn í móðurætt."
        },
        {
            "user": "Gwen",
            "user_id": "22253",
            "date": "2008-09-22 21:15:23",
            "id": "6152274",
            "reply_to_id": "6148016",
            "text": "Það er rétt, hármissir er ríkjandi úr móðurætt.\nEn svona til að svara spurningunni þá er ekkert sem hægt er að gera við skalla, ef þú færð skalla þá er það bara þannig !"
        },
        {
            "user": "Sensati0n",
            "user_id": "69078",
            "date": "2008-09-26 17:33:26",
            "id": "6162226",
            "reply_to_id": "6146803",
            "text": "kíkja á móðurættina og svo bara hugsa vel um hárið ekki oflita það og næra það vel svo það þorni ekki upp. Líka passa mataræðið og passa stress og kvíða vegna þess að það er algengt að fólk missir hár yfir kvíða og stressi:)\nen ég er ekki að segja að þú megir alls ekki verða stressaður heldur kannski halda því í lámarki ;)\nannars er ekkert lyf held ég sem á að stoppa svona getur prófað að spurja lækni :D"
        }
    ]
}