{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2008-09-26 03:05:01",
    "title": "Presturinn brjálaði.",
    "text": "Það var skriftunarkvöld í kirkjunni.  Mjög rólegt, enginn hafði mætt.  Séra Gunnlaugur, vanalega kallaður Séra Gulli, sat í skriftastólnum og beið þolinmóður eftir einhverjum, einhverjum sem hafði einhverntíma gert eitthvað sem hann sér eftir. Gulla líkaði ágætlega við að vera prestur.  Hann var ekki mikið fyrir að vera með messur.  Honum fannst best að vinna þar sem hann talaði við fólk í trúnaði, þess vegna líkaði honum best við skriftunarstörfin.  Allt í einu heyrðist mikill hávaði og hurðin inn í kirkjuna opnaðist.  Inn kom strákur á hörðum spretti. Hann hljóp upp að skriftastólnum og bankaði á hurðina að klefanum sem Gulli sat í.  “Séra, séra þú verður að hjálpa mér.”\nGulli fór út úr klefanum og leit á strákinn.  Hann leit út fyrir að vera um sautján ára, lágvaxinn og fremur væskilslegur.  “Hvað er það sem hrjáir þig, væni minn?”\n“Fjórir menn, stórir og vöðvastæltir voru úti að elta mig, og það er von á þeim hingað inn á hverri sekúndu.”\n“Af hverju eru þeir að elta þig,” spurði Gulli.\n“Segi þér það á eftir, losaðu mig bara við þá sem fyrst.”\n“Allt í lagi, ég skal reyna mitt besta.”\n“Já, ég vissi að ég gæti treyst á þig,” svaraði strákurinn.\n“En af hverju ég?” spurði Gulli.\n“Ég hafði það á tilfinngunni að þú værir ekki þessi týpíski friðelskandi prestur.”\n“Já, þú hefur komið á rétta staðinn, ég held að ég geti hjálpað þér.”  Allt í einu lukust dyrnar upp og inn gengu fjórir hávaxnir, vöðvastæltir menn.  Allir fjórir voru klæddir í síða leðurfrakka.  “Fljótur, inn í skriftarstólinn litli minn,” sagði Gulli og það gerði hann.  “Ég heiti Bjarni, ekki litli,” sagði Bjarni og stökk inn í skriftastólinn.\n“Hvað get ég gert fyrir ykkur herramennina?” spurði Gulli þegar hann gekk niður altariströppurnar.  “Komdu bara með litla aumingjann sem kom hér inn fyrir smástundu.”\n“Hingað hefur enginn komið inn í allt kvöld,” sagði Gulli, “Ég og skriftastóllinn höfum bara verið tveir hér í allt kvöld.”\n“Ekki þessa leiki við okkur, við vitum að litli auminginn hjá Bjarni kom inn hér fyrir alls ekki svo löngu, láttu okkur bara hafa hann og við meiðum þig ekki.”\n“Ég endurtek mig, enginn hefur komið hér inn í kvöld.”\n“Jæja, höfum það eins og þú vilt,” sagði einn mannanna í leðurjakkanum.  Þeir gengu nær  Gulla, brettu upp ermarnar og brökuðu í öllum liðum líkamans.  “Þið ættuð ekki að gera þetta, við erum í Guðshúsi.”  Mennirnir bara glottu og héldu áfram í áttina að Gulla.\n“Jæja, þið báðum um þetta,” sagði Gulli og reif kyrtilinn upp og undan honum tók hann tvær skínandi 50 kalíbera  M2 vélbyssur, ein í hvorri hendi.  Hann byrjaði að skjóta eins og vitleysingur út um alla kirkju, hlæjandi hlátri geðveiks manns.  Rúður og ljósakrónur voru ekki lengi að verða að örsmáum glerbrotum og margar holur komu í veggina.  “Ég hef beðið lengi eftir að fá að gera þetta,” öskraði Gulli geðveikislega.  Mennirnir, sem stokkið höfðu bakvið bekkina til að fela sig, horfðu skelfingu lostnir á hvorn annan.  Gulli var gjörsamlega genginn af göflunum.  Loksins hætti kúlnahríðin og einn mannanna kíkti undan bekknum, hann sá að Gulli var búinn með skotin.  Hann hafði eytt öllum skotunum í það að hræða mennina.  Maðurinn, sem sá fyrstu að Gulli var búinn með skotinn, stóð upp og hljóp í áttina að Gulla sem var öllu viðbúinn.  Hann tók Biblíuna af altarinu og henti í höfuðið á manninum svo hann steinrotaðist.  “Vona að þetta sé ekki of þungt efni fyrir þig,” sagði Gulli.  “Vá, hann er meira að segja með flotta frasa,” sagði einn leðurjakkamannanna.  Annar stóð upp, hljóp að Gulla og reyndi að berja hann en Gulli beygði sig og maðurinn hitti hann ekki.  Því næst tók Gulli snúningsspark og sparkaði í klofið á manninnum.  “Ég væri til í að fá þig í kór til mín eftir þetta,” sagði hann svo.\nGulli hljóp svo niður tröppurnar og réðist að einum mannanna og sparkaði í höfuðið á honum og hann fann þegar hálsinn brotnaði, yndisleg tilfinning.\nÞá var bara einn maður eftir.  Hann réðist að Gulla með þvílíkum offorsa að Gulli þurfti að hörfa upp að altarinu.  Maðurinn reyndi að berja Gulla en Gulli náði alltaf að forða sér frá höggunum.  Gulli hrinti manninnum niður tröppurnar og leyfði honum að standa upp áður en hann sagði:  “Þú ert með svo kalt hjarta, viltu ekki fá smá hlýju í það?” sagði Gulli og henti risastórum kertastjaka með kertum á í átt að manninnum.  Stjakinn hitti manninn beint í hjartastað sem að lá spriklandi um á gólfinu.  Gulli gekk að manninnum og hrækti framan í hann.\nÞegar Gulli ætlaði að ganga að skriftastólnum og hleypa Bjarna út sá hann hvar maðurinn sem fengið hafði fengið sparkið í klofið var að reyna að skríða út úr kirkjunni en var ekki kominn langt.  Hann gekk rólega á eftir honum og þegar hann náði honum sagði hann: “Hvað segirðu um að leggja höfuðið í smá bleyti?”\n“Ég veit ekki hvort er verra, þessi útreið sem við höfum fengið frá þér eða þessir frasar þínir.”\n“Jæja, þú getur þá hugsað um það í höfuðbaðinu.”  Hann lyfti manninum og fór með hann að skálinni þar sem vígða vatnið var geymt.  Svo stakk hann höfðinu á manninnum ofan í vatnið.  Maðurinn spriklaði um fyrstu einu og hálfu mínútuna en svo stoppaði hann, hann var dauður.  Gulli dustaði af sér rykið og sagði: “Djöfull er ég awesome.”\nGulli leit yfir kirkjuna.  Ónýtir veggir, gluggar og ljósakrónur, allavega þrír menn dauðir og einn steinrotaður, ef ekki dauður.  Hann náði þó að bjarga Bjarna, sem sat enn inni í skriftastólnum, frá mönnunum.  Hann gekk að skriftastólnum og opnaði hurðina.  Inni í honum sat Bjarni í hnipri.  “Hvað hefurðu gert?” öskraði Bjarni og tárin láku út um allt.  “Hvað er að þér væni minn?  Ég drap þá alla og þeir gera þér ekkert meira hér eftir.”\n“Nei, helvítis brjálæðingurinn þinn, láttu mig vera.”   Gulla fannst þetta skrítin viðbrögð, hann hafði nú bjargað honum.  Síðan fattaði hann að hann vissi ekkert af hverju Bjarni hafði verið að flýja mennina og ákvað því að spyrja: “Af hverju varstu að flýja undan þessum mönnum, Bjarni.”\n“Ég gat ekki sagt þér það áðan, en við vorum bara að leika okkur í Löggu'Og'Bófa.",
    "url": "https://www.hugi.is/smasogur/greinar/615581/presturinn-brjaladi/",
    "url_id": "615581",
    "id": "6157000",
    "replies": [
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-09-26 07:43:05",
            "id": "6160812",
            "reply_to_id": "6157000",
            "text": "Aaah, kaldhæðnislegt! En flott saga, fílaði prestinn í botn x]"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2008-09-26 09:13:34",
            "id": "6160885",
            "reply_to_id": "6157000",
            "text": "hahahaha, ég hló. presturinn snilld með frasana sína og svo endir sem enginn bjóst við. vel gert xD"
        },
        {
            "user": "ingvar007",
            "user_id": "73990",
            "date": "2008-09-26 10:51:34",
            "id": "6161001",
            "reply_to_id": "6157000",
            "text": "þetta  var mergjað"
        },
        {
            "user": "pard",
            "user_id": "53553",
            "date": "2008-09-26 19:59:21",
            "id": "6162731",
            "reply_to_id": "6157000",
            "text": "haha skemtileg saga. Magnaður endir :D..!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-26 21:46:15",
            "id": "6162993",
            "reply_to_id": "6157000",
            "text": "flott saga elskan sérstaklega með frasana"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-09-27 20:35:48",
            "id": "6164958",
            "reply_to_id": "6157000",
            "text": "Takk öll:)"
        }
    ]
}