{
    "forum_title": "Hip hop",
    "user": "unnursol",
    "user_id": "64930",
    "date": "2008-09-25 09:57:51",
    "title": "2pac - changes",
    "text": "2pac - Changes\n[1]\nCome on come on\nI see no changes wake up in the morning and I ask myself\nis life worth living should I blast myself?\nI'm tired of bein' poor & even worse I'm black\nmy stomach hurts so I'm lookin' for a purse to snatch\nCops give a damn about a negro\npull the trigger kill a nigga he's a hero\nGive the crack to the kids who the hell cares\none less hungry mouth on the welfare\nFirst ship ‘em dope & let ’em deal the brothers\ngive ‘em guns step back watch ’em kill each other\nIt's time to fight back that's what Huey said\n2 shots in the dark now Huey's dead\nI got love for my brother but we can never go nowhere\nunless we share with each other\nWe gotta start makin' changes\nlearn to see me as a brother instead of 2 distant strangers\nand that's how it's supposed to be\nHow can the Devil take a brother if he's close to me?\nI'd love to go back to when we played as kids\nbut things changed, and that's the way it is\n[Bridge w/ changing ad libs]\nCome on come on\nThat's just the way it is\nThings'll never be the same\nThat's just the way it is\naww yeah\n[Repeat]\n[2]\nI see no changes all I see is racist faces\nmisplaced hate makes disgrace to races\nWe under I wonder what it takes to make this\none better place, let's erase the wasted\nTake the evil out the people they'll be acting right\n'cause both black and white is smokin' crack tonight\nand only time we chill is when we kill each other\nit takes skill to be real, time to heal each other\nAnd although it seems heaven sent\nWe ain't ready, to see a black President, uhh\nIt ain't a secret don't conceal the fact\nthe penitentiary's packed, and it's filled with blacks\nBut some things will never change\ntry to show another way but you stayin' in the dope game\nNow tell me what's a mother to do\nbein' real don't appeal to the brother in you\nYou gotta operate the easy way\n“I made a G today” But you made it in a sleazy way\nsellin' crack to the kid. “ I gotta get paid,”\nWell hey, well that's the way it is\n[Bridge]\n[Talking:]\nWe gotta make a change…\nIt's time for us as a people to start makin' some changes.\nLet's change the way we eat, let's change the way we live\nand let's change the way we treat each other.\nYou see the old way wasn't working so it's on us to do\nwhat we gotta do, to survive.\n[3]\nAnd still I see no changes can't a brother get a little peace\nIt's war on the streets & the war in the Middle East\nInstead of war on poverty they got a war on drugs\nso the police can bother me\nAnd I ain't never did a crime I ain't have to do\nBut now I'm back with the facts givin' it back to you\nDon't let ‘em jack you up, back you up,\ncrack you up and pimp smack you up\nYou gotta learn to hold ya own\nthey get jealous when they see ya with ya mobile phone\nBut tell the cops they can’t touch this\nI don't trust this when they try to rush I bust this\nThat's the sound of my tool you say it ain't cool\nmy mama didn't raise no fool\nAnd as long as I stay black I gotta stay strapped\n& I never get to lay back\n'Cause I always got to worry ‘bout the pay backs\nsome punk that I roughed up way back\ncomin’ back after all these years\nrat-tat-tat-tat-tat that's the way it is uhh\n[Bridge 'til fade:]\nSome things will never change\nhttp://www.youtube.com/watch?v=psBEj6cUXyk\n<object width=“425” height=“344”><param name=“movie” value=\"\nhttp://www.youtube.com/v/psBEj6cUXyk&hl=en&fs=1&color1=0xcc2550&color2=0xe87a9f\n“></param><param name=”allowFullScreen“ value=”true“></param><embed src=”\nhttp://www.youtube.com/v/psBEj6cUXyk&hl=en&fs=1&color1=0xcc2550&color2=0xe87a9f\n“ type=”application/x-shockwave-flash“ allowfullscreen=”true“ width=”425“ height=”344\"></embed></object",
    "url": "https://www.hugi.is/hiphop/korkar/615718/2pac-changes/",
    "url_id": "615718",
    "id": "6158558",
    "replies": [
        {
            "user": "Maledikt",
            "user_id": "74051",
            "date": "2008-09-25 15:18:02",
            "id": "6159097",
            "reply_to_id": "6158558",
            "text": "Það er reyndar “Barack Obama Hussein - Changes”, en jæja."
        },
        {
            "user": "Ravest",
            "user_id": "70913",
            "date": "2008-09-28 12:55:55",
            "id": "6166106",
            "reply_to_id": "6158558",
            "text": "þetta er geeeðveikt lag"
        }
    ]
}