{
    "forum_title": "MMORPG",
    "user": "zorky",
    "user_id": "31355",
    "date": "2008-09-26 18:14:22",
    "title": "Earthrise",
    "text": "Eftir þriðju heimsstyrjöldina tókst mannkyninu að lifa af og byggja upp nýtt þjóðfélag.\nVelgengni borgarinnar Sal Vitas klónun ,nanótækni og afl er partur af nýja lífsstílnum .Þökk sé tæknilegum framförum þá hefur manntegundin orðið ódauðleg og sálir geymdar í tölvu tilbúnar til að hlaða í klónaðan líkama .\nNý orka hefur verið uppgötvuð .Það er ríkisstjórnin sem hugsar vel um borgarana og þeir hlýða lögum hennar.\nÞað virðist sem Paradís hefur komið til jörðu og fólkið hefur meðtekið það.\nEn það er ekki allt sem sýnist .Ríkisstjórnin hefur öll völd um hver lifir og hver deyr þeir eru eins og Guð á jörðu. Ákveðin völd hafa ákært þá sem stjórna borginni um glæpi gegn mannkyninu.\nVopnaðar flokksklíkur berjast fyrir úrræði og krafti við nýja kerfið. Og vegna bylgju óánægju og uppreisnar hefur það varpað skugga á ríkisstjórnina.\nÓvenjulegir hæfileikar og framfarir í kerfinu ,leikherferðir bæði efnahagslegar og líka yfirgripsmikill og mikilvægur leikmaður móti leikmanna bardagar.\nEarthrise gefur þér óteljandi val og kraft til að stjórna örlögum þínum hvort sem þú ert göfugur hermaður í ofsafengri baráttu á milli Paradís og uppreisnar,glæpamaður í felum frá lögunum eða heimsfrægur verkfræðingur sem eyðir allri orku í að bjóða fram flókin viðskipti og pólitík ,þá mun þinn leikur bergmála út um leikja heiminn.\nLykilatriði:\nEftir heimsstyrjöldina er heimur þar sem hinir klónuðu afgangar af mannkyninu berjast við að lifa og endurbyggja .Þar sem mannkynið er hefur þróast mannlegt eðli svikult eðli eins og alltaf.\nMikil sérhönnun á köllum yfir 100 mismunandi kunnátta , hæfileikar og herkænskubragð .Engin tilgerðarflokkunarhömlun kemur í veg fyrir að búa til kallinn sem þú vilt .\nHraðgerð bardagaorrusta sem inniheldur kraftmikil skotmörk og breytingarlegan kraft ,herklæði ,brynju og hundruð framtíðarvopna.\nFágað maður á mann kerfi sem lætur þig berjast fyrir stöðugri reglu.Gangið í lið með borgurum Continoma eða byltingarsinnum undirjarðarsamtökum Noir eða gerðu þína eigin blóðleið sem sjálfstæður glæpamaður. Svæðaorrusta og vörn skipta máli á þínu svæði þú býrð til þínar eigin reglur eða lætur stjórnleysi stjórna.\nPersónuleg framrás sem heldur þér þróuðum í þinni vinnu þótt þú sért ekki skráður inn.Mjög þróað markaðssett hagkerfi með innleik sem gefur og tekur byggt uppá þínum kalli og athafnasemi.Djúpur iðnaður og tækni sem lætur þig búa til og framleiða einstaka hluti frá breytingalegum teikningum til hrárra auðlinda.\nTwighlight Guardian eru samtök fyrir þennan leik sem ætla að spila Continoma og eru sirca 9 meðlimar í honum komnir hér er heima síðan okkar\nhttp://twighlightguardians.com/forum",
    "url": "https://www.hugi.is/mmorpg/greinar/616020/earthrise/",
    "url_id": "616020",
    "id": "6162119",
    "replies": [
        {
            "user": "sinalco00",
            "user_id": "54463",
            "date": "2008-09-26 18:22:45",
            "id": "6162400",
            "reply_to_id": "6162119",
            "text": "oke , og hvar nákvæmlega getur maður nálgast þennan leik ?"
        },
        {
            "user": "zorky",
            "user_id": "31355",
            "date": "2008-09-26 18:39:52",
            "id": "6162468",
            "reply_to_id": "6162400",
            "text": "www.play-earthrise.com lol gleimdi að setja það inn í það er aðal heima síðan þeirra\nBætt við 26. september 2008 -  18:45\nEn hann er ekki kominn út beta á að koma í lok þessa árs"
        },
        {
            "user": "zorky",
            "user_id": "31355",
            "date": "2009-12-10 17:54:46",
            "id": "6992775",
            "reply_to_id": "6162468",
            "text": "Closed Beta On The Horizon Read More About It Here :\nhttp://www.play-earthrise.com/newsletter/007/index.html\nApply here under hot links :\nhttp://www.play-earthrise.com"
        }
    ]
}