{
    "forum_title": "Matargerð",
    "user": "boner",
    "user_id": "7069",
    "date": "2002-01-24 23:52:32",
    "title": "Hvað er þorramatur?",
    "text": "Á þorranum borða flestir Íslendingar svokallaðan þorramat (súrmat). Þorramatur samanstendur af súrum blóðmör, lifrapylsu, lundabagga, hrútspungum, bringukollum, sviðasultu og grísasultu.\nHægt er að kaupa súrmat í lausasölu úr kjötborðum verslana eða blandaðan súrmat í 1350 g fötu og er hann þá í mysu sem hentar betur til geymslu.\nAllar þessar vörur eru súrsaðar í mysu og hefst framleiðsla þeirra í sláturtíð. Þetta þýðir að það sem er til sölu um þorra er búið að liggja í súr í 3 - 4 mánuði.",
    "url": "https://www.hugi.is/matargerd/greinar/61692/hvad-er-thorramatur/",
    "url_id": "61692",
    "id": "418315",
    "replies": [
        {
            "user": "harpajul",
            "user_id": "7337",
            "date": "2002-01-25 07:29:10",
            "id": "418316",
            "reply_to_id": "418315",
            "text": "huhumm,þessi “grein” fór nú eiginlega á vitlausan stað en fyrst hún er komin hingað þá er best að reyna að svara spurningunni um það hvað þorramatur sé :/\nSvokallaður þorramatur samanstendur af ýmis konar mat. Annars vegar eru súrmatur s.s. lundabaggar, bringukollar, blóðmör og lifrarpylsa, hrútspungar, hvalur, sviðahausar, sviða-og svínasulta. Sumt af þessu er reyndar er oft ósýrt eða lítið sýrt nú til dags. Hins vegar er hákarl, (og brennivín), harðfiskur og smjör, flatkökur ofl\nSúrsun er mjög gömul varðveisluaðferð. Hún hefur verið okkur Íslendingum mjög mikilvæg um aldir, saltskortur var í landinu og aðalmatvælaframleiðslan fór fram á haustin og þurfti að geyma fæðuna mikinn hluta ársins.\nAðrar varðveisluaðferðir leystu sýruna af hólmi þegar salt fór að berast í stórum stíl til landsins á ofanverðri 19 öld og síðar frysting og niðursuða.\nSúrsun eykur hollustu matvælanna. Vítamín úr mysu síast inn í þau og sýran verndar ýmis bætiefni. Sýran gerir kjötið meyrara, leysir beinin smám saman upp og eykur þannig meltanleika og næringargildi fæðunnar.\nSúrsunin byggist á því að soðin matvæli eru sett í súrsunarmysu (skyrmysu) í ákveðinn tíma, 3-6 mánuði eftir því hve súr maturinn á að vera. Mikilvægt er að hreinlæti sé mjög gott og kæling góð og matvælin á kafi í mysunni. Einnig þarf að passa að sýrustigið í mysunni hækki ekki, t.d. vegna vatns úr hrútspungunum. Mysan á ekki fara (mikið) yfir pH 4,0 til þess að varan verkist rétt og mygla nái sér ekki á strik. Nauðsynlegt er að hafa rúgmjöl (sem er í blóðmör og lifrarpylsu) með í súrnum vegna þess að kolvetnin í mjölinu eru nauðsynleg fyrir mjólkursýrugerlana til að viðhalda sýrunni.\nÞegar sýrustigið í matvælunum er komið niður í pH 4-4,5 geta sjúkdómsvaldandi örverur ekki fjölgað sér og maturinn verður því öruggur til neyslu.\nSýrustigið er lengi að komast niður í þetta pH í miðju stórra stykkja t.d. lundabagga, hrútspunga og sláturkeppa.\nÁður en sýrustigið nær að lækka nægilega geta bakteríugró (sem lifa af suðu) spírað og myndað eitur þ.e. ef kæling er ekki næg. Eiturefnin eyðileggjast ekki þó bakteríurnar drepist við það að sýrustigið lækkar.\nNú á tímum er orðið algengara að léttsýra matinn, enda er fólk ekki eins hrifið af súra bragðinu og áður. Þá telst hann ekki lengur súrmatur í þeim skilningi að geymsluþolið sé tryggt með sýrunni.\nVið geymslu á súrmat í verslunum eða á heimilum er mikilvægt að geyma hann í mysu í kæli. Ef búið er að opna ílátið og taka af matnum og það á að geyma hann í einhverjar vikur er betra að skipta um mysu því óhreinindi sem berast með höndum eða áhöldum stytta geymsluþolið.\nVarasamt getur verið að geyma blöndu af sýrðum mat og öðrum ósýrðum, flatkökum, harðfiski eins og gert er á þorrabakka nema ca 1-2daga. Ef þorrabakkarnir eru geymdir lengur skapast vaxtarskilyrði fyrir myglu og er hún mjög fljót að ná sér á strik.\nSúrmatur er rannsakaður á margvíslegan hátt. Ef hlutirnir eru ekki í lagi kemur það fram í vexti á gram- bakteríum.\nVona að þessi fróðleikur komi einhverjum að gagni og verði ykkur að góðu ,því þetta er meiriháttar gott!!!!"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-01-25 08:07:31",
            "id": "418317",
            "reply_to_id": "418315",
            "text": "Bíddu!!!\nMynd af Amaretto svínakjöti frá SS ?? það er EKKI þorramatur sko.\nAnnars er þorramatur ekkert annað en ónýtur matur sem átti þátt í að halda lífi í íslendingum fyrir tíma frystikistna og ísskápa og að mínu mati á ekki að borða í dag, en það er auðvitað bara mitt álit.\nKv. EstHe"
        },
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2002-01-25 08:49:46",
            "id": "418318",
            "reply_to_id": "418317",
            "text": "Hjartanlega sammála þér EstHerP!\nÞað eru til ísskápar og frystikistur í dag.\nÞetta er að mínu mati “skemmdur” matur og ullabjakk bragð og lykt af honum !! :)\nÞað eina sem ég gæti borðað á Þorrablóti, er harðfiskur,flatkökur,blóðmör/lifrarpylsa (ekki súrt) og svið/sviðasulta.\nAnnað ekki….\nÉg held líka bara að það sé spurning um það hvað maður er alinn upp við.\nÁ mínu æskuheimili var ekki mikið um þetta, okkur var boðið að smakka ef við vildum (sem við vildum ekki).\nEn aðrir á mínum aldri sem ég þekki sem hafa alist upp við þennan “mat” á sínu heimili, finnst þetta alveg sælgæti og geta ekki beðið eftir að fá hrútspunga og þess háttar. *hrollur*\nkveðja\nhoneybun"
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2002-01-25 10:55:29",
            "id": "418319",
            "reply_to_id": "418318",
            "text": "Mér finnst það einmitt koma fram í greininni hjá harpajul að súr matur er ekki skemmdur, heldur verkaður.\nAfhverju segja allir að súr matur sé skemmdur? Það er einmitt búið að sjá til þess að gerlarnir geti ekki brotið niður matinn!!!\nEin ekki skilja :o\np.s. ég myndi samt ekki segja að súr matur sé sælgæti, meira svona upplifun."
        },
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2002-01-25 12:47:34",
            "id": "418320",
            "reply_to_id": "418319",
            "text": "Enda skrifaði ég : “skemmdur”!\nÞað er innan gæsalappa.\nSkilurðu það kannski ekki heldur?\nVoðalega geturðu verið treg.\nÞá er ég ekki með vísindalega sönnuð rök þar á bakvið sem styðja mína kenningu um það að þetta sé “skemmdur” matur, þetta er bara mín skoðun á tilteknum þorramat.\nEn ekki hvað???\nSkilurðu núna????\nLáttu mig annars vita og ég skal reyna að útskýra þetta betur fyrir þér!\nkveðja\nhoneybun"
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2002-01-25 13:02:50",
            "id": "418321",
            "reply_to_id": "418320",
            "text": "Það er óþarfi að æsa sig.\nÉg notaði líka orðið allir. Það er vegna þess að maður heyrir iðulega fólk vera að tala um súran mat sem skemmdan mat. Þess vegna var líka gott að fá upplýsingar um verkunaraðferðirnar þannig að maður veit að maturinn er allt annað en skemmdur."
        },
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2002-01-25 13:13:48",
            "id": "418322",
            "reply_to_id": "418321",
            "text": "Hehe…ég var ekkert að æsa mig.\nÞar sem þú svaraðir mínu áliti og þar sem ég var eina manneskjan sem sagði matinn “skemmdan” hreint út. Þess vegna svaraði ég þér til baka.\nÞað vita það allir að súr matur er ekki skemmdur eða myglaður þó svo það sé talaðu um hann stundum þannig.\nÞað var verið að GRÍNAST með þetta.\nVoðalega áttu erfitt með að skilja það!\nOg hættu nú svo að taka öllu svona persónulega. :)\nkveðja\nhoneybun"
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2002-01-25 13:53:34",
            "id": "418323",
            "reply_to_id": "418322",
            "text": "“Og hættu nú svo að taka öllu svona persónulega. :) ”\nhúmo"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-01-25 14:08:18",
            "id": "418324",
            "reply_to_id": "418323",
            "text": "Legg til að ljoninja og honeybun verði sendar saman upp í sveit í sumarbústað á svona sensy-sensy “hópeflis” -námskeið.\n:)"
        },
        {
            "user": "harpajul",
            "user_id": "7337",
            "date": "2002-01-25 14:12:19",
            "id": "418325",
            "reply_to_id": "418324",
            "text": "hehehe…það væri kanski….ráð……\n*knús* til ykka"
        },
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2002-01-25 14:32:49",
            "id": "418326",
            "reply_to_id": "418325",
            "text": "Oh my God!! Nei please :o)\nAllt annað en það!! hahaha….\nFrekar sleppi ég því að pirra mig á því hvað mér finnst hún vitlaus og hætti að svara henni!\nEn ekki senda mig í bústað með henni!!! LOL\nPlease…….."
        },
        {
            "user": "harpajul",
            "user_id": "7337",
            "date": "2002-01-25 15:30:52",
            "id": "418327",
            "reply_to_id": "418326",
            "text": "oki…… reyndar skil ég þig….. VEL  ;)"
        },
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2002-01-25 15:45:46",
            "id": "418328",
            "reply_to_id": "418327",
            "text": "ha ha ha…\nÉg var farin að halda að ég væri bara svona\nillgjörn og leiðinleg!!\nMikið er ég fegin að ég er ekki ein um þetta !"
        },
        {
            "user": "hamid",
            "user_id": "16353",
            "date": "2002-01-25 17:42:08",
            "id": "418329",
            "reply_to_id": "418328",
            "text": "Nei þú ert ekkert illgjörn og leiðinleg, bara svolítið dónaleg og “tötsý”"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-01-26 17:39:04",
            "id": "418330",
            "reply_to_id": "418329",
            "text": "… og þetta var það sem fólkinu á huga fannst um þorramat!"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2002-01-25 08:55:12",
            "id": "418331",
            "reply_to_id": "418315",
            "text": "mmm…. ég fæ svona í kvöld og get ekki beðið :)\njammsíkjamms :):):) ég hef borðað þorramat með bestu lyst frá því ég man eftir mér, nema lifrarpylsu, mér finnst lifrarpylsa vond.\nlifið heil\ndaja"
        }
    ]
}