{
    "forum_title": "Ljósmyndun",
    "user": "david88",
    "user_id": "26304",
    "date": "2008-10-01 10:48:25",
    "title": "Ljósmyndarar ATH !!! langar ykkur að selja myndirnar ykkar úti í heimi?",
    "text": "fyrir þá sem hafa gaman af ljósmyndun og vilja afla\nsér smá auka tekna þá er til mjög\ngóð vefsíða þar sem ég hef\nverið að selja ljósmyndir í\ndágóðan tíma núna, kerfið hjá\nþeim virkar þannig að fólk út um\nallan heim kaupir “aðgang” að myndunum þannig\nað hver ljósmynd getur selst aftur og aftur (og ég\nveit fyrir víst að þessi síða er\nekta þar sem að ég hef fengið borgað frá\nþeim) . síðan fær maður borgað\ní dollurum sem er ekki slæmt þessa dagana þar sem\nhann er að snarhækka. (linkurinn er fyrir neðan)\nhttp://submit.shutterstock.com/?ref=2768\np.s. ég er latur notandi en ég hef samt grætt nokkur hundruð dollara",
    "url": "https://www.hugi.is/ljosmyndun/korkar/616928/ljosmyndarar-ath-langar-ykkur-ad-selja-myndirnar-ykkar-uti-i-heimi/",
    "url_id": "616928",
    "id": "6174551",
    "replies": [
        {
            "user": "aeroix",
            "user_id": "62692",
            "date": "2008-10-01 16:18:42",
            "id": "6175248",
            "reply_to_id": "6174551",
            "text": "sounds kinda too good to be true, hvað er hookið ?"
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2008-10-14 10:14:44",
            "id": "6209708",
            "reply_to_id": "6175248",
            "text": "Hann græðir pening ef hann fær ykkur til að joina.\nOg þessi síða er mesta kjaftæði ever.\nReyndi einu sinni að joina þetta og senda inn myndir sem var endalaust vesen og svo þurfti maður að bíða í tvær vikur eftir að einhver samþykkti þær.\nBara bull…"
        },
        {
            "user": "bjagni",
            "user_id": "12867",
            "date": "2008-10-01 17:13:15",
            "id": "6175374",
            "reply_to_id": "6174551",
            "text": "Sama og notandinn að ofan…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-01 17:54:51",
            "id": "6175483",
            "reply_to_id": "6174551",
            "text": "Þarf maður að borga fyrir acountinn ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-02 02:20:24",
            "id": "6177023",
            "reply_to_id": "6174551",
            "text": "Já mig langar vita, what's the catch?\nÞað er alltaf eitthvað catch."
        },
        {
            "user": "steini21",
            "user_id": "31936",
            "date": "2008-10-02 02:36:36",
            "id": "6177028",
            "reply_to_id": "6174551",
            "text": "Mér sýnist á öllu að það kosti morðfjár að subscribe-a á þessa síðu. Nema að sá sem byrjaði korkinn vilji kannski clear up some things."
        },
        {
            "user": "steini21",
            "user_id": "31936",
            "date": "2008-10-02 11:58:02",
            "id": "6177305",
            "reply_to_id": "6177028",
            "text": "Þú misskilur, það kostar að nota síðuna, downloda myndum. Annars gengi dæmið ekki upp. Það er 100% frítt að senda myndirnar inn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-02 17:25:28",
            "id": "6178048",
            "reply_to_id": "6177305",
            "text": "Ah ég sá það ekki fyrr en seinna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-02 17:26:02",
            "id": "6178049",
            "reply_to_id": "6174551",
            "text": "Það væri líka gaman að sjá link á síðuna þína þar ;)"
        },
        {
            "user": "Pyro",
            "user_id": "47256",
            "date": "2008-10-02 17:38:50",
            "id": "6178098",
            "reply_to_id": "6174551",
            "text": "NOW THREE WAYS TO MAKE $$$\nSell your immage\nearn USD 0.25 per image downloaded\nok 1) 0,25 dollarar eða um 30kall í dag er ekki NEITT fyrir myndina þína án gríns ef þið teljið myndirnar ykkar ekki meira virði en 30 kr opnið bás í kolaportinu…\nRefer stock buers\nearn 20% of their subscription price\nhérna hringdu allar mínar varúðar bjöllur sem til eru á internetinu … vill svo skemtilega til að þetta er elsta trikkið í bókinni. Refer scam, easy og auðveld lausn til að fá TONN af emailum og TONN af heimsóknum\nRefer other submiters\nearn USD 0.03 for each of their downloads\nmeh never mind\nOK fine print\n“Shutterstock, you hereby grant Shutterstock, a worldwide, non-exclusive right and license to reproduce, prepare derivative works incorporating, publicly display, market, sublicense and sell any Submitted Content uploaded by you and accepted by Shutterstock”\nGerðu svo vel þú átt ekki myndina þína lengur.\nYou expressly waive any artists' authorship rights or any droit moral that you would otherwise have under the laws of the State of New York, United States Copyright Act or similar laws of any jurisdiction.\nHAHA þessir gaurar eru æðislegir\nOwnership of Submitted Content: the copyrights in and to all Submitted Content remain with the owner of such copyrights. Nothing contained herein shall be construed to transfer any copyrights to Shutterstock.\nó ók svo við eigum myndirnar þá saman?\næj veit ekki með þessa síðu nema þráðarhöfundur geti komið með bulletproof gögn um að þeir séu ekki búnir að svindla af þér rassgatið veit ég ekki annars myndi ég bara notað iStockphoto.com þeir eru virtir og borga meira"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-04 22:20:45",
            "id": "6183470",
            "reply_to_id": "6178098",
            "text": "Þessi síða er fín ef þú ert ekki professional og getur ekki eignast peninga fyrir myndirnar þínar með öðrum leiðum.\nFólk vill frekar fá 30 kall heldur en 0 kall.\nÞetta er auðvitað ekki fyrir fólk sem er að leita að einhverjum big bucks, en þetta er þó eitthvað fyrir eitthvað sem kannski myndi aldrei seljast venjulega."
        },
        {
            "user": "katryn",
            "user_id": "39302",
            "date": "2008-10-06 11:18:53",
            "id": "6186875",
            "reply_to_id": "6174551",
            "text": "Biddu ég skil ekki. Kostar ekkert fyrir okkur sem tökum mydnir að gerast notandi og uploada myndum?. Afhverju kemur eitthvað paypal upp þá þegar maður ætlar að gerast notandi?"
        },
        {
            "user": "ChuckNorris",
            "user_id": "68133",
            "date": "2008-10-16 02:23:07",
            "id": "6215306",
            "reply_to_id": "6186875",
            "text": "Þú velur um hvernig þú færð greidda peningana. Ég persónulega valdi by email svo að ég væri ekki að taka neina áhættu :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2008-10-17 23:51:23",
            "id": "6220374",
            "reply_to_id": "6215306",
            "text": "Hljómar sweet að fá bara peninga í e-mail."
        },
        {
            "user": "ChuckNorris",
            "user_id": "68133",
            "date": "2008-10-18 17:17:05",
            "id": "6221564",
            "reply_to_id": "6220374",
            "text": "Tja, þetta var í boði svo ég hakaði við það…"
        }
    ]
}