{
    "forum_title": "Hljóðfæri",
    "user": "Tjeko",
    "user_id": "13463",
    "date": "2008-10-01 23:57:33",
    "title": "Hljómsveit leitar eftir söngvara",
    "text": "Hljómsveitin Shima leitar eftir söngvara. Hljómsveitin gaf út sína fyrstu plötu “…And For A Moment All Fell Silent” í október 2006. Einna helst er hægt að lýsa tónlistinni sem framsæknu rokki en best er að leyfa tóndæmunum hér að neðan að segja sitt.\nNú er bandið með ógrinni af nýju efni sem er búið að æfa upp og okkur vantar bara söngvara til að geta komist á fullt skrið aftur.\nSöngvarinn þyrfti að vera 20+ en við erum frá 23 og uppúr. Við leitumst eftir einhverjum sem getur sungið vel og ekki skemmdi ef hann hefði smá kraft í röddinni til að henda fram nokkrum öskrum hér og þar. Söngvarar sem eru lýsandi dæmi fyrir það sem við höfum í huga eru til dæmis Dustin Kensrue (Thrice), Steven Wilson (Porcupine Tree), Maynard James Keenan (Tool, A Perfect Circle) til að nefna einhverja. Ekki myndi það heldur skemma fyrir ef söngvarinn gæti einnig spilað á gítar en það er engin þörf á því.\nHljómsveitin er með æfingaraðstöðu á höfuðborgarsvæðinu og kerfi þannig það eina sem vantar er bara söngvarinn.\nÞeir sem hafa áhuga geta sent mér einkapóst hér á huga og fengið hjá mér númerið ef þeir vilja koma og hitta okkur.\nwww.myspace.com/shimamusic\nwww.amiestreet.com/shima\nVill ég benda fólki á að eftirfarandi tóndæmi eru einungis gróf demo til að sýna þær hugmyndir sem við erum með í gangi.\nTóndæmi:\nHaze\nThe Flow\nUntitled\nDreading",
    "url": "https://www.hugi.is/hljodfaeri/korkar/617102/hljomsveit-leitar-eftir-songvara/",
    "url_id": "617102",
    "id": "6176822",
    "replies": [
        {
            "user": "jonss",
            "user_id": "5899",
            "date": "2008-10-02 00:19:46",
            "id": "6176891",
            "reply_to_id": "6176822",
            "text": "vildi að ég kynni að syngja..;)\nFín tónlist hjá ykkur. Minnir óneitanlega á Thrice.."
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2008-10-02 00:26:58",
            "id": "6176897",
            "reply_to_id": "6176891",
            "text": "Takk fyrir það! ;)"
        }
    ]
}