{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2002-01-25 12:51:03",
    "title": "marxismi",
    "text": "hvað vitið þið um marxisma?  Er að fara að flytja fyrirlestur 12. feb.",
    "url": "https://www.hugi.is/heimspeki/korkar/61864/marxismi/",
    "url_id": "61864",
    "id": "419669",
    "replies": [
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-01-25 14:18:24",
            "id": "419670",
            "reply_to_id": "419669",
            "text": "Það eru í grófum dráttum til tvenns konar marxistar, þeir sem trúa á réttlæti og þeir sem trúa ekki á neitt réttlæti.\nÞeir sem trúa á réttlæti trúa því að það sé réttlátt að hver og einn vinni eftir getu en uppskeri eftir þörfum. Þeir vilja koma svona fyrirkomulagi á með einum eða öðrum hætti.\nÁ hinn bóginn eru þeir sem trúa ekki á neitt réttlæti; þeir trúa því ekki að það sé neitt sérstaklega réttlátt að hver og einn vinni eftir getu en uppskeri eftir þörfum, en halda aftur á móti að svona fyrirkomulag muni verða komið á fyrr eða síðar með einum eða öðrum hætti og sú þróun sé söguleg nauðsyn.\nÞað er margt sem bendir til þess að Marx hafi sjálfur verið nær þeim síðarnefndu í skoðunum sínum, en um það er deilt og menn eru ekki á eitt sáttir um hvað Marx hélt sjálfur. En eitt er víst, og það er að hann hafði mikið álit á kapítalisma. Það kerfi fannst honum afar gott og miklu betra en það sem áður hafði verið; kapítalisminn var að hans mati mikið framfaraspor í sögu mannkyns. En lokaskrefið í þróuninni taldi Marx að yrði alræði öreiganna; hvort hann taldi að það væri jafnvel réttlátara kerfi en kapítalisminn, eða hvort það yrði svo bara vegna þess að sagan myndi nauðsynlega þróast í þá átt skal ósagt.<br><br>_____________________________\nAut tace aut loquere meliora silentio."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-25 17:52:47",
            "id": "419671",
            "reply_to_id": "419669",
            "text": "Svo geturu kíkt á “Kommúnismi” eftir zedlic inni á Alþingi.  Þar eru einmitt nokkuð langar umræður um þetta efni.\nSvo held ég alveg örugglega að Hannes Hólmsteinn geti gefið tíu mínútur af tíma sínum til að “frelsa” þig (ef þörf er á).<br><br>Þorsteinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-01 01:26:40",
            "id": "419672",
            "reply_to_id": "419671",
            "text": "mér var sagt, af því ég er í myndlist, að við ættum að skoða marxismann í listaverkunum…breyta hugsuninni yfir í listina.  Karl Marx var efnishyggjumaður og fjallaði um öreiga og arðræningja, en hvað hefði hann þá að segja um listina með sinni efnishyggju.  Ég og ein með mér í bekk þurfum að komast að því og ég held að það verði bara mjög gaman ;)"
        }
    ]
}