{
    "forum_title": "Sápur",
    "user": "freki",
    "user_id": "1682",
    "date": "2008-10-13 18:25:54",
    "title": "Leiðarljós 13. okt. 08",
    "text": "Hótelherbergi.\nCassie vill fá sönnun að Alan og Annie hafi ekki unnið Tammy mein, og Annie dregur upp mynd sem Tammy teiknaði.  Annie er alltaf með hótanir við Cassy að gera þetta vel og svona.\nKannski  eins og þið munið síðan á föstudag að þjónustukonan sofnar og Tammy stingur af.\nRáðstefna:\nCassie stendur sig og kemur í ljós að einn olíufurstinn þykist þekkja Cassie frá tíma þegar hún var fatafella í Texas.  Josh og Riva eru að tala saman og BIlly segir henni að ekki skipta sér af sínum né málum Cassie.\nAlmenningsgarður:\nTammy kemur labbandi og sest niður og fer að gráta, Marahg og vinkona hennar finna hana og Marah fer með Tammy heim.  Marah sér nistið.\nDómshús.\nRéttarhöld er að hefjast yfir Roy og er Ben bróðir Ross verjandi.  Ben reynir allt til að æsa upp Ross og Rick.\nF.v starfsmannastjóri á Lewis kemur og spyr því var hann rekin og þegar Reva útskýrir þá kemur allt í ljós að það sé Cassie sem Alan bað hann um að ráða til að koma henni inn og geta stolið gögnum.\nThis has been Guiding Light :)\n———————\nNú verður gaman að sjá hvernig þetta gengur, Tammy flúinn, Reva búin að fá að vita að Cassie er njósnarinn.  Réttarhaldið heldur áfram, og sjá hvort Cassie komi Josh í rúmið með henni eða ekki.",
    "url": "https://www.hugi.is/sapur/greinar/619432/leidarljos-13-okt-08/",
    "url_id": "619432",
    "id": "6207815",
    "replies": [
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2008-10-13 18:33:49",
            "id": "6208034",
            "reply_to_id": "6207815",
            "text": "Vá, þetta sýndist vera miklu lengra þegar ég las þetta áður en ég samþykkti :S\nBætt við 13. október 2008 -  19:41\nEndilega að skrifa meira svona um sápurnar (allir sem nenna), en hafa það þá í þannig lengd að það sé grein en ekki korkur ;) Svona stutt verður alls ekki samþykkt aftur, sá það strax eftir að ég samþykkti að það voru mistök að hafa ekki sent þetta í korkana. =/"
        },
        {
            "user": "Halkatla",
            "user_id": "65190",
            "date": "2008-10-13 18:53:02",
            "id": "6208138",
            "reply_to_id": "6207815",
            "text": "þetta gat verið Korkur….. vil samt alls ekki vera með leiðindi"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2008-10-13 19:34:20",
            "id": "6208288",
            "reply_to_id": "6208138",
            "text": "Já, ætlaði að samþykkja þetta sem kork. Fannst þetta vera alveg á mörkunum.. Sé það betur núna að þetta er alls ekki nógu mikið til að vera grein, sá það ekki nógu vel þegar ég var að lesa þetta áður en ég samþykkti. =/"
        },
        {
            "user": "Halkatla",
            "user_id": "65190",
            "date": "2008-10-13 20:34:10",
            "id": "6208492",
            "reply_to_id": "6208288",
            "text": "honest mistake =)"
        },
        {
            "user": "heidal",
            "user_id": "44623",
            "date": "2008-10-13 19:00:13",
            "id": "6208171",
            "reply_to_id": "6207815",
            "text": "Flott grein:) Mætti vera lengri samt og það er ein villa sem ég sá. Cassie var fatafella í Chicago, ekki Texas;)"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2008-10-13 19:35:27",
            "id": "6208291",
            "reply_to_id": "6208171",
            "text": "Ah, já þetta er of stutt sko!\nEf eitthvað kemur aftur svona stutt þá færum við það bara yfir í korkana ;)"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2008-10-13 19:45:42",
            "id": "6208328",
            "reply_to_id": "6208291",
            "text": "Það er ekkert mál.\n:)\nTakk fyrir ábendingu."
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2008-10-13 22:27:49",
            "id": "6208913",
            "reply_to_id": "6208328",
            "text": "Jamm :) Endilega skrifa meira svona ef þú nennir :D\nSérstaklega í enda vikunnar svo það er nógu mikið efni í grein hehe :D\nAlltaf gaman að lesa svona :) Og líka mjög gott ef það vill svo til að maður hafi misst af einhverjum þætti :)"
        },
        {
            "user": "heidal",
            "user_id": "44623",
            "date": "2008-10-14 18:20:10",
            "id": "6210765",
            "reply_to_id": "6208291",
            "text": "Já..:)"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2008-10-13 19:46:42",
            "id": "6208331",
            "reply_to_id": "6208171",
            "text": "Já vissi það en hvaðan var þá þessi olíukall sem sagðist þekkja hana ?\nChicago?"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2008-10-13 22:35:49",
            "id": "6208943",
            "reply_to_id": "6208331",
            "text": "Var hún ekki strippari í Chicago en átti heima fyrir það í Texas? Mig minnir endilega að hún hafi einhverntímann átt heima í Texas. *-)"
        },
        {
            "user": "heidal",
            "user_id": "44623",
            "date": "2008-10-14 18:28:25",
            "id": "6210804",
            "reply_to_id": "6208943",
            "text": "Nei hún ólst upp í Chicago hjá Rae hjónunum og hefur búið þar allan tímann, á fósturheimilunum líka."
        },
        {
            "user": "heidal",
            "user_id": "44623",
            "date": "2008-10-14 18:22:59",
            "id": "6210778",
            "reply_to_id": "6208331",
            "text": "Ég veit ekki, var hann ekki bara frá Chicago líka?"
        },
        {
            "user": "gislilp",
            "user_id": "74014",
            "date": "2008-10-16 17:40:16",
            "id": "6216696",
            "reply_to_id": "6207815",
            "text": "Svari eytt af stjórnanda"
        }
    ]
}