{
    "forum_title": "Húmor",
    "user": "betababe",
    "user_id": "8319",
    "date": "2002-01-26 18:24:49",
    "title": "Apótekarinn",
    "text": "Það var einu sinni par, sem var búin að vera frekar lengi saman, og stelpan vildi aldrei sofa hjá honum, stráknum til mikillar armæðu. Eitt kvöld er stráknum boðið í mat til að hitta foreldra hennar, í fyrsta skiptið. (Þau höfðu haldid sambandinu leyndu í soldin tíma) Um morguninn segit hún við hann “Fyrst þú vilt koma og hitta fjölskyldu mína, skal ég sofa hjá þér í kvöld.”\nStrákurinn verður alveg frávita að gleði, og samþykkir straks að fara út í apótek og kaupa smokka áður en hann kemur til hennar.\nÞegar hann kemur í apótekið, tekur á móti honum mjög svo góðlegur eldri maður. Þegar strákurinn stynur uppúr sér að hann ætli að fá smokka, spyr apótekarinn hvort þetta sé í fyrsta skiptið hjá honum.\n“Já” segir strákurinn og roðnar\nÞá fer apótekarinn og útskýrinn fyrir honum alveg frá A til Ö hvernig kynlíf gengur fyrir sig.\nSvo spyr hann strákinn hvað marga hann vilji, hann kemur auga á “Fjölskyldupakka” og biður um hann, borgar og þakkar manninum kærlega fyrir hjálpina.\nSvo kemur hann heim til stelpunnar, fjölskyldan sest til borðs og strákurinn býðst til að fara með borðbænina, sem allir taka vel í.\nÞrem korterum seinna er hann ennþá að biðja. Stelpan hvíslar að honum “þú sagðir mér aldrei að þú værir svona rosalega trúaður”\nOg strákurinn svarar “Og þú sagðir mér aldrei að pabbi þinn værir apótekari!”",
    "url": "https://www.hugi.is/humor/greinar/61956/apotekarinn/",
    "url_id": "61956",
    "id": "420238",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-26 18:36:50",
            "id": "420239",
            "reply_to_id": "420238",
            "text": "Gamall en samt fínn! =)"
        },
        {
            "user": "Premium",
            "user_id": "1776",
            "date": "2002-01-27 14:41:22",
            "id": "420240",
            "reply_to_id": "420238",
            "text": "Snilld, snilld og enn meiri snilld!!"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-01-28 13:20:12",
            "id": "420241",
            "reply_to_id": "420240",
            "text": "finnst engum sem orðið “snilld” sé búið að tapa merkingu sinni….??"
        },
        {
            "user": "snosig",
            "user_id": "14212",
            "date": "2002-01-27 21:43:28",
            "id": "420242",
            "reply_to_id": "420238",
            "text": "Frekar neyðarlegt :)"
        },
        {
            "user": "joibjarna",
            "user_id": "16574",
            "date": "2002-01-29 17:51:09",
            "id": "420243",
            "reply_to_id": "420238",
            "text": "snilld er jú frekar orðið slapt. en þessi er jú snilld þar sem kærastan mín á jú pabba sem á apótek."
        }
    ]
}