{
    "forum_title": "Matargerð",
    "user": "elvarorn",
    "user_id": "16297",
    "date": "2002-01-27 22:59:23",
    "title": "Myndir af hrútspungum",
    "text": "Nú hefur undankeppnin vegna keppninar um Matreiðslumann ársins farið fram og komust þeir 5 matreiðslumenn sem þóttu elda bestu hrútspungana og bestu Steinbítsréttina.\nÉg veit að það er kanski ekki vel liðið að vera að auglýsa  hér á Huga en mig langar samt að benda þeim á sem hafa verið að fussa og sveija yfir þorramat að kíkja á myndirnar en ég hef birt 13 myndir af hrútspungum á Veitingavefinn. Allir réttirnir eru með girnilegasta móti og vona ég að einhverjir rati inn á matseðla veitingahúsa. Það getur svo auðvitað hver og einn gert það upp við sig hvort þeir leggi þetta sér til muns. Ég sendi einnig eina mynd með af einum rétt sem þótti með þeim girnilegri en hann lítur nær út eins og desert.\nKeppnin þótti nokkuð jöfn og voru það Árni Þór Jónsson frá Perlunni, Einar Geirsson frá Tveim fiskum, Gunnar Karl Gíslason frá Sigga Hall, Lárus Gunnar Jónsson frá Apótekinu og Ragnar Ómarsson frá Hótel Holti sem munu keppa um matreiðslumann Ársins.\nÞað er svo bara að bíða og sjá og bendi ég öllum áhugasömum á að fylgjast með og mæta á stórsýninguna Matur 2002 en þar verða ýmsar keppnir háðar, svo sem keppni um Matreiðslumann Norðurlanda, Klakaskurðarkeppni og svo mætti lengi telja.",
    "url": "https://www.hugi.is/matargerd/greinar/62104/myndir-af-hrutspungum/",
    "url_id": "62104",
    "id": "421688",
    "replies": [
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-01-28 12:49:49",
            "id": "421689",
            "reply_to_id": "421688",
            "text": "Þetta er sumsé forréttur?\nMér er meinilla við að fá á veitingastöðum eitthvað sem er lýst eins og “hvítvínslegið lambakjöt” og fá á diskinn minn 3 næfurþunna strimla 1 cm á breidd og 14 cm langa (varð ég gáttaður þá…)."
        },
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2002-01-29 17:45:17",
            "id": "421690",
            "reply_to_id": "421689",
            "text": "Góður punktur Augustus.\nMargir matreiðslumeistarar eru ótrúlega naumir á matinn. Ég man svo vel eftir því þegar bróðir minn fór og pantaði sér þríréttað á holtinu fyrir 2 árum ca og maturinn var frábær, og leit út eins og listaverk, það vantaði sko ekkert upp á það.\nHann var hins vegar svo svangur greyið að hann þurfti að fara á Hlölla á eftir til að seðja hungrið!!!\nÞetta er auðvitað ekkert sniðugt. Samt má alveg fara bil beggja, ég skil t.d. ekki skammtana sem eru á Ruby Tuesday og ýmsum amerískum stöðum, það er ekki nema fyrir akfeitt fólk eða lyftingajötna að borða það sem þar er sett fram.\nEkki furða að það er komin fram hreyfing í Bandaríkjunum sem berst fyrir því að konur (eða bara fólk með eðlilega matarlyst) geti pantað sér mat sem hæfir, mat sem er ekki hent að 1/2 til 2/3 hluta til. Þetta kostar auðvitað peninga, að hlaða mat á diskana sem aldrei er svo borðaður. Þann pening borgar svo kúnninn sem aldrei á séns í að klára þennan mat."
        },
        {
            "user": "elvarorn",
            "user_id": "16297",
            "date": "2002-01-29 18:06:28",
            "id": "421691",
            "reply_to_id": "421690",
            "text": "Hmmm þessi umræða hefur snúist örlítið en upprunalegt efni hennar var hve girnilegir hrútspungar geta verið þegar eitthvað er gert við þá saman ber mynd og fleirri myndir sem eru á vef mínum.\nhvað varðar skammtastærðir þá er lítið mál að velja sér veitingastað miðað við hvað maður ætlar sér. t.d. staðir eins og lækjarbrekka og aðrir sem eru á túristaleiðum gefa ríflega skammta þar sem algengast er að túristar hoppa inn í 1-2 rétti, og vilja fá mikið fyrir peninginn. (ég hef snætt 5 rétta á lækjarbrekku og tók það allt kvöldið svo löng voru hléin sem ég tók mér á milli síðustu réttana)\nhins vegar á Holtinu, Grillinu og öðrum álíka stöðum sem gefa sig út fyrir að vera með háklassa matreiðslu, hvða verðar hráefni, vinnu og útlit á disknum eru gefnir minni skammtar. Þeir sem vilja meir  geta auðvitað beðið um ábót. með súpu eða forréttum er gefið með brauð og nú til dags tíðkast að gefa með því ólífumauk, tómatmauk, ólífuolíu og annað í stað gamla góða smjörsins. Það er líka hægt að fá meira brauð án þess að borga meira fyrir það né ábótina.\nÉg veit að starfsmenn Hótel Holts gráta ef þeir sjá innlegg þitt því það hefði verið hægt að koma í veg fyrir hlöllaferðina með því að byðja um ábót\nég vona þó að fólk hafi breitt eitthvað viðhorfi sínu gagnvart hrútspungum og öðrum séríslenskum mat. Ég skal viðurkenna að ég borða þetta ekki allt en mig langar að viðhalda þessari hefð, bæði í gömlugóðu myndinni og nýtískunni.\nMeigið þið eiga góðan þorra.\nElvar Örn Reynisson\nwww.veitingavefurinn.is"
        },
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2002-01-30 14:10:37",
            "id": "421692",
            "reply_to_id": "421691",
            "text": "Já ég er alveg sammála því að það er góð hugmynd að hrista aðeins uppí þorramatnum, það er náttúrlega bara snilld. Alveg nauðsynlegt að halda þessu lifandi.\nEn ég skal stinga þessu að bróður mínum - að biðja um ábót næst:)\nKveðja\nholmfrg."
        }
    ]
}