{
    "forum_title": "Hestar",
    "user": "Halkatla",
    "user_id": "65190",
    "date": "2008-10-22 19:17:03",
    "title": "meðsli?",
    "text": "ég datt af hrossinu mínu í sumar og lent geðvegt asnalega á bakinu og gat varla labbað í 2 daga, sagði engum frá því og mætti í vinnu dagin eftir alveg eldhress en svo næst þegar ég fer á bak um 2 dögum seinna(sama hrossið) flýgur þá ekki fíflið á hausin og stígur ofaná mjöðmina á mér frekar vont mæli ekki sérstaklega með því.\nokey spurningin er : er eðlilegt að ég fynni enþá til í bakinu??",
    "url": "https://www.hugi.is/hestar/korkar/621218/medsli/",
    "url_id": "621218",
    "id": "6232151",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-22 19:21:28",
            "id": "6232157",
            "reply_to_id": "6232151",
            "text": "drullaðu þér til læknis félagi ;)"
        },
        {
            "user": "A7X",
            "user_id": "61855",
            "date": "2008-10-22 21:44:27",
            "id": "6232563",
            "reply_to_id": "6232151",
            "text": "Finnur þú enþá til í bakinu í DAG en þetta gerðist í SUMAR?\nEf svo er þá ætla ég að vera sammála fyrsta svarinu, drulla sér beint til læknis vegna þess að til þess að geta lifað lífinu eðlilega þarf bakið að vera í lagi. Og svo líka að ef það er eitthvað ekki lagi þá eru líkur á langvarandi meiðslum, kannski sjúkraþjálfun og þess háttar ef það er ekki gert eitthvað í tæka tíð:/"
        },
        {
            "user": "Halkatla",
            "user_id": "65190",
            "date": "2008-10-22 23:17:55",
            "id": "6232844",
            "reply_to_id": "6232563",
            "text": "ok….."
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2008-10-23 15:43:46",
            "id": "6233961",
            "reply_to_id": "6232151",
            "text": "Pantaðu tíma hja heimilislækninum þínum. eða á næstu heilsugæslu. eða hringdu í læknavaktina (1770) við erum ekki læknar og ekki hjúkrunnarfræðingar við getum ekket sagt þér til um það."
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2008-10-25 21:42:10",
            "id": "6240575",
            "reply_to_id": "6233961",
            "text": "heimilislækni? hvað á hann að gera það þarf örugglega að láta taka mynd af þessu"
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2008-10-26 13:40:21",
            "id": "6241745",
            "reply_to_id": "6240575",
            "text": "já en það er samt vissara að fara beint til heimilislæknis. hann sendir manneskjuna þa í myndatöku. þetta er heilsugæsluvandamál  þar sem þetta er orðið svona gamallt, en ekki slysó vandamál."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-26 18:22:08",
            "id": "6242638",
            "reply_to_id": "6241745",
            "text": "afhverju borga bæði firir heimilislæknin og heilsugæslu ekki bara heilsugæslu"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-10-24 00:45:49",
            "id": "6236044",
            "reply_to_id": "6232151",
            "text": "Meiðlsi eftir slæm föll geta verið heil lengi að gróa, sum gróa aldrei, því miður.\nÉg er með nánast daglega verki í hálsi sem ég rek til þess að ég datt af baki fyrir þrem árum, brákaðist sennilega á hálsi en einmitt þrjóskaðist við og fór ekki til læknis. En hins vegar vesnaði þetta til muna við bílslys í sumar. Eins fæ ég reglulega einhvern stífleika í bak en það er sennilega eftir margar biltur.\nEn ertu eitthvað bólgin á þeim stöðum sem þú finnur til? Vöðvabólga út frá meiðslum getur verið rosalega þrálát og stundum þarf að sprauta til að losna við hana. Hefurðu prufað að fá einhvern til að nudda með nuddolíu eða eitthvað, allavega gerir það mikið fyrir mig, eins læt ég stundum smá liðverkjaolíu (fæst í öllum apótekum held ég) út í bað þegar ég finn mikla verki. Annars virðast verkirnir aukast hjá mér þegar ég fer ekkert á hestbak lengur.\nEn endilega láttu líta aðeins á þetta, ekki víst að það sé hægt að gera mikið í hlutunum svona löngu eftir á en það getur verið."
        },
        {
            "user": "Halkatla",
            "user_id": "65190",
            "date": "2008-10-24 08:50:53",
            "id": "6236337",
            "reply_to_id": "6236044",
            "text": "okey.. þetta samt var ekkert það vont nema í 4 daga, ég fór samt alltaf á hestbak því mér fynst það svo æðislegt =)\ná tíma á mánudag svo"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-10-24 21:58:59",
            "id": "6238277",
            "reply_to_id": "6236337",
            "text": "Oki skil bara svona óþægindi enþá =)"
        },
        {
            "user": "bodvarg",
            "user_id": "70678",
            "date": "2008-12-30 12:10:10",
            "id": "6415085",
            "reply_to_id": "6232151",
            "text": "fá tíma hjá bæklunarsérfræðingi STRAX"
        }
    ]
}