{
    "forum_title": "Vélbúnaður",
    "user": "smil3y",
    "user_id": "1345",
    "date": "2008-10-26 18:37:03",
    "title": "Þokkalega öflug vél að klikka á mér.",
    "text": "Keypti þetta í janúar..\nGA-P35-DS3R\nGF 8800GTS 512mb\n2GB DDR2 1066mhz\nIntel C2D E6850 3.0ghz\n650W aflgjafa\nog svo ágætis kassa með mælum framan á..\nEn málið er bara það að tölvan er að frjósa í 2-3 sek í einu, og gerir það þangað til ég slekk og kveiki aftur, ef ég reboota, þá startar hún sér ekki upp. Þarf að slökkva og kveikja.. þetta er ekki alltaf að koma fyrir, en búið að ske núna á viku fresti í ca 3 vikur. Eða eftir að félagi minn tók tölvuna mína með sér hingað út til DK þar sem ég er. Ég var svo heimskur að láta koma henni fyrir í ferðatösku og kassinn beyglaðist ágætlega líka, og það getur verið að eitthvað hafi vankast.. járnin aftan á kassanum eru beygluð líka, þar sem kortin koma út. En allt inni í tölvunni virðist vera í lagi, ekkert hægt að sjá neitt.. Nema kæliviftan fyrir örrann, hún færðist eitthvað til.. og ég þurfti að skítamixa aðeins svo hún myndi virka og núna snýst hún alveg eins og hún gerði. En getur þetta verið örrinn? Að hann fái ekki næga kælingu, hitamælirinn er alveg á góðum stað samt. En þetta er problem!",
    "url": "https://www.hugi.is/velbunadur/korkar/622015/thokkalega-oflug-vel-ad-klikka-a-mer/",
    "url_id": "622015",
    "id": "6242702",
    "replies": [
        {
            "user": "karason",
            "user_id": "23642",
            "date": "2008-10-26 21:53:28",
            "id": "6243328",
            "reply_to_id": "6242702",
            "text": "Þetta er ekki alveg að skiljast hjá þér.\nEr kassinn beyglaður þeim megin sem móðurborðið er ?\nByrjaðu á að tékka hvort kortin í tölvuni séu föst í raufunum t.d. skjákortið , vinslumminni.\nKanski er best að taka þessa hluti úr og setja þá í aftur.\nPassa stöðurafmagnið !!!!!!!!!!!!!!!!!!!\nSvo eru það allar tengingar á móðurborðinu og á öllum drifum.\nKveðja.\nBætt við 26. október 2008 -  21:59\nGleymdi einu .  Ef tölvan hefur fengið högg á sig , þá er þetta spurning með harða diskinn ???"
        },
        {
            "user": "smil3y",
            "user_id": "1345",
            "date": "2008-10-27 14:48:53",
            "id": "6245351",
            "reply_to_id": "6243328",
            "text": "Já, hann beyglaðist móðurborðsmegin..\nAuðvitað eru öll kortin í raufunum, annars myndi þetta nú varla allt saman virka.. þetta er líka allt skrúfað fast.\nSakar ekki að prufa að taka þá úr og setja þá aftur í, en tölvan er í lagi núna samt, en þetta á samt örugglega eftir að gerast aftur, ég defragmentaði samt C: í gær.. þar sem stýrikerfið er á.\nHvað áttu við með stöðurafmagnið?\nSambandi með tengingar, powerið í geisladrifið var losnaði eitthvað frá, þurfti að ýta því bara betur inn..\nOg ef að HDD hafi vankast eitthvað, þá hlýtur að hafa komið hljóð líka.. svona hökt í hann.. en ég ætla samt að passa að taka afrit af öllu draslinu fljótlega, ef það verður ekki um seinan.. þakka samt fyrir innleggið en þetta kom mér samt ekki að gagni og ég held að þú sért eitthvað fjarri þínum huga vinu"
        },
        {
            "user": "karason",
            "user_id": "23642",
            "date": "2008-10-28 01:10:46",
            "id": "6247467",
            "reply_to_id": "6245351",
            "text": "Hæ.\nEf það hefði komið hökt í harða diskinn þá er stýringin á printplötunni biluð ! Það kemur diskunum þar sem efnið er ekkert við.\nEg hef einn disk sem er gjörónýtur en virkar sammt. Ein platan í hönum er það skemmd að ég varð að formata hann með því að búa til svæði á hann og finna út hvað svæðið væri stórt sem er skemmt.Þetta er 850 mb diskur og skemmda svæðið er cirka 20 - 30 mb. Þessi diskur er notaður í tölvu sem hefur bara windows 95 og sjónvarpskort. Stundum er hann 2 til 3 mínútur að vakna þegar ég slekk á tölvunni.\nJá það er líf í disknum þó skemmdur sé !!!!!!!!!!!!\nTölvubúnaður er mjög varasamur , stöðurafmagn er rafmagn sem þú færð af fötunum þínum t.d. ef þú snertir annað fólk ef það hefur labbað eftir ullar teppi.\nKveðja."
        },
        {
            "user": "Penis",
            "user_id": "50298",
            "date": "2008-10-28 23:22:28",
            "id": "6250686",
            "reply_to_id": "6247467",
            "text": "Eg hef einn disk sem er gjörónýtur en virkar sammt\n…"
        },
        {
            "user": "karason",
            "user_id": "23642",
            "date": "2008-10-28 23:28:22",
            "id": "6250708",
            "reply_to_id": "6250686",
            "text": "Og …\nSegir þetta EKKi alt ? “850 mb diskur og skemmda svæðið er cirka 20 - 30 mb”"
        },
        {
            "user": "Dopst3r",
            "user_id": "3836",
            "date": "2008-11-05 11:53:01",
            "id": "6271122",
            "reply_to_id": "6242702",
            "text": "úff .. hefur þú ekki séð hvernig þeir fara með ferðatöskur á flugvöllum ?\nÞeir fleygja þessu fram og til baka maður :S\nEn ég hef litlu við að bæta, finnst trúlegast að diskurinn sé ónýtur eins og einhver nefndi hér að ofan.\nGetur keypt þér einhvern ódýran disk og prufað það, sakar ekki að hafa meira geymslu pláss ef það er ekki málið."
        },
        {
            "user": "smil3y",
            "user_id": "1345",
            "date": "2008-11-07 02:57:27",
            "id": "6276746",
            "reply_to_id": "6271122",
            "text": "Já ég var einmitt að vinna upp í IGS í eitt ár og ég man vel að það var ekkert farið vel með farangur, og kerrurnar eru heldur ekki lokaðar og maður sá stundum töskur fljúga af kerrunum úti á hlaði þegar menn voru á leið með þær upp í vél.. þá var bara stoppað og hent þeim aftur á, en ekkert tékkað á þeim eða látið einn eða neinn vita af því. Svo það liggur við að maður hafi allt sitt í handfarangri, treysti svona rugli ekki.\nEn nóg með það, tölvan er í lagi.. ég er búinn að komast að hvað var að. Þráðlausa netkortið var að frysta tölvuna þegar það missti samband við routerinn, ég er búinn að kippa þessu í liðinn..\nog karason.. þarft þú ekki að láta kíkja á þig? Eigum við að gera þennan þráð að einhverju kjaftæði? :D"
        }
    ]
}