{
    "forum_title": "Stjórnmál",
    "user": "Raven",
    "user_id": "51",
    "date": "2002-01-28 14:12:03",
    "title": "Björn í drottningarviðtali í Kastljósinu",
    "text": "Ég horfði á kastljós í gær þar sem Björn Bjarnason borgarstjóraframbjóðandi sat fyrir svörum. En það vakti furðu mína að þáttastjórnendur voru ekki þeir sömu og þeir sem yfirleitt sjá um þennan ágæta þátt. Í stað þeirra var komin Elín Hirzt sjálfstæðiskona og einhver annar sjaldséður fréttamaður (ef hann sér ekki um íþróttaefnið). Þetta var versta fréttamennska sem ég hef séð. Björn var þarna leiddur í gegnum spurningarnar og spyrjendur, sem eiga nú að vera nokkuð hlutlausir, lýstu t.d. yfir að Sjálfstæðisflokkurinn væri NÚ orðinn svo málefnalegur í borginni að flestir borgarbúar vildu byggja íbúðarbyggð á Geldingarnesi eins og Björn o.s.frv. o.s.frv. Björn þurfti ekkert að svara fyrir sig bara lauflétt auglýsing fyrir flokkinn.\nEr þetta kannski gott dæmi um valdníðslu Sjálfstæðisflokksins? Venjulegir þáttastjórnendur sendir heim svo þeir klúðri ekki fyrir frambjóðanda bláingja á bláskjá?",
    "url": "https://www.hugi.is/stjornmal/greinar/62212/bjorn-i-drottningarvidtali-i-kastljosinu/",
    "url_id": "62212",
    "id": "422353",
    "replies": [
        {
            "user": "Abesynth",
            "user_id": "13646",
            "date": "2002-01-28 14:17:42",
            "id": "422354",
            "reply_to_id": "422353",
            "text": "Já var það.\nRosalega er ég þreyttur á þessu endalausa væli yfir “drottningarviðtölunum.” Það er vissulega gaman af góðum debat en hins vegar finnst mér nú betra að sjá fólk segja allt það sem það vill án þess að það sé einhver gjammandi í bakgrunninum."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-28 15:22:59",
            "id": "422355",
            "reply_to_id": "422354",
            "text": "Var nú kannski ekki að meina þetta eins og drottningarviðtölin hjá Davíð heldur var það fréttamennskan sem var hrikaleg.\nÉg er nú ekki góður með nöfn en hinir þáttastjórnendurnir eru yfirleitt mjög góðir í að spyrja gagnrýnislega, eitthvað sem var ekki í þessum þætti."
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-28 15:37:44",
            "id": "422356",
            "reply_to_id": "422355",
            "text": "Þetta er alveg satt; Gísli, Kristján og Elín Hirst fá þvílíkan glampa í augun þegar háttsettir og valdamiklir Sjálfstæðismenn heiðra starfsfólk sjónvarpsins með nærveru sinni.\nÉg sá reyndar ekki þennan þátt, en ég sé þetta allt saman fyrir mér, þetta er náttúrulega ekkert nýtt.\nIluvata"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-28 23:44:20",
            "id": "422357",
            "reply_to_id": "422356",
            "text": "Iluvatar.\nVæri ekki betra að hafa séð þáttinn til þess að geta sagt eitthvað um hann, eða er það nóg að\n“ ímynda ” sér eitthvað í því sambandi ?\nMálefnalegt ?\nkv.\ngmaria."
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-29 00:52:22",
            "id": "422358",
            "reply_to_id": "422357",
            "text": "gmaria:\nÉg var nú ekkert að tjá mig um þáttinn og þess vegna sé ég ekki hvers vegna þú gefur í skyn að ég sé ómálefnalegur.  Ég var einungis að segja að þessi hegðun þessara fréttamanna er orðin að reglu frekar en undantekning.\nIluvata"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-29 03:23:48",
            "id": "422359",
            "reply_to_id": "422358",
            "text": "ég er sammála því að þetta viðtal var mjög illa unnið og fréttastofu rúv til skammar.\nAnnar fer Björn Bjarnarson afskaplega í taugarnar á mér sem pólitíkus. Hann er eins og Sturla Böðvarsson, sjálfumglaður maður sem vandar sig svo við allt sem hann segir að hann segir oftast ekki neitt. Hann getur aldrei svarað spurningum beint út eða hreinlega bara alls ekki.\nDæmi um þetta sást vel í þessum kastljós þætti þar sem Elín reyndi að spyrja hann hver stefna sjálsfstæðisflokksins í málum borgarinnar og það eina sem hann sagði var að hún væri skýr valkostur frá stefnu R-listans og væri góð og með góða framtíðarsýn en maðurinn gat ómögulega sagt hver fjandans stefnan var ( ég hef líka horft á alla fréttatíma um helgina, á silfur Egils og hlustaði á viðtal við hann í útvarpinu og hann kemur alltaf með þessi sömu glötuðu svör)\nÉg held líka að það sem átti að verða aðal tromp hægri mann á R-listann þ.e. hvort Ingibjörg Sólrún ættli að sitja allt kjörtímabilið sé sprungið framan í Björn því það er jafn mikilvægt hvort Björn ættli að sitja í borgarstjórn allt kjörtímabilið þótt hann lendi í minnihluta eða bara fara aftur í sinn ráðherrastól.\nAllavegna varð Björn mjög vandræðalegur þegar hann var spurður að þessu í kastljósinu og þetta virkaði þannig á mig að hann hafði hreinlega ekkert pælt í þessu fyrr.\nAnnars sannfærðist ég um það að Björn mun tapa þessari baráttu þegar ég sá Ingibjörgu Sólrúnu hreynilega borða litla Bjössa í silfri Egils í gær. Henni tókst að skjóta allt niður sem hann sagði, lét hann æsa sig yfir öllu sem hún sagði og svo hallaði hún sér aftur og gerði bara grín að honum og hans verkum sem mentamálaráðherra.\nOg fyrir þá sem eru hrifnir af samsæriskenningum þá er ég með eina:\nDavíð Oddson hefur áttað sig á því að það er aðeins einn einstaklingur í stjórnmálum sem getur unnið sig í kostningum og það er Ingibjörg Sólrún, þannig að hann ættlar að gera allt sem hann getur til að halda henni í borginni og sendir því þann mesta vitleising sem hann þekkir, Björn Bjarnason. Björn sem er sjálfumglaður vitleisingur heldur að hann geti allt viti allt og kunni allt en er í raun aðeins eitt peð í valdatafli Davíðs og Geirs H harde. Björn tapar svo kostningunum og Davíð fær nokkrar millur í vasann frá Geir H Harde fyrir það að losa sig við sinn aðal keppinaut. Því þegar Björn hefur gert sig að fífli í þessum kostningum þá er Geir sá eini sem keimur til greina sem eftirmaður Davíðs en Bjössi litli fær vinnu sem gangavörður í einhverjum af þeim skólum sem hann hefur fjársvellt í gegnum árin.\nþetta síðasta er samt bara létt grín\nen öllu gríni fylgir einhver alvara er það ekki annars?"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-29 03:41:10",
            "id": "422360",
            "reply_to_id": "422359",
            "text": "confused:\nÞetta er skemmtileg kenning en ekki mjög trúverðug að mínu mati, þó er allt mögulegt.\nIluvata"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-01-29 08:32:57",
            "id": "422361",
            "reply_to_id": "422360",
            "text": "Gísli marteinn og björn bjarnason eru félagar og þess vegna held ég að hann hafi ekki tekið viðtalið við björn, ef það hefði gerst þá hefðu vinstri menn litið á sig með sömu fórnalambs augunum og flóttamennirnir í ástralíu….\nÞað er enginn búinn að nefna að Björn var í “drottningaviðtali” á stöð 2  á laugardag held ég en það er ekk hætt að spinna neinar samsæriskenningar um það þannig að þá er það látið kyrrt liggja."
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-29 09:04:56",
            "id": "422362",
            "reply_to_id": "422361",
            "text": "Hættið þessu fjandans væli, virðist vera eina sem að þið getið gert.\nÞó svo að Björn komi betur út úr viðtali en t.d Ingibjörg, sýnir bara að björn er hæfari pólitíkus, enda Ingibjörg soddan vælutík, minnir mig á hljóðið í móðurborðinu í tölvunni minni þegar eitthvað er að.\nX-TripleB(BjörnBjarnaíBorgina)"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-01-29 09:20:40",
            "id": "422363",
            "reply_to_id": "422362",
            "text": "Ég þakka Slay fyrir þessa nýju sýn á pólitík sem enginn hefur áður séð. ég veit ekki með ykkur en hann hefur breytt afstöðu minni til stjórnmála um alla framtið með þessari frábæru lýsingu á tölvuborðinu sínu(KALDHÆÐNI,)"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-29 09:33:39",
            "id": "422364",
            "reply_to_id": "422363",
            "text": "Ánægjan var mín, vissi hinsvegar ekki að það væri hægt að bjarga jafn langt leiddu fólki og þér(KALDHÆÐNI)"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-29 23:13:18",
            "id": "422365",
            "reply_to_id": "422362",
            "text": "Slay..\nLoksins einhver hér á huga sem ég er sammála.\nÞið eruð alltaf kvartandi ! Ef ríkið bætir úr einhverju, e.t.v lítið en þó eitthvað, þá er það ekki nóg.\nByrja hægt, börn ! Það þarf ekki að fá allt sem maður vill í einu…\nÍ blöðunum les maður aldrei þakkargreinar. Ég les hins vegar kvartgreinar frá fólki sem kvartar yfir hmz, t.d miklu rusli hjá húsinu sínu, fólk sem flytur niður í bæ og kvartar um hávaða (ég meina, við hverju bjuggust þau ? Að bærinn mundi hætta öllu sínu lífi til að þóknast þeim?)\nGetur fólk aldrei EINU SINNI horft á BJÖRTU hliðarnar í lífinu ?"
        },
        {
            "user": "dandruff",
            "user_id": "9872",
            "date": "2002-01-28 14:35:06",
            "id": "422366",
            "reply_to_id": "422353",
            "text": "Tókuð þið líka eftir því að þau spókuðu öll bláum bindum, þau Björn, Elín og Gísli?"
        },
        {
            "user": "tashi",
            "user_id": "2804",
            "date": "2002-01-28 14:45:43",
            "id": "422367",
            "reply_to_id": "422366",
            "text": "Er hann Gísli Rúnar ekki blár líka, held frekar að hann sé ekki nógu heimskur til að láta stjórna sér eins og brúðu. Þetta Björn Bjarna framboð er bara grín."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-28 14:45:48",
            "id": "422368",
            "reply_to_id": "422366",
            "text": "Samsæri ! arg …"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-01-28 15:00:25",
            "id": "422369",
            "reply_to_id": "422353",
            "text": "Já þetta er algjört djók!  :)\nBjössi búinn að láta teppaleggja fyrir sig framboð þegar hann loksins ákvað að vera memm og mæta á rauða dregilinn!\nOg þar áður  voru sjálfstæðismenn búnir að eyða hverju viðtalinu á fætur öðru í að reyna að sannfæra landann um að leiðtogaprófkjör sé lang lýðræðislegasta leiðin í svona málum og sjálfstæðismenn eigi endalaust af frábærum leiðtogaefnum… Eða ekki!\nFegin er ég samt sem áður að þurfa ekki að hlusta meir á Eyþór eða hvað þá Ingu Jónu!  Ég var á mörkum þess að verða geðveik…\nKannski er þetta leið sjálfstæðismanna til að toppa skaupið?\nvoru það ekki annars vinstrimenn sem leikstýrðu því? ;)"
        },
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2002-01-28 15:07:50",
            "id": "422370",
            "reply_to_id": "422353",
            "text": "Kastljósið á sunnudögum er alltaf í umsjá einhverra fréttamanna. Gísli, Kristján og Eva María eru í fríi þá."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-28 15:19:47",
            "id": "422371",
            "reply_to_id": "422370",
            "text": "Mér er svo sem sama hver tekur viðtölin þarna meðan það er fagmannlega unnið. Það var svo bersýnilegt að Elín og Gísli voru djúpblá og það á ekki að sjást í svona þætti."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-01-28 22:59:23",
            "id": "422372",
            "reply_to_id": "422371",
            "text": "Hvað með viðtölin við ráðamenn R-listans?\nT.d. spurningar um fólksfækkun í Rvík, of hátt lóðaverð sem hækkar byggingakostnað úr hófi fram.\nIngibjörg og Helgi segja að ekkert sé hæft í þessu og þar er látið við sitja.\nÞetta er ekki fagmannleg vinnubrögð.\nALLIR sem vinna við húsbyggingar VITA betur, hvar í flokki sem þeir standa.\nAf hverju ekki að leita andsvara hjá einhverjum af þeim.?\nEn þá gelta R-lista-rakkarnir og segja að þessi eða hinn(úr byggingabransanum) sé ekki marktækur..hann sé x-D maður.\nJa..það er vandlifað í þessari veröld. Aldrei allir ánægðir."
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2002-01-28 15:55:10",
            "id": "422373",
            "reply_to_id": "422353",
            "text": "Mér hefur nú fundist þau sem sjá um kastljósið alltaf frekarhægri sinnuð, ef ég get orðað það svo, bara svo ég nefni dæmi þá hökkuðu þau ólaf (magnússon held ég(sem sagði sig úr sjálfstæðisflokknum)) í sig og mér fannst þau gera sig að fíflum þarna þegar þau héldu því fram að hann væri að segja að sjálfstæðisflokkurinn væri á móti fólki og það sama gerðist þegar Ingibjörg Sólrún fór þarna í viðtal.   mér finnst þetta skammarlegt og það minnsta sem þau gætu gert er að vera hlutlaus í þessum tilvikum, mér er nákvæmlega sama hver þeirra persónulega skoðun er en þau eiga ekki að taka hana með sér í þáttinn!!!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2002-01-28 16:10:16",
            "id": "422374",
            "reply_to_id": "422373",
            "text": "mér finnst það nú bara grín að hafza björn í borginni, ekki mun ég kjósa þennan mann… jesús minn, vilja þeir fá fylgi eða hlátur?"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-01-28 16:31:50",
            "id": "422375",
            "reply_to_id": "422373",
            "text": "ég er sammála því!\nfátt jafn ófagmannlegt og að lesa viðtal við Gísla Martein þar sem hann var að lýsa yfir ást sinni á stefnu sjálfstæðisflokksins á meðan sami maður brosir á skjánum 5 daga vikunnar og tekur fyrir þau pólitísku málefni sem á þjóðinni brenna…\nFólk  sem ekki er þverpólitískt en ætlar samt að halda úti einu stykki af stjórnmálaumræðuþætti á að halda sínum skoðunum fyrir sig, sérstaklega þegar um RÚV  er að ræða.\nEða það finnst mér a.m.k. sjálfsagt."
        },
        {
            "user": "Zeriaph",
            "user_id": "9365",
            "date": "2002-01-29 16:09:05",
            "id": "422376",
            "reply_to_id": "422373",
            "text": "HEYR HEYR!\nÉg sá líka þennan þátt þegar Ólafur F. Magnússon kom í þetta fræga “drottingarviðtal” (viðbjóðslegt nafn). Og mér fannst fréttamennirnir vera til háborinnar skammar! Gísli gat reyndar betur stjórnað skapi sínu, ekki er hægt að segja það um félaga hans, sem varð hundfúll og auðsælega reiður og sár út í Ólaf F. fyrir að dirfast að stíga á tærnar á dýrmæta flokknum sínum! Þetta er að mínu mati kallað óhlutdrægni og finnst að á ekki að eiga sér stað í fjölmiðlum sama hver miðillinn er og við hvern er rætt.\nEin spurning, sem gott væri að fá viðbrögð við. Samkvæmt “hamingju” könnunum sem eru gerðar annars lagið, kemur í ljós að við íslendingar erum ákaflega óhamingjusöm þjóð!?\nÞrátt fyrir ´góðæri´og ´stöðuleika´ undanfarina ára!? Samkvæmt lýsingum Davíðs erum við hamingjusamasta þjóð í heimi! Það veit hver heilvita maður að þetta stenst engann veginn(nema Davíð)!! Hvað er þá málið?? Af hverju kjósa íslendingar alltaf sama yfir sig ár eftir ár?\nLifi vinstri menn!!!!\nog hananú … :-)"
        },
        {
            "user": "esol",
            "user_id": "9545",
            "date": "2002-01-28 16:42:25",
            "id": "422377",
            "reply_to_id": "422353",
            "text": "Ég er hættur að horfa á kastljósið þegar einhver úr Sjálfstæðisflokknum situr fyrir svörum. Ég vil láta reka Gísla Martein og Elínu Hirst, þau taka ekki á málunum á hlutlausann hátt."
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-01-28 16:50:05",
            "id": "422378",
            "reply_to_id": "422353",
            "text": "Guð hvað ég er feginn að það er til hugsandi fólk ég hélt að ég væri sú eina sem tæki eftir þessum skripaleik ."
        },
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2002-01-28 18:06:50",
            "id": "422379",
            "reply_to_id": "422378",
            "text": "Það er nú kannski ekki við því að búast að Gísli Marteinn sé harður á móti Birni þegar alþjóð veit að hann hefur verið nefndur sem einn helsti nýji kandidatinn inn á listann - fyrir tilstilli Björns!\nMér finnst það ótrúlegt dómgreindarleysi hjá RÚV að láta Gísla Martein taka viðtal við Björn, aðalhetjuna sína ef rétt er. Hann er ekki beinlínis að fara að hakka hann í sig þegar honum er haldið volgum um að komast í öruggt sæti á listanum hjá honum!"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-28 18:38:18",
            "id": "422380",
            "reply_to_id": "422379",
            "text": "Já mar, er þetta ekki bara eitthvað samsæri ? Allur heimurinn að styðja D-listann, allt samsæri til að stuðla að því að þeir vinni allt..\nHvað haldiði ? Sure, ég gæti VEL trúað þessu upp á þá hjá Ríkissjónvarpinu, enda óhlutlausasta fólk allra tíma; eins og ég hef aldrei séð þau bara jafn virkilega SORGMÆDD eins og þegar þau töluðu við Ingibjöru S. um daginn.\nEn ég er ALLTAF, fokkín ALLTAF að heyra frá vinstri mönnum að núna sé Sjálfstæðistæðisflokkurinn byrjaður með enn eitt samsærið, á meðan Helgi Hjörvar ákveður allt í einu að verða blindur…AFTUR."
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-01-28 22:20:08",
            "id": "422381",
            "reply_to_id": "422380",
            "text": "hmm… *ræskj*… einhver rök…haaa?\neitthvað að segja annað en frekar loðin og ósmekkleg komment um augnsjúkdómin sem er að eyðieggja sjónina í Helga H.\nEigum við ekki að halda því utan við þetta, sama hvar hann er staddur í hinu pólitíska litrófi?   Mér finnst sú umræða ekki geta flokkast undir neitt málefnalegt..   Eða hvað finnst þér?\nÁ jafn lágu plani og pælingin um Ingibjörgu Sólrúnu sem fær það ekki og Björn Bjarnason sem nær honum ekki upp…\nVantar rök kannski? spurning"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-28 22:20:57",
            "id": "422382",
            "reply_to_id": "422380",
            "text": "Laufa:\nMætti ég biðja þig um að koma fram með þessar ruglubullu-samsæriskenningar vinstrimanna, bara svo að allir vitleysingjarnir sjái með berum augum hversu heimskir þeir í raun eru.  Þú getur eflaust útskýrt fyrir okkur einfeldingunum hvað sé rétt og hvað sé rangt, því þú virðist alltaf hafa svörin við öllu, er ekki svo?\nIluvata"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-28 23:06:43",
            "id": "422383",
            "reply_to_id": "422382",
            "text": "Mér finnst bara grunsamlegt hvernig hann náðist að komast af í næstum 4 ár án þessara gleraugna sinna, svo erétt fyrir kosningar eru þau komin aftur upp á nefið. En hver veit, kannski lá sjúkdómurinn niðri ?\nIluvatar minn, ekki móðgast svona þó að ég segi eitthvað sem þóknast þér ekki. Samsæirkenningar vinstri manna eru t.d þessar; allar stofnanir og dagblöð (hafa verið þó nokkrar umræður um t.d hvað fréttablaðið og morgunblaðið séu of hægrisinnuð) hata allt sem við kemur vinstri hlið málanna og gera allt til að gera D-listanum hátt undir höfði.\nStundum særir sannleikurinn, og mér finnst vinstri menn alltaf fara í afneitun þegar sannleikurinn hentar þeim ekki..tek fram MÉR FINNST…og kenna svo Sjálfstæðismönnum á einhvern hátt um.\nOg þegar viðtalið við Ingibjörgu var þá voru flest öll rökin hennar “Já en..þetta var líka svona þegar Davíð Oddson var borgarstjóri og Sjálfstæðismenn réðu”. Þú'st, só ? Getur hún þá ekki gert betur en þeir sem hún er svo æðri ?\nPfff."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-28 23:20:27",
            "id": "422384",
            "reply_to_id": "422383",
            "text": "Já, og btw !\nHér kom um daginn inn náungi með nafnið “Kapitalist”.\nÓkei.\nHann´/hún fór að verja kapítalisma og Sjálfstæðisflokkinn en ég man að sagt var (man ÞVÍ MIÐUR ekki hver:(..) eitthvað á þessa leið “…og hér ert þú að verja hægri stefnu og með nickið Capitalist í þokkabót…” semsagt, þessi manneskja mátti ekki kalla sig þetta því það var andstætt skoðunum þessarar manneskju. Væri eitthvað sagt ef einhver kallaði sig kommunist, socialist, eða anrachist ?\nSvo skrifaði ég grein hérna um ágæti D-listans, og fékk í staðinn einungis skömm í hattinn..en ekki vegna greinarinnar (einungis, allavega;) heldur vegna þess að allir sögðu “Þú ert nú bara 14 (ég var það þá) vonandi vextu upp úr þessum skoðunum þínum..”\nHvað meiniði ? Á yngra fólk bara að vera eins og skitið út úr ykkur vinstri mönnum ?\nÉg er hægri sinnuð stúlka, eins og er. Kannski breytist það, hver veit. En gerið það fyrir mig, ekki reyna að BREYTA skoðunum mínum, en gjörið svo vel, komið með ykkar rök og sjáum til hvort þær breytist..en engan heilaþvott, takk fyrir.\n-Eyrún-"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-28 23:37:24",
            "id": "422385",
            "reply_to_id": "422383",
            "text": "Laufa:\nSamsæriskenningin er s.s. einungis ein, eða hvað?\nÞessi kenning þín um vinstrimenn og tilhneigingu þeirra til að fara í afneitun vegna einhverra staðreynda er ekki á neinum rökum reist, þú tekur það reyndar fram að þetta sé bara það sem þér finnst (og ég ætla ekki að fara að neita þér um tilfinningar þínar) en þú verður samt sem áður að rökstyðja það sem þú setur fram, annars er ekkert mark á því takandi, skilur þú?\nVissir þú annars að Morgunblaðið var upphaflega stofnað sem málgagn Sjálfstæðisflokksins, en sem betur fer hefur fréttaflutningurinn breyst að sumu leyti og vinstrimenn og aðrir mannúðarsinnar fá stundum að vekja athygli á málstað sínum.  En Morgunblaðið er samt sem áður ennþá hlutdrægt, og sömu sögu er að segja um Fréttablaðið og DV, því það er eðli fjölmiðla í kapítalistísku samfélgi að vera hlutdrægt og fjölmiðlarnir eru nánast undantekningalaust hliðhollir kapítalismanum og gera helst ekkert sem gæti hugsanlega bent á galla eða ósanngirni kapítalismans.  Til að fá hlutlausar fréttir þarf að fara inn á síður eins og imc (\nhttp://www.indymedia.org/).\nÞú gefur þér að ég sé endilega einhver talsmaður Ingibjargar Sólrúnu, sem er ekki rétt.  Hún er þó skárri valkostur en herskár menntamálaráðherra eða “kúl” forstjóri í svakalegu áhættufyrirtæki.\nIluvata"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-29 18:37:17",
            "id": "422386",
            "reply_to_id": "422385",
            "text": "Jú, Morgunblaðið var málefnalegt hlutleysið uppmálað síðastliðið sumar í umræðunni um glæpamanninn Árna Johnsen, ekki rétt?\nAnnars finnst mér Kastljósið ekki vettvangur kappræðna heldur léttur umræðuþáttur um málefni líðandi stundar. Finnst fólkið sem þar starfar hafa hegðað sér eins gagnvart flestum viðmælendum sínum og man ekki betur en Gísli Marteinn brosi jafnt framan í alla, enda brosmildasta andlit sjónvarpsins."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-29 23:09:16",
            "id": "422387",
            "reply_to_id": "422385",
            "text": "Ó, ég skil mun betur en þú, greinilega. Seghðu mér eitt, finnst þér allt sem er að í borginni ekki vera á ábyrgð borgarstjórnar, heldur ríkisins ?\nÉg er rétt í þessu að spjalla við vin minn, sem flokkar sjálfan sig sem kommúnista. Hann viðurkennir að ríkinu er kennt um allt sem borgin ætti að bera ábyrgð á. Nema þú ætlir þá að vitna í peace4all og segja að hann “sé ekki alvöru kommúnisti.\n”Vissir þú annars að Morgunblaðið var upphaflega stofnað sem málgagn Sjálfstæðisflokksins, en sem betur fer hefur fréttaflutningurinn breyst að sumu leyti og vinstrimenn og aðrir mannúðarsinnar fá stundum að vekja athygli á málstað sínum. En Morgunblaðið er samt sem áður ennþá hlutdrægt, og sömu sögu er að segja um Fréttablaðið og DV, því það er eðli fjölmiðla í kapítalistísku samfélgi að vera hlutdrægt og fjölmiðlarnir eru nánast undantekningalaust hliðhollir kapítalismanum og gera helst ekkert sem gæti hugsanlega bent á galla eða ósanngirni kapítalismans. Til að fá hlutlausar fréttir þarf að fara inn á síður eins og imc (\nhttp://www.indymedia.org/).\nUpphaflega var Morgunblaðið stofnað árið 1913 sem auglýsingablað fyrir kaupmenn. Það var hins vegar “officially” ríkisrekið árið 1914. Að segja þetta er að fara með rangt mál; þar sem það var stofnað fyrst og fremst sem blað til að koma auglýsingum frá kaupmönnum til neytenda.\nOg vinstri menn og aðrir mannúðarsinnar ? Skil ég þig þá rétt að allir vinstri menn séu mannúðarsinnar, ekkert slæmt við fólk sem aðhyllist vinstri stefnur, og þá séu allir hægrimenn ómannúðarfullir ? Er þetta ekki að alhæfa ? Er t.d sósíalismi réttláttur, þar sem allir eru jafnir..semsagt, forstjóri mesta fyrirtæki heimsins með sömu laun og atvinnulaus maður ? Manneskja sem hefur menntað sig allt sitt líf og lagt allt á sig, og fær það sama og e.t.v manneskja á kassa í Bónus ? (Án þess að gera lítið úr fólki sem vinnur þar, eða er atvinnulaust.)\nEðli fjölmiðla ? Vra DV rosa hægri sinnað þegar það hóf Árna Johnsen málið almennt ? Og kallarðu þetta ekki samsæriskenningu ?\nOg ertu viss um að þú skilgreinir ekki vinstrisinnaða hluti sem hlutlausa ?\nÞú gefur þér að ég sé endilega einhver talsmaður Ingibjargar Sólrúnu, sem er ekki rétt. Hún er þó skárri valkostur en herskár menntamálaráðherra eða “kúl” forstjóri í svakalegu áhættufyrirtæki.\nÞú meinar, ÞÉR finnst hún skárri valkostur. Mér t.d finnst Björn Bjarnason mun betri kostur..eða, reyndar finnst mér allt betri kostur en hún eins og er. Eða, þarna fer ég með rangt mál. Mér finnst Ingibjörg nefnilega mjög almennileg, þótt hún sé dálítið í því að kenna ríkinu um allt sem misferst í RVK; en mér líkar illa við fólkið bakvið hana, þá sérstaklega hann Helga litla Hjörvar.\n-Eyrún-"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-29 23:31:53",
            "id": "422388",
            "reply_to_id": "422387",
            "text": "Úff, þarna vitnaði ég í Iluvatar og gleymdi að setja í gæsalappir. Ég birti það í réttu ástandi núna..:\n“Þú gefur þér að ég sé endilega einhver talsmaður Ingibjargar Sólrúnu, sem er ekki rétt. Hún er þó skárri valkostur en herskár menntamálaráðherra eða ”kúl“ forstjóri í svakalegu áhættufyrirtæki. ”\nTakk fyrir,\nEyrún"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-29 23:43:32",
            "id": "422389",
            "reply_to_id": "422387",
            "text": "Laufa:\nHvað koma borgarmálin þessu við?\nOg þessir kaupmenn voru hvað?  Sjálfstæðismenn, að sjálfsögðu.  Ég hélt að allir vissu að Mogginn var fyrst og fremst óopinbert málgagn Sjálfstæðisflokksins fyrr á tíðum.  Þarf ég virkilega að færa rök fyrir þessu, ég get nefnt fjölmörg dæmi, þ.e.a.s. ef þú treystir þér til þess.\nNei, þú skilur mig ekki rétt (svar við spurningu þinni).  Réttlætið í sósíalismanum koma málunum ekkert við heldur, og ég mun ekki fara út í þær umræður aftur sökum þess að síðast þegar við áttum slíkar umræður endaði það með vitleysu, því svo virðist sem þú hlustir ekkert á það sem ég er að segja.  Ég hefur hvorki tíma né löngum til að standa í slíku.\n“Eðli fjölmiðla ? Vra DV rosa hægri sinnað þegar það hóf Árna Johnsen málið almennt ?”  -Ekki segja mér að þú sért svona yfirborðskennd og skiljir ekki að fjölmiðillinn er samt sem áður hlutlaus, þetta er ekki dæmi um það að kapítalisminn sé á nokkurn hátt gagnrýndur.  Ekki vera svona einföld, gerðu það.\nFyrirgefðu, MÉR FINNST hún betri kostur, ég hélt reyndar að maður mætti sleppa slíku, þar sem þetta eiga að heita rökræður.\nIluvata"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-29 23:53:39",
            "id": "422390",
            "reply_to_id": "422389",
            "text": "Hvað koma borgarmálin þessu við ? Til dæmis því að í borgarmálum er borgarstjórnin alltaf saklaus, og allt ríkinu að kenna. Eða þá ver borgin sig og segir að þetta hafi nú líka verið svona þegar Davíð var við völd. Umræðurnar þróuðust út í þessi mál. Þú hefur heyrt um þróun ekki satt ?\nÆjáh, þvílík illgirnd..Sjálfstæðismenn mega semsagt ekki auglýsa vöru sína ? Og getur þú nefnt mér dæmi um allar vörur sem voru auglýstar í Mogganum á þessum árum ásamt sönnunum fyrir því að þetta hafi allt verið hægri menn ? Ég get ekki sagt að það hafi verið blandað, en trúi því þangað til að ég fæ sannanir fyrir öðru.\nHvað, hlusta ég ekki á þig ? Að sjálfsögðu hlusta ég (eða fylgist með). Mér sýnist þú einungis hræddur við að fara út í þær umræður aftur þar sem þú komst því miður með lítil rök í það skipti.\nÚff..ókei, segjum að þú sért rosa hægrisinnaður, bara fasisti, og svo fer einn maður úr þínum flokk að brjóta af sér. Mundirðu gera málið að forsíðufrétt ? Er það einfaldleikiaf minni hálfu að finnast það vera hlutlast farið með mál, að birta um það ?\nErtu kannski þannig að þú heldur að Dabbi og co. séu að múta öllum helstu stofunum þessa lands bara til að birta greinar sem styðja þá ? Og segistu svo ekki vera með samsæriskenningar.\nSannleikurinn er að blöðin mega birta hvað sem er niðrandi um ríkið, en ef það er eitthvað gott þá er það blað málpípa Sjálfstæðisflokksins og af hinu illa komið.\nHlutleysi er að birta fréttirnar eins og þær eru. Ekki að birta þær til að tala niðrandi til D-listans.\nÓ, á að rugla saman staðreyndum og skoðunum í rökræðum eða ?"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-30 00:48:32",
            "id": "422391",
            "reply_to_id": "422390",
            "text": "Laufa:\nÞú mátt trúa þvi sem þú vilt en þú ert á villigötum.\nKom ég með lítil rök?  Finnst þér það virkilega, í hreinskilni.  Ég ætla s.s. ekki að fara út í þá sálma hér og nú.\n“Úff..ókei, segjum að þú sért rosa hægrisinnaður, bara fasisti, og svo fer einn maður úr þínum flokk að brjóta af sér. Mundirðu gera málið að forsíðufrétt ? Er það einfaldleikiaf minni hálfu að finnast það vera hlutlast farið með mál, að birta um það ?\nErtu kannski þannig að þú heldur að Dabbi og co. séu að múta öllum helstu stofunum þessa lands bara til að birta greinar sem styðja þá ? Og segistu svo ekki vera með samsæriskenningar.\nSannleikurinn er að blöðin mega birta hvað sem er niðrandi um ríkið, en ef það er eitthvað gott þá er það blað málpípa Sjálfstæðisflokksins og af hinu illa komið.\nHlutleysi er að birta fréttirnar eins og þær eru. Ekki að birta þær til að tala niðrandi til D-listans.”\nÉg ætla að reyna aða svara þessu:\nÞú ert augljóslega að misskilja mig.  Það sem ég sagði um fjölmiðla í kapítalisma er algit. þ.e. það gildir um alla fjölmiðla í kapítalistíksu samfélagi.  Þó svo að DV hafi verið hlutlausir í einu máli eru þeir það ekki í öllum.\nNei, ég er ekki þannig (svar við:  “Ertu kannski þannig að þú heldur að Dabbi og co. séu að múta öllum helstu stofunum þessa lands bara til að birta greinar sem styðja þá ?”).\n“Ó, á að rugla saman staðreyndum og skoðunum í rökræðum eða ?” -Ertu ekki að grínast?  Munurinn á staðreyndum og skoðunum koma fram í samhenginu.  Það þarf því ekki að taka fram hvort eitthvað sé skoðun eða staðreynd.  Dæmi um skoðun:  Árni Johnsen er fífl - Mér finnst Árni Johnsen vera fífl.  Dæmi um staðreynd:  Árni Johnsen býr í Vestamannaeyjum.  Það er ekki hægt að segja að mér finnist Árni Johnsen búa í Vestmannaeyjum.  Skilur þú?\nAnnars nenni ég tæplega að kenna þér um hvernig megi og hvernig megi ekki setja fram skrifað mál, enda sennilega glataður málstaður.\nIluvata"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-30 20:09:17",
            "id": "422392",
            "reply_to_id": "422391",
            "text": "Já, ég er þá á villigötum fyrir að hafa aðrar skoðanir en yðar hátign ?\nJá, mér fannst þú koma með lítil rök í hreinskilni. Greinilegt að þú hefur engin rök eða þú mundir birta þau, hér og nú.\nÞetta er rétt eins og að segja að nú sé Fréttablaðið á móti ríkinu og Sjálfstæðismönnum vegna skoðunnarkönnunnarinnar sem þeir gerðu sem sýndi lítið fylgi D-listans.\nEf útkoman hefði verið önnur værir þú byrjaður (enn og aftur, svona til að krydda tilveruna og breyta smá til) að væla.\nEr þá staðhæfing bara skoðun ? Ef ég segi “Arabar eru fávitar” þá er það skoðun, all right, en ég er að staðhæfa.\nÞað þarf að gera greinarmun á þessu ! Ef ég segði “mér finnst allir Arabar fífl” og kæmi svo með rök væri ég að sýna að þetta væri mín skoðun, og ég hefði mínar ástæður.\nTek fram að ég hef ekkert á móti Aröbum sem kynstofni meira en öðrum. *bros*\n-Eyrún-\nps. vil svo bara minna fólk á þennan bút úr lagi: “Always look on the bright side of life.”\nFlestum ykkar virðist ekki veita af. En ég skil ykkur svosem, miðað við þau launráð sem D-listafólk er að brugga gegn ykkur og öðrum eins og er. *Sigh*"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-30 22:24:10",
            "id": "422393",
            "reply_to_id": "422392",
            "text": "Laufa:\nSkoðanir þínar eru byggðar á misskilningi, þess vegna segi ég þetta.\nÉg vil vísa á umræðurnar sem spunnust um sósíalisma o.fl. fyrir stuttu síðan, þar eru flest rök mín.  Hættu þessu nú.\n“Þetta er rétt eins og að segja að nú sé Fréttablaðið á móti ríkinu og Sjálfstæðismönnum vegna skoðunnarkönnunnarinnar sem þeir gerðu sem sýndi lítið fylgi D-listans.\nEf útkoman hefði verið önnur værir þú byrjaður (enn og aftur, svona til að krydda tilveruna og breyta smá til) að væla.”\nÉg skil ekki hvernig þú getur mögulega lesið þetta út úr því sem ég segi.\n“Er þá staðhæfing bara skoðun ?” -Nei.  Málið er að það er til dálítið sem kallast stíll og stílbrögð og fyrir þá sem ekki skilja texta sem er settur upp á þann hátt hef ég engin hjálparúrræði.  Hættu svo að miðurlægja sjálfan þig með þessu bulli.\nÞér að segja þá var þetta lag samið af þeim félögum í Monty Python, sem voru hér án efa að grínast enda heyrist það á afganginum á laginu.  Ekki halda að ég sé einhver sérstakur svartsýnismanneskja, ekki gera það, því það er ekki sannleikurinn.  Ég er samt sem áður raunsæismanneskja og ég hafna ekki staðreyndum til þess eins að láta mér líða vel.  En eins og maðurinn sagði:  “Ingorance is bliss”.  Ég reyni a.m.k. að lifa ekki slíku lífi.\nIluvata"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-30 22:36:19",
            "id": "422394",
            "reply_to_id": "422393",
            "text": "Og hvaða misskilningi er þær byggðar þá ? Að þær falli ekki að þínum eða ?\nÚff, notaðu það sem afsökun.\nHvað, ertu kominn með Helga Hjörvar syndrome eða og farinn að missa sjónina ? Æh nei,hann missir bara sjónina rétt fyrir kosningar, my mistake.\nÉg get lesið útúr texta þínum á mjög auðveldan hátt, þú segir að öll blöð séu svo kapítalísk og á móti vinstrisinnuðum fullkomnum mönnum eins og þér, Steingrími og fleirum, og þarna birtir blaðið eitthvað sem er á móti kapítalisma, því að þó að það sé staðreynd, eisn og þú talar um hlutina hagræða blöðin staðreyndum, allt til að upphefja Sjálfstæðismenn.\nÉg er einfaldlega að benda þér á þá STAÐREYND að það er munur á skoðun og staðhæfingu. Ef ég “miðurlægji” mig með því, þá aumingja ég, því mér sýnist þú vera sá niðurlægði.\nÚff. Það má þá ekki vera bjartsýnn ? Ertu ekki einum of ? Von bráðar ferðu líklegast að tala um að Davíð vilji sprengja upp alla öryrkja, gamalt fólk, og þá sem minna mega sín..og svo auðvitað þig, því þú ert fórnarlambið.\nBæti svo við…hverju taparðu á því að ´sjá ljós í öllu þessu myrkri sem þú hrærist í ? Hræðistu vonina ?"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-01-30 22:46:00",
            "id": "422395",
            "reply_to_id": "422394",
            "text": "Laufa:\nÖllu þessu má svara með einni málsgrein:  Lestu svör mín aftur og ef þú kemst að sömu niðurstöðu þá skaltu lesa þau aftur og aftur og aftur þar til þú skilur hvað ég er að segja.  Notaðu orðabækur, uppflettirit og ættingja og vini en hættu að svara með einhverju rugli.\nIluvata"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-31 22:16:56",
            "id": "422396",
            "reply_to_id": "422395",
            "text": "Ó, trúðu mér, ég skil hvað þú ert að segja.\nAllir sem hafa ekki sömu skoðanir og þú hafa rangar skoðanir; og ef maður bendir þér á það þá er maður víst að misskilja þig, en þú útskýrir mál þitt ekki betur, það geturðu ekki, heldur er það mér að kenna ?\nEf þú vilt að ég skilji það sem þú segir öðruvísi en ég geri nú útksýrðu það þá betur. Þín mistök eiga ekki að bitna á mér.\n-Eyrún-\ngmaria:\nHa, er það ? Hmmz..litlu hræsnarar eru þá vinstri menn sem vita af þessu ? Reyndar finnst mér ekkert að því að hann hafi stjórnað blaðinu..en hefði það verið öfugt, eitthvað skyldmenni e.t.v Björns eða e-h, þá væri þetta (enn eitt9 samsæri gegn vinstrimönnum. *Sigh*\nSlay:\nÉg er svo sammála þér..meira að segja hún amma gamla er oðrin svo þreytt á þessu væli í vinstri mönnum að hún er orðin hlutlaus í stjórnmálum, en aðhylltist vinstri stefnuna áður.\nWeird."
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-02-01 01:25:03",
            "id": "422397",
            "reply_to_id": "422396",
            "text": "Laufa:\nSmá ábending:  Samkvæmt Páli Skúlasyni (rektor HÍ og heimspekingur) verður að vera hægt að segja að skoðanir séu rangar.  Hann rökstyður þetta í bók sinni Pælingar, að mig minnir.\nNei, ég mun ekki útskýra mál mitt betur.  Það hafa flestir skilið mig hingað til þannig að ég held að ég haldi mig við samskonar skrif.\nIluvata"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-01 11:57:53",
            "id": "422398",
            "reply_to_id": "422397",
            "text": "Samkvæmt honum já..\nen hvað ef mér finnst hans skoðun á því röng ?\nÉg skildi þíg nú líka ágætlega. Hins vegar ef þér finnst ég eki gera það þá verður þú að útskýra þi betur. Ekki mitt mál."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-30 23:20:17",
            "id": "422399",
            "reply_to_id": "422394",
            "text": "Laufa !\nHvaða dagblað var það aftur sem svili Imbu ritstýrði fyrir síðustu borgarstjórnarkosningar ?\nkv.\ngmaria."
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-01-31 13:53:49",
            "id": "422400",
            "reply_to_id": "422394",
            "text": "Laufa þú veður tóman skít!\nEru virkilega einu “rök” þín sú að Helgi Hjörvar sé blindur?\nFinnst þetta alveg glatað…\nKomdu nú með almennileg rök kona, ef þú vilt að við trúum því að R-listinn sé rusl og Bjössi sé sætastur."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-31 22:28:51",
            "id": "422401",
            "reply_to_id": "422400",
            "text": "Ég sagði aldrei að það væru rök að hann ÞÆTTIST vera blindur fyrir hverjar kosningar. Það fer bara í mig að hann þurfi meðaumkvun fólks til að fá atkvæði.\nÉg vil reyndar ekki breyta skoðunum ykkar, enda hef ég ekkert vald til þess.\nMér er nokk sama hverja þið kjósið, ef ég veit að (þegar ég fæ kosningarétt;) þá kýs ég eftir mínum skoðunum. En hmz, t.d rök gegn R-listanum,skuldir Reykjavíkur hafa margfaldast…en það er víst alltílagi “því það var líka þannig þegar Davíð Oddson var borgarstjóri”.\nOg btw, Bjössi er mjög ómyndarlegur maður :D En það er eitthvað..já, og btw, það vantar nýtt líf í borgina..a.m.k fyrir unglinga..:)"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-01-31 22:36:18",
            "id": "422402",
            "reply_to_id": "422401",
            "text": "Helgi Hjörvar er nú nánast staurblindur hvort sem hann er með gleraugu eða ekki meðaumkun borgarbúa breytir því lítið…\n…hinsvegar er ég þér sammála með líf í borgina fyrir unglinga, það liggur við að það verði fyrr opnuð skjalafalsstofa svo litlu börnin geti látið falsa skilríkin sín og komist inná skemmstaði en eitthvað verði gert fyrir þau!"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-31 23:31:28",
            "id": "422403",
            "reply_to_id": "422402",
            "text": "Uhh..staurblindur ? Af hverju þarf hann þá bara að vera með þessi sérstöku gleraugu rétt fyrir kosningar ?\n: )"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-02-01 02:01:28",
            "id": "422404",
            "reply_to_id": "422403",
            "text": "Hvað voðalega fara þessi gleraugu fyrir brjóstið á þér!\nÉg held að það væri ráðlegast að þú kynnir þér þennan sjúkdóm hans Helga og þá færðu ábyggilega svör við þessari pælingu þinni…\nÉg vissi ekki að  fólk með gleraugu hefði svona mikið náðunarvald… Ætti kannsk i að fara að notfæra mér þetta 8 )"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-01 11:59:32",
            "id": "422405",
            "reply_to_id": "422404",
            "text": "Gleraugun í sjálfu sér fara ekki míg. Bara hvernig hann þarf að nota þau á 4 ára fresti er dálítið undarlegt.\nEn hann hlýtur að hafa ástæpu fyrir því..\nætli þetta sé ekki á einhvern hátt hægri mönnum að kenna ? =/"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-02-01 12:50:48",
            "id": "422406",
            "reply_to_id": "422405",
            "text": "Held þú ættir að droppa þessum gleraugnaumræðum og fara að huxa um eitthvað sem máli skiptir…\nNógu langt gengið samt!"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-02-02 23:47:56",
            "id": "422407",
            "reply_to_id": "422406",
            "text": "Augnablik\n“huxa” áttir þú við það að hugsa ?"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-02-03 00:16:01",
            "id": "422408",
            "reply_to_id": "422407",
            "text": "Nákvæmlega!"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-03 23:51:32",
            "id": "422409",
            "reply_to_id": "422406",
            "text": "Úpz, vissi ekki að þessu hefði verið svarað:)\nAnyways..mér finnst þetta nú alveg skipta máli..ef Björn eða einhver yrði fársjúkur í augunum á 4 ára fresti yrði allt vitlaus..en það hjálpar víst að vera vinstri maður ?\nEða hvað er málið ?"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-02-04 00:54:02",
            "id": "422410",
            "reply_to_id": "422409",
            "text": "Laufa plís…  Ekki ertu að meina þetta?\nHelgi Hjörvar er nú bara alltaf fársjúkur í augunum -\nþetta gengur ekki útá það að Björn Bjarnason sé með ofnæmi fyrir kíví, Ingibjörg Sólrún hafi þrisvar handleggsbrotið sig og Eyþór Arnalds sé með exem.\n…..Málefnalegar umræður heitir það!  Það er orðið!  Hvað finnst Bjössa um línu.net, hvað finnst hægri mönnum  um störf lögreglumanna í miðbænum, hvað segja vinstrimenn um fræðslu fyrir nýbúa, á Ingibjörg að beita sér fyrir lækkun hámarkshraða í kringum Verzló?\nog hvernig líst þér á það?  er það málið?\nekki snúast borgarstjórnarkosningar um að ná sem mestu af fólki sem þjáist af sjúkdómum eða fötlun inn,  ekki tryggir það þér atkvæði þó önnur löppin  á þér sé styttri en hin!\nÞað skiptir engu máli hvort þú sérst lesblind eða stamir - þetta snýst um málefni!\nÉg vona að þú farir að opna augu þín fyrir því - meira get ég ekki gert til að hjálpa þér að skilja…\n(svo var það líka eitt annað… það heitir rök og rökstuðningur)"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-05 20:54:09",
            "id": "422411",
            "reply_to_id": "422410",
            "text": "Æji, elskan mín góða. Ef Björn fengi krabbamein fyrir hverjar kosningar yrði sko líf í tuskum vinstri manna. Ég sé engan mun á þessu og öðrum lygum, eða, kannski er hann með augnsjúkdóm, sure, en hvernig hann minnist aðeins á hann fyrir kosningar, þá er það aumingja hann. Fer það ekkert í þig ? Er ekki eina ástæðan fyrir því að þú segir ekkert við þessu er að þú aðhyllist stefnu hans ?\nAuðvitað veit ég um málefni þeirra, hvað þau vilja gera fyrir borgina .o.s.fr ! Enda hef ég aldrei sagt annað. Eina sem ég hef á móti er Helgi Hjörvar, og þessi bannsetta athyglissýki hans og beiðni um vorkunn. Og svo, eins og ég hef sagt, setti hann bara upp þessi sérstöku gleruagu sín í fyrsta skipti í langan tíma núna um áramótin..bíddubíddu, hvaða tími er..RÉTT FYRIR KOSNINGAR !"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-30 20:24:52",
            "id": "422412",
            "reply_to_id": "422390",
            "text": "sama hvað gmaria og laufey kjósa að þvæla þessu til og frá þá er staðreyndin sú að meðferð kastljós á honum ólafi annars vegar og birni hins vegar, er forkastanleg….\nog ætti þátturinn ekki að heita Bláljós…..\nhef bara fengið að vita af þessum tveimum viðtölum frá nokkrum félögum….\neins og ég sagði áður, fékk óbragð í hálsinn af ómálefnalegu smjaðri í kastljósi fyrir nokkuð löngu síðan….\nog nei ég styð alls ekki R-listann, né neitt annað….\nfínt hefði verið ef tekist hefði að halda þessari umræðu um hlutleysi fjölmiðla en ekki R vs. D"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-01-30 20:36:27",
            "id": "422413",
            "reply_to_id": "422412",
            "text": "Ég tók skýrt fram að ég gæti vel trúað þessu upp á RÚV..eini fjölmiðillinn sem mér finnst aldrei sýna hlutleysi.\nKíktu barzta fyrri ofan og þú munt vitrast:D\nOg munið..brosið framan í heiminn..;D\n-Eyrún-"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-30 23:22:41",
            "id": "422414",
            "reply_to_id": "422413",
            "text": "nei nei, það sem ég átti bara við að upphaflega greinin var að mér fannst um hlutleysi í fjölmiðlum, og mér fannst umræðan komið út í allt annað…\nekkert frekar gmaria og laufey að kenna sko en öðrum…. mín merking ekki að taka ykkur eitthvað fyrir sko…..\nog síðan las ég ekkert alla formúguna, enda fannst mér hún kominn út í skurð…."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-29 00:28:20",
            "id": "422415",
            "reply_to_id": "422383",
            "text": "Sæl Laufa.\nMikið innilega er ég sammála þér með samsæriskenningarnar, sem eru að verða eitthvert einkenni á umræðu allri.\nRaunin er að ég held sú að flestir fjölmiðlar standi sig yfir höfuð ágætlega í fréttaflutningi um hvaðeina og að ríkisfjömiðlarnir séu algjörlega undir hælnum á stjórnvölum finnst mér hreint og beint hlægileg röksemdafærsla.\nkv.\ngmaria."
        },
        {
            "user": "gummi3849",
            "user_id": "14229",
            "date": "2002-01-29 00:46:49",
            "id": "422416",
            "reply_to_id": "422415",
            "text": "…engu að síður tel ég fullvíst að með Björn í brúnni er sigur sjálfstæðismanna í borginni viss.\nÉg má til með að vitna í viðtal við Ingibjörgu Sólrúnu á Skjá Einum í gærkvöld. Ótrúlegt að borgarstjóri Reykjavíkur skuli hafa látið þetta út úr sér!\n“Í viðræðum okkar Ingibjargar Sólrúnar í Silfri Egils í dag, þótti mér merkilegt að heyra hana í fyrsta sinn kenna einstök vandræðamál R-listans við einstaka flokka innan hans, þegar hún sagði mig í ræðu minni, einkum hafa vikið að málaflokkum á ábyrgð framsóknarmanna og sagt þau í ólestri”\nR-listinn virðist vera með heldur margt niðrum sig þessa dagana og til að bæta gráu ofan á svart stefnir í kostningarslag sem miklar líkur eru á að listinn tapi!\nkv\ngg"
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2002-01-29 10:38:41",
            "id": "422417",
            "reply_to_id": "422416",
            "text": "Skoðanakönnun sem birtist í Fréttablaðinu í morgun bendir til þess að D-listinn ríði ekki feitum hesti frá komandi kosningum. Eitthvað virðist vanta upp á þá víðtæku jákvæðu vinda sem Björn segir leika um sig og flokkinn í borginni.\nÚtkoma D listans í könnun Fréttablaðsins er alger háðung og persónuleg útkoma Björns er enn skammarlegri. Ef Björn á að vera raunverulegur valkostur á móti Ingibjörgu þarf hann að snúa sér að málefnunum en hætta skítkasti og útúrsnúningum. Innkoma Björns breytir engu því enn virðist vera sami grautur í sömu skál. Málefnafátækt D listans undanfarið kjörtímabil hefur verið algert. Það eina sem þeir hafa haft til málana að leggja er að vera í andstöðu við R listann hvert svo sem málefnið hefur verið. Borgarbúar vilja ekki þannig borgarfulltrúa. Guðlaugur Þór er gott dæmi, hann hefur í engu hlíft sér í gagnrýni á R listann. Á tímabili var ekki tekin sú ákvörðun í borgarstjórn að Guðlaugur væri ekki kominn í fréttaviðtal með nöldur og nagg í viðleitni sinni til vinsældaöflunar. Niðurstaðan: Borgarbúar hafa valið hann leiðinlegasta borgarfulltrúann og þann sem þeir vilja síst sjá á þeim vettvangi. Það er trú mín að hann verði ekki ellidauður í borgarstjórn.\nBjörn hefur til þessa ekki beinlínis geislað af persónutöfrum en hann er kanski breyttur maður. Hann ku hafa sagt brandara á Alþingi um daginn - brandara sem hlegið var af. Það hefur ekki gerst áður að sögn kunnugra.\nBjörn er mikill hægri maður, svo hægrisinnaður að þeir sem þó hvað lengst til hægri standa í Sjálfstæðisflokknum rétt sjá hylla í bakið á honum. Félagsmál hverskonar og samfélagsleg þjónusta er nokkuð sem ekki á upp á pallborð þeirra sem róa á þeim væng stjórmálanna.\nFyrir aldraða, barnafólk, sjúka, efnalitla og aðra sem höllum fæti standa, er Björn Bjarnason ekki valkostur. Að kjósa Björn, er fyrir þetta fólk eins og að reita hrísinn í vöndinn sem það verður síðan flengt með.\nLotti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-28 20:55:28",
            "id": "422418",
            "reply_to_id": "422353",
            "text": "ég hef ekki horft á þetta kastljós grín í 1-2 ár, vegna þess að ég einfaldlega fékk viðbjóð á bláa teppinu sem lagt er út fyrir sjálfstæðismenn þarna…..\nþað vita þetta allir, og mér finnst þetta frekar vandræðalegt fyrir alla sem málinu koma við"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-28 23:26:54",
            "id": "422419",
            "reply_to_id": "422353",
            "text": "Kæri Raven.\nÉg gat ekki séð neitt sérstakt gagnrýnivert við Kastljósþátt þar viðtal var við frambjóðanda minnihluta til borgarstjornarkosninga á komandi vori í Reykjavík þessu sinni. Þáttastjórnendur voru hinir sömu og alla jafna á sunnudögum.\norð eins og\n“ valdníðsla ” einhvers flokks, finnst mér í þessu sambandi hjákátleg satt best að segja.\nBæði fréttamenn Kastljóss og fréttamenn Íslands í dag eru til fyrirmyndar að mínu mati og fjölmiðlastétt til sóma, nokkurn veginn sama hvaða mál ber á góma.\nkv.\ngmaria."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-29 09:45:30",
            "id": "422420",
            "reply_to_id": "422419",
            "text": "Ef þú sást ekkert athugavert við þetta þá ertu greinilega blindur stuðningsmaður sjálfstæðisflokksins. Eins með fótboltaleik: ef þú heldur með liði og dómarinn dæmir allt í þeirra hag þá kvartarðu ekki er það? Ekki skrítið að þér finnist ekkert að þessu og hvað þá Slay. Mér virðist hann vera einn sá málefnalegasti Sjálfstæðismaður sem ég hef hitt hingað til."
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-29 13:54:44",
            "id": "422421",
            "reply_to_id": "422420",
            "text": "Þú ert ekki skyldur honum Össuri er það? Eruð alveg svaðalega líkir í málflutningi, aka tittlingaskít."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-01-29 14:37:22",
            "id": "422422",
            "reply_to_id": "422421",
            "text": "Slay: Af hverju læturðu svona?"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-29 22:51:23",
            "id": "422423",
            "reply_to_id": "422422",
            "text": "Vegna þess að ég er búinn að fá endalaust nóg af fólki sem er að væla yfir drottningarviðtölum hingað og þangað."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-30 10:31:08",
            "id": "422424",
            "reply_to_id": "422421",
            "text": "Þú ert nú svo málhaltur að þú ættir að athuga hvort það sé ekki allt í lagi hjá þér. Annars man ég ekki betur en þú og nokkrir velviljaðir náungar settuð ykkur á móti höfundarréttargjöldum á geisladiskum sem Björn stóð í forsvari fyrir. Ertu búinn að gleyma því eða ertu bara að kjósa það sama og pabbi og mamma?"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-30 15:56:32",
            "id": "422425",
            "reply_to_id": "422424",
            "text": "Nei, ég er svo sannarlega ekki búinn að gleyma því, og fleiru sem hann hefur gert slæmt sem menntamálaráðherra(t.d fiktað í námsskrá Verzló)\nHef aldrei sagt að Björn sé maður að mínu skapi, hef bara sagt að hann sé klókur í að koma sér vel frá viðtölum, svona oftast, enda sannaðist það þegar að hann kom sér klakklaust frá því að 15.000 manns skrifuðu undir mótmælalista, það muna ansi fáir eftir því núna.\nSjálfstæðisflokkurinn er hinsvegar flokkur að mínu skapi, og af þeim sem þar eru og hafa sýnt áhuga á borginni, þá er Björn sá hæfasti, fínt að losna við hann af alþingi."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-30 16:35:20",
            "id": "422426",
            "reply_to_id": "422425",
            "text": "Hmmm, góð röksemdafærsla fyrir að kjósa Björn.\nOg nei ég held að muni þetta allir sem létu þetta mál sig varða. Hann lækkaði gjaldið daginn áður en mótmælin áttu að eiga sér stað og þið þurftuð að panta tíma fyrir mótmælin! Þvílíkur hlátur og þú tekur þetta til fyrirmyndar. Það er sorglegt að það virðist vera nóg til af fólki eins og þér sem kýs bara Sjálfstæðisflokkinn út af ástæðu sem er t.d. “treysti engum öðrum í þetta” eða eitthvað álíka sem er bara hylming yfir að pabbi kýs alltaf SF. Þú ert nefnilega gott dæmi um “fólk” sem gleymir öllu!!!!"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-30 22:41:00",
            "id": "422427",
            "reply_to_id": "422426",
            "text": "Hahahahahaha, ertu viss um að þú sért ekki grínisti í aukastarfi?\nÉg sagðist aldrei ætla að kjósa Björn, enda bý ég ekki í rvk. og get því ekki kosið þar, ekki draga ályktanir.\nÞað er staðreynd að mjög fáir muna eftir þessu, trúðu mér, það var ég sem fór í viðtölin og það er ég sem að vinn við að selja þessa diska í aukastarfi, og fólk kannast ekkert við þetta þegar maður reynir að útskýra af hverju diskarnir eru orðnir svona dýrir.\nÉg kýs ekki SF bara af því að foreldrar mínir gera það, ég kýs SF af því að ég hef svipaða sýn á lífið og SF virðist hafa, eða allavega meirihlutinn, sem betur fer lausir við vandræðahluti einsog Ólaf F.\nEf að það kæmi inn nýr flokkur sem að myndi standa fyrir eitthvað sem væri mér ennþá nær, þá myndi ég ekki hika við að skipta, þannig að þetta er ekki einhver “kjósaeinsogpabbi” fílingur, þó svo að hann kjósi SF, síðast þegar ég vissi. Mamma kýs þó ekki SF.\nOg já, það er rétt hjá þér, ég hef ekkert svaðalega langdrægt minni, leyfi mér að efast um að þú sért svo æðislegur og gallalaus,  en ég skil ekki hvernig þú átt eitthvað að vita það, hefur lesið eftir mig 2 greinar svör á vefsíðu. Eða ertu kannski miðill?\nReyndu nú að hætta þessu væli og farðu og horfðu á fleiri “drottningarviðtöl”, líf þitt virðist snúast í kringum þau."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-31 00:03:48",
            "id": "422428",
            "reply_to_id": "422427",
            "text": "Ég er reyndar sammála Droopy að við erum komnir yfir í allt annað en ég átti við með þessari grein. Reyndar hefur þú ekkert tjáð þig um efni hennar einungis verið með vanþroskuð comment og já svo ég haldi mér við efnið sem við tveir töluðum um þá sýnist mér þú bara vera 17 ára, samkvæmt þessum vef allaveganna sem þýðir að þú hefur sem betur fer ekki kosningarétt :) sem kemur ekki á óvart s.br. skrif þín hér. Þú hefur sýnist mér skoðanir eins og “Óli er vandræðahlutur”, “fólk á að hætta tala um þessi helv. drottingarviðtöl” en þú færir engin rök fyrir einu eða neinu sem þú segir…"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-30 00:24:53",
            "id": "422429",
            "reply_to_id": "422420",
            "text": "Raven.\nGæti verið þveröfugt.\nSemsagt þú “ blindur andstæðingur þessa flokks ”\nkv.\ngmaria."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-30 10:25:43",
            "id": "422430",
            "reply_to_id": "422429",
            "text": "Comon gmaria,\nGísli Marteinn verður á listanum MEÐ Birni, þetta er eins og Helgi Hjörvar tæki viðtal við Ingibjörgu Sólrúnu. Ég reyndar hafði ekki hugmynd um hver hann var þegar ég sá þennan þátt samt var það svo bersýnilegt að hann var á sömu skoðun og Björn í einu og öllu. Hugsaðu þér að byrja á spurningu í fréttaskýringarþætti með því að segja: “Nú hefur Sjálfstæðisflokkurinn ekki verið eins málefnalegur í borginni eins og nú”…. Hann leiddi hann gegnum þetta svo ef þú sást ekkert athugavert við þetta þá er þú bara sami hrokinn…"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-30 22:37:44",
            "id": "422431",
            "reply_to_id": "422430",
            "text": "Heyrðu nú Raven !\nHvað í ósköpunum er athugavert við þessa spurningu? Ég get með engu séð það, þar sem fréttamaðurinn er einungis að draga fram eitthvað sem HEFUR verið, þ.e áður en núverandi frambjóðndi tilkynnti framboð sitt. Hvernig má annað vera, þ.e viðkomandi frambjóðandi var að koma í fyrsta viðtal vegna tilkynningar um framboð.\nÞannig ég held að “  mýflugur hafi orðið að úlfalda ”\nlíkt og vill verða þegar líður að kosningum\nHvað varðar hroka, þá hefur mér nú alltaf fundist hrokadómar líkt og búmerang.\nkv.\ngmaria."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-31 00:08:48",
            "id": "422432",
            "reply_to_id": "422431",
            "text": "gmaria, fréttamenn eiga að vera hlutlausir, þessi grein snýst um það. Hann byrjar spurningu á alhæfingu sem er ekki einu sinni rétt og hvað þá á allra manna vörum áður en hann ber fram spurninguna. Þetta er hinsvegar bara EITT dæmi. Þau voru mörg þarna. Þetta var hrikaleg fréttamennska og það hjá “sjónvarpsstöð allra landsmanna”.\nFyndist þér í lagi að maður í fyrstu sætum R-listans tæki viðtal við Ingibjörgu undir svipuðum kringumstæðum.\nÉg er farinn að hallast að því að þú hafir ekki horft á þennan þátt…"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-01-31 01:09:46",
            "id": "422433",
            "reply_to_id": "422432",
            "text": "Kæri Raven.\nErtu alveg viss um að þú sért dómbær á fréttamennsku, hvað varðar hlutleysissjónarmið.\nKanski þarft þú að taka þér spegil í hönd og kíkja ögn á þín eigin viðhforf líkt og hver þarf ætíð að gera í stað þess að henda “ hroka ” í aðra. Þótt þú sért ekki sammála skoðunum annarra ,þá hafa aðrir fullan rétt til þess að hafa sínar skoðanir ekki satt, þótt gangi á skjön við þínar ?\nFréttamenn leggja mál sitt upp með ýmsu móti, þvi er byggir á mati undangenginna atburða í þeirra starfa og ég vil í því sambandi minna á það að\nInga Jóna Þórðardóttir hafði að mig minnir tvívegis með stuttu millibili verið gestur í þessum þætti, þar sem sú hin sama dró fram ákveðin áhersluatriði í stefnu þessa flokks.\nÉg myndi ekki tjá um þetta nema hafa verið áheyrandi að umræddum ´þætti, sem og þessum þætti alla jafna, eðli máls samkvæmt.\nkv.\ngmaria."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-31 11:12:31",
            "id": "422434",
            "reply_to_id": "422433",
            "text": "Já, ég er alveg viss um það en ekki viss um hvort þú hafi þá dómgreind.\nAnnars er ég hættur að tjá mig um þetta. Greinin komin í heitar umræður og takmarkinu náð.\nkv,\nRaven"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-31 16:00:03",
            "id": "422435",
            "reply_to_id": "422434",
            "text": "Takmörk þín og markmið í lífinu virðast vera svaðalega há."
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2002-01-31 08:12:33",
            "id": "422436",
            "reply_to_id": "422432",
            "text": "Já ég er 17 ára, en verð 18 ára í febrúar þannig að ekki vera of sigurviss.\n“Fyndist þér í lagi að maður í fyrstu sætum R-Listans tæki viðtal við Ingibjörgu undir svipuðum kringumstæðum”\nMér fyndist það bara vera hið fínasta mál, allavega færi ég ekki á einhverja vefsíðu og vældi um það."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-01-31 11:10:21",
            "id": "422437",
            "reply_to_id": "422436",
            "text": "en þú ferð inn á vefsíður til væla yfir vælinu! Og btw þá er þetta áhugamál og þessi vefur til þess gerður að tjá sig um mál eins og þessi og hefur þessi grein ekkert með væl að gera ekki fyrr en þú fórst að tjá þig."
        },
        {
            "user": "haflidason",
            "user_id": "13502",
            "date": "2002-01-29 13:52:24",
            "id": "422438",
            "reply_to_id": "422353",
            "text": "Er sammála þér að mörgu leiti en mér fannst þetta með eindæmum leiðinlegt viðtal og efast um að það hafi gert gott, hvort sem er um að ræða RÚV eða SF. Lélégar spurningar og almennt léleg fréttamennska svo ég tali nú ekki um svörin frá Birni sem voru sem fyrr full af einhverju sem komu spurningunum ekkert við."
        },
        {
            "user": "brezhnev",
            "user_id": "17636",
            "date": "2002-01-30 20:15:29",
            "id": "422439",
            "reply_to_id": "422353",
            "text": "Ég verð að viðurkenna að ég nenni ekki að lesa allt ruglið í íhaldinu sem flæðir hér um síðuna en eitt veit ég og það er að Björn Bjarnason (aka hæstvirtur Menntamálaráðherra) verður aldrei borgastjóri. MUUUHHHAHAHAHAHAHAHAHAHAAA. Ingibjörg Sólrún er mörgum sinnum frambærilegri jafnvel þótt Björn hefði í raun ettihvað fram að færa.  En þetta viðtal… Ég trúi varla hversu slæmt þetta var. „En nú er málefnastaða sjálfstæðisflokksins mjög góð…”  Næst var Björn spurður um prófkjörsmál og hvort hann hafi verið tilbúinn í slag gegn dvergunum sjö (aka borgarfulltrúar sjálfstæðisflokksins, svona fyrir treggáfaðri íhaldsmennina sem gætu hugsanlegað lesið þetta).  Þá byrjar hann að stama og kemur þessu ekki út úr sér. „En það kom nú aldrei til þess\" segir þá fréttamannsdruslan og svarar spurningunni fyrir hann. HVAÐ Í HELVÍTINU Á ÞETTA AÐ ÞÝÐA????????"
        }
    ]
}