{
    "forum_title": "Final Fantasy",
    "user": "Jormundgand",
    "user_id": "19854",
    "date": "2008-10-27 15:07:23",
    "title": "Great Glacier walkthrough (VII)",
    "text": "(Það eru engir stórir spoilerar í þessari grein. Ef þú vilt hins vegar halda þér 120% spoiler fríum fyrir spilun þá skaltu halda þig frá greininni)\nÞað er orðið mjög langt síðan ég hef virkilega sest niður og skrifað grein hér á Final Fantasy. Ég get hins vegar ekki setið á mér að skrifa grein um þennan part í Final Fantasy VII á byrjun disk 2 þar sem hann olli mér miklu hugarangri. Ég fann hvergi neitt stutt og hnitmiðað guide fyrir þetta svæði þar sem það er einmitt það sem þarf, það virkar ekki að hafa það langt og með miklum útúrdúrum. Ég skal útskýra af hverju.\nThe Great Glacier stendur svo sannarlega undir nafni sem Great Glacier. Hann er nefnilega fokking stór. Þetta er meira en bara hefðbundinn cavern sem þú ferð í gegn til að halda áfram í leiknum. Það er nefnilega falið timelimit sem maður hefur til að eyða tíma á jöklinum. Þegar tíminn rennur út fellurðu til jarðar vegna ofkólnunar. Það\ner\nhægt að fara aftur í jökulinn eftir að maður klárar hann fyrst en það er svo miklu einfaldara að ná öllum hlutunum í fyrstu tilraun, auk þess sem að þú vilt sennilega ekki eyða miklum tíma á þessum ruglingslega stóra jökli. Ó, já, það eru hlutir á jöklinum.\nItems\n(í réttri röð)\n: Mind Source, Potion, Safety Bit, Elixir, Added-Cut Materia, All Materia, Circlet, Alexander Materia (summon)\nSannarlega þess virði að ná öllu hér, eða, allavega flestu. Áður en ég byrja á guidinu sjálfu vil ég fyrst gera það skýrt að það\neru\nrandom encounters á jöklinum og timerinn\nheldur\náfram í bardögunum. Eina leiðin til að stoppa timerinn er ef þú ýtir á pásu í bardaga, svo ef náttúran kallar, þurrkarinn er búinn, maður með exi í höfðinu við dyrnar; bíða þangað til að þú lendir í bardaga og ýta á pásu.\nÉg vil ekki eyða of miklu púðri í að tala um bardagana sjálfa en ég verð að minnast á eitt monster þarna. Það heitir Snow og lítur út eins og Shiva. Ég mæli sterklega með að þú flýir ef þú lendir í þeim. Þú mátt líka flýja alla bardaga, sérstaklega ef þú ert under-leveled og með lélegt equipment. Sumir bardagarnir þarna eru samt svo léttir að það er hálfgerð sóun að flýja úr þeim því að tekur svo stuttan tíma að vinna þá, eins og t.d. með úlfa. Þú ræður því eiginlega og metur hvort þú hafir tíma eða ekki.\nÞá að guidinu sjálfu. Ég er búinn að skipta jöklinum niður í 13 svæði. Þegar þú kemur inn á 13. svæðið þá ertu safe. Það er hins vegar hægara sagt en gert að komast þangað en samt ná öllum (eða allavega mikilvægustu) hlutunum. Ath. Þegar ég segi “inn á svæði”… þá er það flóknara en bara labba inn á næsta screen. Þú þarft að fara í gegnum 2-3 “á-leiðinni-screens”. Það sem skilur “á-leiðinni-screens” frá “svæðum” er að “á-leiðinni-screens” hafa bara inngang og útgang og yfirleitt enga hluti (aðeins ein undantekning) á meðan svæði hafa 3 útganga eða fleiri. Innan á hverju “svæði” eru svo stundum undirsvæði eins og hellar, má útskýra þau svæði sem útganga af svæðum sem leiða ekki að “á-leiðinni-screens” (mér er virkilega farið að leiðast að skrifa “á-leiðinni-screens”).\nAlright, það verður að hafa það í huga að það byrja ekki allir á sama stað í Great Glacier. Það fer í raun eftir því hvaða beygjur þú tekur í snjóbrettaleiknum hvar á jöklinum þú lendir. Þú lendir tvisvar á Y-gatnamótum í snjóbrettaleiknum. Hér er tafla yfir það hvar þú lendir:\nVinstri - Vinstri = Svæði 3\nVinstri - Hægri = Svæði 1\nHægri - Hægri = Svæði 5\nHægri - Vinstri = Svæði 9\nÞað eina sem ég mæli sterklega gegn að þú veljir er Hægri - Vinstri og lenda þar með á svæði 9. Það er svo langt inni í jöklinum að þér er nánast fyrirmunað að ná öllum hlutunum en þú getur þó náð þeim allra mikilvægustu. Að lenda á svæði 3 er mjög fínt, þá byrjarðu á guidinu frá “Svæði 3”. Ef þú lendir á svæði 5, byrjaðu þá á því að fara til vinstri (það neðra) og inn á svæði 1 (munið: “inn á svæði” = 2-3 “á-leiðinni-screens”) og byrja þaðan frá byrjun guidsins. Ef þið lendið á svæði 1 byrjið bara á byrjun guidsins. Sjálfur ætlaði ég að lenda á 1 en gerði mistök og lenti á 5 en það reddaðist alveg, svo ekki hafa of miklar áhyggjur af þessu, bara HELST ekki lenda á svæði 9, það er alls ekki sniðugt.\nGet ég þá loksins byrjað? Mér sýnist það. Einfaldlega fylgið leiðbeiningunum. “Upp” þýðir einfaldlega útgangurinn sem er “uppi” á skjánum, “hægri” útangurinn sem er “hægra” megin á skjánum o.s.frv. Ekki flókið. Here goes:\nSvæði 1:\n-Upp inn á svæði 3\nSvæði 3:\n-\nMind Source\nofarlega á mappinu\n-Hægri inn á svæði 4\nSvæði 4:\n-\nPotion\ná ísnum\n-Inn á norðvestur-undirsvæði (enginn “á-leiðinni-screen” því þetta er undirsvæði)\n-Komast yfir (mini-game. Fyrir mig virkaði að fara inn á fyrsta og svo til hægri, svo segir þetta sig sjálft. Ekki fara inn á of litla ísjaka.)\n-\nSafety Bit\ní hellinum\n-Til baka\n-Neðra-hægri inn á svæði 5\nSvæði 5:\n-Inn á undirsvæðið NEÐRA-hægri\n-Halda áfram og samþykkja að renna niður\n-Lendir á worldmap (mæli með að savea, sérstaklega ef þú hefur verið fljót/ur, ef þú ert ekki viss þá ekki savea)\n-Fara aftur inn (lendir á svæði 1)\nSvæði 1:\n-Vinstri inn á svæði 2\nSvæði 2:\n-Upp inn á svæði 6\nSvæði 6:\n-Upp inn í helli (undirsvæði) fyrir\nElixir\n-Út sömu leið\n-Hægri inn á svæði 7\nSvæði 7:\n-Yfir trjábolinn\n-Hægri inn á svæði 9\nSvæði 9:\n-Þetta er tómt svæði fyrir utan tré í miðjunni\n-Hægri inn á svæði 10\nSvæði 10:\n-Upp inn á svæði 8\n-\nMuna eftir\nAdded-Cut Materia\ná “á-leiðinni-screen” nr. 2 á leiðinni!\nSvæði 8:\n-Snerta heita vatnið\n-Upp inn á svæði 12\nSvæði 12:\n-Hægri inn á svæði 13\n-Ýta á hring reglulega til að láta niður stiku\n-Passa að halda sig á réttri braut þegar kameran snýst (nota stikurnar til hjálpar)\n-Átt að geta fundið helli með\nAll materia\ní (ekki mikilvægt að mínu mati, ekki sniðugt að falla á tíma hér, ég sleppti þessu)\nSvæði 13:\n-Upp inn í hellinn (undirsvæði)\n-Tala við veruna\n-Berjast við Snow (mæli með að hafa einn með Steal materia til að stela\nCirclet\naf henni)\n-Taka\nAlexander summon materiuna\neftir bardagann\n-=ÖNNUR LEIÐ=-\n(ef þú telur þig vera tæpa/n á tíma)\n-Frá þar sem þú saveaðir á worldmap (eftir að þú dast þangað), fara þá inn og fara þá augljóslega á svæði 1\n-Hægri inn á svæði 5\n-Taka þar efra hægri inn á svæði 10\n-Fylgja svo ofangreindum leiðbeiningum frá “Svæði 10” fyrir restina\n-Missir af einum Elixir en tekur miklu styttri tíma\n-M.ö.o. = ef þú hefur tapað miklum tíma (t.d. í ísjaka mini-game) gera þá eftirfarandi í staðinn fyrir allt sem stendur í “Svæði 5” =\nefra hægri inn á svæði 10 og halda þaðan áfram frá “Svæði 10” í guidinu\nÉg ætla svo að ljúka þessu með lista yfir hvert allir útgangar á öllum svæðum leiða:\nSvæði 1:\nVinstri = Svæði 2\nUpp = Svæði 3\nHægri = Svæð 5\nSvæði 2:\nNiður = Svæði 1\nHægri = Svæði 3\nUpp = Svæði 6\nSvæði 3:\nNiður = Svæði 1\nVinstri = Svæði 2\nHægri = Svæði 4\nSvæði 4:\nNeðra-Vinstri = Svæði 3\nNeðra-Hægri = Svæði 5\nEfra-Hægri = Svæði 9\nSvæði 5:\nNiður = Svæði 1\nVinstri = Svæði 4\nHægri = Svæði 10\nSvæði 6:\nNiður = Svæði 2\nHægri = Svæði 7\nUpp = Svæði 11\nSvæði 7:\nVinstri = Svæði 6\nHægri = Svæði 9\nSvæði 8:\nNiður = Svæði 10\nUpp (vinstri-ish) = Svæði 12\nSvæði 9:\nNiður = Svæði 4\nVinstri = Svæði 7\nHægri = Svæði 10\nSvæði 10:\nNiður = Svæði 5\nUpp = Svæði 8\nEfra-Vinstri = Svæði 8\nNeðra-Vinstri = Svæði 9\nSvæði 11:\nVinstri = Svæði 6\nNiður = Svæði 7\nUpp = Svæði 12\nSvæði 12:\nNiður = Svæði 8\nVinstri = Svæði 11\nHægri = Svæði 13\nSvæði 13:\nNiður = Svæði 10\nVinstri (upp-ish) = Svæði 12\n—\nEkki gera ráð fyrir því að ykkur takist þetta í fyrstu tilraun. Þessi jökull er stærsti og langflóknasti partur leiksins og ekki svekkja þig yfir því þó þú þurfir að sleppa einum Elixir eða All materia (sem er gnægð af í öllum leiknum hvort sem er). Það mikilvægasta að ná er Alexander summonið og Added-Cut Materia. Mundu svo:\nÞú GETUR komið aftur seinna og náð í hlutina sem þú misstir af fyrst!\nGangi ykkur vel.",
    "url": "https://www.hugi.is/finalfantasy/greinar/622219/great-glacier-walkthrough-vii/",
    "url_id": "622219",
    "id": "6245413",
    "replies": [
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-27 15:13:56",
            "id": "6245427",
            "reply_to_id": "6245413",
            "text": "Mikið var að við fengum nýja grein.\nÞetta er flott, persónulega eyddi ég aldrei það miklum tíma á mikla jöklinum. Hafði einfaldlega of mikinn áhuga á söguþræði leiksins til að geta pásað örlítið til að ná í allt draslið þarna."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2008-10-27 15:20:17",
            "id": "6245442",
            "reply_to_id": "6245427",
            "text": "Ég er með svo mikla fullkomnunaráráttu, ég var að þessu í 3 klukkutíma í gær. En, það endaði með því að ég sagði bara “fuck it” og notaði “Önnur leið” sem ég er með í greininni, og sleppti þar með einum Elixir og All materiunni sem er hvort sem er svo mikið af í leiknum.\nSvona er ég, rembist við að halda í við fullkomnunaráráttuna þangað til að ég segi “fuck it” og rúlla eina. Svona, eða þannig."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-27 15:36:43",
            "id": "6245508",
            "reply_to_id": "6245442",
            "text": "Úff, harður. :)"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2008-10-27 15:41:37",
            "id": "6245523",
            "reply_to_id": "6245508",
            "text": "Ég reyni."
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2008-12-24 16:03:51",
            "id": "6403236",
            "reply_to_id": "6245442",
            "text": "já andskotinn, ég er alveg eins í þessum málum"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-27 20:15:40",
            "id": "6246511",
            "reply_to_id": "6245413",
            "text": "Give me a S!\nGive me a A!\nGive me a D!\nWhat does that spell?\nSAD!"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-27 20:50:05",
            "id": "6246639",
            "reply_to_id": "6246511",
            "text": "Ah, fordómar…Fáum greinilega aldrei nóg af þeim :)"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-27 22:21:33",
            "id": "6246955",
            "reply_to_id": "6246639",
            "text": "Auðvitað =D"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-29 00:44:23",
            "id": "6251014",
            "reply_to_id": "6246955",
            "text": "Og ert þú svona dewd sem er of svalur fyrir tölvuleiki en veslast upp á þannig áhugamál og eyðir sínum dýrmæta tíma í það að minna alla aðra á að þú sért betri en aðrir? :a"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-29 14:30:28",
            "id": "6252192",
            "reply_to_id": "6251014",
            "text": "Haa? Of svalur fyrir tölvuleiki?.. Ég spila mjög mikið af þeim en ég bara hata Final Fantasy ^^"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-29 16:34:17",
            "id": "6252663",
            "reply_to_id": "6252192",
            "text": "Leyfðu mér að giska, minni söguþráður en meira spila bara leikinn sjálfan?"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-29 18:48:13",
            "id": "6253293",
            "reply_to_id": "6252663",
            "text": "Ertu ekki að djóka? Ég elska söguþræði.. Eins og Oblivion og Mass Effect og Kotor… allt awesome.. En bara ég hef andstyggð á Final Fantasy. Hata þetta anime kjaftæði.\nBy the way.. þú ert mjög léleg/ur í að lesa manneskjur."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2008-10-29 19:04:43",
            "id": "6253371",
            "reply_to_id": "6253293",
            "text": "Haha þakka þér…Það er án efa ekkert rosalega auðvelt að lesa manneskjur í gegnum nokkur textabrot á netinu.\nEn fyrirgefðu, er bara búinn að lenda í rosalega mikið af svona fólki :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-10-29 19:11:20",
            "id": "6253401",
            "reply_to_id": "6253371",
            "text": "Hehe."
        },
        {
            "user": "Syruss",
            "user_id": "23464",
            "date": "2008-10-27 21:43:00",
            "id": "6246832",
            "reply_to_id": "6246511",
            "text": "æji.. það eru miklu fleiri hlutir sem hægt er að merkja sem “sad” … þetta er ekki einusinni í top 100.000 sko"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2008-10-27 23:58:11",
            "id": "6247324",
            "reply_to_id": "6246511",
            "text": "Hmm. I'll allow it."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-11-23 17:29:19",
            "id": "6317728",
            "reply_to_id": "6245413",
            "text": "Vó. Ég var ekkert búinn að taka eftir þessari grein."
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2008-12-24 15:59:20",
            "id": "6403231",
            "reply_to_id": "6245413",
            "text": "Ég var búinn að master-a þennan leik nema ég fann aldrei þessa Added Cut Materia. Hún var alveg falin fyrir mér, kíkti meira segja á walkthrough, það gerði ekkert gagn. En þarf hana ekki, er með Master Materia í öllu, jú auðvitað þarf ég hana! Helv. FF leikir!"
        }
    ]
}