{
    "forum_title": "Húðflúr og götun",
    "user": "meeka203",
    "user_id": "35952",
    "date": "2008-10-31 15:56:24",
    "title": "eftirsjá",
    "text": "jæja, mér datt í hug að spyrja hvort einhver hér er með tatto sem hann sér eftir að hafa fengið sér?\neða með einhverjar sögur um tattú sem hann ætlaði að fá sér en gerði aldrei og er mjög fegin í dag..\nég sjálf er bara með eitt tattú, féll það í júlí 07 og ég elska það ennþá…þykir svo ótrúlega vænt um það…\nfékk margar ræður frá mömmu of stóra bróður hvað ég myndi fá ógeð eftir hálft ár en í dag gæti ég ekki verið sáttari.",
    "url": "https://www.hugi.is/hudflur/korkar/623118/eftirsja/",
    "url_id": "623118",
    "id": "6259005",
    "replies": [
        {
            "user": "Devine",
            "user_id": "61655",
            "date": "2008-10-31 16:51:42",
            "id": "6259156",
            "reply_to_id": "6259005",
            "text": "ég er ennþá mjög ánægð með mitt ^^"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2008-10-31 19:55:16",
            "id": "6259712",
            "reply_to_id": "6259005",
            "text": "óónei"
        },
        {
            "user": "Atvinnukrimmi",
            "user_id": "60338",
            "date": "2008-10-31 20:51:44",
            "id": "6259867",
            "reply_to_id": "6259005",
            "text": "Sé ekki eftir =)"
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2008-10-31 22:07:16",
            "id": "6260038",
            "reply_to_id": "6259005",
            "text": "Ég er með eitt sem ég er ekki 100% sátt við og vildi óska að ég hefði pælt betur í. Mér finnst það ekki ljótt eða neitt svoleiðis, það er bara ekki alveg ég. Það var s.s. gert fríhendis og flúrarinn var búinn að útskýra fyrir mér ca. hvað hann ætlaði að gera, ég bara ímyndaði mér allt annað :P Fyrst var ég MJÖG óánægð, en það er alveg búið að venjast… en ég er ekki alveg sátt við það og verð sennilega aldrei."
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2008-11-01 10:22:23",
            "id": "6260710",
            "reply_to_id": "6259005",
            "text": "Er með eitt tattoo, g-lykil á bak við eyrað sem ég hef haft í bráðum 1 ár. . . gæti ekki elskað hann meira :)"
        },
        {
            "user": "smurfy",
            "user_id": "53549",
            "date": "2008-11-01 10:28:22",
            "id": "6260718",
            "reply_to_id": "6259005",
            "text": "Ég er ennþá rosalega sátt með mitt og verð það örugglega alltaf."
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2008-11-01 13:49:51",
            "id": "6261081",
            "reply_to_id": "6259005",
            "text": "ójá!!! ég sé alveg roooosalega eftir fyrsta tattúinu mínu.\nFyrsta tattúið mitt var jurtatattú sem að frænka mín gerði, fékk það í 13 ára afmælisgjöf, var búin að væla mikið og vildi í raun og veru bara fá eitthvað tattú til þess eins að vera með tattú.\nÞegar að það kemur loksins að því að gera tattúið, ákveð ég að fá mér sætt fiðrildi á herðablaðið. Ég held virkilega að ég hafi aldrei svitnað jafn mikið á æfinni því að ég var svo stressuð, og þetta var svo vont =P Þegar að svona hálft strik var komið ákváðum við að minnka myndina og breyttum þessu í fallega rós. Þegar að stilkurinn af rósinni var kominn hætti ég.\nÍ dag er ég ennþá með þennan stilk á bakinu, hann er orðinn ljótur á litinn og fólk á það mjööööög oft til að reyna að nudda þetta strik sem ég er með á bakinu af.\nÉg hef hitt fólk sem að ég segi frá þessu og það segist hafa “heyrt af mér”, það er rosalega skömmustulegt stundum, en þetta er svosem ekkert sem ég er að fela neitt.\nÉg sé rosalega mikið eftir þessu og get ekki beðið eftir því að covera þetta, ég er með 2 önnur tattú í dag sem að mér fannst ekki vera hið minnsta vont, ég hef bara greinilega ekki verið tilbúin fyrir þetta á þessum tíma, enda alltof ung.\nFékk það náttúrulega með því að foreldrar mínir héldu að þetta hyrfi eftir nokkur ár, en það hefur því miður ekki gert það."
        },
        {
            "user": "Eliiin",
            "user_id": "69186",
            "date": "2008-11-01 16:55:16",
            "id": "6261392",
            "reply_to_id": "6259005",
            "text": "eg se ekki eftir minum 2 ,, en ég átti að fá jurtatattoo í fermingargjöf, en hætti við eg ætlaði að fa mer tramp stamp á mjóbakið ,, gvuuuuð hvað eg er ánægð að hafa sleppt þvi."
        },
        {
            "user": "stafford",
            "user_id": "33799",
            "date": "2008-11-02 15:13:20",
            "id": "6263526",
            "reply_to_id": "6259005",
            "text": "Ég fékk mitt fyrir 15 árum síðan og er enn mjög sáttur, þó ég pæli voðalega lítið í því. Fyrst á eftir ætlaði ég að sjálfsögðu að fá mér annað en hafði sett mér þá reglu að bíða í minnst 1 ár áður en ég fengi mér nýtt. Loksins núna 15 árum síðar ætla ég að fá mér annað.\nHeld að flestir ef ekki allir sem fá sér flúr sem þeir hafa tekið góðan tíma í að ákveða sjái aldrei eftir því. Hinsvegar heyrir maður sögur af fólki sem fékk sér bara eitthvað, langaði bara í tattoo, sem sér eftir því."
        },
        {
            "user": "dresinn",
            "user_id": "46045",
            "date": "2008-11-04 00:36:47",
            "id": "6268113",
            "reply_to_id": "6263526",
            "text": ":O 15 árum sjitt hvað þú hlítur að vera gamall"
        },
        {
            "user": "stafford",
            "user_id": "33799",
            "date": "2008-11-05 08:27:00",
            "id": "6270941",
            "reply_to_id": "6268113",
            "text": "alveg eld"
        },
        {
            "user": "Merenwen",
            "user_id": "69119",
            "date": "2008-11-02 22:04:24",
            "id": "6264860",
            "reply_to_id": "6259005",
            "text": "sé ekki eftir neinu, mitt elsta er 5 ára gamalt og ég mér þykir ótrúlega vænt um það og það sem það stendur fyrir :)"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2008-11-10 12:40:55",
            "id": "6284089",
            "reply_to_id": "6259005",
            "text": "Ég er svona semi sáttur með tribalið.\nLangar samt að setja annað þarna, er að spá hvernig ég get breytt því."
        }
    ]
}