{
    "forum_title": "Smásögur",
    "user": "Adrenalin",
    "user_id": "73045",
    "date": "2008-11-08 01:39:54",
    "title": "The Wanderer",
    "text": "Þetta er saga sem ég átti að gera fyrir enskutíma nema hvað, hún varð alltof löng x]\nEndilega segja mér hvað ykkur finnst =)\nOg btw, Cherish hjálpaði mér að photoshoppa myndina sem fylgir með þessu, gefið henni gott klapp fyrir frábært photoshop =)\nI inhaled the oxygen, slowly, into my lungs. Slowly I reminded my self of. It was easy to be nervous when the deep blue sea was in every direction – up, down, to right, to left, practically everywhere.\nWill looked at me and smiled to me through the mask. It was  so easy for him to be charming, even with that stupid oxygen on his face he still was the most beautiful human being there ever been and ever will b –\nOkay, focus! Look aroun, remember what the teacher said and start looking\nI smiled back to him and then looked swiftly away. It was awkard enough that I couldn’t keep my eyes of him on the surface, better not let him see it here down at the bottom of the sea, ‘cause truly, this was the bottom of the sea, terrifying and yet so fascinating. All the sea life was so beautiful, fishes I didn’t even knew existed swam around us, like we weren’t there, careless and enjoying life, as short as it was.\nWe – me and my diving crew – swam to the bottom of the blackness, lighting it up with our underwater-flashlights. It went against all my instincst to swim into that blackness but curiousity drove me on.\nThe Wanderer was said to lie at the bottom of the sea, in this area, right beneath us. It had been 75 years since it had sank, but nobody knew why. The last time the ship had notified its’ location was about 1 mile from here and then nobody heard from it. 38 people were saved but nobody remember where they were or what they had been doing before the ship sank. It was like their memory had been ereased, at least that part about the ship sinking.\nSuddenly something glistened from our flashlights, far away. Looked like something silver, metal mabey. And it was big, yes it was huges!\nThe exitment took us all and we were swimming faster, toward the big, metal thing.We got closer and closer and then we saw it.\nThe Wanderer.\nIt was like nothing i’ve ever seen. This was something that I had imagined was like finding Titanic. The sea life didn’t even beat that glourius ship, it was still the most glourius thing you could find at the bottom of the sea.\nThe windows were broken and it was rusty in some places. Some sea plants had taken their place on the ship, almost covering it all up, but that did nothing to the beauty that glowed from the ship. I smiled and watch Riley swam in circles, just for his own pleasure. He was the overexited one in the crew, ofcourse he always overreacted but this was different, this was very normal, because we had found the ship everybody had been looking for, the mistery that hovered over the story of The Wanderer was soon to be revealed.\nI couldn’t resist to join Riley in his victory dance and smiled at his child-like face under the mask, full of joy.\nWe split up and took a look at the ship, trying to find something that proved our finding. I went through one window that was compleately broken, not even shattered glass around the frame. I couldn’t imagine the force that needed to break such a strong window and shuddered by my too wild imagination. The waves must have been strong, that’s all.\nI was in a big room, clearly a luxury suit. Everybody could see that, even with the sea plants covering every inch of the room. An old mirror lay shattered on the floor, rusting to pieces. I wondered if any of the survivors had had this room. But then something caught my attention. Something glittered in the other end of the room and curiousity drove me to it.\nIt was very small box, almost flat but it was beautiful, and even that was an understatement. It was covered with dimonds wich hadn’t lost any of its’ beauty after all these years in the water. There were also some  polished shells, tiny and in many colors among the dimonds, only to make it more beautiful. In the middle of the dimond box was an empty space where somebody had clearly ripped the dimonds off and scraped something in the fine panel that was under the dimonds.\nIt was something in latin, I guessed;\nPericulum  admonitio\nI guessed it was the name of whatever was inside of the box so slowly, I opened it. I could feel the rejection in the iron but no sound came as it should have, trapped by the dark water.\nI gasped in wonder for what I saw was the most beautiful thing I’ve ever seen in my life, even more beautiful than Will, more beautiful than the gracefull ship, more beautiful than the box that held it.\nIt was a necklace made out of silver and only one stone. The silver chain vowe it self together like million little threads and made the chain that held the stone snake-like. The stone it self was as black as the night but still somehow glowed and spread some dull light over the room. The stone was not bigger than the tip of my thumb and it was round. The black stone stood a little up, and I couldn’t feel anything ruff on it, only the smooth and hard surface of the stone.\nI could not recognize the stone and that made me frustraded because I was used to know what was in front of me and I don’t meen to brag but I know the name of every stone there is but I could not match this one with any of it.\nI felt something under my fingertips on the silver metal behind the stone. I turned it around and read the fine writing on the flat metal.\nLetum invenio tu volo\nI shivered but I didn’t know why. I didn’t even understand the latin that was on it but one thing I knew, this necklace had some force that made me do something that I never did. I snuck it into my little suitcase attached to my uniform and swam out of the room, through the window to find my crew waiting for me, ready to go and tell the world of our discovery.\n,,Janice!’’ Will called at me as we were on the harbor, watching  as the ship we found was being examined. I looked at it in wonder and smiled to Will to let him know I heard him. ,,Janice, what do you think?’’ he asked as he pulled out the newspaper from this morning and showed me the front page.\nThere was a photograph of six diving people, dressed in ridicoulus uniforms and smiling so much it looked like it hurt. To my surprise I was one of the persons in that ridicoulus uniforms. It hit me everytime, knowing that I was famous now.\n,,That’s really something.’’ I said but looked back to The Wanderer knowing that I would not be able to tear my gaze of it until someone shook me. I couldn’t help it but the ship had my eyes locked on it.\nI went home when it got dark and nobody needed me around anymore. I could hardly stand to be away from the gracefull ship that I had found. It filled me of joy.\nI changed to Pyjamas and then went to my bed. I was exhausted and I could hardly keep my eyes open. But I was as curious as always and opened my drawer and took the necklace and examined it. I hadn’t had enough time to look at it very closely. It was still as beautiful as it had been when I saw it first and there came a mysterious light from the stone, just a little glow but enough to light my face up in the dark.\nOnly now I noticed that there was no rust in the silver. Not one tiny bit and as far as I knew was that water made silver rusty after only few hours. That didn’t seem right that there was no rust on a silver necklace that had been on the bottom of the sea for 75 years. What a mistery this necklace was. And the writing on the back of it was even more mysterious. I thought it was latin but I wasn’t sure.\nI stroke my fingers over the stone and up the chain, feeling the smooth silver like it had just been cleaned and polished. It was so beautiful, I wondered how it would look like on me?\nI opened the chain and put it around my neck, letting the stone lie cold on my chest. It felt extra cold and did not heat up by my body warmth but I didn’t care at the moment, my thoughts scrambled into one mess, mixing each other up as I drifted into the world of dreams and peace.\nJanice’s chest moved slowly up and down as she exhaled and inhaled. She was sleeping, not even aware of the storm outside, as the rain slammed the window like it was being wipped. The wind shook the house and there was a unnatural mist beside the window, so thick it was hard to see more than 5 feets away.\nNo, Janice sank deeper and deeper into her dream world as the necklace, that raised up and down with her even breath on her chest, became more brighter, the dark stone lightened in some way but did not change color, only went brighter and brighter as Janice’s breath became shorter and shorter. Her heart raced on a rate that any doctor would say was impossible in sleep but Janice was no longer sleeping.\nHer lifeforce drifted away from her like a sand sinking to the lower part of a hourglass. The black stone shone with her lifepower, finally finding the nurture he needed.\nSuddenly her heart slowed down and became too slow instead of too fast. Slowing with every heartbeat it took and then suddenly skidered to stop. Her skin was now as cold as the necklace that lay on her chest and seemed unnaturally beutiful and hypnotizing, forcing anyone who would see it now to come closer and put it on.\nPut then it faded, became see-through, fading slowly until it disapeared, leaving Janices’ dead body, lying on the bed. She could have been sleeping but if you looked closer you saw how pale her skin was and how her chest never moved up and down as it should have if she was breathing oxygen. But she wasn’t, she was dead, she had given her life to the most beautiful and yet the most repulsive thing in the world.\nAt the same time the necklace faded away The Wanderer by the harbor sank back into the sea, leaving people with no memory of ever seeing it sink and disapear, only knowing that it was gone but not knowing how it had gone or where it had gone. Ereasing their memory so that no witness would be of the disapearing.\nNow The Wanderer lies at the bottom of the sea, once again, waiting for a new set of curious people to find it again, waiting with its’ evil spirited, cursed necklace, ready to drain another human life as soon as it would touch its’ skin.\nWaiting…",
    "url": "https://www.hugi.is/smasogur/greinar/623929/the-wanderer/",
    "url_id": "623929",
    "id": "6269723",
    "replies": [
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-11-08 13:56:45",
            "id": "6279451",
            "reply_to_id": "6269723",
            "text": "mjög flott saga eins og ég er búin að segja oft xd\ngerðu meira af svona sögum^^"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-11-08 14:07:18",
            "id": "6279461",
            "reply_to_id": "6279451",
            "text": "Hvernig þá ‘'svona’' sögum?"
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-11-08 14:17:49",
            "id": "6279473",
            "reply_to_id": "6279461",
            "text": "svona leyndardóms sögum, þjóðsögum ^^ svona ég veit ekki hvað þetta kallast xd"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-11-08 14:19:01",
            "id": "6279477",
            "reply_to_id": "6279473",
            "text": "haha, ég skil hvað þú meinar, svona mysterys, draugar og svona =P"
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-11-08 14:19:55",
            "id": "6279483",
            "reply_to_id": "6279477",
            "text": "já^^"
        }
    ]
}