{
    "forum_title": "Dulspeki",
    "user": "venomy",
    "user_id": "66016",
    "date": "2008-11-13 22:46:08",
    "title": "Dulspeki og trú",
    "text": "Að gefnu tilefni langar mig til að ræða aðeins mitt sjónarhorn af dulspeki.\nNú höfum við feðgin, ég og pabbi, stundað einstaklega mikið af öllu því sem tengist dulspeki og orkunotkun í nokkur ár og höfum því kynnt okkur nánast allt.\nMér langar að koma nokkrum hlutum á hreint svo að fólk sem hefur minna eða ekkert vit á þessum hlutum getur hætt að gagnrýna okkur sem að höfum gaman að þessu og trúum. Ég er að fara afar gróft í hlutina og ef þið hafið einhverjar spurningar þá vil ég endilega heyra þær. Spurningar frekar en skítköst.\nOg munið, það þarf að efast til að læra að trúa. En afneitun er það sama og þröngsýni svo lesið með opnum huga eða sleppið því algerlega.\nTarot spil, spil, kristalskúlur og etc. etc. etc.\nÍ gegnum aldanna rás höfum við mannkynið notast við allt frá grjóti til vel skreyttra spila til að spá í framtíðina og sjá aftur í fortíðina. Því miður er allt of mikið af fólki sem dæmir þessa aðferð til að tengjast við það “yfirnátturulega” eins og þið mynduð eflaust kalla það, við einhverskonar galdra og kukl.\nMargir hafa þá náðargáfu að vera tengdir “hinu megin”. Spil og allt fram eftir þeim eru notuð sem einskonar hurðahúnar inn í þann heim. Það er oft auðveldara að sjá hugsanir sínar og sýnir á blaði eða í spilum heldur en að reyna að raða þeim til í huganum. Þessvegna mæla álfræðingar t.d. með því að fólk skrifi dagbók þar sem alltaf er auðveldara er að lesa hugsanir sínar en að hugsa þær.\nTarot spilin sjálf eru ekki göldrótt, heldur eru það hendurnar sem leika um þau sem eru gædd gáfunni.\nEr líf eftir dauðann?\nÉg vil taka það fram að núna erum við ekki að tala um trú á neinn hátt heldur þekkingu sem við höfum sankað að okkur í gegnum spiritisma meðal annars.\nÍ flestum trúarbrögðum er þó talað um líf eftir dauðann. Einhverskonar himnaríki eða helvíti, allt eftir því hvernig þú hefur hagað þér í jarðnesku lífi.\nÞetta er ekki svo galið því samkvæmt öllu þá ferðu yfir sem sama manneskjan og þú ert þegar þú deyrð. Þú færð ekki vængi og hörpu í innflutningsgjöf afþví þú hjálpaðir gömlum konum yfir götu, en þeir sem deyja góðir og sáttir eru oftar en ekki mun sáttari en hinir þegar þeir fara yfir þokuna miklu. Oftar en ekki er mikill reimleiki í heimahúsum útaf reiðum sálum sem eiga ókláruð mál eða einfaldlega stríðnispúkum sem kunna ekki sín takmörk.\nVil taka það fram líka að í 99% tilfellum (samkvæmt rannsóknum á spiritisma) eru t.d. þeir sem deyja mjög snögglega eða fremja sjálfsmorð einkar þungir þegar þeir koma hinummegin, eins og má rétt ýminda sér.\nÞú breytist lítið sem ekkert þegar þú deyrð. Það eru engin takmörk og enginn tími líður. Þú eldist ekki og skoðanir þínar breytast ekkert frekar en í hinu jarðneska lífi.\nEr líf eftir þetta líf?\nÞað má halda það já.\nTrúin er sú og þekking að það sé líf eftir þetta líf. Margir segjast hafa endurfæðst og margir muna þvílíkt magn af minningum sem þeir geta engan vegin tengt við þetta líf.\nAllir eru sendir á þessa jörð með þeim tilgangi að þroskast og safna reynslu. Ég get lofað ykkur að það er tilgangur með ykkar veru hér og það er e-ð takmark sem þið ætlið að ná og höfðuð ákveðið áður en þið fæddust. Þið munið það ekki núna en það er fólk þarna hinum megin sem gerir allt í sínu valdi til að beina ykkur í rétta átt. Þessvegna er mælt með bænum, ef þú biður um hjálp og vernd þá í nánast öllum tilfellum færðu hana. Oft tökum við ekki eftir því því hjálpin er ekki eins og við ýminduðum okkur hana.\nHver einstaklingur geymir rosalega reynslu innra með sér. Það er ótrúlegt magn upplýsinga sem er t.d. hægt að fá uppúr dáleiddu fólki, hlutir sem þau hafa ekki hugmynd um í raunveruleikanum. Afhverju fáum við ekki að muna allt sem hefur drifið á okkar daga, í fyrra lífi eða snemma í þessu?\nÞað væri of mikið af upplýsingum, upplýsingar sem ekki er hollt fyrir framtíðar upplifanir að vita.\nEf þið efist en þá má ég til að segja ykkur sögu sem dæmi af ungri stúlku í Indlandi sem um 7 ára aldur fór að segja frá fjölskyldu sinni í öðru lífi. Hún lýsti börnunum sínum og eiginmanni, heimili og vinum. Þetta gekk lengi uns farið var af stað og fundið fjölskyldu hennar. Kom þá í ljós eftir að höfðu fundið börn hennar og maður, öll komin á háan aldur að allt passaði sem stúlkan sagði. Meira að segja vissi hún dýpstu leyndarmál mannsins síns og grét af mikilli ákef um leið og hún leit börnin augum.\nEinnig má nefna Sai Baba, einn frægasta dulspeki mann Indverja, og bara í heiminum öllu. Hann er talinn hafa endurfæðst aftur og aftur og muna alltaf sitt seinasta líf. Hægt er að sjá manninn breyta gulli í demanta og sandi í gull. Þar komum við inná orkuna sem býr innra með okkur.\nHvað er þessi Orka?\nOft er talað um að ákveðinn orkuhjúpur umlyki okkur. Þessi orka stendur okkur til boða hvar og hvenær sem er, ef við kunnum að nota hana. Hún sameinar huga og líkama og er ótrúlegt fyrirbæri. Þessi orka hjálpar okkur að framkvæma ótrúlegustu hluti ef við kunnum að stjórna henni. Ef við trúum þá getum við, það er eins einfalt og það er.\nSem dæmi má nefna móðurina sem sér barnið sitt undir sex hjóla trukk og hún bara lyftir honum. Þarna er ótrúlegur viljastyrkur og enginn efi á ferð.\nAnnað dæmi er litla hnátan, sú sterkasta í heimi miðað við sinn aldur, sem fer létt með 11 ára gömul að lyfta 125 kílóum;\nhttp://www.youtube.com/watch?v=DTZsfkBwiNc\nEf þið horfið á hana þá er það er það líffræðilega ómögulegt fyrir þennan líkama að lyfta svo þungu. Hvað er það þá? Viljastyrkurinn vegur þyngra en nokkur vöðvi sagði einhver snillingurinn.\nÞessa orku má nota í allt. Svífa, hverfa, læknast. Gott dæmi um mann sem hefur fáránlega góða stjórn á sinni orku er Chris Angel. Vísindamenn hafa en ekki áttað sig á því hvernig hann fer að, en við sem kunnum á dulspekina vitum að þetta er ekkert nema ótrúlegur viljastyrkur og orkustjórnun.\nTrúið því sem þið viljið og efist að vild. Munið það sem ég sagði í byrjun, afneitun er það sama og þröngsýni.\nSpurjið að vild en munið að þetta er skrífað gróflega, lítið um smáatriði svo það gæti verið mikill efi eftir lesninguna.\nTakk fyrir lesturinn",
    "url": "https://www.hugi.is/dulspeki/greinar/625876/dulspeki-og-tru/",
    "url_id": "625876",
    "id": "6293777",
    "replies": [
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-11-14 00:24:26",
            "id": "6294232",
            "reply_to_id": "6293777",
            "text": "Nokkur atriði sem ég vil gera athugasemd við:\n“skoðanir þínar breytast ekkert frekar en í hinu jarðneska lífi.”\nÉg veit ekki með þig, en fólk í mínu lífi (ég sjálfur þar með talinn) skiptir oft um skoðun á hlutunum.\n“Hægt er að sjá manninn breyta gulli í demanta og sandi í gull.”\nMér þætti gaman að fá almennilega sönnun fyrir þessu. Ég meina, ég hef seð mann láta fíl hverfa af sviði í sirkus, en þar vissi ég að speglar og sjónhverfingar voru það sem létu fílinn hverfa.\nMyndbandið góða:\nÉg mun ekki taka youtube myndband, sem er auk þess lýst með !!!! og CAPS, sem sönnun fyrir því að 11 ára smástelpa sé að lyfta þessari þyngd sjálf.\n“afneitun er það sama og þröngsýni.”\nKlassískt dæmi, en: ef ég segi þér að það sé ósýnilegur dvergur á öxlinni á mér og hann stjórni heiminum… Þú afneitar því vonandi, ertu þá bara þröngsýnn?\nÉg mundi ekki kalla það þröngsýni að kynna sér málið frá mörgum hliðum og komast svo að einhverri niðurstöðu og telja þá niðurstöðu rétta."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2008-11-14 01:12:08",
            "id": "6294325",
            "reply_to_id": "6294232",
            "text": "í fyrsta lagi þá átti ég við að skoðanir þínar umturnast ekki bara afþví að þú ert dauður.\nEf þú kynnir þér Sai Baba myndiru komast að því að hann er ótrúlegur, milljónir manna hafa séð hann. Lífsspeki hans er ótrúleg. Kynntu þér hann og komdu svo aftur.\nScrew myndbandið þá, farðu í heimsmetabók Guiness, hún er þar þessi unga dama í öllu sínu veldi fyrir árángur sinn.\nað afneita einhverju án þess að hafa kynnt sér það til fulls er þröngsýni já. Að afneita er samt ekki það sama og að trúa ekki, ekki endilega. En ef að ég trúi ekki á dverga og bara trúi því ekki þá er það ekki afneitun, heldur trúleysi.\nAfhverju kemuru með svona leiðindi? Það er vel hægt að spyrja án þess að vera með svona móral. Endilega vertu aðeins jákvæðari í næsta svari."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-11-14 07:03:22",
            "id": "6294441",
            "reply_to_id": "6294325",
            "text": "Ástæðan fyrir þessu attitude-i í mér er eiginlega sú að staðreyndin að einhver haldi að þær sannanir sem þú gefur hérna séu fullnægandi fyrir mig til að trúa einhverju svona, mér þykir þetta eiginlega móðgun við vitund mína. (Ath. ekki efnið sem þú ert að fjalla um, heldur rökstuðningurinn með því)."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2008-11-14 09:26:15",
            "id": "6294506",
            "reply_to_id": "6294441",
            "text": "Er ég að ætlast til þess að þú trúir mér? Eða hinum þúsundunum sem stunda þetta? Nei, þetta er skrifað fyrir þá sem hafa opinn huga fyrir málefninu, ekki fyrir þá sem koma með þröngsýni og neikvæði og leiðindi.\nÉg ÆTLAST alls ekki til að þú trúir neinu og persónulega er mér alveg sama hverju þú trúir.\nEf þetta er svona móðgandi farðu þá e-ð annað pempían þín.\nFramkoma þín eins og sér gerir þig að nægu fífli.\nþvílík prímadonna maðu"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-11-14 10:38:14",
            "id": "6294560",
            "reply_to_id": "6294506",
            "text": "Ert þú að grenja yfir því að framkoma mín sé dónaleg? Líttu í eigin barm."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2008-11-14 14:32:19",
            "id": "6295026",
            "reply_to_id": "6294506",
            "text": "Þú ert frekar hlægilegur, herra minn.\nBætt við 14. nóvember 2008 -  14:37\nvenomy þ.e.a.s."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2008-11-14 18:03:38",
            "id": "6295548",
            "reply_to_id": "6294506",
            "text": "Eru menn endilega þröngsýnir ef þeir gagnrýna þetta?\nAf yfirlýsingum þínum að dæma virðast menn með opinn hug ekki gagnrýna neitt enda fellur gagnrýni undir þröngsýni miðað við gefnar forsendur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-14 16:25:05",
            "id": "6295292",
            "reply_to_id": "6294325",
            "text": "Sai baba er ekkert sérstakur. Það er til endalaust mikið af svona trúarkraftaverkaloddurum sem ná að heilla fólk.\nÞað er ekkert merkilegt að milljónir manna aðhyllist hans og hafi séð hann… það eru til milljónir manna eins og þú (sem efast ekki, er trúgjarnt).\nEf hún er í guiness, af hverju sendiru ekki þá bara link?\nEn ef að ég trúi ekki á dverga og bara trúi því ekki þá er það ekki afneitun, heldur trúleysi.\ntrúleysi er víst afneitun. ef þú trúir ekki á álfa, þá ertu að segja að þú teljir að álfar séu ekki til og þar með að afneita tilvist þeirra."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2008-11-14 18:00:54",
            "id": "6295541",
            "reply_to_id": "6294325",
            "text": "haha, nei skoðanir manns umturnast væntanlega ekki heldur verða bara að engu"
        },
        {
            "user": "Shounin",
            "user_id": "26135",
            "date": "2008-11-14 01:12:14",
            "id": "6294326",
            "reply_to_id": "6293777",
            "text": "Ég verð nú að vera sammála Loka.  Er maður ÞRÖNGSÝNN fyrir að neita að taka “þetta er bara svona” sem rök án nokkurra sannana?\nOg sálfræðingar mæla með að fólk skrifi dagbók til að skilja eigin hugsanir, það þýðir ekki að þó svo að fólk gæti spáð fyrir um framtíðina gæti það gert það með tarot-spilum og þannig háttar.  Það er einfaldlega hægt að lesa út úr þessu eins og maður vill.  Cold Reading (wikipedia).\nÉg skal lofa þér því, ég ákvað að lesa þetta og taka inn öll rökin áður en ég kveikti á gagnrýnni hugarfarinu mínu.  Svo komst ég að því að það voru engin eða fá rök."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2008-11-14 01:39:46",
            "id": "6294343",
            "reply_to_id": "6294326",
            "text": "Efst í greininni stendur að þetta sé mín sín á dulspeki.\nOg ég segi líka að þið hafið fullan rétt á að efast, en að neita einhverju áður en þú kynnir þér það er þröngsýni, ég er alls ekki að biðja neinn um að trúa neinu frekar en þeir vilja.\nÁstæðan fyrir því að fólk notar tarot spil er því að, eins og þegar þú skrifar dagbók, þá nærðu betri tengingu við hugsanir þínar. Hinir framliðnu tala í gegnum hugan þinn og það kemur fram í spilunum, líkt og orð þín á dagbókarblaðinu.\nÞetta er samlíking, ég er ekki að segja að dagbókarskrif séu yfirnáttúruleg.\nþað þýðir ekki að þó svo að fólk gæti spáð fyrir um framtíðina gæti það gert það með tarot-spilum og þannig háttar. Það er einfaldlega hægt að lesa út úr þessu eins og maður vill\nTarot spilin útaf fyrir sig hafa\nmerkingu\n, en ekkert meir. Þeir hinu megin sem vilja koma til þín skilaboðum, færa þeim sem er spáð fyrir hjálp eða orð í hönd hjálpa þeim sem er að spá að lesa úr spilunum í gegnum hugsanir t.d.. Þetta kallast andleg tenging.\nÞú mátt trúa að þetta sé bull, en endilega, ef þú hefur áhuga á andlegum málefnum kynntu þér þetta þá!\nÞetta kemur virkilega á óvart."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2008-11-14 13:55:56",
            "id": "6294928",
            "reply_to_id": "6294343",
            "text": "Ég hef einmitt séð þessi tarot spil þín og andlegu tengingu við þá dauðu afsönnuð af manni miklu gáfaðri en við öll til samans. Hann heitir Derren Brown. Hann fór í skóla í BNA sem er talinn vera sá virtasti í kennslum við andlegt tengsl og allt það þvíumlíkt og hann rústaði þessum skóla. Hann notaði sálfræðina til þess.\nÞú getur séð þetta allt saman sjálf í programmí sem heitir\nDerren Brown: Messiah\nen það fjallaði einmitt um það hvað fólk tekur yfrnáttúrulegum fyribærum og trú sem sjálfsögðum og réttum hlut án þess að skoða virkilega hvort það sé satt og rétt."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2008-11-14 15:13:06",
            "id": "6295143",
            "reply_to_id": "6294928",
            "text": "Góður punktur að benda á Derren Brown …\nSvo má líka benda á James Randi, en hann stóð fyrir að sanka saman í sjóð einni milljón dollara, sem hefur staðið sem verðlaun fyrir að koma og sýna fram á paranormal hluti eða “náðargáfur”.\nFáir þora að mæta og reyna að sýna fram á “náðargáfu” sína, en þeir fáu sem hafa gert það hafa failað gjörsamlega. Þetta eru frægustu verðlaun sinnar tegundar og þau hafa staðið í tugi ára án þess að neinum takist að uppfylla skilyrðum sem báðir aðilar eru samþykkir.\nReyndar verður að taka fram að í mörgum tilfellum er fólk alveg gjörsamlega hissa á að vera afsannað í svona testum…   þannig að þetta fólk er ekkert endilega að ljúga. Þetta er frekar dæmi um “sjálfsdáleiðslu”, til dæmis í dowsing þegar fólk lætur óafvitandi hendina hreyfast vegna sjálfsdáleiðslu.\nhttp://www.youtube.com/watch?v=xOsCnX-TKIY\nÆtli það sé ekki svipað fyrirbæri í gangi í andaglasi.\nOg rétt eins og dávaldar geta fengið fólk til að sjá og finna hluti bara vegna eigin sannfæringar, þá er auðvelt að rökfæra það yfir á miðla að sjá og finna alls konar hluti vegna eigin sannfæringar.\nÞannig að maður er ekkert að draga í efa að sumir miðlar virkilega sjá hluti… maður er bara að draga í efa að það actually *virki*.\nhttp://www.youtube.com/watch?v=mUCECDBOOjw&feature=related\nÞetta video CNN að fjalla um einn frægasta miðil heims…   meira bullið þarna. Og auk þess lofaði hún því í beinni útsendingu að tækla milljón dollara áskorunina, en eftir að slökkt er á myndavélunum vill hún ekki lengur koma."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2008-11-14 16:13:12",
            "id": "6295260",
            "reply_to_id": "6295143",
            "text": "Þetta er mikið ímyndun hjá þeim sem halda að þau viti e-ð. Giska nógu mikið að þau hljóta að hafa e-ð rétt fyrir sér en leiða hjá sér allt sem er rangt.\nHorfði á CNN myndbandið. Fólk eins og þessi Sylvia Brown…mér býður bara við þeim."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-14 15:18:30",
            "id": "6295155",
            "reply_to_id": "6294343",
            "text": "ég var að pæla. Segjum sem svo að fólk að handan geti haft samband…\nHvar er það þá? það hlýtur að vera einhvers staðar. Og ætli sá staður fyllist aldrei?\nOg þegar allir sem þau þekktu á jörðinni eru látnir, við hvern hafa þau þá samband? Hafa þau bara samband við einhvern?"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2008-11-14 18:05:21",
            "id": "6295555",
            "reply_to_id": "6294343",
            "text": "Að trúa einhverju án þess að kynna sér það er líka þröngsýni."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2008-11-14 03:23:43",
            "id": "6294405",
            "reply_to_id": "6293777",
            "text": "Troll."
        },
        {
            "user": "Asskotin",
            "user_id": "35004",
            "date": "2008-11-14 13:32:38",
            "id": "6294879",
            "reply_to_id": "6293777",
            "text": "Góð grein :) en leitt að sjá hve neikvæð viðbrögð sumir virðast hafa við henni."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2008-11-14 18:13:13",
            "id": "6295590",
            "reply_to_id": "6294879",
            "text": "Gagnrýni þarf ekki endilega að taka sem neikvæðni. Við sem viljum ekki trúa þessu gerum það vegna þess að okkur finnst svo augljóst að þetta brýtur í bága við vísindi sem jú koma mun betur heim og saman við upplifun okkar á veröldinni.\nTrú á yfirnáttúrulega hluti gengur einfaldlega ekki upp ef við aðhyllumst vísindi og öfugt."
        },
        {
            "user": "Asskotin",
            "user_id": "35004",
            "date": "2008-11-14 23:35:23",
            "id": "6296486",
            "reply_to_id": "6295590",
            "text": "svo engin millivegur ?\nok skítt með það þótt það sé ekki hægt að sanna vísindalega að við höfum sál eða líf eftir dauðan. En ertu handviss um að þú viljir hundsa það alfarið að kanski mögulega sé eitthvað meira í okkur spunnið en við getum sannað ?"
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2008-11-15 04:09:59",
            "id": "6296942",
            "reply_to_id": "6296486",
            "text": "Vísindin hundsa ekki fokking möguleika!\nVá ég er svo harður að ég ældi á fokking fermingamyndina mína."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-15 13:03:54",
            "id": "6297266",
            "reply_to_id": "6296486",
            "text": "skítt með það þó við getum ekki sannað vísindalega að búálfar, huldufólk og einhyrningar séu til, viltu samt útiloka það?\nJá veistu, ég held það kallist heilbrigð skynsemi að útiloka það þangað til annað kemur í ljós"
        },
        {
            "user": "Asskotin",
            "user_id": "35004",
            "date": "2008-11-15 19:03:44",
            "id": "6298044",
            "reply_to_id": "6297266",
            "text": "Veistu að það er alveg sama hverning ég svara þessu. Niðurstaðan er sú sama vísindi eru allt og ekkert er þess virði að minnast á nema með sönnunum.\nSvo njóttu þinnar heilbrigðu skynsemi og ennfremur njóttu þess að vera svona hrikalega röksýnn að ekkert annað kemst að nema staðreyndir."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-15 19:34:59",
            "id": "6298097",
            "reply_to_id": "6298044",
            "text": "Það kemst fullt að annað en staðreyndir. Ég krefst ekki sönnunargagna um allt og hvert einasta smáatriði í lífinu.\nEn stórar fullyrðingar krefjast stórra sönnunargagna.\nEn af hverju í ósköpunum ættum við að taka mark á öðru en staðreyndum? :S\nOg veistu yfir höfuð hvað vísindi eru?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-09 14:47:03",
            "id": "6362498",
            "reply_to_id": "6297266",
            "text": "Þú getur ekki útilokað neitt nema að hafa haldbærar sannanir fyrir því að eitthvað sé ekki til. Á núinu höfum við það ekki. Hvernig geturðu þá útilokað það?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-09 23:58:52",
            "id": "6364672",
            "reply_to_id": "6362498",
            "text": "Nei, þannig er það ekki.\nEf menn ætla að segja að eitthvað sé til… þá þurfa menn að hafa sönnunargögn fyrir tilvist þess.\nEf menn ætla hins vegar að segja að eitthvað sé ekki til, þá ætti að vera nóg að benda á að engin sönnunargögn styðja fullyrðinguna að fyrirbærið sé til, og þess vegna er órökrétt að halda því fram að tilvera fyrirbærisins sé raunveruleg.\nHvernig á að sannað eitthvað sé ekki til? Þá verða menn að finna “ekki” ummerki um þetta fyrirbæri. Sem sagt and-ummerki… sem er fráleitt.\nÞetta er eins og að ætlast til þess að einhver fyndi “ekki-fótspor” af búálfi til að sanna að hann sé ekki til.\nSeg þú mér fyrst hvernig í ósköpunum er hægt að sýna fram á að eitthvað sé ekki til?\nHvernig ætlaru að sýna fram á að í miðju sólar sé ekki einhyrningur sem notar alheimsorku til þess að halda reikistjörnunum á braut sinni… við höfum nú ekki enn útskýrt þyngdarkraftinn svo þetta gæti alveg verið hann…\nEins og sést þá er fráleitt að biðja um sönnunargögn fyrir “ekki-tilvist”"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-10 15:19:39",
            "id": "6365962",
            "reply_to_id": "6364672",
            "text": "Hvar sagði ég eitthvað um að sanna nokkrun skapaðan hlut?\nÞað sem ég sagði var að þú getur ekki útilokað neitt ef ekki næg sönnunargögn eru fyrir hendi.\nNei, þú getur ekki útilokað einhyrning í miðjunni á sólinni. En þar sem þú getur ekki útilokað hann þá sannast hann ekkert út af því."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-10 18:40:33",
            "id": "6366614",
            "reply_to_id": "6365962",
            "text": "ertu sem sagt að segja að við höfum ENGA vitneskju um einhyrninginn í sólinni, búálfa, huldufólk, jólasveininn, þór, apollo, og set?\nVeistu,\nÞað sem ég sagði var að þú getur ekki útilokað neitt ef ekki næg sönnunargögn eru fyrir hendi.\nþað er einmitt öfugt. Ef ekki eru næg sönnunargögn fyrir hendi þá eru það einmitt aðstæðurnar sem maður útilokar, eða hafnar tilgátu, þar til sönnunargögnin finnast.\nSegðu mér aftur, hvernig ætlaru að finna and-sönnunargögn?\nHvernig ætlaru að finna sönnunargögn fyrir ekki-tilvist?\nEf þú getur sagt mér það þá skal ég fallast á þetta.\nHvernig ætlaru að finna sönnunagögn fyrir því að það sé ekki ósýnileg eðla á öxlinni á mér?\nÞað er ekki hægt, er þá rangt að útiloka tilvist eðlunnar? tæplega"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-10 18:57:01",
            "id": "6366663",
            "reply_to_id": "6366614",
            "text": "Það væri aðeins of heitt fyrir einhyrninginn.\nað er einmitt öfugt. Ef ekki eru næg sönnunargögn fyrir hendi þá eru það einmitt aðstæðurnar sem maður útilokar, eða hafnar tilgátu, þar til sönnunargögnin finnast.\nHa? Hvað meinarðu?\nEf það eru ekki til næg sönnunargögn þá útilokarðu ekki möguleikann… hvað ertu að bulla?\nViltu útskýra fyrir mér aðeins hvað þú ert að meina með seinni hlutasvarsins?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-10 19:11:08",
            "id": "6366728",
            "reply_to_id": "6366663",
            "text": "Nei… þetta er ofureinhyrningur… afsannaðu það!\nAnnars þá meinti ég að það er ekki hægt að gera það sem þú ert að biðja um, finna sönnunargögn fyrir tilvistarleysi… það er ekki hægt. Hvernig á maður að finna ummerki um eitthvað sem hefur aldrei verið til?\nÞað er einmitt skortur á sönnunargögnum um drauga sem segir okkur að útiloka tilvist drauga. Það eru engin sönnunargögn gegn draugum beint, heldur aðeins skortur á sönnunargögnum fyrir þeim.\nHvernig ætlaru að finna sönnunargögn fyrir tilvistarleysi drauga?\nÞað er ekki hægt… er þá rangt að útiloka tilvist þeirra?\nÞað þýðir að það sé rangt að útiloka tilvist alls sem mér getur mögulega dottið í hug"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-10 19:32:35",
            "id": "6366818",
            "reply_to_id": "6366728",
            "text": "Það sem ég var að segja. Ekki hægt að útiloka þá fyrir skort á sönnunargögnum gegn þeim."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-11 00:49:36",
            "id": "6368049",
            "reply_to_id": "6366818",
            "text": "sem sagt þú útilokar ekki tilvist búálfa?\nSem sagt það er EKKERT sem við getum sagt að sé ekki til?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-11 11:31:36",
            "id": "6368652",
            "reply_to_id": "6368049",
            "text": "Við getum ekki\nútilokað\nalveg eitthvað ef við höfum ekki pottþétt sönnunargögn um að það sé ekki til."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-12 18:05:15",
            "id": "6372457",
            "reply_to_id": "6368652",
            "text": "bentu mér á sönnunargagn fyrir því að eitthvað sé ekki til.\nÞú ert að tala vitleysu. Það er ekki hægt að finna sönnunargögn fyrir tilvistarleysi.\nHvernir ætlaru að finna sönnunargögn um það að ég hafi aldrei farið til Chile?\nÞetta er ekki raunveruleg spurning, mér er sama þó þú bullir svarið.\nSkáldaðu svar, skáldaðu dæmi, hvenær er nokkur tímann hægt að finna sönnunargögn fyrir tilvistarleysi?\nÞað er ekki hægt. Skortur á sönnunargögnum fyrir tilvist eru túlkuð sem sönnunargögn fyrir tilvistarleysi… þar til annað kemur í ljós.\nÍ augum vísindanna verður aldrei hægt að útiloka neitt. Við getum ekki útilokað að eitthvað sé ekki til… en jú, við getum það. Alveg eins og við útilokum þann eiginleika að við getum ferðast í gegnum fast efni, þó það séu líkur á því…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-12 19:15:15",
            "id": "6372664",
            "reply_to_id": "6372457",
            "text": "Það er náttúrulega ekki hægt að sanna/afsanna eitthvað alveg… það getur alveg verið að ég hafi ellefu putta en ég sé bara tíu.\nEn það sem ég er að meina er að þú getur ekki bara sagt að eitthvað sé ekki til út af skort af sönnunargögnum.\nNei, ég er ekki að segja að neitt sérstakt sé til. Eindaldlega að benda á það að það má ekki útiloka eitthvað fyrir skort á sönnunargögnum.\nEr líf eftir þetta líf? Æ, það getur enginn borið vitni um það. Best að útiloka það bara."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-12 20:28:31",
            "id": "6372822",
            "reply_to_id": "6372664",
            "text": "Já… útilokum það.\nÁ sama hátt og við útilokum einhyrninga, búálfa, huldufólk, jólasveininn, alheimssálina, karma og allt hitt\nEða leyfðu mér að orða þetta svo við komumst, held ég að sameiginlegri niðurstöðu, ég veit hvað þú ert að hugsa og ég er alveg sammála.\nEn síðan stígur maður niður á jörðina, sem ég ætla að reyna að orða betur:\nVið skulum ekki útiloka 11 puttann. við skulum ekki útiloka búálfa huldufólk, jólasveina og hvaðanúæva.\nHins vegar, getum við verið sammála um það, að við ættum EKKI að reikna með tilveru þeirra fyrr en frekari sönnunargögn gefast.\nÞ.e. við ættum ekki að búast við því að það sé eftirlíf, eða guð, eða búálfar eða einhyrningar.\nÉg skal ganga svo langt, þó aðeins hugmyndfræðilega, að það sé möguleiki á þessum hlutum, en það geta allir verið sammála um það að það eigi alls alls aaaaaalls ekki að reikna með þeim."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-12 20:37:30",
            "id": "6372840",
            "reply_to_id": "6372822",
            "text": "Já, meinar. Var einmitt að hugsa þetta öfugt."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2008-11-16 12:45:14",
            "id": "6299243",
            "reply_to_id": "6296486",
            "text": "Ég get orðað það sem svo að mér finnist það ólíklegt því flest bendir til hins gagnstæða."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-14 15:14:35",
            "id": "6295147",
            "reply_to_id": "6293777",
            "text": "Skrýtið hvað fólk virðist ekki vita hvað “efast” þýðir.\ninngangurinn í greininni er ekki í neinum takt við það sem stendur í greininni sjáflri.\nég nenni ekki að kommenta á flest allt, en eitt verður þó að koma fram… ekki DIRFAST til að tengja sálfræðinga á nokkurn hátt við tarot-spil. Það er af og frá að ætla að kenningar sálfræðinnar hafa eitthvað með dulspeki og yfirnáttúrulega hluti að gera.\nÉg vil taka það fram að núna erum við ekki að tala um trú á neinn hátt heldur þekkingu sem við höfum sankað að okkur\nLeiðrétting:\nÉg vil taka það fram að núna erum við ekki að tala um þekkingu á neinn hátt heldur trú sem við höfum sankað að okkur\nsamkvæmt rannsóknum á spiritisma\nÞað væri gaman að sjá þær rannsóknir\nÞetta er ekki svo galið því samkvæmt öllu þá ferðu yfir sem sama manneskjan og þú ert þegar þú deyrð\nRangt. Hindúar og búddistar trúa því til dæmis ekki.\nOg samkvæmt raunvísindunum gerist ekkert þegar við deyjum. þ.e. við endum hreinlega. vitund okkar slökknar.\nSeinna þegar þú talar um orku þá vinsamlegast ekki nota orðið orka. Notaðu frekar “plat orka sem dulspekingar reyna að sannfæra fólk með” því einfaldlega “orka” á það til að rugla fólk í rýminu því það tengir hana við raunverulega orku. Ef þetta er raunveruleg orka þá væri hægt að rannsaka þetta allt á vísindalegan hátt. Ástæðan fyrir því að það er hins vegar ekki gert… er að þetta er ekki raunveruleg orka… því þá hefði eitthvað komið úr rannsóknunum.\nÞetta svar var ekki skítkast, þetta var einfaldlega gagnrýni eftir notanda sem ákvað að fylgja leiðbeiningum þínum: efast"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2008-11-14 15:22:31",
            "id": "6295159",
            "reply_to_id": "6293777",
            "text": "Eitt vil ég líka benda á…     oft eru skeptics sakað um “þröngsýni” af því þau vilja ekki gleypa við einhverju án þess að hafa ástæðu til. En ef eitthvað er þá er paranormal fólkið með þröngsýni.\nSkeptics hafa áhuga á sannleikanum sannleikans vegna, hver svo sem hann kann að vera… sem sagt eru tilbúnir að trúa hverju sem er sýnt almennilega fram á, og hlusta á og meta allar kenningar, þar á meðal möguleika eins og sjálfsdáleiðslu, cold reading og fleira.\nParanormal og new age fólk er *búið* að ákveða fyrirfram hverju það ætlar að trúa og neitar að hlusta á sönnunargögn eða sálfræðilegar hugmyndir eins og sjálfsdáleiðslu og cold reading. Helda frekar bara fyrir eyrun og segja “LALALALALALALA”. Hvað á að kalla þetta annað en þröngsýni?"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2008-11-14 18:00:06",
            "id": "6295536",
            "reply_to_id": "6293777",
            "text": "Æji afhverju fær fólk ekki bara að trúa því sem það trúir eða trúir ekki. Það eru til endalausar spurningar um allt það sem maður efast um eða trúir ekki og alltaf þurfa þeir sem ekki trúa að reyna sannfæra hina um að trú sé bull og þeir sem trúa að reyna sannfæra trúlausa um að trúin þeirra sé sú eina rétta.\nBlessaður vertu ekkert að hlusta á þá sem svara þér með efasemdum, leifðu þeim bara að ibba sig. Slepptu því bara að svara þeim."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2008-11-14 19:03:16",
            "id": "6295721",
            "reply_to_id": "6295536",
            "text": "Hvaða rugl er þetta, heldur þú virkilega að ef einhver hefur vott af áhuga og viðleitni á því að rökræða um trúmál, þá sé það samnefnefni yfir því að maður sé að banna hinum að hafa sín viðhorf."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-14 19:39:48",
            "id": "6295803",
            "reply_to_id": "6295536",
            "text": "Af hverju er alltaf verið að berjast fyrir því að fólk sem heldur uppi og reynir að dreifa ranghugmyndum fái að gera það í friði?\nAf hverju er alltaf litið á gagnrýni og efahyggju sem skítkast og hroka.\nBlessuð veriði, hundsið þetta svar og haldið áfram að halda sannleikanum á lofti. Leyfið fólki ekki að komast upp með að dreyfa fáfræði í annað fólk.\n-\nÞað að tvær manneskju hafi mismunandi skoðun þýðir ekki að allar skoðanir séu jafn mikilvægar. Það að menn hafi mismunandi skoðanir þýðir ekki að það beri að virða þær.\nÞað er ekki verið að banna neinum að trúa, en ef einhver opinberar skoðun sína á almennum spjallvef þá má hann búast við gagnrýni. Og ef einhver reynir að dreifa fáfræði sinni yfir á aðra þá má hann búast við HARÐRI gagnrýni og þeir sem reyna að verja það ættu að skammast sín.\nSérstaklega þegar við erum á áhugamáli sem kallast Vísindi og fræði."
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2008-11-14 20:01:41",
            "id": "6295857",
            "reply_to_id": "6295803",
            "text": "Mér finnst reyndar gaman að svörum frá þér þar sem þú kemur með rök og hefur við mál þitt að styðjast.\nEn þetta eru ekki ranhugmyndir í augum fólksins sem heldur sínum trúarskoðunum fram og þarafleiðandi finnst mér rangt að vera að halda því fram. Ég lít ekki að gagnríni sem hrika eða skítkast nema að hún sé borin þannig fram, það er til neikvæð gagnríni og jákvæð og ég tel að fólk eigi að styðja sig við þá jákvæðu.\nDreifa fáfræði ? er þetta fáfræði sem hann er að sgrifa í grein sinni ? þó svo að persónulega sé þetta ekki eitthvað sem ég trúi þá tel ég þetta síður en svo fráfræði, hann á rétt á sinni trú án þess að sagt sé að hann sé fáfræður því hann veit hvað hann trúir á og þekki það svið vel, alveg eins og þú þekkir þitt svið og ert þarafleiðandi vel fræddur í þeim efnum. Hann gæti alveg eins sagt að við séum fáfrædd því við trúum ekki á það sama og hann. Það er ekkert rétt né rangt í þessu tilviki.\nAuðvitað má hann búast við gagnrýni en er hann ekki meira að leita að skylningi og jákvæðri gagnrýni þegar hann póstar þessu ? enn og aftur tel ég hann ekki vera fáfræddan þó svo ég trúi ekki á yfirnáttúrulega hluti, fólk hefur eflaust sínar ástæður. Afhverju þarf hann að fá harða gangnrýni fyrir að pósta dulspeki grein á dulspeki ? Ég skammast mín voða lítið fyrir að verja hann, tel hann samt hafa brugðist of harkalega og asnalega við í svörum fyrir ofan, tel hann samt ekki eiga rétt á skítkassti, né aðra fyrir það.\nVið erum á vísindi og fræði það er rétt… en við erum í undirflokki yfir það sem er dulspeki, og hann er eimitt að skrifa um dulspeki sem gefur þessari grein allan rétt á sér.\nÉg ber samt mikla virðingu fyrir svörum þínum, þau eru uppbyggjandi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-14 20:42:07",
            "id": "6296023",
            "reply_to_id": "6295857",
            "text": "En þetta eru ekki ranhugmyndir í augum fólksins sem heldur sínum trúarskoðunum fram\nAuðvitað veit sá sem er haldinn ranghugmyndum ekki að hann er haldinn ranghugmyndum…. þá væri hann ekki haldinn ranghugmyndum. Það segir sig svolítið sjálft.\nDreifa fáfræði ? er þetta fáfræði sem hann er að sgrifa í grein sinni ?\nJá, það er mikið þarna sem er ósatt og þess vegna ekki fróðlegt, fáfræði. Viðkomandi veit ekki betur en svo að þetta sé satt, meðan að svo er ekki… fáfræði.\nhann á rétt á sinni trú án þess að sagt sé að hann sé fáfræður því hann veit hvað hann trúir á og þekki það svið vel, alveg eins og þú þekkir þitt svið og ert þarafleiðandi vel fræddur í þeim efnum.\nhún á rétt á sinni trú og þar er ég alveg sammála. Það er að sjálfsögðu stjórnarskrárvarinn réttur allra.\nEn hún er samt sem áður fáfróð og hefur rangt fyrir sér. Bara vegna þess að einhver trúir því ekki að maki hans sé að halda fram hjá viðkomandi þýðir ekki að það geti ekki verið satt.\nAð sama skapi hefur hún rangt fyrir sér, sama hversu heitt hún trúir að þetta sé rétt.\nTrú og sannleikur tengist ekkert.\nVið erum inn á vísindum og fræðum og því vildi ég helst að talað væri um dulspeki á fræðilegan hátt. Það hvernig messur eru haldnar, hvernig tarotlestur fer fram, hvernig miðlafundir eiga sér stað og þar fram eftir götunum eru allt efni í fræðilegar greinar.\nEn það að segja að með messuhaldi komist menn í samband við guð, að með tarot spilum sé hægt að sjá inn í framtíðina og að miðlar geti í alvöru talað við látna er hrein og bein lýgi og á ekki heima hér á vísindum og fræðum.\nSkiluru hvað ég er að fara? Það að lýsa hvernig Wicca athöfn fer fram er efni í trúarbragðafræðilega grein og ekkert að því. Það að segja að Wiccaathafnir virki er hins vegar óásættanlegt og verður harðlega gagnrýnt.\nEf fólk vill vaða í eigin fáfræði þá ætti það að berjast fyrir því að áhugamálið verði fært á /lífstíll, því trú eru hvorki vísindi né fræði, það er lífstíll.\nEn takk fyrir hólið :)\nBætt við 14. nóvember 2008 -  20:46\nog ég er sammála, óþarfa skítkast er alltaf óþarfi"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2008-11-15 02:52:51",
            "id": "6296905",
            "reply_to_id": "6296023",
            "text": "Jæja ég er allavegna ósammála með að trúaðir séu fáfræddir og með ranghugmyndir. En hinu er ég svo sem sammála. :P"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-15 04:50:23",
            "id": "6296983",
            "reply_to_id": "6296905",
            "text": "Ertu sem sagt að segja að þeir sem halda að þróun hafi ekki átt sér stað og halda að jörðin sé 6000 ára séu ekki fáfróðir?\nEr það sem sagt ekki fáfræði, að halda að eitthvað sem sé rétt sé vitlaust?"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2008-11-15 12:48:19",
            "id": "6297238",
            "reply_to_id": "6296983",
            "text": "Það eru nú ekki allir trúaðir sem trúa þeirri kenningu, ég þekki td einn strák sem er alveg svakalega kristinn. Hann er samt ekki að neita þróunarkenningunni og segja að við séum komin af adam og evu. Hinir sem trúa því vita samt alveg af þróunarkenningunni og þekkja hana svo þeir vita alveg allt um hana. Bara kjósa að trúa henni ekki. Æji ég veit ekki, mér finnst það bara koma fáfræðslu voða lítið við. Ég tel fólk fáfrætt ef það veit tildæmis ekki hver forseti bandaríkjanna er, eða fólk sem þekkir ekki aðrar menningar og aðra siði."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-11-15 13:11:17",
            "id": "6297278",
            "reply_to_id": "6297238",
            "text": "Það þekkir ekki þróunarkenninguna. Það er einmitt fáfrótt um hana. Þau hafa heyrt um kenningnuna, en þau skilja hana ekki, skilja ekki rökin fyrir henni og eru því fáfróð um hana, þau vita ekki mikið um hana.\nÞví ef þau gerðu það þá gætu þau ekki neitað henni, hún er einfaldlega of fáguð til þess að nokkur maður geti neitað henni.\nEn ef fólk veit ekki hver forseti BNA er, en tjáir sig samt um hann, þá eru þau vissulega fáfróð um það málefni… ég skil ekki hvað er athugavert við það.\nEn þetta með þróunarkenninguna var bara ein gerð af trú. Öll trú er fáfræði því þau eru að kjósa að trúa einhverju sem er rangt fram yfir það sem þekking okkar hefur gefið í ljós."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-11-15 20:46:09",
            "id": "6298268",
            "reply_to_id": "6293777",
            "text": "Þessa orku má nota í allt. Svífa, hverfa, læknast. Gott dæmi um mann sem hefur fáránlega góða stjórn á sinni orku er Chris Angel. Vísindamenn hafa en ekki áttað sig á því hvernig hann fer að, en við sem kunnum á dulspekina vitum að þetta er ekkert nema ótrúlegur viljastyrkur og orkustjórnun.\nChris Angel hefur marg oft viðurkennt að hann er sjónhverfingarmaður.  Það er ekkert yfirnáttúrulegt við það sem hann gerir.\nBætt við 15. nóvember 2008 -  21:11\nhttp://transcripts.cnn.com/TRANSCRIPTS/0710/30/lkl.01.html"
        },
        {
            "user": "bigdaddy",
            "user_id": "8603",
            "date": "2008-11-20 15:03:47",
            "id": "6310349",
            "reply_to_id": "6293777",
            "text": "Fín grein hjá þér. :)\nÉg er ekki mest inn í þessum málum en tala mjög mikið um þetta við foreldra mína sem eru mun meira í þessu. Þau eru í jóga (ekki þetta ég stend í brú jóga heldur meira með hugleiðingu, jafnvel þótt þau geri ýmsar æfingar) og hafa einstaklega mikinn áhuga á öllu andlegu og þar á meðal þetta með orkustöðvarnar.\nMér finnst alltaf gaman að heyra af fólki sem er í tengslum við svona andleg málefni og trúir ekki bara að allt sé búið um leið og við deyjum.\nAnnars hef ég ekkert mikið meira við að bæta nema bara reyndu ekki að láta fólk með skítköst hafa áhrif á þig. Fólk er alltaf með skítköst og þetta er hugi þar sem fólk elskar skítköst meira en allt."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2008-12-03 17:56:54",
            "id": "6345915",
            "reply_to_id": "6293777",
            "text": "Einnig má nefna Sai Baba, einn frægasta dulspeki mann Indverja, og bara í heiminum öllu. Hann er talinn hafa endurfæðst aftur og aftur og muna alltaf sitt seinasta líf. Hægt er að sjá manninn breyta gulli í demanta og sandi í gull. Þar komum við inná orkuna sem býr innra með okkur.\nHver sem vill má kalla mig efnishyggjumann og þröngsýnan fyrir að benda á þetta, en ég tek eftir skorti á vísbendingum. “Hægt er að sjá”? Ég sé ekki. Hvernig get ég séð? Ef hann getur það, hvers vegna getur hann ekki framleitt demanta til að kaupa mat fyrir fátækt fólk í Indlandi?\nÉg er ekki að reyna að gera lítið úr einum eða neinum, en mér þykir þetta órökrétt.\n(Ég ætla ekki að dýfa mér nánar í aðrar fullyrðingar hér á þessum vettvangi, enda flestar af svipuðum toga.)"
        }
    ]
}