{
    "forum_title": "Smásögur",
    "user": "Adrenalin",
    "user_id": "73045",
    "date": "2008-11-14 17:52:01",
    "title": "Taka Tvö 4. hluti",
    "text": "Mamma beið í anddyrinu, stóð útúr hópi af litlum krökkum sem voru að flýta sér heim til að monta sig yfir hrósunum sem þau fengu frá kennaranum. Hún brosti þegar hún sá mig og ég fann endurnýjaða gleði og hamingju breiðast um líkama minn, sjá hana labba, sjá hana brosa, sjá hana loksins hamingjusama. Það var svo mikill munur að það var eins mjög kraftmikil alda af öllum gleðitilfinningum sem til voru lenti á mér. Ég brosti og hljóp áfram, á undan Jennu og beint í fangið á mömmu. Það var mikil tilbreyting að ná bara upp í mitti hennar og ég fékk minnimáttarkennd.\n,,Hæ elskan, hvernig var í dag?’’ spurði hún þegar hún beygði sig niður og tók utan um mig.\n,,Allt í lagi.’’ Sagði ég, því í sannleikanum sagt þá var frekar mikið jafntefli á milli gamans og leiðinda. Það var mjög leiðilegt þegar krakkarnir voru með læti og voru óþroskuð (sem var auðvitað afsakanlegt fyrir þau) en síðan voru kennslustundirnar skemmtilegar og ég naut þess að geta komið einhverjum svona á óvart. Ég veit ekki alveg hvaðan þessi tilfinning kom eða afhverju hún kom því ég hafði aldrei verið mikið fyrir að vera í brennipunkti.\n,,Takk fyrir að koma,’’ sagði Jenna og brosti til mömmu. ,,Ég er búin að hringja í skólastjórann og hann kemur eftir 10 mínútur.’’\n,,Nú?’’ spurði mamma og svipur hennar varð áhyggjufullur. ,,Afhverju er þörf á skólastjóra? Og afhverju var boðað mig á fund?’’ hélt mamma áfram og gaut grunnsemdaraugum á mig. Ég brosti sakleysislega og sleppti loks taki á henni.\n,,Hún er ekki í vandræðum en við viljum tala um þann möguleika að hún Magdalena hérna sé, ja, frekar þroskuð miðað við sinn aldur.’’ Sagði hún og forvitnin kom aftur í augu hennar þegar hún gaut augum á mig á meðan mamma einblíndi nú á mig með stolt og undrun til skiptis í svip hennar.\n,,Við ættum kannski að ræða þetta betur inná skrifstofu.’’ Sagði Jenna og leiddi mig og mömmu upp að miðju skólans svo kallað en það pláss var tekið fyrir kennarastofuna. Hún opnaði læsta hurðina að kennaraskrifstofunni með lykli og leiddi okkur svo inní litla skrifstofu með góðu útsýni yfir unglingasvæðið. Auðvitað var það autt.\nÉg og mamma settumst á tvo mjúka stóla á meðan Jenna fór hinum megin við skrifborðið og settist í skrifstofustól við stóra skólatölvu. Annar stóll við hliðina á henni var greinilega ætlaður skólastjóranum.\nÉg þekkti þessa stofu aftur sem skrifstofa skólastjórans. Ég hafði áður komið hingað inn vegna skólasálfræðings og svoleiðis kjaftæði á meðan mamma mín var að veikjast. Ég leit snöggt á hana og starði djúpt inní augu hennar. Hún var mjög hugsi og tók varla eftir því þegar hurðin að skrifstofunni opnaðist og lokaðist.\nÞybbinn maður með skallablett og gleraugu settist treglega í stólinn við hlið Jennu. Góðlegt andlit hans brosti hlýlega til mín eins og ég væri 6 ára – sem ég var auðvitað í hans augum – en horfði síðan alvarlega á mömmu.\n,,Góðan daginn Ólöf, gott að þú gast komið.’’ Sagði hann og mamma brosti kurteisisbrosi.\n,,Daginn,’’ sagði hún og hagræddi sér í stólnum. Þessi hreyfing kallaði aftur gamla minningu. Hún kom sér alltaf svona fyrir þegar hún var að bíða eftir einhverjum góðum fréttum. Ég brosti örlítið við tilhugsunina og þakkaði fyrir það að minningar mínar yrðu nú endurnýjaðar, allir þessir litlu hlutir sem höfðu dofnað með tímanum var að koma aftur. Hvernig varir hennar herptust saman þegar hún var pirruð, þegar augu hennar virtust glitra þegar hún var með pabba, hvernig það myndaðist alltaf ein lítil hrukka á milli augnabrúnanna þegar hún hafði áhyggjur af mér, allt þetta hafði horfið þegar hún veiktist og ég áttaði mig ekki á því fyrr en núna hversu mikið ég saknaði þess að sjá þessi litlu smáatriði.\n,,Jæja, ættum við ekki að koma okkur beint að efninu?’’ spurði skólastjórinn og brosti vinalega. Það sást á honum að hann hefði viljað vera einhvers staðar annars staðar, hann vildi drífa þetta af. Jæja, það gerði tvö. Jenna hinsvegar var staðráðin í að svala forvitni sinni svo ég sá fyrir að hún myndi ekki slíta þessum fundi svo snöggt án þess að malda í móinn.\n,,Gerum það, ég þarf að fara aftur í vinnuna sem fyrst.’’ Sagði mamma og leit snöggt á klukkuna sem var á veggnum fyrir aftan skrifborðið.\n,,Segðu okkur, Jenna, afhverju þú álítur að hún Magdalena hérna sé þroskaðri en aldur hennar segir til um.’’ Sagði skólastjórinn. Ah, svo hann var ekki búinn að fá að heyra hvað ég hafði gert í dag. Ég herpti varirnar í tilraun til að kæfa örlítinn hlátur sem byggðist upp í hálsi mér. Það leit út fyrir að ég væri að gretta mig svo greinilega efaðist skólastjórinn um mál Jennu.\n,,Ja, sjáðu til,’’ byrjaði Jenna og hunsaði efann sem var svo augljós í rödd hans. ,,Í fyrsta tímanum leyfði ég krökkunum að sýna hvernig nöfnin þeirra væru skrifuð og Magda hérna vissi nákvæmlega hvernig sitt var skrifað og ekki nóg með það, hún skrifaði það undurvel.’’\n,,Sum börn læra þetta hjá foreldrum sínum áður en þau byrja í skóla.’’ Sagði mamma og vitnaði örlítið í þau skipti sem hún skemmti mér með því að leyfa mér að skrifa nafnið mitt í litla dagbók sem ég hafði fengið í jólagjöf. ,,Það væri ekki óeðlilegt fyrir hana.’’\n,,Má ég þá spyrja, kennirðu henni líka stærðfræði fyrir unglingastig?’’ spurði Jenna, neitaði að verða fyrir áhrifum efasemda þeirra.\n,,Hvað þá?’’ spurði mamma hissa. Hún leit aftur á mig og nú var sami forvitnisglampi í augum hennar og voru í Jennu.\n,,Í næsta tíma reiknaði hún dæmi sem við kennum krökkum í 9. bekk,’’ sagði hún og sigurgleðin í rödd hennar var örlítill miðað við forvitnina.\nSkólastjórinn horfði líka á mig, undrun og eitthvað sem líktist græðgi var nú komið í staðinn fyrir efann í augum hans. Það entist bara í nokkrar sekúndur áður en hann náði að stjórn á sér og setti upp póker-fés sem lét ekki neitt upp.\n,,Afhverju sýnirðu okkur ekki hvað þú getur, Magdalena?’’ spurði Jenna og brosti til mín, hvatti mig til að gera það. Ég var ekki viss um að mig langaði það lengur. Ég hristi hausinn. Mér hafði verið gefið annað tækifæri og ég ætlaði ekki að eyða því í þetta. Þá væri staðan alveg eins, ef ég væri flutt eitthvað útaf greind minni þá myndi það ekki hjálpa upp á félagslega vandann. Það sem skipti mestu núna var að gera mömmu lífið léttara. Ætli það væri of mikið ef ég myndi biðja hana að athuga hvort hún væri með MS?\nÉg þagði og sagði ekki neitt en Jenna otaði blaðinu að mér með dæmi sem hún var búin að setja upp, bara of létt, á færi 7. bekkings. Þetta var einfaldur prósentureikningur. Hvað var 27 % af 2600.\nÉg gafst upp og tók við blýantinum og þóttist vera að hugsa. Síðan leit ég upp.\n,,Hvað er þetta?’’ spurði ég og benti á prósentumerkið. Og enn einu sinni setti ég upp saklausa svipinn minn. Guði sé lof að ég var orðin fær í að ljúga. Andlitið á Jennu datt niður. En hún herpti varirnar saman, tók blaðið aftur og skrifaði upp nýtt dæmi áður en hún otaði blaðinu aftur að mér. Þetta var sama dæmi og ég hafði reiknað í tímanum í morgun. Ég horfði aðeins á það og reyndi að virðast ringluð og það virtist virka því Jenna tvísteig, óörugg núna.\n,,Ég skil þetta ekki.’’ Sagði ég loksins og ýtti blaðinu aftur. Jenna horfði reiðilega á mig. Hún vissi að ég gæti þetta en hún skildi ekki afhverju ég var að þessu.\n,,Jæja, það lýtur út fyrir að þetta hafi verið byggt á fölskum grunni.’’ Sagði skólastjórinn og græðgin sem hafði verið í svip hans áður var horfinn.\n,,Nei! Hún reiknaði þetta dæmi í morgun, þú getur spurt krakkana!’’ sagði Jenna, örvæntingarfull í að sanna mál sitt.\n,,Spyrja 6 ára krakka?’’ spurði skólastjórinn og lyfti brúnum. Jenna stífnaði og kjálkinn læstist saman eins og hún væri að reyna að öskra ekki.\n,,Jæja, get ég þá tekið hana með mér núna?’’ spurði mamma og það gældi við smá pirring í rómnum hennar.\n,,Já, það máttu,’’ sagði skólastjórinn áður en Jenna gat sagt nokkuð. ,,Ég afsaka óþægindin.’’\n,,Þetta er allt í lagi,’’ sagði mamma og tók í höndina á mér. ,,Eigum við þá að koma elskan?’’ spurði hún með sama rómnum og fólk talaði við börn sem skildu ekki almennilega venjulegan róm. Þetta pirraði mig en ég brosti nú samt.\n,,Já, komum.’’ Sagði ég og fylgdi mömmu útum dyrnar og út úr kennaraskrifstofunni. Áður en við fórum út leit ég aftur fyrir mig og sá Jennu horfa á mig, grunsemdaraugum. Einu hafði ég gleymt í fari hennar, hún gafst aldrei upp og hún gleymdi engu. Þetta gæti orðið hættulega mikil lygi.",
    "url": "https://www.hugi.is/smasogur/greinar/626058/taka-tvo-4-hluti/",
    "url_id": "626058",
    "id": "6295387",
    "replies": [
        {
            "user": "pard",
            "user_id": "53553",
            "date": "2008-11-14 19:40:35",
            "id": "6295806",
            "reply_to_id": "6295387",
            "text": "úfff  :D.. my fav <33"
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-11-14 23:26:43",
            "id": "6296450",
            "reply_to_id": "6295387",
            "text": "þetta er yndislegasta saga sem ég hef lesið :D"
        },
        {
            "user": "Greenbucket5",
            "user_id": "72877",
            "date": "2008-11-14 23:33:40",
            "id": "6296476",
            "reply_to_id": "6295387",
            "text": "Geðveikt gaman að lesa ;)\nBíð spennt eftir næsta kafla xD"
        }
    ]
}