{
    "forum_title": "Dans",
    "user": "dorathexplorer",
    "user_id": "71231",
    "date": "2008-11-15 21:44:29",
    "title": "Ballet",
    "text": "Ég er 15 ára gömul stelpa sem hefur aldrei æft neins konar dans.\nEN - mig langar svo að æfa ballet, veit einhver um balletskóla á höfuðborgarsvæðinu sem tekur inn algjöra byrjendur á þessum aldri?\nAllar athugasemdir vel þegnar :)",
    "url": "https://www.hugi.is/dans/korkar/626277/ballet/",
    "url_id": "626277",
    "id": "6298377",
    "replies": [
        {
            "user": "arazta",
            "user_id": "59148",
            "date": "2008-11-16 22:36:20",
            "id": "6300778",
            "reply_to_id": "6298377",
            "text": "Ég held að það sé hægt að fara á byrjendanámskeið í mörgum listdansskólum á höfuðborgarsvæðinu, m.a. Listansskóla Hafnarfjarðar."
        },
        {
            "user": "dorathexplorer",
            "user_id": "71231",
            "date": "2008-11-25 22:31:11",
            "id": "6323857",
            "reply_to_id": "6300778",
            "text": "hafnafjörður er kannski pínu of langt í burtu (bý í breiðholtinu) en takk fyrir svarið :)"
        },
        {
            "user": "Geitamjolk",
            "user_id": "45468",
            "date": "2008-12-09 20:47:27",
            "id": "6363735",
            "reply_to_id": "6298377",
            "text": "Balletskóli Eddu Scheving, í safnaðarheimili Háteigskirkju (ef þú veist hvar það er), ég byrjaði þar í haust eftir 4 ára hlé og það var ekkert mál, meira að segja stelpur sem hafa aldrei æft áður svona 15-16 ara eru að byrja þar:) 3 í viku, ekki of erfitt bara fín hreyfin mæli með því;)\nsorry hvað svarið kemur seint, fer bara svo sjaldan á þetta áhugamál hehe"
        },
        {
            "user": "Sisla",
            "user_id": "74473",
            "date": "2008-12-14 20:45:59",
            "id": "6377601",
            "reply_to_id": "6298377",
            "text": "Langar þig að æfa hreinan balett eða bara svona jazzbalett.\nEf þig langar að æfa pínu svona fjölbreytari dans þá er  einhver Jassbalettskói Bjarkar eða eitthvað í Reykjavík.\nReyndar bý ég á Akureyri þannig að… Svo er líka til Arena, það er dansskóli einhversstaðar í Reykjavík og þar er kenndur ballett.\n——————-\nvonandi kom þetta að gaggni…"
        }
    ]
}