{
    "forum_title": "Smásögur",
    "user": "Hadrianus",
    "user_id": "3208",
    "date": "2008-11-19 12:42:19",
    "title": "Uppvöxturinn",
    "text": "Það eru komin nokkur ár síðan ég sendi smásögu hingað inn, ákvað að kýla á það þar sem ég nenni ekki að klára ritgerðina sem ég á að skila í kvöld :P\n_________________________________________________________\nÉg uppgötvaði á deginum sem kemur á undan morgundeginum að ég væri ekkert annað en vel heppnuð samsetning rafskilaboða. Ég er ekkert annað en einkennileg samsetning efna. Ég er ekkert annað en föl þróun spegilmyndar þess sem eitt sinn hafði verið.\nMeð þetta til hliðsjónar gekk ég út úr íbúðinni minni sem áður hafði verið mér heimili en var núna heppilega uppraðaðar sameindir.\nÉg starði upp í bláan himinn sem hafði eitt sinn verið merki um fegurð og fjarlægð en var núna bara ljósbrot í himinhvolfinu.\nHeimurinn var tekinn að breytast. Hann breyttist hraðar en ég þorði að skilja. Hann var hættur að vera þetta örugga teppi sem hafði eitt sinn haldið mér í örmum sér og fært mér hlýju og traust. Heimurinn sem ég þekkti var að brotna niður í frumeindir sínar.\nÞegar ég þrammaði af stað niður götuna gerði ég mér grein fyrir því að Guð var aðeins tilbúinn stjórnun fjöldans sem hafði verið notað fyrir tíma hins ritaða orðs en var nú orðin úrelt hugmyndafræði í nútíma þjóðfélagi.\nÉg gerði mér grein fyrir því að ég bjó í þjóðfélagi sem byggði raunveruleikann upp á þeim gildum og viðmiðum sem höfðu eitt sinn verið en voru ekki lengur. Að þjóðfélagið væri ekkert nema lélegt ljósrit af fortíðinni. Eftirmynd þess sem hafði verið.\nKapphlaup rafskilaboðanna í heilanum á mér tóku sér snögglega pásu og hugsun stoppaði um stund þegar ég staðnæmdist við umferðargötuna en tóku á rás um leið og ég  horfði á sameindir mótaðar í plast, járn og gler, ég horfði á kraftmikil lögmál heimsins sem við snertingu efnana tveggja sköpuðu litlar sprengingar sem keyrðu einhverja járn hluti upp og niður og drifu áfram þennan afkáralega járnkassa sem fólkið sat innan í og kallar bíla.\nHeimurinn var orðinn samsetninga afleiðinga og gjörða. ég gat ekki lengur stigið niður án þess að hugur minn leitaði í þeirra afleiðinga sem það átti eftir að hafa, ekki bara á þessu augnabliki heldur í framtíðinni. Ef ég braut tré átti það ekki eftir að verða stórt eftir 50 ár.\nef ég stigi á könguló var ég ekki að drepa bara hana heldur mörg þúsund, jafnvel milljón afkomendur.\nHver hreyfing sem ég tek hefur afleiðingar, frá fiðrildi sem blakar vængjum til hinnar klassísku afleiðingar í hvirfilbil hinu megin á hnettinum.\nJafnvel ég var afleiðing gjörða og mistaka forfeðra minna.\nÉg gat þetta ekki lengur, ég þrammaði aftur heim, örvinglaður, villtur, týndur í heimi sem ég skildi ekki lengur.\nEn það var vonarglæta innra með mér, von sem ég neitaði að sleppa. Von sem ég vissi að hefði svarið.\nÞetta var kannski bara ég að slíta barnsskónum.",
    "url": "https://www.hugi.is/smasogur/greinar/626594/uppvoxturinn/",
    "url_id": "626594",
    "id": "6301844",
    "replies": [
        {
            "user": "Velmagt",
            "user_id": "3210",
            "date": "2008-11-23 16:51:03",
            "id": "6317595",
            "reply_to_id": "6301844",
            "text": "Flott skrifað hjá þér, ég fæ samt sérstaka tilfinningu þegar eg les þetta, eins og þú sért að aðskilja heiminn frá sjálfum sér."
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2008-11-24 01:08:44",
            "id": "6319149",
            "reply_to_id": "6301844",
            "text": "Ég er ekki beint að aðskilja mig frá raunveruleikanum heldur að leika mér með hrærigraut kenninga sem skilgreina m.a sjálfið.\nÍ þessi er eitthvað leitað í frummyndakenningu Platós og Chaos theory, en aðalega er þetta ritað undir áhrifum frá McLuhan þar sem unnið er með listformið sem framlengingu skynfærana. En út frá því fór ég að velta því fyrir mér hvernig hinn eiginlegi heimur er aðeins byggður upp á kenningum og smáum einingum sem eru ekki sjáanlegar.\nÍ raun ritaði ég þessa smásögu því ég hef verið að vinna mikið af ritgerðum upp úr Baudrillard og um sýndarveruleika og kýbergeiminn og það var farið að verða mjög óefnislegt þannig að ég ákvað að breyta sýn minni og rita eitthvað annað.\nen þetta var eflaust miklu lengra svar heldur en þú bjóst við, en þetta er svarið :P"
        }
    ]
}