{
    "forum_title": "Danstónlist",
    "user": "ghozt",
    "user_id": "428",
    "date": "2008-11-23 12:37:48",
    "title": "Besti tech trance tónlistarmaður heims",
    "text": "Mæli með að fólk kynni sér goðsögn í lifanda lífi. Maðurinn sem er talinn hafa komið tech trance stefnunni á kortið samkvæmt wikipedia. Við erum að tala um þann trance tónlistarmann sem hafði hvað mest áhrif á okkur Bjössa fyrir tæpum átta árum síðan. Við erum að sjálfsögðu að tala um Oliver Lieb (Spicelab).\nMyspaceið hans:\nhttp://www.myspace.com/solieb\nSjáiði ferilinn!!! uss..\nhttp://www.discogs.com/artist/Oliver+Lie",
    "url": "https://www.hugi.is/danstonlist/korkar/627731/besti-tech-trance-tonlistarmadur-heims/",
    "url_id": "627731",
    "id": "6317005",
    "replies": [
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2008-11-23 13:58:35",
            "id": "6317173",
            "reply_to_id": "6317005",
            "text": "Einstaklega skemmtilegur tónlistarmaður. Ekki hægt annað mæla með honum.\nBætt við 23. nóvember 2008 -  14:19\n“Ekki hægt annað *en* að mæla með honum”"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2008-11-23 17:52:56",
            "id": "6317825",
            "reply_to_id": "6317005",
            "text": "Oliver Lieb er hinn einni sanni guðfaðir Tech Trance stefnunnar. Alger synd að það skuli fara svona lítið fyrir honum þessa dagana."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-11-26 14:53:53",
            "id": "6325027",
            "reply_to_id": "6317005",
            "text": "Oliver Lieb er einhver mikilvægasti tónlistarmaður transsenunar að mínu mati. Með fleiri artistnöfn en vel flestir aðrir (helst Laurent Veronnez aka Airwave sem kemst nállægt honum með það) og allt efni gott finnst mér gefa til kynna mikla snilligáfu. Það er rétt að hann sé einn af frumherjum tech-trance og vilja margir vilja meina að L.S.G. - Blueprint standi undir nafni sem “blueprint” fyrir tech-trance stefnuna.\n[youtube]\nhttp://www.youtube.com/watch?v=ALhqUKoWv3g\nÞetta er version 2. Version 1 er betri imo, en version 2 er ekkert slæm.\nAnnars finnst mér eiginlega verða koma fram að Mijk Van Dijk og Marcos López (eða Marmion) séu jafn mikilvægir fyrir tech-trance stefnuna. Ég er sannfærður um að ef Marmion - Schoneberg (Marmion Remix) hefði ekki komið út væri stefnan allt öðruvísi.\n[youtube]\nhttp://www.youtube.com/watch?v=X2DrxoBdFkA\nÞetta lag er eitt af langbestu lögum allra tíma imo! Ég var að hlusta á það þegar ég byrjaði að skrifa þetta, svo ég ákvað að það yrði að fá að fljóta með. Örugglega einhverjir sem ekki hafa heyrt þetta.\nBætt við 26. nóvember 2008 -  14:59\nog já. Blueprint og Schoneberg komu út sama ár, eða 1994."
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2008-11-28 01:07:17",
            "id": "6329752",
            "reply_to_id": "6325027",
            "text": "Eitt með þessi youtube video. Því ekki bara að linka á þau svo hægt sé að ákveða hvort maður vilji sjá þau eða ekki. Nema þráðurinn fjalli beint um þau.\nÓþarfa skroll í gangi.\nÞaes ef þau eru fleiri en eitt.\nkv, fýlukallinn."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-11-28 09:25:48",
            "id": "6330021",
            "reply_to_id": "6329752",
            "text": "Ég er augljóslega ósammála, annars hefði ég varla sett þau inn eins og ég gerði.\nÓþarfa fýla í gangi? :P"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2008-11-28 09:51:50",
            "id": "6330044",
            "reply_to_id": "6330021",
            "text": "Það er nettur fýlukall í mér. Þú ættir að kannast við'ann ;)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-11-28 10:35:34",
            "id": "6330080",
            "reply_to_id": "6330044",
            "text": "Maður kannast við kauða. Hann heimsækir flesta inn á milli. :)"
        },
        {
            "user": "Meso",
            "user_id": "46290",
            "date": "2008-11-26 23:39:57",
            "id": "6326883",
            "reply_to_id": "6317005",
            "text": "hmmm, var hann ekki gæinn á bak við Paragliders?\nekkert lítið sem ég fýlaði Paragliders-Oasis “back in the day”\nhttp://www.youtube.com/watch?v=ZeLg5OmZpBo\nBætt við 26. nóvember 2008 -  23:45\nhmmm, hverju er ég að klúðra með youtube, þarf ég að gera e-n kóða til að láta það birtast í glugga en ekki bara linkur?"
        },
        {
            "user": "iThor",
            "user_id": "69581",
            "date": "2008-11-30 00:15:45",
            "id": "6334839",
            "reply_to_id": "6326883",
            "text": "[youtube]youtubelinkurinn"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2008-12-28 16:52:09",
            "id": "6411289",
            "reply_to_id": "6326883",
            "text": "Spicelab, Paragliders, AlphaOmega, LSG, Oliver Lieb.  Maðurinn á alveg þvílíka hrúgu af rugl flott stöffi.\n@MrGoodman: gott call á Schöneberg.  Þetta lag er alveg immortal stöff, og myndi trans senan ekki vera sú sama ef það hefði ekki komið út.  Var þetta ekki líka '94, kom ekki The First Rebirth og The Second Rebirth út 93 eða 94?"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2008-12-30 11:16:39",
            "id": "6415045",
            "reply_to_id": "6411289",
            "text": "Jú, passar. First kom út 93 og Second 94. Hið guðdómlega Cybertrance með Blue Alphabet kom líka út á þessum tíma, sem ég er enn þann dag í dag að eipa yfir.\nEn talandi um Jones & Stephenson…\n[youtube]\nhttp://www.youtube.com/watch?v=TlyL7sa_eI4\nÉg man enn þann dag sem ég sá þetta video fyrst í Party Zone á MTV. Ekki bara var ég alveg heillaður af þessu plasma tunnel'i og 3D Bonzai lógói (sem voru ótrúlega flott at the time), heldur hafði ég aldrei heyrt svalara lag!"
        },
        {
            "user": "LowProfile",
            "user_id": "5402",
            "date": "2009-02-15 16:54:16",
            "id": "6514292",
            "reply_to_id": "6317005",
            "text": "Umm what? Þetta er nú ekki mjög mikið trance, þetta er bara pure minimal techno :S …allavega í mínum bókum\nÞegar ég hugsa TechTrance þá hugsa ég Marco V, Sander van Doorn / Purple Haze, Marcel Woods, Mauro Picotto etc.\nnokkrir golden oldies\n[youtube]\nhttp://www.youtube.com/watch?v=skbz-vuDHm4\n[youtube]\nhttp://www.youtube.com/watch?v=2186rbLGwIg\n[youtube]\nhttp://www.youtube.com/watch?v=ViKyjh5B40c\n[youtube]\nhttp://www.youtube.com/watch?v=wQqVVKH6jcU"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2009-02-15 19:43:36",
            "id": "6514627",
            "reply_to_id": "6514292",
            "text": "Er það ekki bara Beatport að kenna.."
        }
    ]
}