{
    "forum_title": "MMORPG",
    "user": "Gourry",
    "user_id": "758",
    "date": "2002-02-01 10:21:47",
    "title": "DaoC - Berserker",
    "text": "Þar sem Engel skrifaði þarna frábæra grein um spiritmastera þá ákvað ég að skila einni um reynslu mína af berserkjum.\nBerserkers eru án efa eitt besta classið varðandi hand to hand damage. Þeir hafa enga sérgalda eins og Thane og Skalds en bæta það upp með dual wielding. Dual wielding skillið gerir Berserkjum kleift að halda á tveimur vopnum. Exi í þeirri vinstri og vopn að eigin vali í þeirri hægri. Þegar leikurinn kom fyrst út þá byggðist Left Axe skillið á Axe skillinu en því hefur verið breytt til að gefa Berserkjum möguleika á tilbreytingu milli spilara.\nBerserkers eru oft mjög velmetnir í grúppum en oftast er litið á mann sem Tank eins og Warrior, sem er oftast mikill misskilningur. Berserkjar fórna mörgu til að geta gert sem mestan skaða á skömmum tíma. Þeir fá ekki Chain eins og allir hinir víkingarnir, einnig eru þeir mjög takmarkaðir í vali sínu þegar það kemur að skjöldum. Ég hef oft lent í því að vera main tanker og þannig séð er það alveg hægt en ég mæli ekki með því, þar sem healerinn á í miklu basli við að heala hann ef hann fær allt aggro frá fjólubláu kvikindi. Þeir sem hafa spilað EverQuest geta þannig séð kannski áttað sig á hvernig Berserker virka en þeir eru ekki ekkert rosalega ólíkir Rangers í EQ. Báðir geta dual wieldað og hvorugir eru gerðir sem tank týpur.\nHægt er að velja milli þriggja kynstofna(races) ef maður velur að vera berserker. Án efa eru Tröllin vinsælust en þar á eftir koma Norðmennirnir. Ég hef hingað til séð enga Dverga Berserkji. Tröllin eru sterkasti kynstofninn í leiknum og gefa sig vel sem berserkur. Tröllin geta ollið miklum skaða og einni hafa talsvert betra þol en norðmennirnir. Aftur á móti eru þeir hægari og ekki eins hittnir og norðmenn þar sem Quickness(hraði) og Dexteriy(fimi) eru talsvert lægri hjá tröllunum. Eigi get ég sagt mikið um dvergana þar sem ég hef engan hitt. Get samt trúað að þeir brúi bilið milli trölla og norðmanna, þrátt fyrir hæð sína.\nÉg er byrjaður að sjá þó nokkra sem hunsa dual wielding hjá Berserkjunum sínum og láta þá frekar halda á tveggja handa vopni. Þeir segja að það fyrirkomulag sé ekkert verra en hið fyrra. Ég hef ekki prófað það en tölfræðilega séð finnst manni að dual wielding sé betra, þar sem eitt miss í 2-hand árás sé mikill missir miðað við að hitta ekki einu sinni með einu vopni í dual wielding. Dual wielding er hraðara og nær að mörgu leyti að bæta upp minni skaða sem það gerir miðað við 2 hand.\nLítum hérna á algengt dæmi sem fólk gefur:\n2hand á x tíma nær að ráðast 3.\n80         miss              84\ndual wield á x tíma nær að ráðast 6-7\n69 13      miss 15         72 16     65\nÞetta er mjög algengt dæmi en mun samt ekki standa 100% við það þar sem ég hef ekki spilað 2 handed berserker.\nSvo má líka bæta við að dual wielder á auðveldara með að halda aggro á sig ef þess þar en 2 hander.\nEitt skill er mjög mikilvægt fyrir berserkinn og það er parry. Þetta skill bætir að vissu leyti upp þann missi að hafa ekki betra armor eða skildi. base skillið á parry er 5% sem þýðir að maður nær að bægja frá sér 20 hverju höggi. Fyrir hvert spec point sem maður eyðir í þetta skill þá hækka líkurnar upp um 0.5% ýmindið ykkur að eyða 40 spec points í parry, þá hafið þið 25% líkur á að slá höggi sem þýðir að fjórða hvert högg nær ekki að hitta ykkur. Margir vanmeta þetta skill og borga oftast dýrlega fyrir það.\nDual wielding skillið virkar að mörgu leyti líkt parry. Base skillið byrjar í kringum 15-20%(man ekki rétta tölu) og hver púnktur bætir við 0.5% við það. Þessi prósenta er reiknuð skaða aðalvopnisins, þannig að ef þú gerir 60 í skaða með sverði þínu(eða exi) í hægri hönd, þá mun left axe skillið(með 10 púnkta) gera í kringum 14-15 í skaða. Mælt er með því að hafa left axe skillið og primary skill jafnhátt til að gera sem mestan skaða.\nHér ætla ég að bæta smá um abilities eins og Evade og Berserk.\nÉg er ekki viss á þeim formúlum sem eru að baki þessara abilitia þar sem ég hugsa ekki mikið um þau. Evade hjálpar við vörnina í bardaga þar sem þú nærð að “evade-a” höggin af og til. Þetta ability er víst byggt á Dexterity eða Quickness og þar afleiðandi græða Norðmanna Berserkjar mikið á þessum samanborið við Tröllin.\nBerserk ability er aftur á móti það sem gerir Berserkinn að því sem hann er (fyrir utan kannski dual wieldið) á 7 mínútna fresti geta berserkjar gengið berserks gangi og þar af leiðandi er hvert högg sem hann gerir critical hit. Mínusinn við þetta er að þú færð ekki séns á að Evade-a eða parry-a. Einnig breytist maður í bjarnarform sem gerir mann að augljósu targetti fyrir önnur realm.\nAð lokum ætla ég að koma með nokkrar spec uppsetningu fyrir dual wielder og 2 hander.\nFyrir Dual Wieldera þá getur það verið mjög hagstætt að hafa eftifarandi:\nLeft Axe:       44\nPrimary weapon: 44\nParry:          44\nFyrir 2handera þá er þetta einnig mjög gott.\nprimary Weapon: 50\nParry:          50\nÞetta er alla vega komið í bili. Ég vona að ég hafi farið yfir þá punkta sem fólk vildi kannski vita um þetta klass. Ef þið hafið einhverjar frekari spurningar þá endilega svara þessari grein og ég skal reyna að svara ykkur af minni bestu getu.",
    "url": "https://www.hugi.is/mmorpg/greinar/62812/daoc-berserker/",
    "url_id": "62812",
    "id": "427000",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-01 22:40:18",
            "id": "427001",
            "reply_to_id": "427000",
            "text": "Mjög góð grein!\nPersónulega finnst mér betra að nota dual-wield þar sem að ég er að gera meiri skaða þegar litið er á tíma á milli attacka. Þó ég sé ekki á neitt sérlega háu leveli þá tek ég strax eftir þessum mikla mun.\nSmari Isleifsson\nTroll Berserker\nPellinor - Midgard"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2002-02-02 21:39:38",
            "id": "427002",
            "reply_to_id": "427000",
            "text": "Ég er Norseman, ég ákvað að fara bara milliveginn, aðalega af því að langflest item sem buffa þig upp og þvíumlíkt eru fyrir strength, og ég held að það sé ekki til neitt magic buff fyrir quickness. Taldi mig auðveldlegra geta bætt upp galla Norðmanna með itemum frekar en Trolls, fullt af itemum eru með +eitthvað í str en færri eru með + i quickness (reyndar nokkuð mörg dext item líka).\nÉg reyndar tók þá ákvörðun að vera pure damage giver, ég kýs að nota Dual Wield frekar en 2h vopnið einfaldlega af því þá skiptir minna máli ef ég hitti ekki. Ef maður hittir ekki með 2h weapon þá ertu kominn með soldið langann tíma þar sem þú mallarð ekkert damage, meðan ef þú klikkarð í dual wield færðu fljótlega að gera upp fyrir það með að slá aftur.\nÉg var með pointin nánast alveg jöfn upp í 20 eða svo (s.s. þegar allt var komið í 20). Þá ákvað ég að taka Left axe upp í sama level og ég er (ég er t.d. lvl 36 núna með 36 í Left axe skill). svo núna þegar ég er kominn mðe left axe í sama skill og mitt level (því ég vill fá ALLAR dual wield árásir því árásir skipta rosalega miklu máli, t.d. erum við með Ravager árásina og svo kemur Double Frost sem eru 2 “No openign” árásir, s.s. fyrst kom ravager og næsta no-opening var Double Frost. Ef ég nota Ravager ´fæ ég svona 10-20 fyrir að executa stílinn og kannski 30-40 fyrir hvert hit á öxunum, en doublefrost fæ ég svona 50-70 bara fyrir stílinn svo 60+ fyrir right hit og 30-40 fyrir left hit og svo crit strikes líka, BRJÁLAÐUR munur þar á ferð).\nÞannig núna hækka ég alltaf left axe einu sinni og nota restina í axe (ef ég á aukapúnkta), svo þegar axe og left axe eru bæði kominn á sama level og ég nota ég aukapunktanna í parry.\nI'm one lean mean damage giving machine :) Dual Forged Darksteel Axes baby!"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2002-02-02 22:56:09",
            "id": "427003",
            "reply_to_id": "427002",
            "text": "omfg wtf????\nNERF BERSERKERS!!!!!!!!!!!"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-02-03 02:04:03",
            "id": "427004",
            "reply_to_id": "427003",
            "text": "Það er mjög lítill tilgangur að nerfa berzerka þar sem berzerkers og Warriors eru ekki yfirburða klöss í RvR. Þessi klöss virka kannski vel í grúppu fighti á móti venjulegu mobbi en staðreyndin er að allt þetta ranged dæmi sem er boðið upp á í RvR gerir út af við Berzerks og Warriors á augabragði. Við höfum ekkert ofurability sem hagnast hópnum eða galdur sem gerir skaða úr fjarlægð.\nWarrior eru basicly “meat shields” en þar sem það er ekkert boundary box í DaoC eins og EQ þá virkar þessi meat shields ekki eins vel. Zerks eiga að gera skaðann en staðreyndin er að það er ekkert rosalega mikill séns að við komumst nógu nálægt eða að við sleppum við allar þessar örvar og galdra að við náum að gera eitthvað af viti í víglínunni."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2002-02-03 13:05:33",
            "id": "427005",
            "reply_to_id": "427004",
            "text": "jamm það pirrar mig mjög oft, ég er kannski þarna hjá Yggdra forest gates, hópur af invaders fyrir framan gates ogþað er bara eitthvað bow/magic war í gangi, þeir hlaupa smella örvum í einn gaur og hlaupa aftur til guards, meðan ég stend þarna og get ekkert gert, verð bara að bíða eftr að fá að komast að þeim."
        },
        {
            "user": "Marblas",
            "user_id": "11221",
            "date": "2002-02-04 11:00:09",
            "id": "427006",
            "reply_to_id": "427005",
            "text": "Einmitt Warriors/Berserker eru samt afar góðir á ´móti guards þegar maður er að taka forts enda góður dmg og geta tankað þá vel. HInsvegar alveg gagnslausir í RvR oftast útaf engan range.\nMerc/Armsman eru báðir með boga og geta gert alvarlega góðan dmg með þeim allavega Armsman svo Midgard tanks eru alvarlega mikid lelegri enn Albion Tanks í RvR!"
        },
        {
            "user": "Twister",
            "user_id": "2003",
            "date": "2002-02-04 14:30:58",
            "id": "427007",
            "reply_to_id": "427006",
            "text": "Ekki dissa Midgard tanks!\nÉg var í grouppu með 2 skalds (40, 40, 41 grouppa) í gær og við náðum að drepa 2 rauða alba á ca. 30 sek (melee kallar einhverjir, annar dó samt furðulega fljótt, kannski heppni að við byrjuðum á honum). Eftir það fórum við upp á kickið í gorge og þurrkuðum út 6 manna gula/bláa grouppu á innan við mínútu. Mér tókst einum að drepa 3 bara með því að chaincasta hömrunum mínum þar til að manað var búið. Greinilega laggað þá eitthvað þar sem þeir hlupu bara í hringi meðan ég var að því :P\nSvo þegar manað er búið hleyp ég bara inn í hópana og lem fyrir ca 200 með one handed hamri á bláa/gula og svona 150 á orange/rauða =)\nÉg blokka auk þess meira en 50% af öllum örvum sem skotið er á mig og er ekki með nema 22 í shield.\nÞannig hættið að dissa Middie tanks! =)\nÍ sambandi við quickness hluti þá er til nóg af þeim. Trollið mitt er með ca. 87 í quickness, sem sagt ca. 42+ samtals í quickness items. Ég þarf ekki mikið af str items þannig að ég nota aðalega dex/qui item. Jewelinn minn gefur +6 qui, armböndin mín +9 hvort, hálsfestin +5 og svo man ég ekki hitt. Sleevin mín gefa mér að vísu +22 str, en þar sem self str. buffið mitt gefur +55 str (held ég) get ég nokkurn veginn sleppt str items (Auk þess sem troll eru nokkuð sterk fyrir).\nHjortur\n41 Thane"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2002-02-04 15:16:09",
            "id": "427008",
            "reply_to_id": "427007",
            "text": "grr.. ég sá XXXX was just killed by hjortur í gær eða fyrradag, langaði svo að taka smá í þig en við höfðum aðrar áætlanir =) (spear relic =)"
        },
        {
            "user": "Twister",
            "user_id": "2003",
            "date": "2002-02-04 20:57:18",
            "id": "427009",
            "reply_to_id": "427008",
            "text": "Hehe, hlýtur að hafað verið í gær. Ég var nýkomkinn úr raidinu hans Bahlzi á Bledmeer og ætlaði að skemmta mér með grouppunni í Hibbieland. Um leið og ég er kominn yfir fæ ég tell frá Bahlzi að hún vilji eignast eitt keep í Albion þannig að ég ætti bara að hundskast til að suicida :D\nO jæja, ég hafði heyrt að það væru 20+ albar hjá MG þannig að ég skipaði grouppunni að koma með mér að suicida. Þessi suicide ferð skilaði hins vegar algjörlega óvart 600+ RP =)\nÉg var með tveimur healerum í group, áður en ég fór í gegnum MG mezzudu þeir stóran hluta af óvinunum þannig að ég hljóp bara í gegn og lamdi niður 5 manns! áður en mezzid hvarf =)\nHealerarnir healuðu mig samtals um 1800 hitpoint á meðan þessu stóð :P\nÞví næst hljóp ég í gegnum MG að minni hlið aftur og náði að kasta ca. 4 AE hömrum áður en ég fékk 7 zerglinga á mig sem stunnuðu og lömdu til bana. Drap held ég 2 aukalega með þessum hömrum ;)\nÞví næst héldum við til Albion til þess að taka þátt í annarri árásinni hans Bahlzi =)\nFórum beinustu leið að Beynowyc(sp?) og tókum það nokkuð auðveldlega (vorum ca. 20). Næst lögðum við af stað í eitthvað E.. eitthvað virki sem var rétt hjá. Eftir að hafað pullað verðina fórum við að lemja hliðið. Þegar fyrra hliðið var komið niður í 1/4 poppuðu allt í einu 10 guards! Aldrei lent í þessu áður, needless to say var okkar 20 manna raid grouppa þurrkuð út á örfáum mínútum :)\nBahlzi á samt enn eitt virki í Albion, congrats! :):)"
        },
        {
            "user": "Marblas",
            "user_id": "11221",
            "date": "2002-02-04 16:29:38",
            "id": "427010",
            "reply_to_id": "427007",
            "text": "Hjortur lvl 41 THANE!!!\nTHANEs eru með sína DD bolt AE dmg hammra og meira svoleiðis range bull meðan Warriors/Berserker eru með ekki skít í ranged nema warriors með sína hammra sem gera ekki skeit.\nThane eru ekki tanks í mínum augum samt geta þei nú tankað vel :)\nArmsman eru Warriors i albion Merc Berserker í Albion og eru með boga. Skald/Thane owna í RvR annað en Berserker og Warrior!\nSkald dd dmg mez snare og speed song! Thane instant dd bolt instant AE eitthvað bull og 1 single target bolt og einn AE hamar bull og geta Thanes og Skald gert eitthvað að viti í fort defense annað en Zerker og Warriors. hinsvegar geta þeir gert smá núna eftir climb fór í gang en vandamálið er að red con Infeltrators 1hit mig!! það er 1100 dmg! sem er bara bull.\nég er aðalega að dissa Warrior/Berserker og kalla þá tanks því að þeir eru bestu tanks í Midgard Warrior besti Berserker næst besti Berserker er með ekki mikið minna líf enn warrior en lelegri armor og hærri evade og engan shield spec."
        },
        {
            "user": "valdez",
            "user_id": "2096",
            "date": "2002-02-04 15:56:50",
            "id": "427011",
            "reply_to_id": "427006",
            "text": "Midgard warriors eru nú með throwing hammers/axes :) Drífa nú ekki langt en gera ágætisskaða ef þeir æfa sig í að nota þannig vopn (mæli ekkert með því að gera það en það er samt hægt) Berzerker hinsvegar er ekki með neitt ranged vopn en í stað þess þá gerir hann ótrúlegan skaða í close combat þannig að það bætir honum það upp."
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2002-02-04 11:30:06",
            "id": "427012",
            "reply_to_id": "427004",
            "text": "omfg wtf????\nNERF WARRIORS!!!!!!!!!!!"
        },
        {
            "user": "Twister",
            "user_id": "2003",
            "date": "2002-02-04 14:10:46",
            "id": "427013",
            "reply_to_id": "427012",
            "text": "Zerkers meinarðu? =)"
        },
        {
            "user": "Twister",
            "user_id": "2003",
            "date": "2002-02-04 14:12:33",
            "id": "427014",
            "reply_to_id": "427013",
            "text": "Never Mind!!! >("
        }
    ]
}