{
    "forum_title": "Sorp",
    "user": "SinSin",
    "user_id": "58293",
    "date": "2008-11-26 19:30:47",
    "title": "Z-day Chapter 1",
    "text": "Formáli:\nTexas. Maður stendur yfir gröf. Hann er heldur á skóflu. Hann gúlpar í sig botnfyllinu af Jack Daniels og hugsar: “Let's see how you like it, motherfucker.” Hann byrjar að grafa. Á legsteininum stendur: “Ed Gein 1906-who cares?”\nAlvöru formálinn:\nÍsland. Maður gengur inní skrifstofu. Þar situr krullóttur maður við skrifborð að teikna Sonic.\n“Dabbi má ég aðeins tala við þig?”\n“Að sjálfsögðu, félagi. Hvað er að?”\n“Tja, það er bara… ég man eftir því er allt fór af stað. Þá varstu maður enginn guð, eða hvað? Og ég dáist að þér enn þá, það er alveg satt. En allt sem talar þú dag, það túlkar fólkið sér í ha-”\n“Geiri, ég er frekar upptekinn og ég nenni ekki að standa í lögsóknum. Hvað er málið?”\n“Ég vil bara vera viss um að fjármálin séu örugglega í lagi, ei?”\n“En að sjálfsögðu! Við erum með fólk í vinnu til að sjá um svona lagað. Þú þarft smá ró-ró.” sagði Davíð og dró fram jónu\n“Villtu smók maður? Ennþá kveikt.”\n“Nei takk, þarf að fara heim í mat á eftir. Konan finnur lyktina á fötunum.”\n“haha, í alvöru? Hei, viltu bindið mitt? Lyktar vel”\n“Það er ekki beint minn stíll”\n“Þú hefur engan stíl, móðurriðill.\n________________________________________________\nTveim árum seinna. Kreppan er búin að gera Ísland að hálfgerðri eyðieyju. Öll nágrannalönd eru búin að slíta samband sitt við það og flestir innflytjendur hafa flúið aftur heim. Á Akranesi býr ungur maður að nafni Skufsi. Hann lifir frekar venjulegu lífi. Hann dreymir um að fara í skóla en þar sem það er svo fokdýrt þá sættir hann sig við að vinna á bensínstöð. Hann leigir íbúð með Stoggri sem hann kynntist í S4 eitt sinn þegar hann bjó ennþá í Reykjavík með fjölskyldunni. Skufsi vissi ekki alveg hvernig Stoggr fór að því að eiga alltaf pening. Hann var alltaf heima. Fór ekki mikið út nema þegar síminn hringdi og einu sýnilegu áhugamálin voru jurtarækt og að drekka brennivín. En hann var fínn félagsskapur og gat alltaf hugreyst Skufsa þegar mest á reyndi.\nÞað var mikil þoka og smá úði þegar Skufsi gengur inní íbúðina sína.\n”Yo?“ kallaði hann og beið eftir svari\n”Yo“ svaraði Stoggr inni stofunni. Hann var í einhverjum gömlum Playstation leik og á nærbuxunum.\n”Ég trúi ekki ennþá að þú eyddir 15.000kr í næstum áratugsgamla tölvu“\n”Maður þarf að eiga pening til að eyða pening“\n”…. það rímar ekki.“\n”Btw, eitthvað gamalt Mannlíf kom í póstinum í dag. Átti örugglega að fara til gömlu konunar sem býr uppi en… mjehh, þurfti pappírinn. Ó, og Cheeriosið er næstum búið.“\nMáltíðir þeirra einkenndust aðallega af morgunkorni og vatni.\n”Úhh, Mannlíf, hvað ætli stjörnuspáin mín sagði þá?“\n”skil ekki hvernig þú getur lesið þetta sjitt.“\n”Bogi…bogi… úhh… “Draugar fortíðarinnar munu ásækja þig. Tími til að skipta um lás.”“\n”… svo… hvað, klamydía?“\n”Það er ekki eins og hlutirnir geti orðið mikið verri allavega.“\nÁ sama tíma, í kirkjugarðinum, byrjaði áður líflaus hönd að krafsa sig í gegnum þröngt hýlbýli sitt. Í líkhúsinu ómuðu undarlegir skellir og hljóð. Næsta morgun er Skufsi labbaði í vinnuna tekur hann eftir svolitlu. Litli bærinn er ennþá jafn hljóðlátur en voðalega voru margir á ferli. Og það virtist eins og þau voru öll að jafna sig af hræðilegri þynnku.\n”Ojæja“ hugsaði hann með sér og hlustaði á iPodinn sinn meðan hann hljólaði áhyggjulaus um götur Skagans. Það var ekki fyrr en hann tók eftir að bensínstöðin sem hann vann á var ennþá lokuð þegar hann mætti. ”Ojæja“ hugsaði hann með sér og byrjaði að hjóla til baka þegar keðjan stíflaðist skyndilega af því sem virtust vera… þarmar? Maður skjögraði í átt að Skufsa úr þokunni.\n”Ó halló, geturu nokkuð hjálpað mér að laga hjólið mitt?“ spurði Skufsi\n”uUuuUggGhh….“\n”Haha, það er allt í læ. Ég veit sjálfur ekki mikið um hjól.“\n”uuugghhh..“\nSkyndilega tók Skufsi eftir að maðurinn hafði einungis eitt auga, eina hendi og hálfétna löpp.\n”Váví, mér sýnist þú hafa dottið frekar illa á hjólinu þínu.  Vona að þú hafir verið með hjálm. Sjálfur fékk ég bara smá skrámu á hnéð. Þú ert ekki sjóræningi er það?“\n”aAanghhnN…?“\nFleiri afskræmlingar nálguðust úr þokunni. Karlar, konur, börn. Jafnvel indæli útlendingurinn sem raðaði stundum fyrir hann í poka í Einars búð (þótt hann ynni ekki þar)\n”Óóóó…. balls…“\nSkufsi hafði aldrei hlupið jafn langt eða hratt. Og aldrei hafði hann verið jafn feginn og þegar hann komst inní andyrið sitt.\n”STOGGR!“ hrópaði hann eftir sambýlingi sínum\n”yo“\nHann fann hann inní stofu, ennþá í Playstation.\n”Gaur, er það bara ég eða- hei, hvernig komstu svona langt? nvm er það bara ég eða eru uppvakingar að taka yfir bænum?“\nStoggr horfði á hann í smástund (svona eins og maður horfir á vangeflinga án þess að átta sig á því), stóð síðan upp og gekk að glugganum.\n”Sýnist það. Hei, átt þú ekki að vera vinna?“\n”Hefur ekkert verið um þetta í sjónvarpinu!?“\n”Dno, allar stöðvarnar eru niðri. Hvers vegna helduru að ég sé í Playstation?“\n”Gaur, við þurfum að komast að því hvort þetta sé að gerast annarstaðar.“\n”Eins og á Akureyri?“\n”.. Nei, heiminum almennt“\n”Ooooog hvernig?“\n”Ég veit. Þekkiru einhvern sem  á tölvu?“\n”Hmmm…. neibb. Frændi minn vann samt einu sinni á bókasafni. Það er tölvur þar síðast þegar ég vissi. Getum örugglega notað þær“\n”TO THE LIBARY!“\n”-brary“\n”brary… fuck…\"\nÍ næsta kafla:\nMoar effd up shitz",
    "url": "https://www.hugi.is/sorp/greinar/628339/z-day-chapter-1/",
    "url_id": "628339",
    "id": "6324897",
    "replies": [
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-26 19:31:27",
            "id": "6326033",
            "reply_to_id": "6324897",
            "text": "Get ekki beðið eftir næsta kafla :O\nAlso, ég vissi ekki að þú hefðir verið Akranesfaggi :O"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2008-11-26 20:35:35",
            "id": "6326229",
            "reply_to_id": "6326033",
            "text": "fæddur og uppalinn :O\ntja, þangað til ég var 6 ára anyway"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-26 20:37:42",
            "id": "6326234",
            "reply_to_id": "6326229",
            "text": "Haha. Þá veistu samt allavega að Einarsbúð er lífið :P"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2008-11-26 20:39:11",
            "id": "6326238",
            "reply_to_id": "6326234",
            "text": "góðar stundir þar\nmestlega við að versla tho"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-27 00:10:47",
            "id": "6326980",
            "reply_to_id": "6326238",
            "text": "Pældu í því að seinast þegar ég vissi var kartonið þar enþá á undir 6k. Það var í sirka miðjum mánuðnum ef ég man rétt ^^"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2008-11-27 08:40:33",
            "id": "6327282",
            "reply_to_id": "6326980",
            "text": "epic"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-27 14:35:26",
            "id": "6327810",
            "reply_to_id": "6327282",
            "text": "Yup. Þessvegna versla ég alltaf sígó þar ^^"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2008-11-27 14:49:30",
            "id": "6327837",
            "reply_to_id": "6327810",
            "text": "wadt? djöfull vissi ég ekki að þú byggir þar :O\nkannski höfum við hist oftar /humm\nheimska minni"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-27 19:17:30",
            "id": "6328726",
            "reply_to_id": "6327837",
            "text": "Gæti verið. Varstu í skóla hérna?"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2008-11-27 19:18:46",
            "id": "6328732",
            "reply_to_id": "6328726",
            "text": "bara Brekkubæjaskóla\nkom samt oft að heimsækja pabba og bróður minn"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-27 19:22:57",
            "id": "6328747",
            "reply_to_id": "6328732",
            "text": "Ég var einmitt líka í Brekkó ^^\nVar feitur og með stutt hár eða snoðaður þegar ég var minni. Og þótt það hafi enginn verið cool þegar hann var lítill þá var ég einstaklega ekki cool :P\nOg já, ég hét enþá Tumi þá ;)"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2008-11-27 19:24:50",
            "id": "6328756",
            "reply_to_id": "6328747",
            "text": "já en…. þú ert ekki 91"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-28 01:50:52",
            "id": "6329797",
            "reply_to_id": "6328756",
            "text": "Nei. Ég er 90 ^^"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-28 01:52:01",
            "id": "6329800",
            "reply_to_id": "6329797",
            "text": "tja, þangað til ég var 6 ára anyway\nHaha. Var búinn að gleyma þessum parti :P\nBætt við 28. nóvember 2008 -  01:56\nHaha fail…\nÆtlaði að bæta við :P"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2008-11-27 10:26:46",
            "id": "6327402",
            "reply_to_id": "6326234",
            "text": "Hey, ég er líka Akranesfag. Einar er tengdapabbi frænku minna"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-27 14:34:47",
            "id": "6327808",
            "reply_to_id": "6327402",
            "text": "Vó. Hélt ég þekkti alla svölu Akranes hugarana :P\nÉg er síðhærði (og eini) Tuminn."
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2008-11-27 14:35:36",
            "id": "6327811",
            "reply_to_id": "6327808",
            "text": "ég er samt fráfluttur… síðustu 11 árin"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2008-11-27 14:38:04",
            "id": "6327815",
            "reply_to_id": "6327811",
            "text": "Haha k. Ég hef búið hérna alla æfi. Þegar ég flutti flutti ég minna en 100m xD"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2008-11-26 19:41:40",
            "id": "6326073",
            "reply_to_id": "6324897",
            "text": "Haha,\nEins og á akureyri?\nLol'd me out! x3\ngaman verður á þessu, þótt að ég sé að þú ert búinn að stela aðeins úr Shaun of the dead\ntíhí^^,"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2008-11-26 20:36:48",
            "id": "6326231",
            "reply_to_id": "6326073",
            "text": "haha, það er nánast allt úr þessari sögu stolið úr einhverju\npmaðu mig ef þú finnur allt"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2008-11-26 20:57:15",
            "id": "6326290",
            "reply_to_id": "6326231",
            "text": "geri tad tegar ad ég hef tíma og nenni x3"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2008-11-26 20:40:26",
            "id": "6326242",
            "reply_to_id": "6324897",
            "text": "Zombies? Fuck YEAH!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-11-26 20:44:18",
            "id": "6326253",
            "reply_to_id": "6324897",
            "text": "Haha, gott stöff"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2008-11-26 21:22:14",
            "id": "6326361",
            "reply_to_id": "6324897",
            "text": "Fuckin awesome!\nEn já, minnir dálítið á ‘Shaun’. En það er bara hardcore."
        },
        {
            "user": "Skufsi",
            "user_id": "60469",
            "date": "2008-11-26 22:44:44",
            "id": "6326672",
            "reply_to_id": "6324897",
            "text": "Sjitt þetta er AWESOME!\nMOOOAAR!"
        },
        {
            "user": "Stoggr",
            "user_id": "50833",
            "date": "2008-11-26 23:54:44",
            "id": "6326926",
            "reply_to_id": "6324897",
            "text": "Vá elska svona epic söguþræði og hvernig gaurarnir haga sér =D\nGet ekki beðið eftir framhaldinu, þetta er betra en ég bjóst við! =D (no offence ^^)"
        },
        {
            "user": "RetroPacman",
            "user_id": "74151",
            "date": "2008-11-27 15:39:13",
            "id": "6327985",
            "reply_to_id": "6324897",
            "text": "Jafnvel indæli útlendingurinn sem raðaði stundum fyrir hann í poka í Einars búð (þótt hann ynni ekki þar) haha xD"
        },
        {
            "user": "Dizzy",
            "user_id": "58969",
            "date": "2008-12-11 15:14:20",
            "id": "6369134",
            "reply_to_id": "6324897",
            "text": "Vá, þetta er aðeins of awesome fyrir mig..\nog ég sem gleymdi að koma með verjur."
        }
    ]
}