{
    "forum_title": "Rómantík",
    "user": "Caroline",
    "user_id": "40716",
    "date": "2008-11-29 18:18:02",
    "title": "Myndasamkeppni",
    "text": "Elskulegur Hugarar, nú er komið að smá keppni.\nVið stjórnendur tókum okkur saman og ákváðum að halda smá myndasamkeppni í tilefni jólanna, besti tíminn því jólin geta verið einstaklega rómantísk.\nReglurnar eru eftirfarandi:\n1. Keppnistímabil: 1. – 22. desember\nÆskilegt er að myndin sé tekin innan keppnistímabils þar sem það er gefinn nógur tími auk þess sem þemað eru jú jólin.\n2. Myndin skal vera merkt á eftirfarandi hátt:\nMyndasamkeppni – Nafn myndar\n3. Hámarksfjöldi fyrir hvern notanda er ein mynd\n4. Að sjálfsögðu á myndin að koma frá ykkur, þ.e.a.s., notandinn skal hafa tekið myndina sjálfur\n5. Stærðartakmörk: 400pixlar á smærri kant er lágmarkstærð. Stærsta sem Hugakerfið hleypir inn er 1024x786 pixlar.\nÁstæðan fyrir því að keppnistímabilið er svona langt er sú að þetta er nú einu sinni desembermánuður og fyrir marga er það mjög strembinn mánuður, mikið að gera, margir í prófum og aðrir að vinna, svo við vildum gefa ykkur nægan tíma, kemur líka vonandi vel út fyrir keppnina sjálfa að hafa hana svona langa.\nNú er bara að taka upp myndavélina og byrja að mynda, það er svo ótrúlega margt rómantískt við jólin og bara svo að þemað sé á hreinu þá er það „Rómantík með jólaívafi“\nKær kveðja\nStjórnendu",
    "url": "https://www.hugi.is/romantik/greinar/628924/myndasamkeppni/",
    "url_id": "628924",
    "id": "6333630",
    "replies": [
        {
            "user": "Merenwen",
            "user_id": "69119",
            "date": "2008-11-29 19:35:09",
            "id": "6333903",
            "reply_to_id": "6333630",
            "text": "hljómar vel.. :)"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2008-11-30 21:51:23",
            "id": "6337265",
            "reply_to_id": "6333630",
            "text": "Þarf maður að hafa tekið hana sjálfur, má hún ekki bara vera af manni sjálfum þó einhver annar hafi tekið myndina?"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2008-11-30 21:54:34",
            "id": "6337277",
            "reply_to_id": "6337265",
            "text": "Stilltu bara tímann;) Allavega gera eins og þið getið til þess að taka hana sjálf en ef það er ekki möguleiki þá er það auðvitað í lagi, þetta er nú aðallega sett þarna svo að fólk sé ekki að gúggla myndir eða taka myndir sem þeir koma ekkert nálægt og senda inn."
        },
        {
            "user": "Greenbucket5",
            "user_id": "72877",
            "date": "2008-12-01 15:00:53",
            "id": "6338860",
            "reply_to_id": "6333630",
            "text": "Þarf þetta að vera ljósmynd? Eða má þetta vera teiknað eða málað eða eitthvað slíkt?"
        }
    ]
}