{
    "forum_title": "Stjórnmál",
    "user": "idf",
    "user_id": "20187",
    "date": "2008-12-01 02:14:35",
    "title": "Ég kýst ekki Samfylkinguna lengur, lygapakk..",
    "text": "Það er skömm að þessu liði, Inga Solla veik og ber fyrir sig fíflið Össur sem lofar öllum olíuauðæfum eftir nokkur ár, takið eftir hvernig hann talar; \"Ég vil ekki lofa of miklu en Norskir sérfræðingar segja að jafnvel eftir 5 ár verðum við byrjuð að dæla! !\nEnginn hjá Orkustofnun er tilbúinn að taka undir þessar tölur, sýnir þetta ekki enn og aftur hvað óábyrgur Össur Skarphéðinsson er, er það ekki bara í stíl við bróður hans sem lofaði geimverum hér 1999 ? Þetta eru jafn ábyrgðarlaus fífl !\nBjörgvin G. Sigðursson er alveg dæmir útafyrirsig; Hann kemur svo vel fyrir, sléttur og felldur og kemur með sömu lummuna um að verið sé að vinna í málunum, bla bla. Er hvar var hann fíflið þegar allt var að fara til fjandans ? Hann er ömurlegt dæmir um skriffin sem bíður eftir að fá djobb í Brussel eftir að hafa talað niður Krónuna, þetta helvítis fífl sem skiptir Ísland engu máli !",
    "url": "https://www.hugi.is/stjornmal/greinar/629006/eg-kyst-ekki-samfylkinguna-lengur-lygapakk/",
    "url_id": "629006",
    "id": "6334664",
    "replies": [
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2008-12-01 05:48:00",
            "id": "6338095",
            "reply_to_id": "6334664",
            "text": "Samhryggist (sort of), en…\nVið hverju bjóstu, elsku vinur?\nÞetta eru PÓLITÍKUSAR!\nÞú getur allavega huggað þig við það að Barack “Change We Can Believe In” Obama, mun ekki breyta jackshit varðandi stuðning BNA við Ísrael :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-01 13:38:18",
            "id": "6338607",
            "reply_to_id": "6338095",
            "text": "Svo rétt. Obama fékk meira en nóg af pening frá Ísrael."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-01 23:59:18",
            "id": "6340862",
            "reply_to_id": "6338607",
            "text": "Og verður það ástæðan fyrir því að hann ætlar að styðja þá eða var hann studdur vegna skoðana sinna um það að Ísrael þurfi að verja sig frá hryðjuverkamönnum?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-02 12:49:41",
            "id": "6341489",
            "reply_to_id": "6340862",
            "text": "Ísrael er terrorismi, þeir hafa hendur í vösum margra manna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-02 17:54:15",
            "id": "6342550",
            "reply_to_id": "6341489",
            "text": "Sönnun lokið?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-07 20:23:04",
            "id": "6357962",
            "reply_to_id": "6341489",
            "text": "Ísrael er stórkostlegt ríki og sýnir hvað hægt er að gera innan um villimannaþjóðfélög múslíma, þau þola illa samanburðinn. Og áður en þú ferð að þusa um stuðning frá USA þá skaltu talk inn í myndinga stuðning USA við skítaríki eins og Egypta og Pakistan."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-07 20:57:33",
            "id": "6358104",
            "reply_to_id": "6357962",
            "text": "villimannaþjóðfélög? þeir réðust þarna og tóku siðmenntað fólk og færðu það inn\nBNA styðja ekki Egyptaland og Pakistan með neinu, kannski nokkrum matarkörfum. Gyðingum hefur verið hent úr 109 löndum frá því á tíma krists og það er ekki því allir hata þá, þeir hafa áunnið sér langa sögu landráða og hryðjuverka."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-18 22:07:53",
            "id": "6388838",
            "reply_to_id": "6358104",
            "text": "Rugludallur og gyðingahatari, sem dæmi börðust (og fengu margir Járnkrossinn) og féllu margir gyðingar fyrir Þýska keisarann í Fyrri Heimsstyrjöld, svo gerðu Þjóðverjar þau mistök að reka burt og drepa Gyðinga og misstu þar með af tækifærinu til að eignast kjarnorkuvopn."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-18 22:41:06",
            "id": "6388954",
            "reply_to_id": "6388838",
            "text": "Reyndar fundu BNA skjöl um að Hitler hefði tæknina en ekki hlutina í kjarnorkusprengju. Ég er ekki gyðingahatari ef ég segji að þeir hafa áunnið sér orðspor fyrir landráð og hryðjuverk, það er að horfa á staðreyndir.\nÞú ert heimskur og reynir að rífa mig niður með orðum sem koma umræðunni ekkert við, heimska flón. Þú ert öfga-vinstri sinnaður miðað við skrif þín á huga. Bæjó."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-20 21:50:23",
            "id": "6393864",
            "reply_to_id": "6388954",
            "text": "Frábært, aldrei verið kallaður “vinstri öfgamaður” fyrr, bara gaman að vera kallaður þetta einu sinni.\nHvar eru rökin fyrir þínu gyðingahatri, þetta tal um landráð og hryðjuverk ?"
        },
        {
            "user": "UbrTrooper",
            "user_id": "5390",
            "date": "2008-12-02 00:14:48",
            "id": "6340893",
            "reply_to_id": "6338095",
            "text": "Datt einhverjum í hug að Obama myndi breyta einhverju varðandi stuðning BNA við Ísrael? Það væri í besta falli pólitískt sjálfsmorð að reyna eitthvað slíkt."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-07 21:06:45",
            "id": "6358137",
            "reply_to_id": "6340893",
            "text": "Ísrael gæti líklega staðið eitt án beinnar aðstoðar USA en það er stór spurning hvort Egyptaland gæti það, þeir fá gífurlegar matargjafir frá USA, Ísrael ekki."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-08 01:54:03",
            "id": "6359203",
            "reply_to_id": "6338095",
            "text": "Lestu hér og aðeins meira og þú verður margs vís…"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-12-01 10:21:27",
            "id": "6338263",
            "reply_to_id": "6334664",
            "text": "Hvernig er þetta grein? Það má vel gagnrýna Samfylkinguna, jafnvel hægt að hrauna yfir hana fyrir að vera að púlla framsóknaflokkstæknina á þetta (gefa kjörmenn sýna til Sjálfstæðisflokks), en það er allaveganna hægt að vera aðeins málefnalegri en þetta."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-08 01:51:49",
            "id": "6359198",
            "reply_to_id": "6338263",
            "text": "Loki,\nÉg bara vona að þú sjáir í gegnum “fimmtu herdeild” Ingibjargar og Björgvins, þau ætla bara að sofna í sófunum í Brussel og andvarpa; “Þetta var þess virði”…."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2008-12-01 11:02:54",
            "id": "6338304",
            "reply_to_id": "6334664",
            "text": "Hver samþykkir svona?\nÞetta er strámannsrökvilla frá byrjun til enda. Það er hjákátlegt að sjá þig gagnrýna lygamerði þegar þú sjálfur setur ekki fyrir þér að nota lygar til að koma þínu máli á framfæri. Þú hefur áður skrifað svona strámannsgreinar og maður spyrs sig hver tilgangurinn sé, ekki býðuru upp á góðar rökræður þar sem þú tekur engum sönsum og ert með skítkast við allt og alla sem eitthvað þora að segja. Mér finnst allavega stertk tröllafýla af þér.\nAfskaplega hafa gæði greina á stjórnmál, deiglunni og dægurmál farið síversnandi, ég veit að það kemur lítið inn á áhugamálið og það þarf að nýta öll tækifæri sem gefast til þess að mynda umræður en það er óþarfi að sökkva svona langt."
        },
        {
            "user": "Gummija",
            "user_id": "61804",
            "date": "2008-12-01 11:54:59",
            "id": "6338381",
            "reply_to_id": "6338304",
            "text": "Hann xavier samþykir allavega svona"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2008-12-01 11:57:01",
            "id": "6338386",
            "reply_to_id": "6338381",
            "text": "Þetta var rhetórísk spurning -_-"
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2008-12-01 18:53:13",
            "id": "6339706",
            "reply_to_id": "6338386",
            "text": "Það breytir því ekki að Xavier samþykti þetta."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-08 01:48:31",
            "id": "6359192",
            "reply_to_id": "6338304",
            "text": "Þú trénaði fugl !\nKomdu með almennileg mótrök, það eru engin vandamál að svara þér sóðakjafur !"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2008-12-01 13:17:11",
            "id": "6338550",
            "reply_to_id": "6334664",
            "text": "Þetta er ekki þess virði að vera grein. Hefur hugi enga sjálfsvirðingu lengur.\nÉg treisti ekki fólki til að segja mér fyrir verkum sem kann ekki stafsetningu og er ómálefnalegt um leið."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2008-12-01 16:34:51",
            "id": "6339200",
            "reply_to_id": "6338550",
            "text": "QED ?\nlol.."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-08 01:44:59",
            "id": "6359187",
            "reply_to_id": "6338550",
            "text": "Nei, en vissir þú að Jóhanna Sigurðardóttir er LESBÍA ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-08 20:45:40",
            "id": "6361023",
            "reply_to_id": "6359187",
            "text": "Nei, er ekki þeirra tími kominn?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-01 15:06:29",
            "id": "6338882",
            "reply_to_id": "6334664",
            "text": "Er þetta grein?\nByrjum bara á fyrirsögninni ,, Ég\nkýst\nekki Samfylkinguna lengur, lygapakk.. “  kýst?\nÆtlarðu að skamma Ingibjörgu fyrir að fá góðkynja æxli í hausinn? Össur má alveg segja hvað norskir sérfræðingar segja hans mistök að halda því fram ef ekki rétt reynist.\nHvað vita menn í ,,Orkustofnunni” um\nOLÍU\n?\nHafa þeir reynslu af\nOLÍU\n?! NEI en Norðmenn gera það."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-18 21:54:56",
            "id": "6388803",
            "reply_to_id": "6338882",
            "text": "Einhver sagði að hryðjuverkamenn hefðu ekki staðið sig þegar Ingasolla koma kom til Afganistan eða Gasa eða einhvern svoleiðis leiðindastað, en ég sagði það ekki eins og Össur segir…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-18 22:57:53",
            "id": "6389002",
            "reply_to_id": "6388803",
            "text": "Ha?…"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2008-12-01 15:40:35",
            "id": "6338997",
            "reply_to_id": "6334664",
            "text": "Segi það, hver var það sem kaus þetta lið? Æji það var samt ekkert mikið af betri kostum svosem =/\nHelvítis lélega kerfi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-02 00:01:11",
            "id": "6340869",
            "reply_to_id": "6338997",
            "text": "Ef að það er kerfi þá er það oftast lélegt"
        },
        {
            "user": "kaemka",
            "user_id": "32854",
            "date": "2008-12-01 17:25:26",
            "id": "6339369",
            "reply_to_id": "6334664",
            "text": "Solla og Össur eru skömm samfylkingarinnar. Líttu á aðra þingmenn flokksins. Þá þingmenn sem hafa hugmynd um velferðarmál, hvernig á að laga ástandið og fleira í staðin fyrir að sóa peningum í öryggisráð og dreyma um olíu."
        },
        {
            "user": "kaemka",
            "user_id": "32854",
            "date": "2008-12-01 19:55:28",
            "id": "6339940",
            "reply_to_id": "6339369",
            "text": "Dreyma um olíu? Það eru bara fjandi góðar líkur á því að það sé olía þarna. Þegar við munum ná henni er talið að hún sé virði 150.000 milljörðum króna og ef þú ert það klár sérðu að þessi upphæð er margfalt hærri en skuldirnar."
        },
        {
            "user": "kaemka",
            "user_id": "32854",
            "date": "2008-12-01 21:10:45",
            "id": "6340246",
            "reply_to_id": "6339940",
            "text": "Pointið er að hann er að eyða tímanum og umfjöllun í olíuleit sem hann hefur ekki áhrif á, í staðin fyrir að beina athyglinni að málum sem skipta máli akkúrat núna og hann gæti svo sannarlega skipt sköpum í að breyta.\nOlían fer eins og hún fer, sama hvort össur talar um hana eða gerir eitthvað annað."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-01 21:50:54",
            "id": "6340387",
            "reply_to_id": "6340246",
            "text": "Í hvað annað á IÐNAÐARráðherra að eyða tímanum sínum í?\nÉg tel það vera flott hjá honum að bjóða þetta svæði út svo við getum komið almennilegum pening inn í landið og svo við getum fengið orðstír og sjálfsvirðinguna okkar aftur.\nÞú svaraðir mér ekki um Ingibjörgu.\nBætt við 1. desember 2008 -  21:57\nObbobbobb stroka þetta með Ingibjörgu út átti að vera á allt öðrum stað:)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-30 23:51:14",
            "id": "6416402",
            "reply_to_id": "6340387",
            "text": "Eins og forsetinn er Ingibjörg bara AFTURBATA PÍKA !"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-30 23:58:45",
            "id": "6416421",
            "reply_to_id": "6416402",
            "text": "Og afhverju er það?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 00:06:22",
            "id": "6416448",
            "reply_to_id": "6416421",
            "text": "Varðandi Iðnaðarráðherra er það aðallega ámælisvert er þegar hann segir; (nærri orðrétt; “ Ég segi það ekki en Norðmenn sem þekkja til telja að við getum farið að dæla upp olíu eftir um 5 ár”) Er þetta ábyrg ummæli og ekki sýst á þessum tímum ?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 00:23:32",
            "id": "6416492",
            "reply_to_id": "6416448",
            "text": "Þú ert ekki búinn að svara mér með Ingibjörgu.\nJá, hví ekki? Fínt að fá pínu bjartsýni. En auðvitað er hann að taka stóra áhættu með því að ,,kvóta\" þá svona(hans mistök ef rangt reynist). En Norðmenn hafa reynslu af olíuborun en ekki við og það hlýtur þá eitthvað að vera til í því sem þeir segja."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 00:30:16",
            "id": "6416512",
            "reply_to_id": "6416492",
            "text": "Hún er bara helvítis píka og ef að einhverjum finnst það kallremba þá skal minnast þess hvað oft er talað um kallpunga án þess að nokkrum bregði, á annað við hér ?\nMér er svo alveg sama hvað þetta rusl niður á Alþingi er kallað, ber ekki vott að virðingu fyrir þeim lýð…"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 00:46:33",
            "id": "6416548",
            "reply_to_id": "6416512",
            "text": "Þú kemur ekki með nein rök fyrir því sem þú ert að segja. Greinilegt að þú ert hluti af þessu pakki sem kemur með mótmælendum og byrjar að kasta eggjum eða eitthvað þvíumlíkt.. bara til þess að fá útrás ekki til að mótmæla.\nMér er svo alveg sama hvað þetta rusl niður á Alþingi er kallað, ber ekki vott að virðingu fyrir þeim lýð…\nHvað kemur þetta við því sem ég var að segja?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 00:49:47",
            "id": "6416557",
            "reply_to_id": "6416548",
            "text": "Ef ég á nenna að svara þér skaltu hafa það stutt, skorinort og helst í númeraröð, þetta er ekki sett fram skipulega hjá þér."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 00:55:43",
            "id": "6416575",
            "reply_to_id": "6416557",
            "text": "Núna ertu bara að reyna að komast hjá því að svara því þú hefur ekki nein rök til þess að styðjast við."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 01:09:50",
            "id": "6416606",
            "reply_to_id": "6416575",
            "text": "Mér finnst hún bara helvítis PÍKA og fífl um leið ! (Þar sem mér er vel almmennt vel við Píkur þá ætti ég bara að segja helvítis drusla, en þetta er komið…\nIngibjörg Sólrún er búinn að fremja þann skandall að taka við utanríkisútblástursruglinuy frá Halldóri Ásgrímssyni og fyrst núna að átta sig á því hvað það var vitlaust eftir hrunið og það sem flestir vissu að gerðist; Að við næðum ekki sæti í Ö_ryggisræáði UN, var erfitt að finna það út fífl ???\nIngibjörg Sólrún sendi fulltrúa til ‘Irans til að betla atkvæði, undir þ´vi yfirksyni að liðka til með viðskipti fyrir Actacis, hvenær þurftu Bjöggarnir hjálp ??? Þess má geta að í ’Iran eru dæmdir hommar hengdir úr byggingarkrönum, þetta finnst Ingibjörjgu ekkert stór mál.\nEn Ingibjörg telur sig þurfa að segja Ísrealum til þegar kemur að þvi hvernig eigi að taka á móti sprengjuárásum, hún telur að best sé að byrja á að semja, jafnvel þegar sprengjurnar eru í loftinu..\nAuðvitað hljóta Ísraelar að getað sýnt smá samningslipurð , svona rétt á meðan sprengjurnar eru á lofti, er þetta ekki siðað samfélag ?\nOg þó að það slasist eða deyji nokkrir Ísraelar, er það nokkuð til að gera veður útaft, þetta er engin fjöldi er það ? Ekki miðaða við þá sem svelta á Gaza er það ?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 00:17:07",
            "id": "6416479",
            "reply_to_id": "6416421",
            "text": "Veistu hvað er týnda tegundin milli manns og apa ? Það er Össur Iðnaðarráðherra ! Þessi loðni !"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-02 00:02:59",
            "id": "6340871",
            "reply_to_id": "6339369",
            "text": "Er það tilviljun að það vill alltaf svo til að valdamenn í flokknum séu skítugastir?\nOg þá er spurning. Komast þeir í valdastöðu vegna þess að þeir eru skítugir eða gerir valdastaða þá skítuga?"
        },
        {
            "user": "NightCrow",
            "user_id": "56368",
            "date": "2008-12-02 00:48:30",
            "id": "6340964",
            "reply_to_id": "6340871",
            "text": "Seinni spurningin hjá þér eiginlega hrópar á að það verði gerð tilraun á þessu.\nFinna nokkra aðila sem að eru að stíga sín fyrstu skref í stjórnmálum og fylgjast með framvindu þeirra í gegnum félagsfræðilegar rannsóknir og bera niðurstöðurnar saman að nokkrum árum liðnum.\nÉg held að niðurstaðan eigi eftir að koma á óvart, þó að mín persónulega skoðun sé sú að völdin spilli þeim einstaklingum sem að fara með þau.  Það sem að hrekur þá fullyrðingu mína hins vegar eru einstaklingar eins og Þórólfur Árnason sem að komst til æðstu metorða innan Reykjavíkur án þess að fara illa með vald sitt og skipa vini og vandamenn í áhrifastöður.\nÁ móti kemur að Þórólfur var kannski ekki nógu lengi í stóli borgarstjóra til þess að það kæmist nógu marktæk reynsla á það.\n/NightCrow"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-02 16:23:15",
            "id": "6342090",
            "reply_to_id": "6340964",
            "text": "Flettu upp á Stanford Prison Experiment.\nÞar var helmingur nemenda í háskólatilraun settir í valdastöðu, fangelsisverðir, en hinir sem fangar.\nFróðleg niðurstaða. Til heimildarmynd á youtube"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-07 19:34:09",
            "id": "6357799",
            "reply_to_id": "6339369",
            "text": "Takk fyrir að minnast á það sem ég gleymdi; Sukkið vegna Öryggisráðsumsóknar, og svo þegar það er búið þá gerir hún vinkonu sýna sem var að vinna í því að SENDIHERRA !\nOg þegar Inga Solla var spurð hvort þetta væri ekkert skrýtið að ganga framhjá mun reyndari starfsmönnum Sendiráðsins þá var svarið vandræðalegt, en nokkurn vegin að það þyrftið að “yngja upp” meðal Sendiherra, en það er hægt að lesa þetta sem að fleiri konur vantaði.\nFemínistaöfgarnar halda áfram þar sem ekki skiptir máli hver hefur hvað til brunns að bera bara að það sé kona !"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-08 01:42:50",
            "id": "6359185",
            "reply_to_id": "6339369",
            "text": "Alveg rétt, þetta lið er rusl !"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-20 21:54:05",
            "id": "6393870",
            "reply_to_id": "6339369",
            "text": "Hvað þá með heimska fermingardrenginn Bjrögvin G ? Þvílíkt fífl, þeir væru góðir saman hann og Jónas fíflið í Fjármálaeftirlitinu á eyðieyju, þeir myndu bara horfa í spurn á hvorn annan og deyja svo úr hor !"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2008-12-02 00:59:15",
            "id": "6340983",
            "reply_to_id": "6334664",
            "text": "búhú."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-07 21:07:56",
            "id": "6358142",
            "reply_to_id": "6340983",
            "text": "Betri eru 2 Samfylkingarmenn undir grænni torfu en á flokksfundi !"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2008-12-07 23:10:48",
            "id": "6358628",
            "reply_to_id": "6358142",
            "text": "Halelúja og amen bróðir!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-08 01:39:43",
            "id": "6359183",
            "reply_to_id": "6358628",
            "text": "Vildi að þú hefðir meira að segja Hacken´slaker, er þetta ungdómurinn í dag, tvö orð, eru þið orðin þetta löt ?\nÞað er bara fukin sad…"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2008-12-08 23:35:11",
            "id": "6361575",
            "reply_to_id": "6359183",
            "text": "Elsku IDF ég gæti komið með hrikalega langa langloku sem væri löng um það hversu mikið samfylkingin er að rugla í dóti íslendinga í augnblikinu, hvernig þeir ljúga og taka hagsmuni sína fram yfir landan…\n…En ég ætla frekar að gera eitthvað prodútkíft, eins og að rista þetta svít brauð!\nBætt við 8. desember 2008 -  23:41\n(Mikið var þessi klausa sneisafull af stafsetningarvillum)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-20 21:57:54",
            "id": "6393881",
            "reply_to_id": "6361575",
            "text": "Fyrirgefðu félagi, þú varst að taka undir með mér og bara mistök hjá mér að vera eitthvað að steypa á þig, afsakaðu."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-07 20:20:07",
            "id": "6357951",
            "reply_to_id": "6334664",
            "text": "Ég viðurkenni að þetta var ekki vel skrifuð grein enda var ég í glasi og í miklum ham en hér kemur framhaldið og frekari rök.\nÞað getur verið gaman að öskurapanum Össuri og það verður að vera trúður á Alþingi til að létta brúnina á fólki, nú þegar Guðni aðaltrúður er farinn. (“Hvar er atgeirinn Geir” sagði þessi maður eða frekar forngripurinn eða kannski “fron-nautgripurinn”, hann minnir á naut)\nEn það er verra með “fimmtu herdeild” ESB, en þar eru fremst í flokki Ingibjörg S og Björgvin S sem vilja koma okkur þarna inn hvað sem það kostar. Aðal rökin virðast vera að við þurfum Evruna til að komast af en vilja ómögulega ræða einhliða upptöku Evru (hverjir vilja nú ekki ræða Evru mál, er bara ein lína til, þ.e. Þeirra flokkslína ?)\nNú nýlega skrifar Michael Emerson sem er nokkur fróður um þessi mál, að við getum auðveldlega tekið upp Evruna einhliða án þess að styggja ESB (eins og svo margir ESB sinnar ÞYKJAST vera hræddir við). Svo er talað við okkar “sérfræðinga” eins og misvitra skræðuflettara í Háskólanum eins og Geir Zoega (af hverju finnst mér eins og þessi maður þurfi oft að vera hjá sálfræðingi ?) og þá koma þeir með mótbárur sem slá á allar þessar hugmyndir.\nMerkilegt að þegar hentar fjölmiðlum á Íslandi (sem virðast undir ESB hallir, sbr. “tískuhugmyndir”) þá er miklu meira mark takandi á Íslenskum Háskólamönnum heldur en FYRRVERANDI YFIRMANNI EFNAHAGS- OG FJÁRMÁLASVIÐS FRAMKVÆMDARSTJÓRNAR ESB (áðurnefndur Michael Emerson) sem leggur til einhliða upptöku Evru án vandræða !\nAf hverju vilja Inga og Bjöggi ekki einhliða upptöku Evru ? Gæti verið að þá sjá þau ekki lengur möguleika á feitum djobbum fyrir Samfylkingarfólk í Brussel, verðlaunin fyrir að koma okkur þar inn ?\nMér finnst hálf hrollvekjandi hvernig þessir ESB sinnar virðast vera eins og vélmenni sem segja alltaf það sama; “Eina vonin er ESB aðild, engin framtíð á Íslandi án ESB aðildar”….\nLoforðalistinn er lævís; Lægra matarverð, lægri vextir (hverjar verða skuldir þjóðarinnar þá ??) Við eigum að fá allt þetta góða í ESB en ekkert af því slæma, t.d.;\n-Rányrkja á fiskistofnum; Flestir stærri fiskistofnar inn an lögsögu ESB eru að hruni komnir, t.d. Þorskur og Túnfiskur.\n-Atvinnuleysi er búið að vera um 10% í langan tíma í mörgum ESB löndum, SÉRLEGA meðal ungs fólks, en þessi stærð fylgir venjulega vaxtarstigi, verðbólgu og öðrum efnahagsstærðum og yrði ekki öðruvísi hér. Í þessu ljósi skal bent á að við erum ekki enn nálægt 10% atvinnuleysi en sammt er eins og við séum kominn að dómsdegi !"
        },
        {
            "user": "fender1",
            "user_id": "59057",
            "date": "2008-12-19 23:49:13",
            "id": "6391884",
            "reply_to_id": "6334664",
            "text": "lengi lifir sjálfstæðisflokkurinn!!!!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-30 23:15:54",
            "id": "6416341",
            "reply_to_id": "6334664",
            "text": "Xavier var ekki ángæður með umfjöllum um Ingo sollu NATO MELLU og bannaði grein, hún er ESB handbendi og drusla…"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2008-12-31 00:56:58",
            "id": "6416579",
            "reply_to_id": "6334664",
            "text": "Björgin og Avgust eru ómerkilegir skósveingar drottningar Ingibjargvar sem bíst til hvílu í mjúku beði ESB, gömlu sossa-bellibrögðin hennar sjást ekki lengur enda hefur hún sennilega ekki lengi á belli tekið !"
        }
    ]
}