{
    "forum_title": "Smásögur",
    "user": "Ameza",
    "user_id": "19261",
    "date": "2008-12-04 13:13:44",
    "title": "Svartnætti (Felecia Yates) kafli 2a",
    "text": "Jæja látum reyna á þetta aftur. Allar athugasemdir og leiðréttingar eru vel teknar.\n2. kafli\nVið eyddum eftirmiðdeginum með Dale fjölskyldunni. Ég var ekki alveg viss um það en Matthew virtist halda að ég hefði hlaupið út úr kirkjunni í uppnámi vegna þess að hann hafði tekið í hönd mína. Já ég var uppnámi, en ekki af hans völdum. En hvað með það, leyfum honum að dreyma. Ég fór með Dale dætrunum að kaupa efni í nýjan kjól sem ég ætlaði að láta Mali sauma á mig. Við stoppuðum á kaffihúsi og borðuðum saman en skugga fór að lengja og við Yates fjölskyldan þurftum að koma okkur heim. Gleði mín yfir fallega rauða efninu, sem ég hafði keypt, drekkti öllum áhyggjum mínum. En þegar vagninn stoppaði og við komum heim mundi ég eftir öllu aftur. En ég þorði ekki að tala við móður mína, ég var of hrædd. Of hrædd við sannleikann.\nNæsta dag leið móður minni miklu betur. Húðin á henni var ekki með sinn venjulega gráa blæ heldur frísklegan roða, hún kom meira að segja fram og borðaði með okkur. Þetta kom mér á óvart, en kannski var þetta eins og hún hafði sagt, bara smá pest. Þetta vampíru rugl, það hafði án efa bara verið draumur. Vitleysan í mér, ég sá ekkert þessa nótt. Ég hætti brátt að hugsa um þetta og var dugleg við að teikna, æfa mig á píanóið og reka á eftir Mali að klára kjólinn minn. Vikurnar liðu og ekkert gerðist. Reyndar ekki alveg ekkert, ég sá minn skammarlausa bróður kyssa eina af Dale dætrunum þegar þær komu hingað í heimsókn. Metthew var greinilega á eftir mér en ég gaf honum ekki færi á að kyssa mig, hann ætti líka að vita að ég var ekki jafn óhefluð og bróðir minn.\nEitt indæliskvöld var ég að máta nýja kjólinn minn. Hann passaði fullkomlega! Yndislegt þetta rauða efni ásamt nýju lífstykki. Ég dáðist að sjálfri mér í speglinum, fölur húðlitur minn stóð út á móti rauða litnum í kjólnum. Hárið mitt var aðeins dekkra en kjólinn, en já hárið á mér var rautt, ekki þessi appelsínuguli-rauði litur sem flestir hafa, heldur sterkur dökk rauður litur. Ég dansaði um herbergið syngjandi hljóðlega fyrir sjálfan mig. En skyndilega gerðist svolítið undarlegt, kaldur vindur blés í gegnum herbergið og kertin inni hjá mér dóu. Það var í sjálfu sér ekkert sérlega skrítið, nema allir gluggarnir inni hjá mér voru lokaðir, hurðin líka. Ég fylltist undarlegri tilfinningu, það greip mig kvíði og ég fékk gæsahúð. Það var eitthvað að naga mig svo að ég ákvað að fara fram. Ég opnaðir herbergishurðina mína og gekk fram á gang, allt var dimmt.\n-Mamma? Pabbi? Kallaði ég hljóðlega út í myrkrið.\n-Eric? Kallaði ég hærra.\nEkkert, ekkert svar nema svart og tómt myrkrið. En hvað var þetta? Óþarfi að hræða sjálfan sig, seinast þegar ég vissi var ég sú eina sem var á annarri hæðinni, það voru örugglega allir niðri. Ég hafði drifið mig úr kvöldmatnum til þess að prófa kjólinn, þau voru sennilega að sötra kaffi. Ég gekk niður stigann en sá samt sem áður sá ég ekkert ljós fyrir neðan. En þá heyrði ég eitthvað skvaldur, lágar raddir og  ég fylltist ró, það var þá allt í lagi, það voru allir hérna niðri. Einhver kallaði ‘hver slökkti ljósin’ og annar ‘hvar eru eldspýturnar?’ Ég þekkti rödd bróður míns og einhverra af þjónunum okkar. En þá heyrði ég svolítið annað, svolítið sem fékk blóðið í æðum mínum til þess að frjósa. Öskur. Ekki þetta venjulega öskur þegar manni bregður eða kemur eitthvað á óvart. Nei þetta var öskur sem kom aðeins út fyrir varir fólks í hreinum ótta og hryllingi.\nÉg hljóp inn í borðstofuna og sá að einhver hafði fundið eldspýturnar og kveikt á nokkrum kertum, en það sem ljósið sýndi mér gaf mér enga gleði. Í borðstofunni var fjölskylda mín ásamt Mali og einum þjóni, en þau voru ekki ein. Hérna inni voru fimm aðrar svartklæddar manneskjur, nei ekki manneskjur, skrímsli sem þóttust vera mannleg. Fjölskylda mín var frosin í hryllingi, þetta fólk, þessar verur litu út eins og hver önnur manneskja nema augu þeirra skinu sem tunglsljós og brosandi munnar þeirra sýndu oddhvassar augntennur eins og í rándýri. Það var Mali sem hafði öskrað, hún æpti aftur og féll á gólfið í hryllingi og hélt höndunum fyrir höfði sér eins og til þess að skýla sér fyrir því sem hún sá. Þessar fimm verur virtust annað hvort ekki taka eftir mér eða höfðu ákveðið að gefa mér engan gaum. Með köldum gusti hreyfðu þær sig, of hratt til þess að augað gæti fylgt þeim eftir og þannig voru þau allt í einu að ráðast á fjölskyldu mína eins og fyrir tilstilli galdra. Þau börðust á móti, nema móðir mín, hún virtist vera undir einhverskonar galdri, hún stóð bara þarna þegar veran gekk til hennar og greiddi hárið frá hálsinum hennar. Hægt og sígandi eins og til þess að ögra henni til að gera eitthvað beit kvikindið í hana en hún stóð bara þarna eins og stytta meðan veran drakk líf hennar í burtu. Veran leit upp til mín með þessum björtu augum og ég vissi það þá að þetta var sami maðurinn og ég hafði sé inni hjá móður minni. Með blóðugum vörum brosti hann til mín og óp slapp frá mér. Athygli mín eltist samt sem áður fljótt við annað, faðir minn og bróðir börðust hörkulega gegn vampírunum. Því að það var það sem þessar verur voru, vampírur, skrímsli norðursins. Þar sem augu mín fylgdi atvikunum fékk ég það á tilfinninguna og þær væru bara að leika sér, eins og kettir að eltast við mýs. Þernan mín var nú þegar í höndum kvenkyns vampíru og mín elsku Mali blæddi á gólfið með þessa ógeðslegu veru ofan á sér. Þetta hafði allt gerst svo hratt og líkami minn hafði frosið kyrr, ekki þorað að hreyfa sig. En þarna, við þessa sýn þar sem rautt blóðið byrjaði að lita gólfið brotnaði eitthvað innra með mér. Ég greip það fyrsta sem ég kom höndum á, sem var kertastjaki og ég hljóp að móður minni. Ég hreytti kertastjakanum að vampírunni og lamdi hann með honum aftur og aftur. Hann hvæsti á mig og henti móður minni frá sér sem féll á gólfið eins og tuskubrúða. Áður en ég vissi af því var hann búinn að henda mér á gólfið og hann hélt mér niðri. Önnur vampíra leit einnig til mín, áhugi hennar var vakin. Ég varð virkilega hrædd og öskraði af öllum lífs og sálar kröftum.\n-Steinhaltu kjafti! Æpti loksins vampíran á mig.\nÉg snarþagnaði af undrun. Af einhverjum ástæðum hafði ég hugsað um þau eins og einhverjar skepnur, eins og vilt dýr. Dýr töluðu ekki.\nÁ þessu tóma andartaki ráfuðu augu mín um herbergið og kuldi fyllti líkama minn þar sem ég gerði mér grein fyrir því sem ég sá. Mali lá blóðug á gólfinu með vampíruna ennþá á sér og þjóninn minn lá á gólfinu einnig með hendur og fætur í undarlegar áttir.  Móðir mín lá hljóðlát og hreyfingarlaus á gólfinu og faðir minn var blóðugur og illa særður, sár út um allt og ein af vampírunum naut þess að sleikja blóðið úr sárum hans. Minn elskulegi yngri bróðir lá nánast ósnertur upp við einn vegginn, hálsinn var greinilega brotinn og lítil blóðug sár voru á hálsinum hans. En andlitið á honum hafði ekki svo mikið sem eina blóðslettu og starði brostnum augum á eitthvað sem lifendur gátu ekki séð.\nÉg byrjaði að æpa og öskra aftur og klóraði vampíruna ofan á mér í andlitið, ég náði nokkrum góðum rispum en ég sá þær gróa fyrir augunum mér. Þessar verur voru svo sannarlega ekki mannlegar.\n-Þú ert nú meira villidýrið, hvíslaði vampíran í eyra mér.\nÉg fraus af ótta. Varir hans struku mig létt þar sem þær leituðu niður háls minn en ég reyndi að ýta honum harkalega frá mér. Reiður yfir viðbrögðum mínum klóraði vampíran mig með beittum nöglunum, nei frekar klóm en nöglum, yfir andlitið og yfir hægra augað. Ég öskraði af sársauka þar sem rautt blóð fyllti sjón mína og sár sársauki stakk mig eins og þúsund nálar í augað. Ég fann greinilega fyrir heitum hjartslættinum í andlitinu á mér. Þegar vampíran nálgaðist mig aftur fór herbergið að lýsa af birtu, ég tók eftir því að krossinn minn hafi losnað undan kjólnum mínum. Krossinn sjálfur fór að hrinda frá sér hita jafnt sem birtu sem óx með hverri sekúndunni. Vampíran öskraði af sársauka og hélt höndum fyrir andlitinu í von um að geta varið sig að einhverju leiti fyrir birtunni. Ég notaði tækifærið og klunnalega kom mér á lappir og hentist út úr herberginu, mín eina hugsun var út, út úr þessu helvíti. Haldandi fyrir blóðugt augað á mér hljóp ég að aðaldyrunum og beint út í svala og þokulagða nóttina. Ég heyrði hljóð fyrir aftan mig en ég þorði ekki að snúa mér við til að sjá hvað það væri. Ég hljóp inn í skóginn þar sem ég vonaði með öllu mínu hjarta að vampírurnar myndu ekki finna mig. Ég þorði ekki að stoppa, ég þorði ekki að gera neitt annað en að hlaupa beint af augum. Trjágreinar og runnar rifu í kjólinn minn og rispuðu húð mína þar sem ég hljóp áfram eins og brjálæðingur. Brátt heyrði ég ekkert annað en minn eigin andardrátt og hjartsláttinn sem sló í eyrum mér. Loks hægði ég á mér en stoppaði þó ekki, í gegnum sársauka og hryllinginn grét ég hljóðlega þar sem ég ráfaði áfram. Í burtu frá heimili mínu, frá fjölskyldu minni og þessari martröð, frá litla bænum mínum og frá mínum elskulega Matthew og áfram til norðurs. Ég vissi það ekki þá að ég væri á leið norður, ég var bara að reyna að komast í burtu. En ég var á leið norður, svo mikið var víst og norðrið var ekki eins og suðrið. Ekki friðsælt og fallegt land heldur svæði fullt af stórborgum og bæjum með undarlegu fólki. Vampírurnar höfðu komið að norðan.\nTakk kærlega fyrir að lesa, endilega segðu mér hvað þér finnst :D",
    "url": "https://www.hugi.is/smasogur/greinar/629596/svartnaetti-felecia-yates-kafli-2a/",
    "url_id": "629596",
    "id": "6343092",
    "replies": [
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-12-04 17:47:52",
            "id": "6348911",
            "reply_to_id": "6343092",
            "text": "Geðveikt! Hvenær kemur næsti hluti? =P"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2008-12-04 18:21:43",
            "id": "6349031",
            "reply_to_id": "6348911",
            "text": "Ha ha þegar ég nenni að gera eitthvað í því að fara yfir hann."
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-12-04 18:24:29",
            "id": "6349039",
            "reply_to_id": "6349031",
            "text": "Og verður það á næstunni? ^-^"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2008-12-04 19:12:35",
            "id": "6349214",
            "reply_to_id": "6349039",
            "text": "Á ein að vera að læra eða eitthvað haha?\nDunno, kannski um helgina."
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-12-04 19:30:27",
            "id": "6349277",
            "reply_to_id": "6349214",
            "text": "Hahah x]\nÓkei, ég fylgist með =P"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2008-12-04 19:41:38",
            "id": "6349315",
            "reply_to_id": "6349277",
            "text": "Mér tekst allavega ALLTAF að gera eitthvað allt annað en að læra. (sem er mjög greinilegt ef þú ferð á da)."
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-12-04 21:44:52",
            "id": "6349741",
            "reply_to_id": "6349315",
            "text": "Haha, já ég hef tekið eftir því ^^\nEins með mig nema á annan hátt, ég finn eitthvað að lesa eða ég finn eitthvað sem ég þarf ‘'nauðsynlega’' að gera á netinu, eins og að hanga á huga x]"
        },
        {
            "user": "TheMadHatter",
            "user_id": "65981",
            "date": "2008-12-06 13:56:11",
            "id": "6354080",
            "reply_to_id": "6343092",
            "text": "Vá, ég get ekki beðið eftir nýjum kafla, samt svolítið nasty, allt þetta blóð, en það fylgir víst með vampírum:P"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2008-12-06 16:02:34",
            "id": "6354374",
            "reply_to_id": "6354080",
            "text": "Já ég er í aðeins meiri brutal skrifum en t.d. Twilight ;)\nTakk fyrir að lesa :D"
        }
    ]
}