{
    "forum_title": "Rokk",
    "user": "Pixie",
    "user_id": "2413",
    "date": "2002-02-02 14:16:52",
    "title": "Gagnvirkt Alternative-Rokk útvarp?",
    "text": "Nú þegar allt bendir til þess að Radíó-X sé að breytast í létt-rokk stöð fyrir gamlar húsmæður í vesturbænum þá get ég ekki annað en spurt sjálfan mig, Hvað verður eftir fyrir okkur?\nÁ ungt fólk sem hlustar á útvarp bara að breyta um tónlistarsmekk og hlusta á FM95,7 með kríuskít í hárinu eða muzik 88.5 sem er eingöngu danstónlist og hip-hop. Hvar verður hægt að hlusta á þætti eins og Karate og Babylon? Fer allt batteríið yfir á Rás 2 og flytur síðan til Akureyrar eða Sauðárkróks?\nFyrir mitt leyti þá væri ég sáttastur við það að fá eitt stykki gagnvirkt Alternative-rokk-útvarp…\nMér gæti ekki verið meira sama um Ding Dong eða Tvíhöfða, þættirnir þeirra eru orðnir svo útþynntir að þeir eiga eftir að henta nýjum markaðshóp Radíó (X?) alveg ágætlega.\nEf það er einhver sem hefur það sem til þarf að reka útvarpsstöð og getur gert það sómasamlega þá væri ekkert vitlaust að hafa það Alternative stöð því með niðurrifi Radío-X þá var að losna alveg gríðarlega stór hópur sem er útvarpsþyrstur.\nÞetta fjallar allt um framboð-eftirspurn og eftirspurnin er mikil en framboðið ekkert.\nKveðja, Pixie.",
    "url": "https://www.hugi.is/rokk/greinar/62963/gagnvirkt-alternative-rokk-utvarp/",
    "url_id": "62963",
    "id": "428117",
    "replies": [
        {
            "user": "McLaren",
            "user_id": "35881",
            "date": "2002-02-02 15:05:18",
            "id": "428118",
            "reply_to_id": "428117",
            "text": "Ég gæti ekki verið meira sammála þér. Þetta vantar núna eftir að Radio X varð soft. Ég þoli ekki sum af þessum nýju lögum sem ég get ekki vitað hvað heitir vegna þess að síðustu mánuði er ég búinn að hlusta mest á mp3 og muzik. Og ef mar spyr Þossa hvað hann sé að meina með þessu ógeði þá segir hann: “Það er ekkert lag sem allir elska en enginn hatar. Við verðum að höfða til allra.” Þetta er skelfilegt ástand og það er ekki lengur stundum gúrkutíð heldur ALLTAF!"
        },
        {
            "user": "MrWhite",
            "user_id": "1206",
            "date": "2002-02-02 15:06:15",
            "id": "428119",
            "reply_to_id": "428117",
            "text": "Ég tek undir það að Radíó X sé orðið útþynnt.. þetta er sama rútínan aftur og aftur…\nHvernig væri að skipta radíó x í tvo hluta… gagnvirka útvarpsstöð annars vegar og spjallþáttarás hinsvegar (með nokkrum lögum inná milli)\nþar með fá allir það sem þeir vilja…"
        },
        {
            "user": "Nefi",
            "user_id": "13146",
            "date": "2002-02-03 17:27:31",
            "id": "428120",
            "reply_to_id": "428119",
            "text": "Þú blandar ekki saman “Talk Radio” og “Music Radio” það einfaldlega gengur ekki upp. Radio X er sora stöð satans frá KL 7 - 11 og frá 15 - 19 á þessum tíma dags er ekki hægt að hlusta á útvarp! Þessi sameining hefði aldrei átt að gerast þetta eru mestu mistök sem gerð haf verið."
        },
        {
            "user": "eXistenZ",
            "user_id": "5744",
            "date": "2002-02-02 16:03:32",
            "id": "428121",
            "reply_to_id": "428117",
            "text": "Ég er alveg sammála ykkur! Það væri best að stofna sína eigin stöð, það þarf bara að slá saman og byrja að senda út! Bara að vera með meira úrval af góðu rokki. Það er með allar þessar stöðvar að þær spila það sem er vinsælast alltaf aftur og aftur, kannski bara 40 lög sem lúppa aftur og aftur. Enda verður maður hunðleiður á þessum lögum með þessar stöðvar eru með því að það sama er alltaf spilað aftur og aftur! Stofnum bara okkar eigin stöð:\nThe Alternative Rock Channel!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-02 16:13:15",
            "id": "428122",
            "reply_to_id": "428117",
            "text": "þetta er ömurlegt! Það er búið að segja öllum á radíóinu upp nema pétri ding-dong og tvíhöfða. Og nýji dagskrástjórinn á að vera Magga V sem var á létt 96.7….þetta er gubbfruss"
        },
        {
            "user": "Vij",
            "user_id": "14544",
            "date": "2002-02-02 16:17:09",
            "id": "428123",
            "reply_to_id": "428117",
            "text": "ég er allveg sammála Pixie það vantar góða rokk stöð radío X er skítastöð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-02 16:30:30",
            "id": "428124",
            "reply_to_id": "428123",
            "text": "Já.. ég bölvaði þeim degi er Radíó yfir tók X-ið góða , ég vildi bara alternitive rokk tónlist yfir daginn , ekki hlusta á einhverja hálfvita talandi um einhvað bull sem enginn vill heyra um.."
        },
        {
            "user": "Uriel",
            "user_id": "8713",
            "date": "2002-02-02 17:07:18",
            "id": "428125",
            "reply_to_id": "428117",
            "text": "Já! Ég er svo sammála ykkur. Sjálfur hlusta ég ekki á útvarp nema tilneyddur og stöku þátt hér og þar, þá helst á rás tvö. Og svo á að gera rás 2 að sveitalubbarúnki! Eins viðbjóðslegir og landsbyggðar þættirnir hjá rás tvö hafa verið sýnist mér vera risastórt samsæri í gangi til að drepa útvarp á Íslandi. Svo stendur í lögum að einokun sé bönnuð á Íslandi! Þvílíkur skeinipappír er íslenska löggjöfin!!!"
        },
        {
            "user": "ask",
            "user_id": "5847",
            "date": "2002-02-02 18:25:42",
            "id": "428126",
            "reply_to_id": "428117",
            "text": "Það eina sem þarf eiginlega til þess að setja upp netútvarpstöð er server með góðu plássi og góðri nettengingu.  Ef einhver hefur það er málið leyst :)\nSíðan er bara að safna saman mp3 lögum skella á serverinn, forrita dáltíð í kringum þetta og voila allir þeir sem eru með mp3 spilara sem styður stream eins og t.d. Winamp, Sonic, Windows Media Player, etc geta hlustað.\nSemsagt þeir sem luma á stórum server með góðri tengingu látið heyra í ykkur.\nkv.\nbergur\np.s. það er verið að spila Alanis Morrisette á Radíó X akkúrat núna :("
        },
        {
            "user": "imeet",
            "user_id": "1343",
            "date": "2002-02-02 19:08:51",
            "id": "428127",
            "reply_to_id": "428126",
            "text": "Við hénna hjá Yo.is, erum að fara opna gagnvirka útvarpstöð í viðbót við okkar safn, höfum reyndar átt í pinku erfiðleikum með netsamband okkar en það er orðið lagað núna. Erum á 100 MB tengingu við Linu.net.\nVið höfum þegar smíðað gagnvirka netútvarpstöð í PHP, sem keyrir á Shoutcast þannig að allir sem eru með RealPlayer og Winamp, ásamt ja flest öllum forritum ættu að geta hlustað. Við erum svona smá að ákveða hvað á vera á henni, þetta gæti vel verið góð hugmynd. Hvað finnst ykkur finnst ykkur að við ættum að hafa þess gagnvirka netútvarpstöð, sem verður seinna meir útvarpstöð ( í sumar ). Á hún að vera með Alternative-Rokk ?.\nLátið heyra í ykkur."
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2002-02-02 21:23:57",
            "id": "428128",
            "reply_to_id": "428127",
            "text": "bara vera með þetta eins og bergur.is það var helvíti öflugt … blanda af kröftugu rokki, og síðan skemmtilegu hörðu power poppi … það var að virka fínt á mig .."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2002-02-02 23:02:24",
            "id": "428129",
            "reply_to_id": "428128",
            "text": "fuck all pop rokkið er málið"
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2002-02-02 23:30:53",
            "id": "428130",
            "reply_to_id": "428129",
            "text": "OBhave :ég er nú ekki að tala um popp, ég var að tala um power popp það er mikill munur … Weezer, Jimmy Eat World, Rival Schools ofl eru powerpop, powerpop er í raun bara stuð-alternative rokk ..\nannars hefði ekki bergur.is verið rokkútvarpsstöð .."
        },
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2002-02-03 02:30:55",
            "id": "428131",
            "reply_to_id": "428130",
            "text": "af hverju þarf að flokka alla tónlist af hverju er ekki bara hægt að gera útvarpstöð sem spilar góða tónlist ekki einhverja eina serstaka"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2002-02-03 16:30:11",
            "id": "428132",
            "reply_to_id": "428130",
            "text": "Weezer geta átt ágæt lög en lög eins og “Island in the Sun” og “Say it aint so” eru bara væl og stunur í hljóðnemann að mínu mati (eins og þegar hann segir “all right” í “Say it aint so” !bjakk! )"
        },
        {
            "user": "japancake",
            "user_id": "15743",
            "date": "2002-02-03 13:40:23",
            "id": "428133",
            "reply_to_id": "428127",
            "text": "hlustar einhver á netútvarp??? ég myndi allavega aldrei nenna því. ég hlusta reyndar eiginlega ekkert á útvarp, nema einstaka þætti á rás 2 og karate á radio x. eina útvarpsstöðin sem ég myndi hlusta á væri stöð sem spilaði tónlist sem heyrist venjulega ekki í útvarpi. þá er ég að meina bæði raftónlist, rokk og margt annað. mér finnst reyndar ótrúlegt að það hafi enginn lagst í að búa til nýja útvarpsstöð sem spilar góða tónlist(samkvæmt mínum tónlistarsmekk). segjum til dæmis að hljómalind, 12 tónar og einhver fleiri fyrirtæki ákvæðu að vinna saman.. væri ekki gaman að hlusta á þannig útvarpsstöð???"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-02-05 00:08:31",
            "id": "428134",
            "reply_to_id": "428133",
            "text": "Japanscake\nég er sammála þér með hljómalind og 12 tóna það væri besta útvarpstöð í heimi."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2002-02-07 12:35:33",
            "id": "428135",
            "reply_to_id": "428134",
            "text": "Ég er virkilega sammála Japanscake, Dbd, mimi o.fl. Við þurfum virkilega á sannarlega frjálsri óháðri útvarpsstöð!! Sem einblínir á það sem er gott, óháð tónlistarstefnu, en ekki leitast eftir að græða pening. Íslenska útvarpsfélagið telur sig vera frjálst. Það er líklegast besti brandari sem komið hefur fram!! Eina virkilega góða útvarpsstöðin í dag er Rás 1 og Rás 2, þrátt fyrir þeirra galla.\nKv. Stock12"
        },
        {
            "user": "qazx",
            "user_id": "14096",
            "date": "2002-02-02 20:54:55",
            "id": "428136",
            "reply_to_id": "428117",
            "text": "sammála þér, það verður ekkert eftir fyrir okkur sem gerum smá kröfur um gott útvarp…"
        },
        {
            "user": "reverend",
            "user_id": "6904",
            "date": "2002-02-03 04:12:04",
            "id": "428137",
            "reply_to_id": "428117",
            "text": "Re: Gagnvirkt Alternative-Rokk útvarp?\nGagnvirkt ???? eins og múzík.is ????\nAllavega þá fer Meistari Þossi ,sem sá um X-ið í seinustu 5 árin og svo radíó-X , Á aðra útvarpstöð sem og hann mun stjórna og verður mest líklega mjög keimlík radío og X\nÉg skora hér með á Þossa að greina á þetta mál.\nÞossi — Framtíð rokks á íslandi er í þínum höndum.\nMannoM"
        },
        {
            "user": "irika",
            "user_id": "17285",
            "date": "2002-04-04 19:22:14",
            "id": "428138",
            "reply_to_id": "428137",
            "text": "ástæðan fyrir fráhvarfi hins annars ágæta Þossa er sú að hann er fluttur til Danmerkur og skildi okkur eftir í skítnum og poppinu!!!!"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2002-02-03 14:39:50",
            "id": "428139",
            "reply_to_id": "428117",
            "text": "Radíó X er að breytast í léttPOPP stöð"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-02-03 22:01:06",
            "id": "428140",
            "reply_to_id": "428117",
            "text": "sammála öllu þessu, en samt fékk smá von um daginn var með stillt á Radio-x og heyrði Planet telex með meisturum Radiohead og varð mjög kátur, næsta lag var Staind(ojj) svo Creed(oooj) þannig að…0jj"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-04 18:12:05",
            "id": "428141",
            "reply_to_id": "428117",
            "text": "Úfff, hversu sammála er hægt að vera þessu?!\nRadíó X er búið að vera á hraðri niðurleið frá því að það var stofnað og það er sorglegt því þetta er síðasta vígi rokktónlistarinnar á Íslandi.\nUndantekningin á soranum eru reyndar kvöldin á radíóinu þar sem þeim hefur tekist að búa til snilldar-sérsviðsþætti á borð við Karate sem er eitt það besta sem finnst í útvarpi.  En það er bara ekki nóg að krumpa snilldinni út í horn á kvöldin, lágmarkskrafa hlustenda hlýtur að vera að fá að hlusta á góða tónlist, annars hætta þeir að hlusta.  Heyrirðu það Þossi…\nOg BTW ef Þossi segir að það sé ekki hægt að hafa alla ánægða alltaf, verð ég að spyrja á móti; Ert þú ánægður?  Ert þú ánægður með að reka miðlungsútvarpsstöð sem var einu sinni flottasta útvarpsstöðin í bænum?  Ert þú ánægður með að vera bara kominn á miðjan aldur, búinn að koma í innlitfokkingútlit og vera búinn að missa alla yfirsýn á það hvað er GOTT rokk?\nÉg hélt að Þossi myndi aldrei hætta að spila tónlist, reykja og rífa kjaft en djísös kræst, he lost the touch…"
        },
        {
            "user": "karamella",
            "user_id": "4619",
            "date": "2002-02-04 19:39:55",
            "id": "428142",
            "reply_to_id": "428117",
            "text": "Alveg nákvæmlega sammála.\nFm er hundleiðinlegt ógeð sem spilar eithvað ástarsöngvadót eingöngu sem ekkert allir nenna að hlusta á"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2002-02-05 09:21:37",
            "id": "428143",
            "reply_to_id": "428142",
            "text": "sammála karamellu…\nekkert nema eitthvað rugl fyrir gelgjur að liggja og dreyma um (“Án þín” t.d)"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-02-05 12:45:47",
            "id": "428144",
            "reply_to_id": "428117",
            "text": "já mar, ég er sammála. burt með háskólarokkið (creed, blink182, papa roach, limp bizkit), FM957 spilar það hvort eð er. Ég vill útvarpsstöð með góðri tónlist. Muzik 88.5 er að gera góða hluti, þó svo að tónlistarstefna þeirra höfði ekkert sérstaklega til mín. Ég væri til í að fá Alternative/Indie-Muzik stöð. Það mætti líka alveg gera alternative-nation þátt á popptíví, jafnvel bara tvisvar í viku. alternative nation á mtv er góður þáttur."
        },
        {
            "user": "mimi",
            "user_id": "7711",
            "date": "2002-02-05 21:06:02",
            "id": "428145",
            "reply_to_id": "428117",
            "text": "Ég er algjörlega sammála öllu því sem hér hefur farið fram, en er gagnvirkt útvarp nógu góður möguleiki, hvað með að fá loksins almennilega frjálsa og óháða útvarpsstöð sem spilaði almennilega tónlist sem ekki er stöðluð og ákveðin af einhverjum einum dagskrástjóra. Þið vitið að allir sérþættinir á RAdioX eru hættir, og að einhver dagskrástjóri nýr ráðinn á RadioX sem áður var á Létt og búið að reka marga… það er semsagt búið að eyðileggja algjörlega útvarpslíf á Íslandi. Þess vegna vil ég, og ég veit að ég er ekki ein í þeirri skoðun,fá almennilega útvarpsstöð.. sem spilaði góða tónlist, rokk og hljómalindar tónlist og hefði nóg af spennandi sérþáttum.. enga einsleitni takk, einokunin í þjóðfélaginu er algjör og nú endanlega komin í útvarpið.. en það verður að berjast á móti henni.."
        },
        {
            "user": "Dandri",
            "user_id": "12426",
            "date": "2002-02-06 08:43:26",
            "id": "428146",
            "reply_to_id": "428117",
            "text": "ja þeir spila nú stundum fína músík marr þótt að það sé Travis (sem sucka).hehe"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2002-02-06 19:25:08",
            "id": "428147",
            "reply_to_id": "428117",
            "text": "Já, ekki óvitlaus hugmynd. Ég hef ekki hlustað á útvarp í ár og dag (allaveganna ár). Það væri gaman að fá einhverja útvarpsstöð til að kíkja aðeins á."
        },
        {
            "user": "smist",
            "user_id": "11631",
            "date": "2002-02-07 22:37:14",
            "id": "428148",
            "reply_to_id": "428117",
            "text": "Mér finnst fáránlegt að verið sé að reka Þossa (og flesta aðra).  Ef það ætti að reka einhverja af þessari stöð þá væru það þessir síblaðrandi hálfvitar í Tvíhöfða og Ding Dong.  Og hvað meina þeir eiginlega með því að ráða þessa “hvað hún heitir sem var með Létt 96,7” ?  Af hverju? Var stöðin ekki að ganga ágætlega áður?\nKveða Smist"
        },
        {
            "user": "bubblehead",
            "user_id": "12168",
            "date": "2002-02-08 12:42:28",
            "id": "428149",
            "reply_to_id": "428148",
            "text": "Samkvæmt viðtali við Þossa í Fréttablaðinu í gær voru stjórnendur útvarpssviðs Norðurljósa að kvarta yfir tónlistarstefnunni og yfir því að RadíóX væri ekki að spila “rokk”lögin með Skítamóral (ugh, ég get ekki skrifað þetta orð án þess að fá hroll…) og Landi og sonum og þess háttar.  Spáið í því, þetta gæti verið verra en Linkin Park… ;)"
        },
        {
            "user": "korkurinn",
            "user_id": "18031",
            "date": "2002-02-08 12:49:13",
            "id": "428150",
            "reply_to_id": "428149",
            "text": "Ísland að sökk(v)a!\nGet bara ekki lengur orða bundist - fyrst hættir X-ið, núna er RadioX farið til helvítis og svo ég tali nú ekki um boxið (en það er annar handleggur).\nHlakka samt til að sjá hvað Þossi og félagar gera. Eða bara einhverjir framtakssamir."
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2002-02-14 19:37:37",
            "id": "428151",
            "reply_to_id": "428150",
            "text": "Nú fara myrkir dagar um hönd. Það er sem Ísland sé að sökkva í sæ.\nÚtvarpið hefur lengi verið slappt fyrir mér og nú vörum við neytendur gjörsamlega teknir í rassgatið. Radíó-x er orðið virkilega súrt. Þetta var eina stöðin sem rokkaði, og hún var ekki einu sinni það æðisleg, létta rokkið var til staðar en það þyngra var það líka (og Flash-Back helgar voru SNilLd!) og ég gat sætt við mig það þar sem að ég hlusta mest á geisladiska anyway. Það er bara málið að nú á dögum fæst ekki geisladiskur fyrir minna en 2400kr. Einn skitinn geisladiskur!!! Ég hef ekki keypt mér nýjan disk á Íslandi síðan í byrjun sumars(fór reyndar út keypti sona 40dc). Ég ætla bara að gleyma þessu og kaupa mér skrifara.\nOg meira um þetta blessaða útvarp. Á tvíhöfða þurfti ég ekki að hlusta þar sem ég var í skólanum síðan gat ég stundum náð Þossa síðan byrjaði Ding-Dong og ég hef fyrir sona u.þ.b. ári síðan fengið mig SVO FULLSADDA af Ding-Dong, en Doddi var víst rekinn.\nJá, einmitt, where was I, muzik.is finnst mér góð stöð þar sem að það er ekkert spjall, bara tónlist og valin tónlist og ég myndi ekkert þrá heitar en Alternative/Indie stöð (Og auðvitað með reglubundnum FLASH-BACK dögum) Retro rules…\np.s.Vér Íslendingar látum ei brjóta okkur niður, vér munum standa upp og vér mótmælum allir, vér látum þetta ei yfir okkur ganga og vér munum berjast til síðasta dags!! heyrheyr ;)"
        },
        {
            "user": "irika",
            "user_id": "17285",
            "date": "2002-04-04 19:27:39",
            "id": "428152",
            "reply_to_id": "428117",
            "text": "Hafþór minn gagnvirkt virkar ekki, sjáðu bara musik, sættum okkur við það hipp hoppararnir eiga heiminn!!!!!\nÞað eina sem hægt væri að gera væri að reyna að leyfa ekki kapítalistum þessa lands að einoka útvarp, tilheyra ekki ALLAR útvarpsstöðvar þessa lands einu fyrirtæki? hvert er heimurinn kominn, sætttum við okkur við allt??????????"
        }
    ]
}