{
    "forum_title": "Smásögur",
    "user": "SvartiSaudurinn",
    "user_id": "73891",
    "date": "2008-12-06 21:37:05",
    "title": "Örlögin eru bara rétt handan við hornið",
    "text": "Lítil sorgleg jólasaga sem ég samdi fyrir Catastrophes(Cherish)\nÞað snjóaði þungt og fótsporin hennar hurfu fljótt á tómum götum bæjarinns. Hún var búin að vera nokkra tíma á leiðinni, hún fór alltaf krókaleiðir heim. Því seinna sem hún kom heim því betra, mamma í algjöru jólastress trippi, ekki að nýji gaurinn og litla tíkin sem hann kallaði litlu elskuna sína, bættu mikið upp á stemminguna. Pabbi löngu stunginn af,\n“örugglega til bahamas eða eitthvað”, hugsaði hún með sér.\n“Góð hugmynd, kannski ætti ég að redda mér miða þangað….en náttlega…ég á engann pening, ekki einu sinni þússara fyrir bíó”\nÞví lengra sem hún labbaði því meira fóru hugsanarninar á flug\n“hvernig fer konan að þessu?, búin að þrífa allt hátt og lágt en alltaf á fullu”\nHún labbaði hægt og húkti fram, hún tók varla eftir því þegar hún fór fram yfir hornið og rakst í hann fyrr en hún fann sjálfa sig á jörðinni\n“nei, ekki hann, allir nema hann”\n“Fyrirgefðu” tautaði hún og reyndi að stíga á fætur\n“Auðvitað þurfti það að vera hann…en kannski hann taki eftir mér í þetta skipti” Hugsaði hún með sér\n“Ekki málið” sagði hann, rétti fram hendina og brosti\nHún tók í hendina á honum og roðnaði örlítið í leiðinni, en hann virtist ekki taka eftir því\n“svo hvað segir þú?” sagði hann\n“Fínt sko” en innan í sér hrópaði hún”Hræðilegt”\n“Gott, en hey”\n“Já?”\n“ég var að spá sko, hérna, ertu að gera eitthvað í kvöld?” sagði hann\n“Neinei, ég er ekki að gera neitt spes sko” en innan í henni ólguðu þúsund raddir sem sögðu “forðast lífið”\n“afhverju spyrðu?”\n“hérna kemuru þá í bíó i kvöld?, ég býð” sagði hann\n“já, sure, það hljómar alveg spennandi” svaraði hún\n“cool, ég renni við hjá þér þá á eftir”\n“flott er”\n“en ég þarf að flýta mér á körfu, sé þig á  eftir” sagði hann og kvaddi\n“já…bæ” sagði hún, en að reyna að átta sig á því sem hafði gerst\n“Var hann að bjóða mér út, HANN?!?” hugsaði með sér í losti\nHana langaði mest að hoppa upp og niður af kæti en hélt samt áfram á sínum venjulega  hraða\n“kannski verða þessi jól ekki algerlega ömurleg eftir allt saman”hugsaði hún með sér kát\nAllt í einu heyrði hún ískur. Hún leit upp og sá stjórnlausann bíl þeysa að sér á fleygiferð, það var enginn tími til að hlaupa.\nKirkjuklukkurnar glumdu í fjarska",
    "url": "https://www.hugi.is/smasogur/greinar/629855/orlogin-eru-bara-rett-handan-vid-hornid/",
    "url_id": "629855",
    "id": "6346884",
    "replies": [
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2008-12-06 21:52:08",
            "id": "6355359",
            "reply_to_id": "6346884",
            "text": "ha?"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2008-12-06 22:08:12",
            "id": "6355391",
            "reply_to_id": "6355359",
            "text": "i dno"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-06 22:35:38",
            "id": "6355450",
            "reply_to_id": "6355391",
            "text": "skildi ekki alveg þessa sögu. En samt gott framtak :)"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2008-12-06 23:07:13",
            "id": "6355556",
            "reply_to_id": "6346884",
            "text": "Nei! Klessti bíllinn á hann?\nÆji greyið, ég táraðist næstum því O.o"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2008-12-06 23:10:57",
            "id": "6355572",
            "reply_to_id": "6346884",
            "text": "Mér fannst þú, í byrjun, lýsa mjög vel.  Svo minnkuðu lýsingarnar og urðu ekki jafn góðar.\nHefðir líka alveg geta farið yfir málfarið í samtölunum.  Kannski eiga persónurnar að vera svona en mér finnst leiðinlegt að sjá orð eins og ‘cool’ og ‘sure’ í íslenskum sögum, en kannski er það bara ég.\nAnnars var þetta hin fínasta saga:)"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2008-12-07 00:09:06",
            "id": "6355727",
            "reply_to_id": "6355572",
            "text": "Það gæti líka allveg passað þar sem ég varð þreyttari(sein að nóttu þegar ég samdi þetta) eftir sem neðar dróg, persónurnar áttu reyndar að vera unglingar með enskuslettur\nég reyndar var eitthvað að flýta mér þegar ég senti þetta inn þannig ég renndi bara yfir hana og lagaði insáttarvillur o.fl.\nen takk =]"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2008-12-07 00:34:04",
            "id": "6355796",
            "reply_to_id": "6355727",
            "text": "Jamm, skil þig..hefðir náttúrulega geta klárað hana daginn eftir..:P"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2008-12-07 10:04:18",
            "id": "6356394",
            "reply_to_id": "6355796",
            "text": "Nei, þurfti að vera búinn fyrir morgundaginn, eitthvað skóladót hjá catastrophes"
        }
    ]
}