{
    "forum_title": "Vélbúnaður",
    "user": "andri12",
    "user_id": "8245",
    "date": "2008-12-04 23:24:15",
    "title": "beta ATI Catalyst 8.12 reklar vóru lekkinn á netið með þeim filgir  Avivo Video Converter",
    "text": "sjáið\nhttp://www.rage3d.com/board/showthread.php?t=33936852\ní stuttu máli þa inhalda þessi nýir reklar  Avivo  Video Converter\nég er of latur til skrifa á íslensku kvað gerðir svo hér er copy paste\nATI Stream application: ATI Avivo Video Converter\nUsing ATI Stream technology, owners of ATI Radeon™ HD 4800 Series and ATI Radeon™ HD 4600 Series of graphics cards can take advantage of this video conversion tool (found in Catalyst Control Center Basic View) to achieve incredible performance levels in video transcoding.\ní stutu máli frír  Video Converter sem transkóttar\ná gpu sem merkir að þú ert miklu fljótari að breita video skrám",
    "url": "https://www.hugi.is/velbunadur/korkar/630077/beta-ati-catalyst-812-reklar-voru-lekkinn-a-netid-med-theim-filgir-avivo-video-c/",
    "url_id": "630077",
    "id": "6350104",
    "replies": [
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2008-12-06 17:16:52",
            "id": "6354587",
            "reply_to_id": "6350104",
            "text": "Hmm, persónulega ætla ég frekar að bíða eftir að þetta verði gefið út opinberlega en að vera að fikta með einhverja beta útgáfu sem er enn í þróun.\nOg svona meðan ég man… Í guðanna bænum vandaðu þig aðeins þegar þú ert að senda inn efni, hvort sem það er þráður, grein eða svar… Ég þurfti að lesa þetta yfir þrisvar sinnum áður en ég skildi hvað þú áttir við! “vóru lekkin”!? “filgir”? “inhalda”? “kvað gerðir”? Þú ert annað hvort staur-lebslidnur, sauðdrukkinn eða af einhverjum öðrum ástæðum varla skrifandi á íslensku…"
        },
        {
            "user": "RapeHills",
            "user_id": "70221",
            "date": "2008-12-07 17:42:19",
            "id": "6357392",
            "reply_to_id": "6354587",
            "text": "Lebslindur.\nÞetta var sko ekki typo hjá þér."
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2008-12-07 17:50:13",
            "id": "6357423",
            "reply_to_id": "6357392",
            "text": "Fullkomlega viljandi :p"
        }
    ]
}