{
    "forum_title": "Vélbúnaður",
    "user": null,
    "user_id": null,
    "date": "2008-12-07 01:48:17",
    "title": "Intel Core Duo vs. Quad",
    "text": "Nú spyr sá sem ekki veit.\nHver er munurinn á Duo og Quad örgjörvum.\nHvor er betri?\nHvað eru kostir og gallar Quad örgjörva?\nHvort ætti maður að fá sér?\nTakk\ncent",
    "url": "https://www.hugi.is/velbunadur/korkar/630488/intel-core-duo-vs-quad/",
    "url_id": "630488",
    "id": "6356009",
    "replies": [
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-07 02:21:46",
            "id": "6356092",
            "reply_to_id": "6356009",
            "text": "mjög fátt sem styður quad frekar ættiru að fá þér duo held ég svo seinna geturu fengi þér quad þegar flest forrit og leikir styðjast við þennan örgjafa eða fá sér núna og bíða :D en ég er með quad örgjafa og hann alveg þrælvirkar."
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-12 09:17:53",
            "id": "6371493",
            "reply_to_id": "6356092",
            "text": "Er eitthvað fleira sem styður Duo?"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-12 17:08:23",
            "id": "6372347",
            "reply_to_id": "6371493",
            "text": "Já það held allarvega hefur mér verið sagt það"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-13 11:41:17",
            "id": "6373739",
            "reply_to_id": "6372347",
            "text": "Ég held að það sé nú ekki alveg rétt. Öll forrit geta keyrt á duo og quad þau bara nýta ekki kjarnana vegna þess að þau eru single thread forrit. Sem segir þér það að þau geta bara nýtt einn kjarna. Þannig að þá skiptir ekki máli hvort þú sért með duo eða quad."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-13 19:54:41",
            "id": "6374627",
            "reply_to_id": "6373739",
            "text": "Mhm ég veit að þau geta keyrt á duo eða quad en þau eru ekki að nýta allt sem hann bíður upp á."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-12-13 21:29:45",
            "id": "6374953",
            "reply_to_id": "6373739",
            "text": "færð meiri gígahertz í duo pakka fyrir minni pening og sömuleiðis kaldari örgjörva sem að býður uppá meira yfirklukk og bara almennt meiri hamingju þarsem að t.d. gagnvart leikjum að þá virka 2 örgjörvar frekar vel þarsem að einn getur séð um leikinn og hinn um alla bakgrunnsvinnslu o.s.f.\nog ef að menn ætla að fá sér quad af einhverjum ástæðum ættu  þeir að bíða eftir i7 og fá native quad core ekki 2 nehalem kjarna sem að hafa verið límdir saman með uhu lími"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-14 10:25:56",
            "id": "6376211",
            "reply_to_id": "6374953",
            "text": "quad 6600 og duo 8500 eru að kosta svipað og eru að klukkast á svipað. Reyndar held ég að 8500 sé að keyra á fsb 333 en 6600 á 266 þannig að ef þú hækkar 6600 upp í fsb 333 sem er mjög basic oc þá ertu kominn með svipað hz, en fleiri kjarna í 6600. Menn geta svo farið út í frekar oc ef menn vilja, en ég held að þeir séu ekki að fara út í það eða alla vega ekki strax. Þannig að þá hafa þeir 1 kjarna fyrir leikinn og 3 kjarna fyrir bakvinnsluna eða 4 kjarna fyrir þá leiki sem styðja multi tread eða önnur forrit.\nÞú ættir nú að vita það að ef menn byrja að bíða á annað borð þá geta þeir biðið endalaust því að það er alltaf að koma eitthvað nýtt. Lögmál Morris hvað cpu varðar."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-12-14 12:34:45",
            "id": "6376337",
            "reply_to_id": "6376211",
            "text": "8*** er kaldari og klukkast betur en quad,\ni7 boðar 30% aflaukningu miðað við benchmarks þannig ef að menn ætla að fá sér quad core er það stálið\nannað fleirra sem að er sniðugt við i7 er minnistýring á örgjorva líkt og er hjá amd o.s.f."
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-14 17:28:57",
            "id": "6376913",
            "reply_to_id": "6376337",
            "text": "Núna eru þeir búnir að vera með i7 í dágóðan tíma á teikniborðinu og ekki lengt í það að hann komi á almennan markað. Hverjar heldur þú að líkurnar séu fyrir því að þeir sé komnir með einhvern á teikniborðið núna sem á eftir að slá i7 hvort sem það er nýr cpu eða bara bætari útgáfa af i7. Þannig að ef menn ætla að bíða á annað borð þá geta menn beðið endalaust."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-12-14 19:56:27",
            "id": "6377420",
            "reply_to_id": "6376913",
            "text": "Í dag myndi ég smella mér á i7 ef að ég myndi ekki versla eingöngu amd :=)\nbtw i7 er kominn í búðir daníel :=)"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-15 00:21:44",
            "id": "6378485",
            "reply_to_id": "6377420",
            "text": "ok, vissi ekki að hann væri kominn í búðir.\nBætt við 15. desember 2008 -  11:42\nVarstu að spá í að fá þér i7 cpu\nhttp://www.tolvutek.is/product_info.php?cPath=1_5_8&products_id=19542"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-12-14 17:38:27",
            "id": "6376944",
            "reply_to_id": "6374953",
            "text": "er I7 góður eða?"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-12-15 09:12:43",
            "id": "6379157",
            "reply_to_id": "6376944",
            "text": "Já frekar dýr samt þarsem að hann keppir við vöru sem að var keypt á genginu 60-80 krónur per $"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-07 03:56:03",
            "id": "6356236",
            "reply_to_id": "6356009",
            "text": "Munurinn er helst kannski tvöfaldur eða fjórfaldur örgjörvi."
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-12 15:18:59",
            "id": "6372103",
            "reply_to_id": "6356236",
            "text": "öööö, nei þetta er einfaldur örgjavi en með 2 eða 4 kjarna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-21 07:16:37",
            "id": "6394781",
            "reply_to_id": "6372103",
            "text": "Einmitt það sem ég var að segja, ég var ekki að segja þetta væru tveir eða fjórir örgjörvar heldur að þeir séu tvöfaldir eða fjórfaldir á þann hátt að þeir séu með tvo eða fjóra kjarna."
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2008-12-07 17:56:03",
            "id": "6357449",
            "reply_to_id": "6356009",
            "text": "Munurinn er sá að venjulegir (t.d. gömlu Pentium) örgjörvar eru stakir, ss. bara einn örgjörvi sem sér um útreikninga. Í dual core örgjörva eru þeir tveir, í quad core eru þeir fjórir.\nPerformance munurinn felst almennt í því að:\n1) Ekki allt styður quad örgjörva, sérstaklega leikir. Einungis allra nýjustu high-end leikirnir styðja þá, ég veit ekki um neinn leik nema Crysis sem styður quad en það gætu verið komnir fleiri núna. Mynd- og þrívíddarvinnsluforrit á borð við Photoshop og Maya eru hins vegar flest með góðan stuðning við quad-core.\n2) Dual core hafa venjulega hærri klukkuhraða (Gíga-Hertzin), amk fyrir svipaðan pening, svo fyrir það sem ekki styður quad eru dual core betri.\nSvo, niðurstaðan er: Dual core fyrir leiki, quad core fyrir mynd- og þrívíddarvinnslu."
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2008-12-08 01:37:54",
            "id": "6359179",
            "reply_to_id": "6357449",
            "text": "Ég nota ekki tölvuna mína í neina beina professional myndvinnslu eða neitt svoleiðis.\nAðal ástæðan fyrir að ég spyr er að eg var að sjá að GTA 4 var að koma út á PC og þar stendur í recommended requirments að maður eigi aðvera með Quad örgjörva."
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2008-12-08 02:13:34",
            "id": "6359238",
            "reply_to_id": "6359179",
            "text": "Ah. Þá styður hann væntanlega og performar þar af leiðandi betur á quad örgjörva."
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-12 09:20:48",
            "id": "6371495",
            "reply_to_id": "6357449",
            "text": "dude, flestir leikir eru single thread leikir og styðja þar á leiðandi hvorgi dual core né quad core þannig að það skiptir engu máli hvort þú ert með. En fleiri og fleiri leikir sem eru að koma út eru orðnir multi thread leikir þá geta þeir bæði nýtt dual og quad."
        },
        {
            "user": "Selshamur",
            "user_id": "19356",
            "date": "2008-12-10 23:14:00",
            "id": "6367724",
            "reply_to_id": "6356009",
            "text": "Í dag myndi ég segja Quad Core all the way.\nKom mér virkilega á óvart hvað mikið af forritum og leikjum sem ég nota fóru allt í einu að styðja Quad :)"
        },
        {
            "user": "SynGates",
            "user_id": "73623",
            "date": "2008-12-12 08:59:46",
            "id": "6371480",
            "reply_to_id": "6356009",
            "text": "Ég fengi mér Quad core án vafa í dag\nÞessir nýjustu leikir eru farnir að styðja Quad svo það er mun betri fjárfesting fyrir framtíðina\nRecommended fyrir GTA IV er Quad core örri"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-12 09:21:57",
            "id": "6371496",
            "reply_to_id": "6356009",
            "text": "FÁÐU ÞÉR QUAD CORE CPU. EKKI HLUSTA Á NEITT ANNAÐ."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-12-13 21:31:04",
            "id": "6374959",
            "reply_to_id": "6371496",
            "text": "lol"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2008-12-14 10:27:50",
            "id": "6376213",
            "reply_to_id": "6374959",
            "text": "rofl"
        }
    ]
}