{
    "forum_title": "The Sims",
    "user": "helenas",
    "user_id": "16650",
    "date": "2002-02-03 02:43:11",
    "title": "Hvernig á að búa til skinn?",
    "text": "Það er tutorial (leiðarvísir) frá<a href=\"\nhttp://www.simsisters.simsloft.com/\n“> The Sim Sisters </a>\nHann er mjög góður það eru myndir sem sýna skref fyrir skref hvernig allt lýtur út eins og komið er. Þetta er allt annað enn auðvelt til að byrja með, það krefst mikillar þolinmæði að búa til verulega flott skinn. þú þarft ekki að vera einhver teikni snillingur (væri náttúrulega betra enn sumt fæðist maður bara ekki með :D) Alla vegna, Þú þarft að downloada upprunalegu skinnunum (þessi nöktu(ekkert dónó)) þú ættir að geta downloadað þeim á þessari síðu ef ekki látið mig bara vita er með þetta allt skrifað niður einhver staðar, þú þarft að downloada ”paint shop pro“ það kostar reyndar enn það virkar allt upp í 2 mánuði frítt og þig vantar simposium sem hægt er að nálgast hér <a href=”\nhttp://www.simprograms.com\n\"> The Simprograms </a>\nÞað eru til þrjár aðferðir til að búa til skinn:\n1. þú byrjar frá grunni býrð til Þína eigin hugmynd það er að segja býrð til eitt par buxur,pils kjól eða bol whatever!\n2. þú kópiar af mynd það er að segja þú finnur töff mynd á netinu og þú kópiar hana yfir grunninn.\n3. þú kópiar skinn sem einhver annar hefur gert og breytir því og svoleiðis fólk sukkar. :D\nAnnars var ég að taka eftir hvað það er erfit að reyna að útskýra þetta þannig að ef þið hafið einhverjar spurningar þá skal ég með glöðu geði svara þeim :D gangi ykkur vel.\nKV. Helena\np.s. það eru fullt af góðum leiðarvísum á erlendu síðunum tékkið á þeim!",
    "url": "https://www.hugi.is/sims/greinar/63078/hvernig-a-ad-bua-til-skinn/",
    "url_id": "63078",
    "id": "428804",
    "replies": [
        {
            "user": "helenas",
            "user_id": "16650",
            "date": "2002-02-04 09:02:34",
            "id": "428805",
            "reply_to_id": "428804",
            "text": "hver pælir í Sims-svindlum??? það er alls ekki gaman að svindla í þeim leik…"
        },
        {
            "user": "helenas",
            "user_id": "16650",
            "date": "2002-02-04 12:58:41",
            "id": "428806",
            "reply_to_id": "428805",
            "text": "okei?"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2002-02-21 18:52:38",
            "id": "428807",
            "reply_to_id": "428805",
            "text": "hvað í fjandanum ertu að tala um? þetta eru als ekki svindl"
        }
    ]
}