{
    "forum_title": "The Sims",
    "user": "kazaaguy",
    "user_id": "17821",
    "date": "2002-02-03 23:10:40",
    "title": "Nokkur svindl fyrir the sims",
    "text": "Orginal Sims þar að segja sims 1\ntil að fá 1000 í peningum klapaucius\ntil að fá fleyri peninga gerið klapaucius og svo fáið aftur upp svindgluggan og gerið !;!;!;!;!;!;!;!;!;!;!;!;! eins oft og ykkur hentar þá fáið þið fullt af pening\nÞað er alltaf ljótt að sjá gras sem að er ekki gróið lagiði það skrifið grow_grass 100 þá lagast grasið og verður grænt ég á örugglega eftir að sitja inn fleyri svindl á næstunni\nThe sims Livin it up\nPeningasvindl: rosebud og síðan sömu reglur og áðan !;!;!;!;!;!\nsíðan virka öll hin svindlin í orginal sims líka í þessum leikjum\nThe sims house party\nsömu svindl og í livin it up\nThe sims hot date\nok ég er ekki ennþá búin að drullast til að skrifa hann leik þannig að ég veit ekki margt um hann en ég veit allavega að peninga svindlið er rosebud og !;!;!;!;! dótið\nGangi ykkur vel að svindla ;-)\nKveðja Pétu",
    "url": "https://www.hugi.is/sims/greinar/63090/nokkur-svindl-fyrir-the-sims/",
    "url_id": "63090",
    "id": "428939",
    "replies": [
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2002-02-04 12:26:07",
            "id": "428940",
            "reply_to_id": "428939",
            "text": "Svindl er það leiðinlegasta sem gerst hefur fyrir leikjaheiminn…\nÞá er ég ekkert bara að tala um í Sims heldur bara yfir höfuð."
        },
        {
            "user": "Halla",
            "user_id": "7216",
            "date": "2002-02-04 13:04:51",
            "id": "428941",
            "reply_to_id": "428940",
            "text": "Nauts… það er ekki eins og maður sé að nota þetta eitthvað nema maður virkilega ÞURFI þess. Eins og í Monkey Island leikjunum - maður festist MJÖG auðveldlega og þá er ágætt að geta gripið til svindla. Eða HJÁLPAR!!;) Ég er hins vegar algjörlega á móti svona ‘walkthrough’ .. það er hins vegar algjörlega þeirra ákvörðun sem eru að spila leikinn!"
        },
        {
            "user": "Bluefire",
            "user_id": "13254",
            "date": "2002-02-04 17:36:14",
            "id": "428942",
            "reply_to_id": "428941",
            "text": "Walkthrough eru nær nauðsiyleg fyrir suma leiki. T.d. Playstation leikinn Dracula 2, the last sanctuary. Hann er ekki hægt að klára á heilbrigðum tíma á walkthrough því að nær allt í honum sést svo illa. Það er líka gott að geta gripið til walkthrough ef maður lendir í klandri."
        },
        {
            "user": "Librarian",
            "user_id": "15260",
            "date": "2002-02-06 09:37:37",
            "id": "428943",
            "reply_to_id": "428942",
            "text": "Hefur einhver hérna spilað fyrsta Discworld leikinn. Ef einhverjum hefur tekist að klára hann án þess að nokkurn tímann líta á walkthrough þætti mér mjög gaman að vita það."
        },
        {
            "user": "pincode",
            "user_id": "1959",
            "date": "2002-02-06 23:06:06",
            "id": "428944",
            "reply_to_id": "428943",
            "text": "svindl eru fyrir aumingja…\nkv.pincode"
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2002-02-04 20:01:53",
            "id": "428945",
            "reply_to_id": "428941",
            "text": "Ur ég kláraði nú Monkey Island án allra svindla…"
        },
        {
            "user": "ivarem",
            "user_id": "11860",
            "date": "2002-02-05 14:44:14",
            "id": "428946",
            "reply_to_id": "428945",
            "text": "Það eru bara aumingjar sem svindla. Það er bara alls ekki gaman. Þótt að maður noti þau bara þegar maður þarf þess. Monkey Island leikirnir eru bara þrautir, sem maður á að leysa, ekki eitthvað sem er ekki hægt. Það er skemmtunin."
        },
        {
            "user": "Halla",
            "user_id": "7216",
            "date": "2002-02-05 19:11:09",
            "id": "428947",
            "reply_to_id": "428946",
            "text": "Ja reyndar. En byrjendur eiga margir í klandri. Ég er reyndar búin að vera að spila þessa leiki mjög lengi.. og ég skil alveg skemmtunina í að leysa þessar þrautir og persónulegra finnst mér það skemmtilegra en mar hefur ekki alltaf þolinmæði í aldir við að leysa þrautir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-04 17:38:37",
            "id": "428948",
            "reply_to_id": "428940",
            "text": "svindl eru (að mér finnst) leiðinleg því að það eyðileggur flesta  (ath flesta, ekki alla) leiki og ég persónulega nota ekki svindl í leikjum"
        },
        {
            "user": "kazaaguy",
            "user_id": "17821",
            "date": "2002-02-21 19:19:49",
            "id": "428949",
            "reply_to_id": "428939",
            "text": "Hvernig spilar maður sims án þess að svindla??? Alltaf þegar ég geri það fer ég bara á hausinn og þeir sem að segja að það sé ömurlegt að svindla þeir svindla sjálfir það er staðreind sem að þýðir ekki að þræta fyrir sorry sama hvað þið segið…."
        }
    ]
}