{
    "forum_title": "Smásögur",
    "user": "LollyPolly",
    "user_id": "47547",
    "date": "2008-12-16 11:55:23",
    "title": "Litlir fingur partur 4 -lokapartur",
    "text": "Fyrirfram afsökunarbeiðni fyrir að hafa gleymt að senda inn seinasta partinn svona lengi, í uuuu 3 ár. En allavegana hér er hann. Vona þið verðið ánægð með hann.\nMarta stendur á grænni grundu. Hún finnur að vindurinn gælir ljúflega við kinn hennar og sólin skín hlýlega niður á hana. Og þarna kemur hann, Friðrik, gangandi til hennar. Hann tekur utan um hana og hvíslar að henni. Hvíslar að henni að það sem hún hafi séð hafi ekki verið raunvörulegt. Að henni hafi verið að dreyma, að hún hafi séð ofsjónir, að hann sé hennar og verði ávalt hennar. Kyssir hana mjúklega. En allt í einu finnur hún fyrir stingandi sársauka. Hann vefur sig um hana og borar sig djúpt inn í hana. Líkt og stingandi ísnálar borast hann dýpra og dýpra þangað til loks hann byrjar að brenna. Hún brennur upp. Þótt hún reyni eins og hún lifandi getur að berjast um þá er hún föst. Friðrik er farinn, horfinn. Hann laug, hann ætlaði aldrei að vera hennar, hann ætlaði bara að halda henni kyrri nógu lengi til að getað sært hana sársauka sem ætlar aldrei að linna. Hann brennur endalaust út og teygist allt fram til eilífðar og jafnvel lengra en það. Öskur Mörtu kafna í skerandi endurteknu hljóði. Hún er drukknuð í eldi og ótæmandi sársauka. Horfin að eilfíu.\nMarta hrökk upp við að síminn hringdi. Hún skrönglaðist á fætur en missti jafnóðum jafnvægið aftur og rakst utan í vegginn. Henni svimaði, jörðin hreyfðist og henni var óglatt. Hún leit á hendina á sér. Bolurinn sem hún batt utan um hann var orðinn alblóðugur og blóðið er byrjað að harðna. Ógeðslega lykt lagði frá sárinu og í skamma stund var hún handviss um að hún mundi æla. Hún kúgaðist og greip utan um munninn en ekkert kom.\n“Þú ert aumkunarverð,” sagði hún við sjálfa sig. “Drullastu upp!”\nHún dróg sig að símanum, tók upp tólið og gaf frá sér andvarp.\n“Já halló,” sagði konurödd á hinum endanum. \"Er þetta heima hjá Heimi?”\nÞað tók Mörtu smá stund að átta sig á að það er verið að meina hana.\n“Já. Þetta er Marta. Ég er systir hans.” Setningarnar eru einfaldar og snubbóttar og henni fannst hún ófær að halda samtalinu áfram. Hana langaði mest af öllu að leggja á, skríða upp í rúm og loka augunum. En þetta skiptir máli. Þetta varðar Heimi. Honum verður að vera sinnt því að ef hann finnur til, er það henni að kenna.\n“Þetta er Ingibjörg, mamma Reynis,” sagði manneskjan á hinum endanum. “Það er eiginlega kominn kvöldmatartími hérna og Reynir þarf að fara að læra heima svo að ég var að velta fyrir mér hvort þú gætir sótt Heimi.”\n“Jájá,” sagði Marta og reyndi að hljóma eðlilega. “Ég verð komin eftir tíu mínútur. Er það í lagi?”\nHún heyrði jánk á hinum endanum og lagði tólið á. Leit í kringum sig. Fannst eins og í smá stund hafi hún gleymt hvar hún væri. Eins og þessi íbúð tilheyrði annarri manneskju. Hún hristi hausinn.\n“Ég verð að fara að hætta þessari vitleysu,” tautaði hún og hraðaði sér inn á baðherbergið. Hún gramsaði í skápnum fyrir ofan klósetið í góða stund og fann að lokum nokkrar grisjur sem hún reirði um handlegginn á sér eftir að hafa fjarlægt bolinn vanfærnislega. Dreif sig svo í anorakkinn og hraðaði sér út. Vindurinn blés fjandsamlega framan í hana. Hafði hann alltaf verið svona napur? Eða var hún bara orðin svona vikvæm?\nHún gekk rösklega og fjarlægðist óðum niðurnýtt blokkarhverfið. Við tóku pastellituð einbílishús og hlýlegir gluggar. Hún fann húsið hans Reynis og bankaði á hurðina. Nokkrum sekúndum seinna var hún rifin upp og Heimir hoppaði í fang hennar. Móðir Reynis fylgdi á eftir honum. Varir hennar hreyfðust, einhvað um að næst ætti Heimir að fara fyrr heim og að honum væri boðið í afmæli um næstu helgi. Orðin blönduðust saman í huga Mörtu sem að einbeitti sér einungis að því að kreista Heimir þangað til hann kveinkaði sér og grafa andlitið í rökum hárlubbanum.\nÞau héldu heim á leið, hönd í hönd. Þegar þau gengu framhjá skólanum heyrðu þau tónlist og sáu hvernig marglit ljósin skinu út um gluggana.\n“Hvað heldurðu að þetta sé?” spurði Heimir.\n“Ætli stóru krakkarnir séu ekki að halda ball,” svaraði Marta. Skyndilega skoluðust minningarnar upp á yfirborðið. Hvernig gat hún verið svona gleymin? Date-ballið var í kvöld. Það var það sem að stelpan hafði verið að tala við Friðrik um. Og núna voru þau þarna inni, bæði tvö, haldandi hvort öðru eins og hún yrði að láta sér nægja að dreyma um. Hún fann brennandi tilfinninguna í brjóstinu en þegar hún leit á Heimi fann hún hvernig það mildaðist.\nFyrir utan voru nokkrir strákar. Marta kom auga á einhvað glóandi sem var rétt á milli þeirra. Reykur gekk út úr þeim og hún heyrði háværar hlátursrokur sem voru flestar kæfðar af áköfum hósta. Allt í einu var hrópað að henni:\n“Hey Marta!”\n“Já við erum að tala við þig! Marta skítaklessa!”\n“Er þetta nýji kærastinn þinn Marta? Aldrei hélt ég að þú mundir leggjast svona lágt!”\nEinhverjum var fleygt við fætur hennar. Hún leit niður og sá hvernig glóandi sígarettan dó á votri jörðinni. Hún byrjaði að ganga hraðar. Sú næsta myndi örugglega hæfa hana í andlitið.\nHún heyrði fótatak á bak við sig. Voru þeir að elta hana? Þeir höfðu aldrei gengið svo langt áður. Hún kreisti hönd Heimis fastar og tók á sprett. Byggingar þutu framhjá á ofsa hraða og hún dróg ekki úr ferðinni fyrr en hún var komin að stigagangnum sínum. Hún tróð lyklinum í skránna sem virtist ekki lengur vera gerð fyrir hann og þvingaði hurðina upp. Hún dróg sjálfan sig og Heimi upp stigaganginn og ýtti upp hurðinni á íbúðinni.\n“Hvað er í kvöldmatinn?” spurði Heimir og sleikti út um.\n“Ég finn einhvað á eftir. Ég þarf bara að leggjast niður í smá stund,” muldraði Marta.\n“Af hverju? Ertu veik?” spurði Heimir.\n“Ég er einhvað slöpp,” tautaði hún og rambaði inn í herbergi. “Farðu fram í stofu. Það er ofurhetjumynd í sjónvarpinu.”\n“Power Rangers!” hrópaði Heimir. “Ég er búin að vera að bíða eftir henni alla vikuna.”\nMarta fleygði sér í neðri kojuna. Hún fann sársauka í bland við þæginda bylgju flæða í gegnum líkamann.\n“Bara smástund,” tautaði hún. “Bara í örlitla stund.”\nMyrkrið var svart og huggandi. En inn í því miðju gat hún fundið einhvað áþreyfanlegt. Kjarna sem að klofnaði. Hann var sætur en innan skamms mettaðist sætt bragðið í þykku blóðbragði.\nMarta hrökk upp. Hún skimaði í kringum sig eftir klukku. Voðalega var óþægilegt að vakna og vita ekki hvað tímanum leið. Skyndilega tók hún eftir að hún var ekki ein í herberginu. Heimir sat á baunapokanum þeirra með fæturnar dregna upp að höku. Hún þekkti þessa stellingu allt of vel. Það var einhvað að.\n“Hæhæ stóri karl,” sagði hún og brosti. “Er Power Rangers búin? Hvað segirðu um að við förum fram og búum til kvöldmat?”\n“Það er of mikið af fólki frammi,” tautaði Heimir.\n“Ha?” sagði Marta hátt. Þetta kom flatt á hana.\n“Þau hafa hátt og ég varð hræddur,” sagði Heimir. “Þessvegna kom ég hingað inn.”\nÞegar hann hætti að tala fór Marta fyrst að taka eftir umhverfi sínu. Þó að hurðin væri lokuð gat hún heyrt háværa tónlist og hlátrasköll sem bárust í gegnum hana. Hún rauk fram á gang.\nÍbúðin var eins og stríðsvöllur. Fólk rambaði fram og til baka, hallaði sér upp að veggjunum og talaði hátt. Athygli hennar beindist skyndilega að símanum. Það var of mikill hávaði til að hún gæti heyrt í honum en hún gat séð hvernig ljósið blikkaði. Það var einhver að hringja. Hún reif upp tólið. Einhvað heyrðist á hinum endanum en hún gat ekki greint hvað það var.\n“Halló, halló,” sagði hún hátt. “Ég heyri ekki í þér. Geturðu…”\nHún komst ekki lengra því að símanum var skellt niður. Hún leit upp til að sjá hver eigandi handarinnar var. Það var mamma hennar.\n“Blessuð,” drafaði í henni. “Hvað segirðu gott í dag Marta? Marta smarta…”\nMarta starði bara á hana til baka. Reiðin kraumaði inn í henni þangað til einhvað brast:\n“Hvað er að þér manneskja?” veinaði hún. En hún vissi að það stoðaði ekki. Augu móður hennar voru sokkinn og hún þekkti á engann hátt manneskjuna sem bjó að bak þeim. Hún riskaði aftur inn í herbergi.\n“Farðu í úlpuna þína,” sagði hún við Heimi. “Við erum að fara.”\n“Hvert erum við að fara Marta?” sagði Heimir ringlaður á meðan hún togaði hann niður stigaganginn.\n“Ég veit það ekki,” tautaði hún. “Það kemur í ljós. En við getum ekki verið hér.”\nHún reif upp útidyrahurðina og rauk beint í fasið á einhverjum. Hún hrökk til baka og gaf frá sér hátt hræðsluhóp. Ef þetta var einn af drykkjufélögum mömmu þá myndi ekki skipta hana máli hvort hann væri bæði stærri og sterkari en hún. Hún myndi slá hann og hananú. En þetta var ekki karlmaður á miðjum aldri eins og hana grunaði. Þetta var Friðrik. Hann veifaði gemsanum sínum:\n“Þú svaraðir ekki símanum þínum.”\nHún svaraði engu. Horfði einungis á hann. Hún tók sér nokkra stund til að safna upp kjarknum til að tala:\n“Ég get ekki farið aftur þangað inn.”\n“Ég veit,” svaraði hann. “Komdu. Mamma er í bíó og systir mín er að gista heima hjá vinkonu sinni. Við getum farið heim til mín. Öll þrjú.”\nAftur svarar hún engu. Lætur sér nægja að nærast á nærveru hans. Þau labba saman heim til hans. Á leiðinni útskýrir hann hvernig deginum var háttað. Hvernig Jóna hafði boðið honum á date-ballið, sem hann hafði kurteislega hafnað og hvernig frændi hans hefði samt þvingað hann til að fara. Sagt að strákarnir yrðu með bjór og sígó á bak við skúrinn eins og það ætti að telja hann frekar á að fara. Hvernig hann hefði farið á eftir henni þegar hann sá hana labba framhjá skólanum og að lokum hringt í hana og hringt dyrabjöllunni þegar hann heyrði skarkalann úr íbúðinni.\nHún horfir á hann. Hversu mikið kann hún að meta þessar útskýringar. En samt hefði hann getað sleppt þeim öllum. Hún hefði getað sagt sér þetta sjálf.\nHúsið var dimmt og rólegt. Einhverstaðar í fjarska slóg klukkann tíu. Heimir hraut í sófanum eftir að hafa borðað fylli sína af pítsu og brauðstöngum. Marta og Friðrik sátu á rúminu inn í herberginu hans. Eftir að Heimir hafði horfið í draumalandið höfðu umræðurnar færst á alvarlegri stig. Hún sagði honum söguna sína. Frá upphafi til enda. Sýndu honum jafnvel sárið á únliðnum. Hann tók um hendi hennar. Strauk yfir litla fingurnar og vafði umbúðunum fastar. Sagði henni að hann vissi hvernig þetta væri. Sagði honum frá eldri systur sem að hann fylgdist með tætast upp af sjúkdómi, líkum þessum, þangað til að beinin stóðu út úr henni. Hvernig fjölskyldan hafi tæst í sundur eftir það. Hvernig rifrildi foreldra hans hefðu sífellt orðið alvarlegri þangað til að móðir hans gafst upp, tók hann og litlu systur hans og flutti til höfuðborgarinnar. Sunnudagana sem hann heimsækir hana á spítalann. Hvernig hann þekki ekki lengur manneskjuna sem að situr á móti honum í heimsóknarsalnum.\nEn núna er því lokið. Þau eru búin að segja allt sem er vert að segja. Þau láta sér nægja að sitja að nærast í þögninni og þeirri vitneskju að stundum eru það ekki bara hamingjustundirnar sem að tengja fólk saman, heldur þjáningin.\nMarta veit ósköp vel að þetta mun ekki endast að eilífu. Á endanum mun mamma hans koma heim. Hún mun líklega bjóðast til að skutla þeim heim fyrst það er orðið svona áliðið. Þau munu bera Heimi saman, hálfsofandi í bílinn. Hún mun koma honum fyrir í neðri kojunni og leggjast svo sjálf upp í þá efri. Á morgun mun hún vakna og taka til draslið í íbúðinni. Byrja rútínuna alla upp á nýtt.\nEn það er einhvað breytt. Hún finnur það. Hún hefur von.\n——————————————————\nÍbúðin sem að virtist svo tóm þegar þau komu að henni er orðin örlítið heimilislegri. Þau eru búin að taka upp úr nokkrum kössum en restin liggur á víð og dreif í þessu litla rými.\nFriðrik gefur frá sér pirringspúst þar sem hann baslar við að koma fataskápnum saman. Marta virðir hann fyrir sér. Nýútskrifaður iðnskólanemi. Hávaxinn og axlarbreiður. Málningarklessa í hárinu sem að honum hefur ekki tekist að ná úr.\nHún andar djúpt inn og andvarpar svo hátt. Aldrei hefði hana grunað að þessi dagur gæti orðið að veruleika.\nHeimir kemur inn í stofuna með kassa í hendinni. Hann leggur hann við hliðina á sófanum sem að mun einnig vera rúmið hans. Allavegana eins og er. Hún getur séð léttirinn í augum hans, alveg eins og hennar. Feiminn fermingarstrákur, sem alveg eins og hún, reynir að sættast við minningarnar og horfa fram á veginn.\nÞað er bankað á hurðina og nokkrar manneskjur bjóða sér inn. Það eru fyrrverandi skólafélagar Friðriks. Þeir eru með glös og kampavínsflösku í hendinni.\n“Ákváðum að gefa ykkur smá innflutningsgjöf,” segir einn þeirra og fitlar við tappann.\nMarta lítur á flöskuna og líður í örlitla stund eins og hún hrapi. En hún nær stjórn á því.\n“Ég er ekki hún,” minnir hún sig á.\nLífið mun vera öðruvísi núna. Það á ekki eftir að ganga vandræðalaust fyrir sig. Það veit hún vel. En allt er öðruvísi. Þau eru hér. Saman. Frjáls.",
    "url": "https://www.hugi.is/smasogur/greinar/631196/litlir-fingur-partur-4-lokapartur/",
    "url_id": "631196",
    "id": "6365716",
    "replies": []
}