{
    "forum_title": "Skátar",
    "user": "Scrooge",
    "user_id": "27506",
    "date": "2008-12-11 18:21:21",
    "title": "Hæfi skátaforingja",
    "text": "Í framhaldi af umræðu hér á huga.is datt mér í hug að skella saman stuttri grein um hæfi foringja þar sem samfélag okkar hefur breyst á undanförnum árum og kröfur til fólks sem leiðir æskulýðsstarf hafa aukist.\nÉg vil byrja með að segja að í sambandi við aldur þá segir hann ekki alla sögu því miður.  Ég hef séð 17 ára sveitarforingja sem standa sig glimrandi vel (Bleh) á meðan ég hef séð mun eldri sveitarforingja taka við gamalgróinni sveit og klúðra henni á nokkrum vikum. Aldur skiptir því ekki öllu máli. Aldur er hinsvegar nauðsynleg mælistika til að koma í veg fyrir að óharðnaðir einstaklingar sem geta ekki valdið foringjastöðu lendi í þeirri aðstöðu. Þrátt fyrir frávik einstaklinga þá verður að vera til einhverskonar lína fyrir heildina.\nAðstoðarskátahöfðingi, Bragi Björnsson, hefur skoðað þessi mál nokkuð vel og hefur komið að reglugerð BÍS auk þess sem hann bjó til Drengskaparheit skátaforingja. Bragi kynnti mér og öðrum þátttakendum Gilwell þessi mál í eigin persónu fyrir nokkrum árum. Ég tel að stjórn BÍS hafi tekið nauðsynlega ákvörðun að vel athuguðu máli með að setja\nþessa reglugerð\nárið 2004. Í reglugerðinni kemur m.a.\nÞann má skipa  skátaforingja sem æskir þess og fullnægir þessum skilyrðum:\n1. er vígður skáti.\n2. er lögráða og svo á sig kominn andlega að hann sé fær um að gegna störfum skátaforingja.\n3.  hefur forræði á búi sínu og hefur ekki orðið að sæta því að bú hans sé tekið til gjaldþrotaskipta s.l. 2 ár\n4. er ekki á sakaskrá.\n5. hefur lokið viðeigandi þjálfun til að gegna starfi sínu að mati skipunaraðila.\n6. hefur unnið skriflegt heit að viðlögðum drengskap að hann muni rækja af trúmennsku og samviskusemi öll þau störf sem honum kunna að verða falin og hann tekur að sér sem skátaforingi og að hann hafi aldrei gerst brotlegur gegn börnum.\nÞarna kemur skýrt fram að skátaforingi þarf að minnsta kosti að vera lögráða (18 ára). Einnig er athyglisvert að ákvæði um þjálfun er á valdi skipunaraðila, oftast félagsforingja. Þannig setur BÍS ekki kröfur um að ákveðnum námskeiðum sé lokið.\nÉg ætlaði einnig að setja hingað inn Drengskaparheit foringja en fann það miður ekki. Vonandi linkar einhver góður maður það fyrir mig. En annars er nú tilgangurinn aðalega sá að skapa umræður;\nSvo hvað finnst þér?",
    "url": "https://www.hugi.is/skatar/greinar/631500/haefi-skataforingja/",
    "url_id": "631500",
    "id": "6369699",
    "replies": [
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2008-12-11 20:09:43",
            "id": "6370080",
            "reply_to_id": "6369699",
            "text": "Hvort ertu að tala um flokksforingja eða sveitarforingja… Mikill munur þar á milli :P"
        },
        {
            "user": "Scrooge",
            "user_id": "27506",
            "date": "2008-12-11 20:51:27",
            "id": "6370230",
            "reply_to_id": "6370080",
            "text": "Ég er að sjálfsögðu að tala um sveitarforingja."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2008-12-11 22:40:23",
            "id": "6370646",
            "reply_to_id": "6370230",
            "text": "Ég persónulega er sammála öllu þarna nema hluta af nr 2 og nr 3.\nÍ nr#2: Það eru til góðir/ágætir sveitarforingjar sem eru ekki orðnir sjálfráða. Eins og þú nefndir; B1eh. Ég hef verið með honum í skátastarfi í mörg ár og hef verið undir hans stjórn og hann kann að stjórna. Það má gera undantekningar.\nÍ nr#3: Sumir búa hjá foreldrum sínum allt að 25 ára aldri, hvort sem það er útaf námi eða ekki, geta þeirra til þess að stjórna sveit ætti ekki að ákvarðast af hvort hann ræður á heimili sínu eða ekki og kemur málinu engann veginn við.\nBætt við 11. desember 2008 -  22:45\nAgree with me, anyone? :)"
        },
        {
            "user": "geirib",
            "user_id": "17461",
            "date": "2008-12-11 22:54:39",
            "id": "6370744",
            "reply_to_id": "6370646",
            "text": "Þú ert að misskilja þriðja atriðið.\nÞað er ekki málið að þú þurfir að eiga þitt eigið hús, konu, þrjú börn og hamstur til að mega vera sveitaforingi. Verið er að meina að þú sért fjárráða, þ.e. bú vísar til eigna þinna. Þeir sem eru ekki fjárráða eru yngri en 18 (held ég, eða 16), ekki með andlega heilsu til að ráða sínum fjármálum sjálfir (vegna fötlunar, geðvandamála eða -öldrunarsjúkdóma) eða hafa orðið gjaldþrota á undanförnum 2 árum.\nMeð annað atriðið að þá er ég vissulega sammála að til eru góðir foringjar yngri en 18 ára. Málið er hinsvegar það að þú verður ekki sjálfráða fyrr en við 18 ára aldur. Sveitarforingi ber ábyrgð á sinni sveit á meðan fundartíma stendur og sá sem ber ekki ábyrgð á sjálfum sér getur ekki borið ábyrgð á öðrum."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2008-12-11 22:57:55",
            "id": "6370761",
            "reply_to_id": "6370744",
            "text": "hefur forræði á búi sínu\nJá okay, leit á þetta sem húsnæði en ekki fjármálum sínum.\nEn já, þetta meikar sense."
        },
        {
            "user": "sidnyrb",
            "user_id": "62899",
            "date": "2009-02-16 18:05:54",
            "id": "6516570",
            "reply_to_id": "6370744",
            "text": "þú ert fjárráða 16 :D"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2008-12-15 16:27:11",
            "id": "6379910",
            "reply_to_id": "6370646",
            "text": "Það er alveg rétt að það eru alltaf dæmi um frábæra foringja undir 18 ára aldri en ég held að þetta sé nú einnig sett til að vernda foringjann sjálfann. Miklu auðveldara fyrir t.d. foreldra að ganga í aðila sem er undir 18 ára enda er sá aðili smk Barnasáttmála Sameinuðuþjóðanna ennþá barn."
        },
        {
            "user": "Scrooge",
            "user_id": "27506",
            "date": "2008-12-12 02:28:02",
            "id": "6371257",
            "reply_to_id": "6369699",
            "text": "Svari eytt"
        },
        {
            "user": "Scrooge",
            "user_id": "27506",
            "date": "2008-12-12 11:45:15",
            "id": "6371647",
            "reply_to_id": "6371257",
            "text": "Það var ekki fyrir svo löngu síðan að fréttirnar komust í það að maður sem leiddi æskulýðsstarf á vegum KFUMK væri með vafasaman bakgrunn.\nEitt svoleiðis högg á skátahreyfinguna og hún mun finna fyrir því í nokkur ár."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2008-12-13 03:25:12",
            "id": "6373586",
            "reply_to_id": "6371647",
            "text": "Ég skil samt ekki af hverju fólk ætti að hafa áhyggjur um að foringinn hafi verið gjaldþrota fyrir tveimur árum ef hann er annars góður gæji…\nÉg held mér væri sama ef KFUM-foringi barns míns hefði fyrir tveimur árum lent í fjárhagsóhappi.\nÖðru máli gegnir um fjárdrátt: fjárdráttarmenn og menn sem misnota valdastöðu sína eiga að sjálfsögðu að fjúka… talandi um það: Hvernig var með fjármálagaurinn á bandalaginu sem var sakaður um stórfelldan fjárdrátt úr fjárhirslum Garðabæjar hér um árið?"
        },
        {
            "user": "Scrooge",
            "user_id": "27506",
            "date": "2008-12-13 23:21:49",
            "id": "6375314",
            "reply_to_id": "6373586",
            "text": "Hann óskaði eftir afsögn. Stjórn BÍS fékk leitaði til Guðjóns Á Ríkharðssonar um að sinna störfum gjaldkera fram að næsta skátaþingi.\nSjá fundargerðir stjórnar (nr. 16).\nhttp://www.skatar.is/vefur/default.asp?ItemGroupID=8&ItemID=485"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2008-12-12 14:07:24",
            "id": "6371896",
            "reply_to_id": "6369699",
            "text": "1. er vígður skáti.\n-Algjörlega sjálfssagt\n2. er lögráða og svo á sig kominn andlega að hann sé fær um að gegna störfum skátaforingja.\n-Að sjálfsögðu þarf foringi að vera andlega fær um foringjastörf en þetta gefur líka til kynna að hann þurfi að vera eldri en 18 ára. Ef allir sveitarforingjar þyrftu alltaf að vera yfir 18 ára aldri þá hefði t.d. ekki verið neitt skátastarf á Álftanesi síðustu tvö-þrjú árin… fyrst nú um þessar mundir er ég að ná 18 ára aldri og flestir hinir sveitarforingjarnir okkar að verða 17 ára… og við erum búnir að vera í þessu í nokkur ár. Þannig að þetta ákvæði er drasl. Öllu heldur ætti að meta andlega hæfni út frá öðru en aldri og á persónulegri grundvelli, þó svo að aldur segi vissulega oft mikið til um slíka hæfni.\n3. hefur forræði á búi sínu og hefur ekki orðið að sæta því að bú hans sé tekið til gjaldþrotaskipta s.l. 2 ár\n-Af hverju? spyr ég bara… Hverju breytir það um hæfni skátaforingja að hann hafi lent í hrakförum á heimili sínu fyrir ári síðan? Svo lengi sem foringinn standi nógu traustum fótum í einkalífi sínu til að það bitni ekki á skátunum finnst mér það ekki skipta máli.\n4. er ekki á sakaskrá.\n-Mjög skiljanlegt\n5. hefur lokið viðeigandi þjálfun til að gegna starfi sínu að mati skipunaraðila.\n-Mjög skiljanlegt, en ég minni á viðeigandi þjálfun er mat þess sem skipar í föringjastöðuna, ekki endilega stöðluð námskeið bandalagsins, þó þau séu góður undirbúningur og ágætis viðmið.\n6. hefur unnið skriflegt heit að viðlögðum drengskap að hann muni rækja af trúmennsku og samviskusemi öll þau störf sem honum kunna að verða falin og hann tekur að sér sem skátaforingi og að hann hafi aldrei gerst brotlegur gegn börnum.\n-Frábært ákvæði, auðvitað vill maður enga barnaníðinga eða þess háttar, og drengskaparheit finnst mér setja smá formleika og alvöru í þetta. En er þá talað um eitthvað staðlað frá bandalaginu eða ætti hverju félagi og/eða sveit að vera frjálst að gera sitt eigið? Persónulega finnst mér seinni kosturinn betri, svo fremi sem félögin leggi metnað í það."
        },
        {
            "user": "Bleh",
            "user_id": "3395",
            "date": "2008-12-12 14:48:38",
            "id": "6372018",
            "reply_to_id": "6371896",
            "text": "Sæll,\n1. er vígður skáti.\n-Algjörlega sjálfssagt\nSammála\n2. er lögráða og svo á sig kominn andlega að hann sé fær um að gegna störfum skátaforingja.\n-Að sjálfsögðu þarf foringi að vera andlega fær um foringjastörf en þetta gefur líka til kynna að hann þurfi að vera eldri en 18 ára. Ef allir sveitarforingjar þyrftu alltaf að vera yfir 18 ára aldri þá hefði t.d. ekki verið neitt skátastarf á Álftanesi síðustu tvö-þrjú árin… fyrst nú um þessar mundir er ég að ná 18 ára aldri og flestir hinir sveitarforingjarnir okkar að verða 17 ára… og við erum búnir að vera í þessu í nokkur ár. Þannig að þetta ákvæði er drasl. Öllu heldur ætti að meta andlega hæfni út frá öðru en aldri og á persónulegri grundvelli, þó svo að aldur segi vissulega oft mikið til um slíka hæfni.\nÞetta er bara í Æskulýðslögum og við verðum að fara eftir þeim.\n3. hefur forræði á búi sínu og hefur ekki orðið að sæta því að bú hans sé tekið til gjaldþrotaskipta s.l. 2 ár\n-Af hverju? spyr ég bara… Hverju breytir það um hæfni skátaforingja að hann hafi lent í hrakförum á heimili sínu fyrir ári síðan? Svo lengi sem foringinn standi nógu traustum fótum í einkalífi sínu til að það bitni ekki á skátunum finnst mér það ekki skipta máli.\nVerðum að hafa fólk með traustan bakgrunn eins og Scrooge sagði hér að ofan.\n4. er ekki á sakaskrá.\n-Mjög skiljanlegt\nSammála\n5. hefur lokið viðeigandi þjálfun til að gegna starfi sínu að mati skipunaraðila.\n-Mjög skiljanlegt, en ég minni á viðeigandi þjálfun er mat þess sem skipar í föringjastöðuna, ekki endilega stöðluð námskeið bandalagsins, þó þau séu góður undirbúningur og ágætis viðmið.\nÞað er skipunaraðili sem metur þjálfunina.\n6. hefur unnið skriflegt heit að viðlögðum drengskap að hann muni rækja af trúmennsku og samviskusemi öll þau störf sem honum kunna að verða falin og hann tekur að sér sem skátaforingi og að hann hafi aldrei gerst brotlegur gegn börnum.\n-Frábært ákvæði, auðvitað vill maður enga barnaníðinga eða þess háttar, og drengskaparheit finnst mér setja smá formleika og alvöru í þetta. En er þá talað um eitthvað staðlað frá bandalaginu eða ætti hverju félagi og/eða sveit að vera frjálst að gera sitt eigið? Persónulega finnst mér seinni kosturinn betri, svo fremi sem félögin leggi metnað í það.\nÞað verður að vera eitthvað staðlað frá BÍS annars erum við ekki í neinu gæðastarfi."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2008-12-13 03:15:52",
            "id": "6373575",
            "reply_to_id": "6372018",
            "text": "2: Æskulýðslög segja vissulega að einhver eldri en 18 ára þurfi að bera ábyrgð. En mega foringjar þá ekki vera undir 18 á meðan einhver eldri áhorfandi er titlaður “ábyrgðaraðili”? Og hvað með þau tilfelli þar sem einfaldlega enginn eldri en 18 ára vill taka þetta að sér? Á þá að leggja niður skátasveitir jafnvel þó til séu 17 ára krakkar sem eru fullhæfir og áhugasamir um verkið? Þá finnst mér lögin farin að stuðla að niðurrifi og neikvæðri þróun, í slíkum tilfellum finnst mér fullkomnlega réttlætanlegt að brjóta þau… Segðu mér til dæmis: Beiðst þú með að smakka áfengi fyrir tvítugsaldur?… ég veit að svarið er nei, og þar með veit ég að þér finnst allt í lagi að brjóta stundum lög ef þú ert ósammála þeim (eins og við öll).\n3. Traustur bakgrunnur er matsatriði… Tveggja ára gamalt gjaldþrot þarf ekki að segja neitt um áreiðanleika einstaklingsins þó það sé vissulega ekki mjög traustvekjandi og gæti alveg haft margt að segja.\n6. Gæðastarf er hugtak sem má lengi deila um að skilgreina. Stöðlun og miðstýring eru ekki mínir bestu vinir."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2008-12-14 21:04:13",
            "id": "6377665",
            "reply_to_id": "6369699",
            "text": "Ég verð að vera ósammála því sem margir eru að segja um að 16-17 ára krakkar eigi að vera sveitarforingjar.\nPersónulega hef ég verið í þessari stöðu síðan ég var c.a. 16, og mér finnst núna að ég hefði alls ekki átt að vera það. Núna er ég að verða 19 ára, og mér finnst að nú fyrst sé ég að verða almennilegur foringi. Ég var enginn foringi þegar ég var 16, maður finnur það bara ekki fyrr en maður verður eldri.\nAð sjálfsögðu finnst mér að yngri krakkar megi vera foringjar ef enginn annar finnst, og ef þau vilja það fyllilega. En ég verð að segja að bæði hefði ég verið til í að einbeita mér meira að mínu eigin skátastarfi á þessum árum, og að fólk sem er komið yfir 18, og þá jafnvel 20, hefur öllu jafna miklu betri eiginleika til þess að verða foringi. Maður þarf fyrst að finna sjálfan sig í skátastarfi, svo getur maður leitt aðra. ;)\nSemsagt, ég er ekki að segja að ungir foringjar séu hræðilegir, heldur að eldri foringjar hafi yfirleitt miklu meira til að gefa af sér. Yfirleitt."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2008-12-15 18:35:08",
            "id": "6380230",
            "reply_to_id": "6377665",
            "text": "Málið er bara, að það skiptir ekki eiginlega máli hvað maður er gamall, maður er alltaf að þroskast, þegar maður lítur aftur í tímann hugsar maður“ hvað í fjandanum var ég að hugsa? ” Og þegar þú verður 21 muntu líklega hugsa það sama."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2008-12-16 11:54:55",
            "id": "6381991",
            "reply_to_id": "6380230",
            "text": "Kannski. En mér hefur ekki liðið svona áður, þótt ég hafi verið að gera þetta í sirka 3 ár. Bara, núna hef ég metnaðinn og þroskann í þetta. Og jújú, ég verð örugglega orðin betri foringi eftir nokkur ár, en það er samt einhver þröskuldur þarna sem maður þarf að komast yfir. En kannski kemst maður ekkert yfir hann fyrr en maður er búinn að gera þetta í nokkur ár."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-25 15:20:20",
            "id": "6405211",
            "reply_to_id": "6369699",
            "text": "Eins og rest er ég algjörlega ósammála 2 og 3 en svo er ég svolítið hræddur við 4. Meina þykir að það mætti meta hverskonar afbrot það var sem maðurinn framdi meina auðvitað ætti maður sem væri á sakaskrá fyrir kynferðislega áreitni, misnotkun, líkamlega árás, þjófnað eða eitthvað í þá áttina ekki að vera. En maður sem náðist fullur á bíl einu sinni 17 ára eða eitthvað þykir mér að ætti en að geta verið sveitarforingji. En það er svosem bara mín skoðun"
        },
        {
            "user": "SenseiSvali",
            "user_id": "65796",
            "date": "2008-12-27 00:42:40",
            "id": "6408424",
            "reply_to_id": "6369699",
            "text": "það er bara einn fossbúi yfir 18 ára aldri :'D\n(burtséð frá 4 kerlingum)"
        }
    ]
}