{
    "forum_title": "Kvikmyndagerð",
    "user": "dha",
    "user_id": "35651",
    "date": "2008-12-13 03:02:32",
    "title": "Gagnrýni?",
    "text": "Var að gera stop motion stuttmynd. Langar að fá gagnrýni varðandi hvað ég á að gera við tónlistina og fleira. Bara allt sem ykkur dettur í hug að gagnrýna.\nJá, ég veit að þetta er ofurmegahappyvæmin mynd. Átti að vera þannig :P\n[youtube]\nhttp://www.youtube.com/watch?v=WSW2cEojFYg\nAfsakið ef þetta er ekki rétti staðurinn.\nTakk.\nBætt við 13. desember 2008 -  03:08\nÉg er ekki sátt við tónlistina. Ég vildi að “minn besti vinur” byrjaði þegar þær faðmast, en þá var svo erfitt að gera öðruvísi byrju, svo í staðin fyrir að hafa rólegt í byrjun prófaði ég að hafa lægra og svona pínu eins og þetta sé í headphones … Veit ekki hvernig sú pæling virkaði, en ég fíla þetta allavega ekki alveg.\nOg með gæðin - þetta er forritið sem gerði þetta. Ætla að exporta í meiri gæðum þegar ég verð búin að fínpússa þetta.",
    "url": "https://www.hugi.is/kvikmyndagerd/korkar/631753/gagnryni/",
    "url_id": "631753",
    "id": "6373559",
    "replies": [
        {
            "user": "daviid",
            "user_id": "30827",
            "date": "2008-12-13 11:19:28",
            "id": "6373731",
            "reply_to_id": "6373559",
            "text": "Tæknilega séð er þetta stop motion mynd, en málið er bara að þetta líklegast hreyfimynd sem þú tókst 70% af römmunum úr og varð þessvegna alveg 70% hægari. Held að flest fólk hafi því miður ekki þolinmæði í að klára þessa mynd því hún gerist alltof hægt.\nMaður nýtir sér vanalega Stop Motion tæknina til að gera eitthvað súrrealiskt sem gæti ekki gerst í alvörunni.\nEn ég kláraði hana og þetta var alls ekkert slæm mynd en haltu áfram að æfa þig :)\nMér fannst lagið líka alveg passa ágætlega við. Gæti þess vegna verið tónlistarmyndband fyrir þetta :)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-12-13 13:30:32",
            "id": "6373869",
            "reply_to_id": "6373731",
            "text": "Jájá, ég hef alveg prófað að gera svona “alvöru” stop motion. Ég er bara mest í ljósmyndun og þetta var svona eiginlega tilraun til að blanda því saman … Hafði hugsað mér að hafa hana svona :P\nHún var hraðari, en þá var hún eitthvað svo stutt og passaði bara alls ekki við tónlistina, sem var svona eiginlega aðal tilgangurinn. Ég gat bara ekki stillt á neitt á milli í forritinu sem ég var með …\nBætt við 13. desember 2008 -  13:36\nÉg verð eiginlega að viðurkenna að hugmyndin kemur þaðan:\nhttp://www.youtube.com/watch?v=iwgDECVwAb4\nKonan sem gerði þetta er frábær ljósmyndari."
        },
        {
            "user": "karlkyn",
            "user_id": "6413",
            "date": "2008-12-15 15:10:07",
            "id": "6379711",
            "reply_to_id": "6373559",
            "text": "Atburðarrásin gerist alltof hægt sérstaklega miðað við tónlist, þú heldur sama hraða á myndinni sama þótt tónlistin breyti um tempo.\nÁgætis ræma samt haltu bara áfram."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-12-15 17:39:16",
            "id": "6380092",
            "reply_to_id": "6379711",
            "text": "Já, góður punktur. Ætti að gerast á mismunandi hraða.\nÉg hugsaði það upphaflega þannig. Fann ekkert nothæft forrit sem leyfir það … En það er hægt að redda því :)"
        }
    ]
}