{
    "forum_title": "Vélbúnaður",
    "user": "Henzel",
    "user_id": "9230",
    "date": "2008-12-16 22:28:34",
    "title": "Tölva sem bootar ekki og biosið er með password",
    "text": "Halló\nJæja það sem gerðist er að ég slökkti á tölvuni. Síðan um kvöldið þá ætlaði ég að ræsa hana aftur þá festist hún strax eftir xp loading merkinu (sem sagt alveg við logon skrefinu).\nÞað eina sem hægt er að sjá er svartur bakgrunnur og músaörvina. Þá ætlaði ég að bara strauja hana og setja upp nýtt XP. Allt virkar þangað til að eftir restartið. Þá  frýs tölvan alltaf, þá slekk á henni og reyni aftur. Lengst sem ég hef komist í þessu er byrjunnin á stýrikerfa installinu, þá rebootar hún.\nEf ég reyni safe mode þá kvartar hún um stýrikerfið er ekki “fully install” auðvita. Ef ég reyni að fara í biosið þá biður hún mig um password. Ég held að ég hafi aldrei sett password á þessa tölvu né farið inn á biosið síðan ég keypti hana.\nÉg er með slæman sið, sem er að ég slekk oftast á tölvnni  beint með því að taka rafmagnið af henni. Fyrir viku síðan fékk greyið trojon vírus sem ég náð að losa mig við. Vírusinn lýsti sér þannig að ég fékk ekki að opna hörðudiskana inn í my computer.\nEr einhver sem hefur séð eða heyrt um þetta.",
    "url": "https://www.hugi.is/velbunadur/korkar/632432/tolva-sem-bootar-ekki-og-biosid-er-med-password/",
    "url_id": "632432",
    "id": "6383532",
    "replies": [
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2008-12-17 13:54:17",
            "id": "6384828",
            "reply_to_id": "6383532",
            "text": "getur resettað bios með því að færa jumperinn eða einfaldlega taka barerýið úr móðurborðinu"
        },
        {
            "user": "islenskurvikingu",
            "user_id": "73880",
            "date": "2008-12-19 09:13:10",
            "id": "6389905",
            "reply_to_id": "6384828",
            "text": "gerði það um daginn vá hvað það var skrítið.. það var eins og tölvan min fór í tímavel eða eitthvað"
        },
        {
            "user": "Selshamur",
            "user_id": "19356",
            "date": "2008-12-21 23:32:31",
            "id": "6396722",
            "reply_to_id": "6389905",
            "text": "?"
        }
    ]
}