{
    "forum_title": "Ævintýrabókmenntir",
    "user": "Unnursvana",
    "user_id": "65244",
    "date": "2008-12-17 16:55:15",
    "title": "Micheal Scott",
    "text": "Micheal Scott er fæddur 1959 í Dublin og er Írskur fantasíu, hryllings, science fiction, goðsagna og þjóðsagna höfundur. Hann gengur oft undir pennanafninu Anna Dillon og er oft ruglað saman við rithöfundin Michael Scott Rohan.\nHann hóf að skrifa fyrir um tuttugu og fimm árum, og er ein af þekktustu og hugmyndaríkustu rithöfunum í Írlandi, með um 100 bókatitla á ferilsskránni og hefur skrifað bækur  á flest öllum sviðum en þá aðallega ævintýra, Science fiction og þjóðsagna. Hann skrifar bæði fyrir unga sem aldna og hafa bækur hans verið gefnar út í um þrjátíu og þrem löndum og verið þýddar yfir á um tuttugu tungumál.\nHann fékk hugmynd af fyrstu þrem bókunum sem að hann skrifaði þegar hann ferðaðist víðsvegar um Írland, sem smásali í fórnum og fágætum bókum þá komast hann í samband við fullt af írskum þjóðsögum og goðsögnum, þetta voru munmælasögur sem höfðu aldrei gleymst en höfðu aldrei verið skrifaðar niður. Það var þá sem að Scott varð heillaður af heimi goðsagnanna.\n—-\nBækurnar hans Irish Folk & Fairy Tales, Irish Myths & Legends og Irish Ghosts & Hauntings er stöðugt verið að gefa út þótt svo að það hafi verið um tuttugu ár síðan þær voru fyrst gefnar út. Hryllingssögurnar hans , Banshee, Image, Reflection, Imp og Hallows eru sagðar mjög góðar og sýna mjög hversu mikið hann veit um þjóðsögur.\nÞegar fyrstu tvær bækurnar í fantasíu þríleiknum hans Silverhand and Silverlight komu til Bandaríkjanna þá fékk hann ekkert nema góða dóma fyrir hana og sagði tímaritið Publishers Weekly þetta sýna hversu góðar ævintýrabókmenntir gætu verið.\nEftir að hann skrifaði bækunar Whom The Gods Love sem fjallaði um ókannaðan heim Etruria áður en Rómaveldi kom fram og The Merchant Prince sem var sett upp á tíma Elizabethan þá var kann krýndur “konungur ævintýranna á Írlandi“ af dagblaðinu The Irish Times og sýna þessar bækur fram á fjölbreytileika bókanna eftir hann.\nScott hefur ekki einungis skrifað bækur enda hefur hann einnig skrifað handrit fyrir kvikmyndir og leikrit. Hann hefur einnig búið til handrit fyrir heimildarmyndir og sjónvarpsþætti og hefur hann einnig séð um að búa til handrit o.fl. fyrir merkilega atburði einsog fyrir Ólympíuleika fatlaðra sem var haldið á Írlandi árið 2002 og svo fyrir Irish Film and Television Awards.\nThe Alchemyst kom út árið 2007 og er fyrsta bókin af sex í nýjustu bókaseríunni eftir hann en hún fjallar um hin ódauðlega Nicholas Flamel og ævintýri hans. Þessi bók fór beint í annað sætið á metsölulista New Yorks og The Magician sem er önnur bókin í seríunni sem kom út einu ári síðar lenti í 4 sæti. Þriðja bókin í seríunni The Sorceress mun koma út árið 2009.\n—-\nAnna Dillon er nafnið sem hann er án efa þekktastur undir. Hann kom upp með það nafn árið 1986, þegar hann sagði útgefandanum sínum frá sagnfræðilega seríu sem hann var að skrifa. Þeim leist vel á hugmyndina en þeim fannst það betra að hún myndi koma út undir einhverju öðru nafni og þannig kom Scott upp með nafnið Anna Dillon.\nSeríunnar eftir Anna Dillon eru mjög vinsælar og yfir árin þá hafa bækunar eftir Anna Dillon selst meira en bækurnar eftir Michael Scott. Hann sagði að þegar hann skrifar bækur fyrir Önnu þá skrifaði hann allt öðruvísi en hann gerði venjulega, stíllin og efnið sem hann skrifi um sé allt öðruvísi en hvernig hann skrifar sjálfur.\n—-\nEf þið viljið skoða verk hans þá getiði kíkt á linkinn hérna að neðan.\nhttp://en.wikipedia.org/wiki/Michael_Scott_(Irish_author)",
    "url": "https://www.hugi.is/fantasia/greinar/632555/micheal-scott/",
    "url_id": "632555",
    "id": "6385152",
    "replies": [
        {
            "user": "gourcuff",
            "user_id": "39263",
            "date": "2008-12-17 21:59:40",
            "id": "6386211",
            "reply_to_id": "6385152",
            "text": "MICHAEL!!!!!!"
        },
        {
            "user": "Unnursvana",
            "user_id": "65244",
            "date": "2008-12-17 23:03:57",
            "id": "6386384",
            "reply_to_id": "6386211",
            "text": "damn it! ég tók ekkert eftir þessu fyrr en þú sagðir þetta… af hverju rugla ég alltaf stöfunum í nafninu á honum…"
        },
        {
            "user": "gourcuff",
            "user_id": "39263",
            "date": "2008-12-18 00:01:45",
            "id": "6386560",
            "reply_to_id": "6386384",
            "text": "hehe eg meinti þetta samt ekki svona.. the office, ef þú hefur séð þann ágæta þátt myndiru skilja þetta ;)"
        },
        {
            "user": "Unnursvana",
            "user_id": "65244",
            "date": "2008-12-18 00:07:38",
            "id": "6386583",
            "reply_to_id": "6386560",
            "text": "ertu að tala um The Office? það var mjög pirrandi að fá uppleysingar um þann karakter þegar ég var að leita að einhverju um höfundin ;)"
        },
        {
            "user": "gourcuff",
            "user_id": "39263",
            "date": "2008-12-18 00:13:15",
            "id": "6386599",
            "reply_to_id": "6386583",
            "text": "hehe ;"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2008-12-18 23:06:15",
            "id": "6389039",
            "reply_to_id": "6385152",
            "text": "Flott grein. Þekkti þennan höfund ekki en hann er mjög áhugaverður :)"
        },
        {
            "user": "TheMadHatter",
            "user_id": "65981",
            "date": "2008-12-22 17:43:12",
            "id": "6398337",
            "reply_to_id": "6385152",
            "text": "Góð grein, væri til í að lesa eitthvað eftir þennan náunga."
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2009-03-30 00:16:38",
            "id": "6594787",
            "reply_to_id": "6398337",
            "text": "Ég mæli með ,,The Alchemyst\""
        },
        {
            "user": "TheMadHatter",
            "user_id": "65981",
            "date": "2009-03-30 20:33:34",
            "id": "6596532",
            "reply_to_id": "6594787",
            "text": "Um hvað er hún?"
        }
    ]
}