{
    "forum_title": "Vísindi",
    "user": "Starlight",
    "user_id": "73463",
    "date": "2008-12-18 04:02:35",
    "title": "Bananar",
    "text": "Pæling í gangi hjá mér; afhverju eru bananar bognir?\nÉg hef tvisvar sent spurningu þess efnis (fyrir stuttu og svo líka fyrir einhverjum árum) en spurningu minni hefur aldrei verið svarað. Mig hefur alltaf langað til að vita það. Er það bara útaf þyngdaraflinu eða eitthvað álíka, eða er þetta bara eitthvað í erfðamengi banana? Ég veit, spes pæling, en mér finnst óþægilegt að vita ekki eitthvað sem mig langar að vita.\nBætt við 18. desember 2008 -  04:07\nSent spurningu þess efnis á vísindavefinn þeas! -.-*",
    "url": "https://www.hugi.is/visindi/korkar/632718/bananar/",
    "url_id": "632718",
    "id": "6387032",
    "replies": [
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2008-12-18 04:27:39",
            "id": "6387055",
            "reply_to_id": "6387032",
            "text": "Er það ekki bara vegna þess að þeir eru alltaf svona margir saman og ef þeir myndu vaxa beinir þá kæmust þeir ekki fyrir, eða þá kæmust ekki eins margir fyrir. Myndu kremjast eða eitthvað.\nAnnars veit ég það ekki, bara svona\n\"hálffimmaðnóttutilávirkumdegi\npæling\"."
        },
        {
            "user": "Starlight",
            "user_id": "73463",
            "date": "2008-12-18 05:50:34",
            "id": "6387094",
            "reply_to_id": "6387032",
            "text": "Þeir eru ræktaðir svona minnir mig. Það var án djóks sérstakur staðall á hvernig bananar litu út, sem á núna reyndar að fella því það var verið að henda alltof mikið af nothæfum mat útaf “útlitsgalla”."
        },
        {
            "user": "Starlight",
            "user_id": "73463",
            "date": "2008-12-18 05:51:29",
            "id": "6387095",
            "reply_to_id": "6387094",
            "text": "… ertu ekki að djóka?? o.O"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-18 05:54:03",
            "id": "6387097",
            "reply_to_id": "6387095",
            "text": "Haha nei, reyndar ekki :D Skal gúggla þessu."
        },
        {
            "user": "Starlight",
            "user_id": "73463",
            "date": "2008-12-18 05:59:22",
            "id": "6387101",
            "reply_to_id": "6387095",
            "text": "Bananar\nGoðsögn: Samkvæmt reglum Evrópusambandsins eru bognir bananar bannaðir.\nStaðreynd: Reglurnar sem flokka banana eftir gæðum og stærð áður en þeir eru sendir á alþjóðamarkað eru ekki uppfinning Evrópusambandsins. Áður fyrir höfðu ríkisstjórnir og framleiðendur sína eigin staðla fyrir þetta. Landbúnaðarráðherrar Evrópusambandsins og framleiðendur í aðildarríkjunum lögðu til að settar yrðu samræmdar reglur á þessu sviði. Eftir umfangsmikið samráð við framleiðendur voru gæðastaðlarnir samþykktir af ráðherrum aðildarríkjanna í ráðherraráðinu árið 1994. Reglurnar banna ekki bogna banana, en þær setja lágmarksviðmiðun um umfang, svo að bananarnir séu orðnir nægilega þroskaðir þegar þeir enda hjá neytendum.\nhttp://www.esb.is/ung/fag.asp?Fag=samfelagsfog&Link=godsagnir\nLas reyndar á mbl fyrir e-m mánuðum frétt um að helling af góðum bönunum væri hent útaf e-m staðli og ætti að breyta því fljótlega. Var líka e-ð dæmi með agúrkur. Þarf að finna þá frétt.\nBætt við 18. desember 2008 -  06:11\nhttp://www2.mbl.is/mm/frettir/erlent/frett.html?nid=1353977\nWell, þetta svarar víst ekki spurningu þinni. Allt sem ég hef komist að er að bananar mega ekki vera nema ákveðið bognir."
        },
        {
            "user": "Starlight",
            "user_id": "73463",
            "date": "2008-12-18 06:12:51",
            "id": "6387107",
            "reply_to_id": "6387101",
            "text": "Hahaha fucked up kjánalegt :'D …reglur um sveigð á bönunum x)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-18 08:44:43",
            "id": "6387177",
            "reply_to_id": "6387107",
            "text": "ef yfirvald sér vald til að nýta sér þá notar þeir það"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-12-18 08:49:05",
            "id": "6387180",
            "reply_to_id": "6387032",
            "text": "http://www.google.co.uk/search?hl=en&q=why+are+bananas+curved&meta="
        },
        {
            "user": "Starlight",
            "user_id": "73463",
            "date": "2008-12-18 08:52:47",
            "id": "6387182",
            "reply_to_id": "6387180",
            "text": "Google is my friend <3\nÉg reyndar hef alveg googlað þetta, hef þá bara notað eitthvað annað orð en “curved” eða eitthvað álíka þar sem ég fann ekki neitt almennilegt svar þá =/\nTakk annars :D"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-12-18 15:49:49",
            "id": "6387837",
            "reply_to_id": "6387032",
            "text": "Já, þetta er út af þyngdaraflinu m.a.  Það eru efni í plöntum sem segja þeim að rætur eiga að vaxa niður á við og efri hluti plöntunar upp á við (þyngdaraflið og ljós stjórnar þessu).  Þetta er samt ekki eina ástæðan.  Villtir bananar eru ekkert líkir þeim bönunum sem þú kaupir út í búð:\nhttp://en.wikipedia.org/wiki/File:Inside_a_wild-type_banana.jpg\nÚtlit banana ræðst líka af kynbætum manna, þ.e. þeir hafa valdið úr ákveðnar stærðir og útlit sem henta vel til framleiðslu og sölu.  Það eru að sjálfsögðu ákveðnir erfðaþættir sem stjórna lögun ávaxta, eins og sérst hér:\nhttp://www.sciencedaily.com/releases/2008/03/080313143057.htm"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2008-12-20 00:28:45",
            "id": "6391983",
            "reply_to_id": "6387032",
            "text": "Kynbættir."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-12-20 19:58:54",
            "id": "6393640",
            "reply_to_id": "6387032",
            "text": "Bananar eina dæmið sem er búið að kynbæta það mikið að það er ekki hægt að kynbæta það meira, án þess að fokka upp öllu vistkerfinu…"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2008-12-21 12:41:49",
            "id": "6395035",
            "reply_to_id": "6393640",
            "text": "Mundi ekkert fokka upp neinu vistkerfi að kynbæta banana meira, þeir lifa ekki á öðrum lífverum og það eru enga sérstakar lífverur sem lifa á þeim bönunum sem eru ætlaðir til manneldis, aðrar en mennirnir að sjálfsögðu."
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2008-12-21 13:21:09",
            "id": "6395140",
            "reply_to_id": "6395035",
            "text": "Ja það eru nú ekki bananarnir sem valda hvað mestum vandræðum, þvert á móti. Heldur er það bananatréð. Það er því sem er erfðabreytt, bananinn er bara afurð sem plantan gefur af sér.\nÞað hafa t.d. margir bananasjúkdómar geisað í kringum árin og hefur bananatréinu alltaf verið erfðabreytt samkvæmt því. En núna eru þeir búnir að erfðabreyta því svo oft að bananatréð er orðið ófrjótt. Síðan var líka umræða um það að ef þeir myndu erfðabreyta því þannig að það myndi verjast árás einhverjar tilteknar flugnategundar. Að þá myndi hún deyja út, sem myndi setja af stað keðjuverkun upp vistkerfið."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2008-12-28 04:10:21",
            "id": "6410709",
            "reply_to_id": "6387032",
            "text": "Bara þyngdaraflið. Svo eru þeir ekki alveg sívalir því þeir vaxa svo þétt.\nBananar sem við borðum eru samt ófrjóir og mjög ónáttúrulegir, enda ræktaðir sem þrílitna og frælausir risaávextir, sem er aðeins öðruvísi en þeir eiga að vera í alvörunni."
        }
    ]
}