{
    "forum_title": "Geimvísindi",
    "user": "Svessi",
    "user_id": "8091",
    "date": "2002-02-04 23:27:23",
    "title": "Sá einhver eitthvað?",
    "text": "Mánudagskvöldið 4. Febrúar 2002 (Í dag)\nVið vorum tveir staddir niðri í bæ!\nUm klukkan 21:30 var ég að keyra Miklubrautina hjá hlíðunum og allt í einu er rosalegt flash ljós sem blikkar svona 4-5 sinnum!\nMjög hratt blikk! (Nei, þetta var ekki “yfir á rauðu” myndavél)\n…var á leiðinni upp á höfða!\nÞegar ég var kominn upp á höfða um 21:40 sé ég fljúga yfir borgina hvítt ljós! Ekkert blikk ljós og enginn hreyfil-hljóð!\nBara hvítt ljós sem sveif yfir og á sæmilegum hraða!\nSvo um 21:55 sáum við aftur koma annað mun nær og hægar!\nSáum ekki almennilega útlitið enn það var mjög skært hvítt ljós framan á því og svo tvö rauð-fjólublá ljós undir sem bara loguðu!\nEkkert vélarhljóð!\nFlaug allsekki neitt rosalega hátt!\nFlaug í átt til keflavíkur og ég þaut uppí öskjuhlíð þar sem við sáum það fljuga bara áfram og áfram, frammhjá keflavík og svo bara áfram og svo sáum við það ekki meira því það var komið svo langt!\nMjög svo skrítið, var svona að spá hvort einhver annar hefði séð þetta!\nÞætti gaman að vita ef einhver hefði séð eitthvað meira undarlegt í kvöld og þá endilega látið mig vita!\n…eða bara ef einhver getur sannað fyrir mér að þetta hafi verið flugvélar!\n..Annars er hausinn á manni orðinn svo fullur af x-files að maður má ekki sjá neitt og þá heldur maður þetta sé ufo!\nSvessi",
    "url": "https://www.hugi.is/geimvisindi/korkar/63329/sa-einhver-eitthvad/",
    "url_id": "63329",
    "id": "430505",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-16 01:06:22",
            "id": "430506",
            "reply_to_id": "430505",
            "text": "Þetta er eitthvað tengt auganu, ef maður er búinn að vera of mikið í björtu ljósi og fer síðan í myrkur þá sér maður oft ljósan punkt svífa eitthversstaðar.\nIts happens alla the times…..\nKv. Schafer"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-17 19:49:50",
            "id": "430507",
            "reply_to_id": "430505",
            "text": "bleeeh<br><br>\n————————\n<font size=“5”> <b>CS: ieZuZ\nIRC: ieZuZ\n<a href=“mailto:ieZuZ@mail.com”>Emill</a></b>\n————————"
        },
        {
            "user": "FlameX",
            "user_id": "15972",
            "date": "2002-03-14 14:45:44",
            "id": "430508",
            "reply_to_id": "430505",
            "text": "Give the man some credit.\nOk það er 100% að þetta var UFO = Undentified Flying Object = Óþekktur Fljúgandi Hlutur\nÉg missti af þessu(því miður)\nHver veit, kannski voru þetta verur úr geimnum."
        },
        {
            "user": "Fjandinn",
            "user_id": "6095",
            "date": "2002-03-16 10:15:51",
            "id": "430509",
            "reply_to_id": "430508",
            "text": "schafer ef þetta væri tengt auganu hvernig gætu 2 menn séð þetta samtímis ? <br><br>\nblah =]\n-N0N4M3-"
        }
    ]
}