{
    "forum_title": "Bílar",
    "user": "mystic",
    "user_id": "304",
    "date": "2002-02-05 10:58:35",
    "title": "Fegurstu og ljótustu bílarnir!",
    "text": "Ég hef verið að velta þessu fyrir mér í nokkra dag, hvaða bílar mér þykja ljótastir og hvaða bílar mér þykja fallegastir.\nÉg ákvað að raða þessu upp í sitthvorn listann og dreifa hér á huga :)\nÁður en ég byrja vil ég minna á að þetta er mín skoðun.\n10 fallegustu bílar heims:\n1.  Shelby Cobra 1966\n2.  Ford Mustang 1967\n3.  BMW Z3 2001\n4.  Dodge Viper RT/10 2002\n5.  BMW M3 2001\n6.  MMC Galant 2002\n7.  Chevrolet Impala 1964\n8.  Chrysler Prowler 2002\n9.  Dodge Charger 1972\n10. Chevrolet Camaro 1997\n10 ljótustu bílar heims:\n1.  Fiat Multipla 1999\n2.  Dodge Charger Daytona 1972\n3.  Lada Sport/Niva (allar árgerðir)\n4.  Nissan Sunny 1995\n5.  Suzuki Swift 1997\n6.  Toyota Yaris 2001\n7.  Subaru Impreza 2002\n8.  MMC Lancer 1988\n9.  Honda Civic Type-R 2002\n10. Toyota Corolla 2002\nÞetta eru listarnir mínir 2, og ég vil einning minna á að ég er ekki að skjóta á neinn, heldur er þetta bara mitt álit.\nKveðja,\nmystic",
    "url": "https://www.hugi.is/bilar/greinar/63349/fegurstu-og-ljotustu-bilarnir/",
    "url_id": "63349",
    "id": "430718",
    "replies": [
        {
            "user": "kjerulf",
            "user_id": "12099",
            "date": "2002-02-05 11:33:09",
            "id": "430719",
            "reply_to_id": "430718",
            "text": "Ágætis listi\nHefði samt viljað sjá Camaro og Z3 á neðri listanum"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-05 11:35:25",
            "id": "430720",
            "reply_to_id": "430718",
            "text": "Vá, ég held að fáum myndi takast að pósta listum sem ég væri meira ósammála!\nMér finnst virkilega fæstir bílar á topp listanum fallegir og flestir óverðskuldaðir á botnlistanum þótt sumir séu vissulega ekki snoppuufríðir!\nÉg ætla að búa til tvo mjög snögga lista til að koma ekki aftur þegar það eru komin 100 reply, fínpúusa svo bara i kvöld :)\nFallegustu (no particular order as usual):\nPorsche 911 (ekki andlitslyftur 996 Carrera né 996 GT2!)\nJaguar XJ6\nJaguar E-Type (ekki síðasta kynslóð)\nDatsun 240Z\nFerrari 365GTB/4 “Daytona”\nLamborghini Diablo VT 6.0 (ég er þó ekki frá því að seinna muni Murcielago bola honum burt…)\nFerrari 250 Bertone\nAston Martin DB7 (eða Vanquish? Ian McCallum er bara brilliant!)\nPeugeot 205GTi\nég er nærri að þrotum komin en ætli ég setji Bugatti Type 30 inn til bráðabirgða… eða Citroën SM…? Argh! :)\nLjótustu:\n1. Mitsubishi Carisma! (eini bíllinn sem fær sæti!)\nChevrolet Bel Air ‘57\nFord Edsel\nChevrolet Impala ’59\nDaimler SP250\n…og þar með gefst ég upp, enda man ég ekki eftir nákvæmum upplýsingum um flesta af þeim hræðilegustu. :)\nP.S. Ég var mjög glaður að sjá þig setja Nissan Sunny '95 inn þarna, loksins er einhver sammála mér um hann!"
        },
        {
            "user": "DrAnus",
            "user_id": "14203",
            "date": "2002-02-05 11:36:31",
            "id": "430721",
            "reply_to_id": "430718",
            "text": "Sammála um að multipla drullan sé efst en vantar samt dihatsu MOVE hann"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-05 11:37:54",
            "id": "430722",
            "reply_to_id": "430721",
            "text": "Ég bara verð að verja Multipla! Hann er kannski ekki fallegur en mér óar við að hann sé talinn með ljótustu bílum í heimi.\nMig langar pínulítið í svona 200+hp sportútgáfu af Multipla með skirts og öllu. Það myndi fara í fólk! :)"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-02-05 12:06:00",
            "id": "430723",
            "reply_to_id": "430722",
            "text": "Yup, get tekið undir það, Fiat sýndi smá lit í útlitinu á Multiplauni, meira en t.d. Benz og BMW hafa gert!"
        },
        {
            "user": "151165",
            "user_id": "6327",
            "date": "2002-02-07 20:23:10",
            "id": "430724",
            "reply_to_id": "430722",
            "text": "Multipla er einfaldlega lang ljótasti bíll sem nokkurn tímann hefur verið framleiddur, vana lega myndi ég ekki láta útlitið skipta miklu máli ef bíllinn er góður, en ég myndi aldrey láta sjá mig á Multipla!!!"
        },
        {
            "user": "bellana",
            "user_id": "16455",
            "date": "2002-02-05 11:55:32",
            "id": "430725",
            "reply_to_id": "430718",
            "text": "Hihi…ég gæti ekki verið meira sammála um Fiat Multipla.  Get ekki annað en hlegið þegar ég sé hann á götum úti….kannski því ómissandi í bílaflóruna þetta grey.\nAnnars no hard feelings….ég bara gæti ekki hugsað mér að aka slíkum bíl. Eflaust ágætis bíll þrátt fyrir útlit."
        },
        {
            "user": "TRJ",
            "user_id": "14330",
            "date": "2002-02-05 12:03:46",
            "id": "430726",
            "reply_to_id": "430725",
            "text": "Multipla var víst hannaður “innanfrá” eða svo sagði mér einhver vitur maður (sem vann hjá Ístraktor ef ég man rétt…). Annars er ég tiltölulega sammála “ljóta listanum”! Merkilegt samt hvað meðalaldurinn er miklu hærri á fyrri listanum en þeim seinni? Eru bílar kannski að verða ljótari (svona almennt séð…) ?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-05 12:07:08",
            "id": "430727",
            "reply_to_id": "430726",
            "text": "Einhver snjall maður mælti að í dag væri “anti-design” í tísku og fólk væri að reyna að gera ljóta bíla. Stundum trúi ég honum. Ég held þó frekar að við munum frekar eftir fallegum gömlum bílum ;)\nÞað er margt merkilegt við Fiat Multipla, t.d. steel space-frame bygging sem er fágætt hjá stærri bílaframleiðindum en Fiat telur þetta mjög sniðuga smíðiaðferð. Svo er þetta bíll sem er venjulegur að lengd en tekur 6 í sæti MEÐ farangri!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-05 12:02:36",
            "id": "430728",
            "reply_to_id": "430718",
            "text": "Fiat Multipla er ekkert nema snilld…. Þetta fær mann til að hlæja öllum stundum þegar maður sér svona bíl. Ef að þeir fengju peninga fyrir það að fólk hlær að þessu mundu þeir vera ríkir. Þessi bíll er svo asnalegur í læginu að það er ekkert venjulegt sko en bíllinn sem vantar í ToppSætinn er Mini 1976 árgerð mar Það er ekkert nema snilld."
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2002-02-05 12:02:42",
            "id": "430729",
            "reply_to_id": "430718",
            "text": "mér finnst nú shelby  ekkert rosalega fallegur bíll….ertu ekki annars að tala um þann sama og var í gone in sixtie seconds????"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2002-02-05 18:54:06",
            "id": "430730",
            "reply_to_id": "430729",
            "text": "Nei, það var Shelby Mustang GT 500 '67\nShelby Cobra er lítill, léttur og MJÖÖG kraftmikill. Ef þið hafið séð Bad Boys þá er vondi kallinn á svoleiðis bíl í endanum.\nKv.\nmystic"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-02-05 12:04:20",
            "id": "430731",
            "reply_to_id": "430718",
            "text": "Þessi umræða býður upp á þvílík rifrildi og flamewars, og því byrja ég, og segi að þetta er nú algjör klisjulisti hjá þér, mystic (IMHO) :)\nBílar yfir höfuð eru ljótir, og því er samúð mín með útlitshönnuðum, þeirra verk er oft ekki öfundsvert, og falla því oft í þá gryfju að fara meðalveginn, sem kemur engum vel.\nEn… best að reyna svona að gamni:\n1. Citroen DS\n2. Citroen DS\n3. Citroen DS\n4. Jaguar XJ6\n5. Duesenberg Torpedo Phaeton\n6. Síðan er bíll sem ég bara veit ekki hver er, en ég man útlitið, amerískur, 1950-60 giska ég, stór, með pínulitlum gluggum.\nPT Crusier verð ég að nefna, veit ekki bara í hvaða sæti ég á að setja hann, Chrysler fær prik fyrir að reyna. Porsche 911 verður að vera þarna.\nOg litli bróðir, VW Bjalla. :)\nThere, so flame away!\nJ.\nLjótustu bílarnir eru auðveldari…\nBMW, flestir\nToyota Corolla, allar árgerðir, sú nýjasta er illskárst, enda hönnuð í Evrópu og stælir Golf. :&gt;\nHyunday Coupé (EEK!)\nHyunday Accent, eldri árgerðir (Hinn fullkomni getaway bíll, það tekur enginn eftir honum)\nBenz 300 (Greinilega hannaður af nefnd)\nAllir amerískir bílar á áttunda áratugnum. (Þeir eru að skána, greyjin)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-05 12:17:44",
            "id": "430732",
            "reply_to_id": "430731",
            "text": "Sáttur við listan hjá jonr enda er meira gaman þegar menn velja controversial!\nCitroen DS er bara snilld en SM er samt fallegri en ekki jafn merkileg hönnun samt. ´Þú færð samt jafn mikla skömm fyrir PT Cruiser viðbjóðinn! :)\nHugrekki að smella BMW inn þarna, ekki að ég sé sammála en þeir er að mínu mati almennt ofmetnir. Hvað varðar E Benzinn finnst mér þeir ekki hafa verið fallegir í næstum 20 ár eða síðustu 2 kynslóðir."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-02-05 12:35:32",
            "id": "430733",
            "reply_to_id": "430732",
            "text": "Well, held ég hafi sett BMW þarna af tómri illkvittni, hefur alltaf fundist BMW vera ofmetnir í alla staði, bæði útlit og innihald. Ekki misskilja mig, þetta eru skruggu kerrur, en þeir þjást að því sama og Mercedes, útlitið svolítið nefndarlegt. Ég sakna bara þess tíma þegar maður gat þekkt bíla án þess að skoða tegundarheitið. BMW hefur tekist það (4 ljós + nýrun) Benz einnig (stór ‘vatnskassi’). En þá er það næstum upptalið. Svo er það eitt: 95% af tímanum, þá sér maður bílinn innanfrá, stundum mættu bílaframleiðendur að hugsa um það…"
        },
        {
            "user": "TRJ",
            "user_id": "14330",
            "date": "2002-02-05 12:48:23",
            "id": "430734",
            "reply_to_id": "430733",
            "text": "BMW er allavega mjög fallegur að inna í dag (þeir gætu lært heilmikið samt af Alfa Romeo)… og ég er sammála því að þeir séu oft nokkuð nefndarlegir en það er kannski vegna þess að endurhönnun línunnar hefur yfirleitt ekki farið fram fyrr en 8 árum síðar sirka.\nEn það eru nú til vígalegir Bimmar…. Gamli M3, M Coupé, Z8 og gamla 6 línan svo eitthvað sé nefnt. Sama má segja með Benz, gamli SL bíllinn og SEC….."
        },
        {
            "user": "TRJ",
            "user_id": "14330",
            "date": "2002-02-05 15:51:12",
            "id": "430735",
            "reply_to_id": "430734",
            "text": "Það er nú kannski bara ég… en mér finnst ennþá vanta dálítið upp á innréttinguna í 3-inum hjá BMW. 7-an er mjög lagleg að innan (enda væri annað skrítið fyrir þennan pening). Hef ekki skoðað nýja 5-u nógu vel að innan. Not my cup of tea þetta dót sem B&L selur… ;)\nMér finnst hins vegar virðingarvert hjá Bens, BMW, Volvo og fleirum að halda í ákveðna útlitshluti. Maður á að þekkja bíla án þess að sjá merkið. Annars hafa þeir engan karakter og falla inn í meðalmennsku-óhönnunar-viðbjóðin."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-02-05 16:37:20",
            "id": "430736",
            "reply_to_id": "430735",
            "text": "Æjá… Citroen DS, Volvo 244, Saab 900 (Saab heldur enn sínu looki) Já kannski ég bæti bara Saab 900 þarna á listann. Land Rover :), BMW, Mercedes, þeim tekst meira að segja að láta hvern flokk halda sínu, sbr SLK."
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2002-02-05 16:38:42",
            "id": "430737",
            "reply_to_id": "430735",
            "text": "Á ég að trúa því að einhver geti sett Chevrolet Bel Air '57 á lista yfir ljóta bíla!!!\nÞetta er að mínu mati einn fallegasti bíll sem hefur verið gerður (og markaðurinn hefur staðfest það mat með gríðarlegu háu verði, eftirspurn er miklu meiri en framboð).\nFélagi minn á Bel Air ´56 og hefur aðgang að ´55 bíl og það er brjálað hjá þeim að gera í brúðkaupsbransanum (57 er nú yfirleitt talinn flottari en 55 og 56).  Vinur hans á 57 módel (sá á heima í Florida) og maður slefar yfir myndunum af bílnum.  Þetta hlýtur að hafa verið sett inn til að fá viðbrögð (og það heppnaðist :).\nJHG"
        },
        {
            "user": "lallinr1",
            "user_id": "8589",
            "date": "2002-02-05 17:50:10",
            "id": "430738",
            "reply_to_id": "430737",
            "text": "LJÓTASTI BÍLL EVER Ford ka :) ekki satt"
        },
        {
            "user": "Stinni",
            "user_id": "536",
            "date": "2002-02-05 17:50:26",
            "id": "430739",
            "reply_to_id": "430737",
            "text": "Get ekkiverið meira sammála með 57' lettan!!!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-05 23:35:43",
            "id": "430740",
            "reply_to_id": "430737",
            "text": "Ástæðan fyrir að ‘57 Bel Air komst léttilega inn á listann er sú að ég fyrirlít útlitið á þessum bílum. No offense en mér finnst þeir viðbjóðslegir sama hvað milljón brúðhjónum finnst.\nFyrir mitt leiti er ’55 Bel Air ekkert sérstakur og ‘56 ekki heldur en ’57 er ógeð með þetta krómdrasl á hliðunum. Þetta lítur ekki út eins og bíll heldur Art Deco kokteil bar nema útlitið gefur til kynna að bíllinn sé mun þyngri og svifaseinni en umræddur bar. 7. áratugurinn varð hinsvegar að gullöld amerískrar bílahönnunar og fjöldi fallegra bíla kom en á 6. áratugnum man ég eftir tveimur fallegum bílum: ‘55 Thunderbird og Chevy Corvette.\nBel Air er ekki sérstaklega inni á þessum lista til að vekja viðbrögð heldur meira statement af minni hálfu um bílahönnun.\nFyrir mitt leiti er Fiat Multipla hreint fallegur m.v. ’57 Bel Air. Augljóst að fæstir eru sammála mér, en það er ekkert nýtt :)\nOg svona að lokum: verum nú prúð, mér finnst alltof mikið af einhverjum móral hér af því að fólki finnst einhverjir bílar fallegir eða ljótir. Við hljótum að geta sætt okkur við þó að sumir hafi annan smekk en við hinir. Þegar allt kemur til alls eru hér bara á ferðir skoðanir, fegurð liggur í auga sjáandans, eða hvað?"
        },
        {
            "user": "Xtreme",
            "user_id": "9006",
            "date": "2002-02-05 22:51:05",
            "id": "430741",
            "reply_to_id": "430731",
            "text": "flotti bíllinn sem þú veist ekki hvað heitir, var bílabúð benna nokkuð að sýna hann fyrir utan hjá sér í kringlunni með einkanúmerinu ZZ top og sama gerð af bíl notuð í myndinni american graffiti?\nef svo er þá er ég ekki frá því að mér finnist þessi bíll vera sá flottasti sem ég hef séð bara ever!"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2002-02-05 12:09:12",
            "id": "430742",
            "reply_to_id": "430718",
            "text": "uhm hvar er Z8? definitely flottasti BMW-inn\nRx7"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-05 12:15:48",
            "id": "430743",
            "reply_to_id": "430718",
            "text": "heheheh, gaman af þessu maður.\nMínar tilnefningar eru;\nfallegustu…..\nLamborghini Miura\nLamborghini Murcielago\nPorsche 930 (turbo)\nJaguar XJR\nFerrari 355\nFerrari 456\nAlfa Romeo 156\nBMW M3 (1990 módelið)\nJaguar E-type\nMazda RX7 (eða RX8 Evolve)\n… reyndar eru hellingar af fleiri bílum sem eru yndislegir, en þetta eru þeir sem poppuðu fyrst í hugann.\nLjótastir (ekki endilega neitt verri fyrir það).\nToyota Corolla (nokk sama hvaða árgerð það er utan 88 módel lúkkið)\nFiat Multipla\nDodge Neon\nSuzuki WagonR\nSuzuki Swift\nHonda Civic (nýja lookið)\nHonda CRV\nHonda CRX del sol\nAudi A6 (þessi nýji)\nToyota Land Cruiser (þessi vinsælasti)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-05 12:22:04",
            "id": "430744",
            "reply_to_id": "430743",
            "text": "jú og það mætti eiginlega bæta Hyundai Coupe við ljóta listann og Fiat Coupé við flotta listann."
        },
        {
            "user": "hrokur",
            "user_id": "8007",
            "date": "2002-02-05 14:09:37",
            "id": "430745",
            "reply_to_id": "430718",
            "text": "ERTU EKKI AÐ HOMMAST Í MER\nPS nýji Typ - Rinn er GEðveikur og getur rúistað öllum verðandi og núverandi bílunum þínum\n10 Flottustu:\n1. HONDA NSX allar gerðir\n2. Nissan Skyline nýlegir\n3. BMW m3 hammen\n4. Plymouth GTX 66-72\n5. Chevrolet Camaro SS 69\n6. Chevrolet El Camino 69\n7. Honda S2000\n8. Toyota Supra\n9. Mazda RX7\n10.300 ZX\n10 ljótustu bílar heims:\n1. Fiat Multipla 1999\n2. Daihatsu MOVE\n3. Lada Sport/Niva (allar árgerðir)\n4. Hyundai Accent (allar árgerðir)\n5. Hyundai Pony (allar árgerðir)\n6. Hyundai Cupe (allar árgerðir)\n7. Subaru Impreza 2002\n8. Honda Civic 4wd árg 83-87\n9. Ford Mustang 1967\n10. Toyota Corolla árg 94-99"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-05 14:44:07",
            "id": "430746",
            "reply_to_id": "430745",
            "text": "hrokur… ertu að spyrja mig hvort ég sé að hommast í þér með CTR bílinn???\nAllavega yrði hann nú bara fyrir mér ef hann væri eitthvað að reyna í spyrnu við minn fjölskyldubíl…. Maður keyrir hringi í kringum svona bíla ;)\nReyndar átti ég bara við venjulega nýja Civicinn, mér finst CTR bíllinn ágætur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-05 15:14:31",
            "id": "430747",
            "reply_to_id": "430746",
            "text": "Ég var einmitt að leika mér að einu Civic Vtec um daginn og ég þurfti hreinlega að bremsa til að strauja hann ekki…. (ég var fyrir aftan hann á ljósum og hann ætlaði að stinga mig af), og ég er sko ekki vanur spyrnum……"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-05 15:14:25",
            "id": "430748",
            "reply_to_id": "430718",
            "text": "Ljótustu bílarnir\nNýja Lada fólksbíllinn\nHonda Civic (nýja lookið) merkilegt alveg að klúðra nokkuð laglegum bíl og gera hann að ógeðslega ljótum og háum gamla kellingabíll.\nHyundai Accent, allir\nToyota Yaris Verso\nRenault Laguna 2001-\nMussó, sjangjong, dævú og eða what ever\nSubaru XT (hét hann það ekki ljóti “sport”bíllinn, árg. ca 86-87)\nKia Pride, var með svona bíl sem bílaleigubíl í nokkra daga, oj.\nToyota Tercel 1983-1988\nFallegustu\nFord Focus 3dr Hatchback\nVolvo S60\nLexus IS200\nToyota Corolla GTi 88, þó þeim sé farið að hrörna all verulega hafa mér alltaf þótt þetta fallegir bílar\nBMW 6-línan\nMazda RX7\nHonda S2000"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2002-02-05 16:13:54",
            "id": "430749",
            "reply_to_id": "430718",
            "text": "….Fiat Panda(insert spooky music)…."
        },
        {
            "user": "daqueen",
            "user_id": "11085",
            "date": "2002-02-05 20:00:01",
            "id": "430750",
            "reply_to_id": "430718",
            "text": "finnst engum PT cruiserar ljótir ER ÉG VIRKILEGA SÚ EINA???????"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2002-02-05 23:14:08",
            "id": "430751",
            "reply_to_id": "430750",
            "text": "hmm PT cruiserar ljótir segi þú daqueen\næi mér finnst þeir fornlegir og verð að láta það á milli lista.\nEn minn listi:\nFlottir bíla ;)\nþeir sem eru flottir\nLjótir bílar ;(\nþeir sem eru rice-legir og illa samasettir eða illa teiknaðir af hönnunum\nég nennti ekki að pæla hverjir eru flottir og hverjir eru ljóti"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2002-02-05 20:06:42",
            "id": "430752",
            "reply_to_id": "430718",
            "text": "Fallegastir (í handahófskenndri röð):\nMercedes Benz C og E, flestar árgerðir\nEldri gerðir BMW 3, 5 og 7 línu\nEldri gerðir Vaz-bíla (Lada 1200, 2104, 2105, 2106, 2107 og Niva, ekki Samara eða nýju bílarnir)\nGaz-Rússajepparnir\nSkoda Octavia kemur sterkust inn af nýjum bílum\nMazda 626 ca. ‘89 (jafnvel GT)\nEldri bílar frá Skoda, ’80ogeitthvað árgerðirnar þó einna helst í uppáhaldi\nVolvo 240/244\nJeep Willys (hvernig sem það er skrifað)\nOg náttúrulega Jaguar, Porsche o.þ.h. sem fæstir kalla ljótt.\nLjótastir (aftur í handahófskenndri röð):\nHonda Civic (allar árgerðir nema sú allra elsta)\nChevrolet Camaro (allar árgerðir)\nToyota Corolla (allar árgerðir nema '88 og þar umkring)\nToyota Yaris\nFiat Multipla\nDaewoo Matiz\nSmart (street-legal golfkerrur?)\nSubaru Impreza\nMazda 121 (lítur út einsog þjöppuð impreza)\nBMW Z3"
        },
        {
            "user": "ih8",
            "user_id": "13956",
            "date": "2002-02-05 20:30:11",
            "id": "430753",
            "reply_to_id": "430718",
            "text": "Ég er svo sammála um fyrsta sætið hjá mystic; Shelby Cobra 1966 427s/c er flottasti bíll ever!  Skrítið að enginn hafi minnst á Gullwing?  En minn listi er einhvernveginn svona:\nFallegustu\n1.  Shelby Cobra 427s/c\n2.  Mercedes 300SL Gullwing\n3.  Ferrari 250GTO\n4.  Dodge Viper GTS\n5.  Aston Martin V8 Vantage 1977\n6.  McLaren F1\n7.  Aston Martin DB5\n8.  Lamborghini Diablo\n9.  Ferrari F355\n10. BMW M3 2001\nLjótusu\n1.  Fiat Multipla\n2.  Allir Daihatsu bílar\n3.  Nýja Ladan\n4.  Toyota Corolla\n5.  Toyota Yaris\n6.  Hyundai Coupé\n7.  Allir hinir Hyundai bílarnir\n8.  Subaru Impreza 2001+\n9.  Honda Civic (allar árgerðir)\n10. BMW Z1"
        },
        {
            "user": "snikkari",
            "user_id": "3346",
            "date": "2002-02-05 20:59:06",
            "id": "430754",
            "reply_to_id": "430718",
            "text": "Fallegastir:\nFord Mustang Shelby Cobra GT 500 ´69\nNisan Skyline GT-R ´02\nLjótastir:\nAMC Gremlin\nToyota Landcruiser 90"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2002-02-05 21:05:37",
            "id": "430755",
            "reply_to_id": "430754",
            "text": "Ford Mustang Shelby Cobra GT 500 '69?\nMá ég leiðrétta misskilning og segja að Shelby er ekki það sama eða _division of_ Ford.\nEini bílinn sem ég veit að þeir hafa gert eftir Ford er Mustanginn, en þeir eru sjálfsagt búnir að gera fleiri. Minnir að Shelby sé eitthvað í samvinnu við GM, allavegana er GM vél í Cobrunni."
        },
        {
            "user": "Stinni",
            "user_id": "536",
            "date": "2002-02-05 21:31:35",
            "id": "430756",
            "reply_to_id": "430755",
            "text": "Shelby í samvinnu við GM????\nÞað stórefast ég nú… Því Shelby-inn var  með 427 Big Block Ford o.s.frv……….\nEn ljótasti 60's til 80's bíllinn frá USA er án efa AMC Pacer!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-05 21:36:13",
            "id": "430757",
            "reply_to_id": "430756",
            "text": "Hey rétt er það, ég hugsa að AMC PACER sé bara ljótasti bíll í heimi! Það stendur einn svona bíll í götunni hjá mér og ég er alltaf að dást að honum, hann er gjörsamlega absúrd."
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2002-02-05 21:44:47",
            "id": "430758",
            "reply_to_id": "430756",
            "text": "427 er GM\nKv.\nmystic"
        },
        {
            "user": "Stinni",
            "user_id": "536",
            "date": "2002-02-05 22:11:07",
            "id": "430759",
            "reply_to_id": "430758",
            "text": "Já 427 er Big Block Chevy…. En Ford framleiddi 427 í Ford sem er allt önnur vél en 427 Chevy.. Shelby var með 427 Ford ekki chevy…\nEkki líkja 427 Ford og chevy saman….Grow up!!"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2002-02-05 22:20:13",
            "id": "430760",
            "reply_to_id": "430759",
            "text": "Shelby _Cobra_ er með 427 Chevy. Þessar heimildir hef ég frá félaga mínum sem er MJÖG mikið inní þessu."
        },
        {
            "user": "ih8",
            "user_id": "13956",
            "date": "2002-02-05 22:35:30",
            "id": "430761",
            "reply_to_id": "430760",
            "text": "Það var 427 Ford vél í Cobrunni ekki Chevy.  Er ekki allt í lagi Chevy vél í Cobru?  Ef þið trúið mér ekki farið þá t.d. á\nhttp://www.carrollshelby.com\n!"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2002-02-05 22:39:48",
            "id": "430762",
            "reply_to_id": "430761",
            "text": "LOS ANGELES (January 4, 2002) – In early 1962 everything finally came together for Carroll Shelby and his American sports car project. AC Cars agreed to provide its lightweight and nimble chassis, “_FORD AGREED TO DELIVER ITS NEW 4.3-LITER V8 ENGINE_”, and along with Shelby’s racing mind suddenly America had an incredibly successful sports car – for the street and the track. The Shelby Cobra was born.\njæja…\nShelby _Cobra_ er með 427 …ford\n:S\nmystic"
        },
        {
            "user": "sJaguar",
            "user_id": "8496",
            "date": "2002-02-05 21:29:17",
            "id": "430763",
            "reply_to_id": "430754",
            "text": "VÁ, maður verður að vanda valið þegar maður kaupir sér næst bíl.                              Snikkari!!! Þú hlýtur að vera kynvillingur eða að þú veist ekkert hvað þú ert að tala um. Þú ert örugglega að meina ´67 árg. af GT 500 bílnum, ´69 árg. af GT 500 er endalaust ljót."
        },
        {
            "user": "Bird",
            "user_id": "16196",
            "date": "2002-02-05 21:36:35",
            "id": "430764",
            "reply_to_id": "430718",
            "text": "Ágætur listi en Ford Mustang 1967 í öðru sæti, come on. En góður penni.\nBird.\nhttp:/www.simnet.is/ingla"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2002-02-05 21:47:30",
            "id": "430765",
            "reply_to_id": "430764",
            "text": "var að skoða síðuna þína áðan, ég held ég hafi sprengt nýra ég hlóg svo mikið að Ford vísunum :)\nKv.\nmystic"
        },
        {
            "user": "helgi",
            "user_id": "369",
            "date": "2002-02-06 00:16:55",
            "id": "430766",
            "reply_to_id": "430718",
            "text": "Ford framleiddi ekki nægilega margar 427 vélar þannig að sumar Cobrurnar eru með 428 vél sem er trukka vél og togar mikið en hefur 50 færri hestöfl. Maðurinn á bakvið Cobrunar sagði að fólk fynndi ekki muninn - bíllinn væri svo léttur!\nSvona á að gera þetta. Vera bara með nógu mikið sjálfstraust og hroka;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-06 01:17:25",
            "id": "430767",
            "reply_to_id": "430766",
            "text": "Eftir að hafa lesið alla þessa romsu þá get ég sagt að ég sé sammála umræðunum um greyjið Fiat Multipla hann er LJÓTUR en hann er eflaust hagkvæmur, 1957 BelAir og allir bílar frá 55 - 60 eru hreinasta snilld, og varðandi PTcruiserinn þá er hann helvíti brútal ad framan en afturendinn glataður.\nSvo mundi ég vilja sjá Alpina D10 BiTurbo 2002 á fallega listanum sem og nokkrar týpur af MB Brabus.\nBeEmErMAN signing off."
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2002-02-06 01:39:46",
            "id": "430768",
            "reply_to_id": "430766",
            "text": "sagðiru 4,3l og 427 í sama orði? múhaha.. minn listi er eitthvð á þessa veg.. númer tengjast ekki sæti\nnr1 Chevrolet Camaro 1st gen,\nnr2 Firebird 1st gen,\nnr3 Camaro 2nd gen\nnr 4 Firebird T/A 2nd gen      ég bara dýrka F\nnr5 Pontiac Gto 68-72\nnr6 Charger 68-70\nnr7 shelby cobra  (ekki mustanginn)\nnr8chevrolet cheville SS 68-72,\nnr9 oldsmobile cutlass 442 68-702 eða þar í kring,\nnr10 Dodge challenger 70-74,\nljótir\nnr1 mmc 3000 gt allar árg,\nnr2 mmc eclipse/talon allar árg en þá sérstaklega þessir nýju,\nnr3 dævú matiz\nnr4nýa corollan\nnr5 nýja civicin\nnr6 mk5 golfinn sem er að koma\nnr7 suzuki jimny\nnr8 nánast allir gamlir lotus (nema esprit kannski\nnr9 yaris\nnr10 mmc lancer station  sona 84-92 eða eitthvað.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 01:44:41",
            "id": "430769",
            "reply_to_id": "430768",
            "text": "Mitsubishi fá útreið þarna, get nú ekki mótmælt því en mér finnst Matiz fá það heldur ótilunnið og ég er sleginn að þú skulir segja þetta um Lotus… Sendið manninn til sálfræðings! :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 09:22:55",
            "id": "430770",
            "reply_to_id": "430769",
            "text": "Þetta með art deco kokteilbarinn er með því fyndnara sem ég hef lesið… og fékk mig til að hugsa um þessa bíl á nýjum forsendum…. þetta er náttúrulega satt hjá þér! En þetta var tíðarandinn þá.\nMér finnst svipað vera að gerast með nýja Passatinn í dag, þar er tekinn bíll sem var mjög fallegur og sett á hann fullt af krómi og glærum ljósum til að gera hann “flottari” en hann er í rauninni bara verskmiðjuframleiddur rice bíll á eftir."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 10:38:47",
            "id": "430771",
            "reply_to_id": "430770",
            "text": "Fyndið, mér finnst nýji Passatinn nokkuð laglegur en afturljósin eru vafasöm…"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 10:51:29",
            "id": "430772",
            "reply_to_id": "430771",
            "text": "Já, það er nokkuð fyndið…. mér fannst hann flottari fyrir breytinguna!\nÉg fíla ekki þetta króm á honum, mér finnst króm hálfgerð tímaskekkja á nútíma bílum. Sérstaklega finnst mér það asnalegt þar sem þetta er allt feik, alveg eins og feik viðarmælaborð."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 11:23:05",
            "id": "430773",
            "reply_to_id": "430772",
            "text": "Já… Samt, þá hef ég svo litlar áhyggjur af Passat þar sem maður myndi bara vaða beint í Mondeo ef þetta væri það sem maður væri að leita að."
        },
        {
            "user": "thyrnir",
            "user_id": "14576",
            "date": "2002-02-06 11:43:07",
            "id": "430774",
            "reply_to_id": "430773",
            "text": "Ef chevy Bel air '57 er cocktail bar þá er Ford KA hænsnakofi. Cocktail=hanastél og hænsnakofi fattiði LOL!\nAnnars ER fallegasti bíllin w126 Mercedes flestir þessir bílar sem þið eruð búnir að telja upp líta út eins og tittlingar á hjólum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-06 12:36:42",
            "id": "430775",
            "reply_to_id": "430774",
            "text": "hvaða benz er w126? ég er eki nógu vel að mér í týpugerðunum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 12:37:53",
            "id": "430776",
            "reply_to_id": "430774",
            "text": "Jaguar E-Type er tittlingur á hjólum, þekktasta phallic symbol í bílasögunni. Afhverju heldurðu að hann sé á listanum mínum?"
        },
        {
            "user": "nino",
            "user_id": "8909",
            "date": "2002-02-06 13:29:19",
            "id": "430777",
            "reply_to_id": "430776",
            "text": "Fegurstu bílarnir, dálítið hlutlægur samt (dýrka alfa romeo)\nAlfa Romeo 156\nJaguar X-type nýja\nAlfa Romeo GTV\nFiat Coupe (Tímalaus bíll, kom á markaðinn 1994)\nMitsubishi Lancer Evo\nMaserati 3200 GT\nLamborghini Diablo, eftir að hafa séð svona bíl\nup close and personal… fannst þeir ekki merkilegir, sá svo einn slíkan í Þýskalandi og hef dýrkað þá síðan þó hann sé nógu flottur fyrir.\nLjótustu\n1. Toyota Yaris Verso\n2. Fiat Multipla er ljótur en maður venst honum með tímanum, og svo byrjar maður að hafa gaman að honum.\n3.Sumir þessara nýju bíla sem Pinin Farina er að hanna þessa dagana, einhver Hyundai forljótur og svo þessi Mitsubishi Pajero Pinin.\n4. Hyundai Coupe"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 13:39:07",
            "id": "430778",
            "reply_to_id": "430777",
            "text": "Heyrðu, líkar þér betur við nýja eða gamla afturendan á 3200GT? Ég er mjög ósáttur við breytinguna sem kom með spider bílnum en nú munu þeir heita væntanlega 4200GT og vera með geldan afturenda og non-turbo vél byggða á Ferrari 360 vélinni.\nYaris Verso… Now THAT'S ugly!"
        },
        {
            "user": "Kepler",
            "user_id": "752",
            "date": "2002-02-06 13:43:59",
            "id": "430779",
            "reply_to_id": "430776",
            "text": "Tyrnir á líklegast við bílinn sinn, sem er ef mig misminnir ekki, 280 SE ‘85 eða eitthvað :) Fallegir bílar, en kannski soldið overstatement að segja að þeir séu þeir fallegustu.\nÞað var einhver umræða um það hérna að BMW og benz væru ekkert að spá í innanrýminu, en þetta er greinilega skrifað af þeim sem hafa bara setið í glænýjum Benzum og einhverjum ömurlegum 3-series BMW. Gömlu Benzarnir eru helvíti skemmtilegir að innan, kannski nottlega gamalt look, en það er nú líka vegna þess að þeir eru gamlir. BMW hefur ALLTAF miðað innréttinguna við bílstjórann, sbr. að miðstöðin og allt það vísar að bílstjóranum, jafnvel líka í 3-týpunni. Reyndar, þar sem ég hef reynslu bæði af Benz og BMW þá finnst mér BMW hafa haft meira af gizmos og tæknidóti heldur en Benz í sínum bílum.\nAnnars er fallegasti bíll ever að mínu mati 560 SEC. Man allaveganna ekki eftir neinum öðrum fallegri svona í bragðið. Aston Martin gera líka mjög fallega bíla og gamlir amerískir bílar, s.s. Bel Air ’57 og Lincoln Continental '62 (minnir mig). Þeir eru mjög auðveldir á augað.\nÍ ljótu bílaflokknum á Multipla sæti, þeir eru alveg hrottalega ljótir. En alltaf gaman að sjá að fólki finnst skemmtilegt að hrella aðra og keyra um á þessu. Ford Ka hefur mér aldrei fundist fallegur, en ljótur? Veit ekki. Dihatsu Charade, þessir þarna gömlu, þeir eru hræðilega ljótir, bæði að utan sem að innan. Ég held að ég verði að velja hann sem ljótasta bíl fyrr og síðar.\nMínar 2 krónur."
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2002-02-06 14:20:21",
            "id": "430780",
            "reply_to_id": "430779",
            "text": "Fiat Multipla á þó það framyfir t.d. Yaris Verso og nýja Honda Civic að hann er frumlegur og hugvitssamur og mjög góður bíll. Það sem plagar mig mest við Honda Civic (þenna nýja og ekki type R) er hve ótrúlega venjulegur hann… hann er svo dull að mig hreinlega verkjar af því að hafa hann fyrir augunum, ég yrði alvarlega þunglyndur ef ég þyrfti að umgangast þennan ofsalega boring bíl."
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2002-02-06 15:06:53",
            "id": "430781",
            "reply_to_id": "430780",
            "text": "Hefur enginn minnst á Pontiac Aztek?  Þó ég dái og dýrki Pontiac þá verð ég að viðurkenna að framendinn á þessum bíl er einn sá ljótasti sem ég hef séð :(  Að öðru leiti ætla ég ekki að tjá mig um þá ljótustu.\nMér finnst amerískir bílar frá tímabilinu í kringum 65-70 (já og 2nd gen Transam) vera þeir flottustu.\nJHG"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2002-02-06 15:12:21",
            "id": "430782",
            "reply_to_id": "430780",
            "text": "já mér líkar ekki útlitið á þessum gömlu lotusum einn þeirra er bara einn af top 5 ljótustu bílum sem ég hef séð man ekki hvað hann heitir Elan eða elise eða eithtvað gamall blæjari EN ég hef samt gaman af lotus og þarna var ég eingöngu að dæma útlit bílana… ljót-us eru snilldar bílar sem höndla ótrúlega og rosalega vel smíðaðir,\nfuck loookið, Krafturinn er það sem virkar og já höndlið"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 15:19:28",
            "id": "430783",
            "reply_to_id": "430782",
            "text": "Rosalega vel smíðaðir? Þú ert fyrsti maður sem ég heyri segja þetta um eldri Lotus! :)\nErtu ekki að tala um Lotus Europa? Hann er, ehemm, dáldið spes. Reyndar ekki blæjubíll, það eru á milli Seven og framdrifna Elan held ég að sé bara gamli Elan, sem mér finnst btw. ákaflega fallegur bíll."
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2002-02-06 16:15:07",
            "id": "430784",
            "reply_to_id": "430783",
            "text": "held að þetta sé 70 og eitthvað samt man það ekki mjög mikils metnir bílar samkvæmt bílaþáttum sem ég ehf séð.. blæju bílar þú sendir mynd af sona bílu m daginn minnir að það hafi veirð elan.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 16:29:29",
            "id": "430785",
            "reply_to_id": "430783",
            "text": "ég er reyndar sammála þar, Lotus Europa er með þeim allra ljótustu líka… hann lítur út eins og sportlegur líkbíll!!!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-06 17:43:50",
            "id": "430786",
            "reply_to_id": "430785",
            "text": "Huff, þetta fer sko, ehemm, eiginlega *hóst* eftir hvaða gerð af Europa er um að ræða :)\nÉg held hann líti betur út in the flesh en þetta er engin fegurðardís. Ólíkt Elan ;)"
        },
        {
            "user": "thyrnir",
            "user_id": "14576",
            "date": "2002-02-07 14:44:38",
            "id": "430787",
            "reply_to_id": "430779",
            "text": "Mercedes Benz 560 SEC er w126 ;)ég viður kenni að í fyrstu virðist SEC fallegri enn SE/L enn ef maður veltir hlutunum aðeins fyrir sér þá kemstu fljólega að þeirri niðurstöðu að SE/L er engu síðri enn SEC. Svo er líka hægt að setja SEC frammenda á SE sem ég er að spá í að gera;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-06 09:48:18",
            "id": "430788",
            "reply_to_id": "430718",
            "text": "Ég hefði vilja sjá Mazda RX7 þarna."
        },
        {
            "user": "Poxy",
            "user_id": "1361",
            "date": "2002-02-06 17:05:03",
            "id": "430789",
            "reply_to_id": "430718",
            "text": "Mér finnst vanta 68 corvette á efri listan"
        },
        {
            "user": "Steubar",
            "user_id": "7995",
            "date": "2002-02-06 17:45:43",
            "id": "430790",
            "reply_to_id": "430718",
            "text": "ég fíla fiat multipluna, hún er flott að vissu leyti. Fíat tók áhættu með þetta útlit ekki bara önnur corolla. Bílaframleiðendur ættu að gera meira af þessu. Hafa götulífið sem fjölbreyttast!"
        },
        {
            "user": "force",
            "user_id": "6199",
            "date": "2002-02-06 20:15:01",
            "id": "430791",
            "reply_to_id": "430790",
            "text": "Þetta er ágætis umræða, ég veeerð þó að nefna:\nFlottustu:  1. Ruf CTR2 (bara geeðveikastur allra)\n2. Porsche 911 RS\n3. Porsche 959\n4. McLaren F1\n5. Mercedes Benz S-línan nýja\n6. Honda Civic typeR !!Gamli!!\n7. Ferrari F355 GTB\n8. Ferrari F40  (goðsögn)\n9. Viper GTS eða RT/10\n10. Jaguar XJ6\nOg þeir ljótustu:\n1. Daihatsu Grand Move\n2. Daihatsu Move\n3. Daihatsu Terios\n4. Fiat Multipla\n5. Hyundai Coupe\n6. Hyundai Accent\n7. Lada Niva (allar gerðir)\n8. Ford Ka\n9. Toyota Yaris\n10. Dodge Neon\nEinnig finnst mér hræðilegt hvernig nýi Civicinn er orðinn."
        },
        {
            "user": "force",
            "user_id": "6199",
            "date": "2002-02-06 20:55:13",
            "id": "430792",
            "reply_to_id": "430791",
            "text": "Mér finnst RUF CTR reyndar ljótur, hann er alltof ýktur, en mér finnst hinsvegar RUF BTR (yellowbird) einn af þeim allra flottustu og ef ég ætti ótakmarkaðann pening hugsa ég að hann yrði fyrir valinu frekar en nokkuð annað í heiminum….."
        },
        {
            "user": "force",
            "user_id": "6199",
            "date": "2002-02-06 23:15:57",
            "id": "430793",
            "reply_to_id": "430792",
            "text": "þetta dæmi er bara hig in your dream sorry!!\nSetjið td hvað eru flottustu bílarnir hér á Íslandin það er t.d. Einn Lexus is 400 hér hann er geggjaður!!"
        },
        {
            "user": "force",
            "user_id": "6199",
            "date": "2002-02-06 23:15:59",
            "id": "430794",
            "reply_to_id": "430792",
            "text": "þetta dæmi er bara hig in your dream sorry!!\nSetjið td hvað eru flottustu bílarnir hér á Íslandin það er t.d. Einn Lexus is 400 hér hann er geggjaður!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-06 23:44:18",
            "id": "430795",
            "reply_to_id": "430794",
            "text": "Það eru nú óteljandi meira geggjaðir bílar á landinu en Lexus IS400 eða ertu að meina IS300??\nT.d. nýjir M5 bílar, E50 AMG, Porsche 911 Turbo, Jaguar XKR, allt nýir bílar. Lexus heillar engan veginn þó það sé mjög góður og fullnægjandi bíll, þá er hann bara ekkert spes."
        },
        {
            "user": "sportbill",
            "user_id": "17615",
            "date": "2002-02-07 15:10:05",
            "id": "430796",
            "reply_to_id": "430718",
            "text": "Það vantar á listann Porsche 356speedster. Þeir eru frábærir! Þó þeir séu hálf hallærislegir eru þeir flottir!!"
        },
        {
            "user": "arnorg",
            "user_id": "459",
            "date": "2002-02-08 05:05:37",
            "id": "430797",
            "reply_to_id": "430718",
            "text": "Ég ætla að nota tækifærið og koma með MITT álit á hvað mér finnst vera flottir bílar og hvað mér finnst vera ljótir bílar.\nFlottir bílar:\nNýji Range Roverinn 2002\nhægt er að sjá hann hérna:\nhttp://www.rangerover.landrover.com/html/thecar/car_photo_home.jsp?country=IS&language=EN&charset=ISO-8859-1&countryGroup=B&rem=0\nMerzedes  benz SL 55 AMG (hann Jón ásgeir í bónus var einmitt að kaupa sér einn svona)\nhttp://www.new-car-net.co.uk/firstimparchiveitem.html?id=1303&po\ns=1\nMercedes-Benz SLR McLaren\nhttp://www.new-car-net.co.uk/firstimparchiveit\nem.html?id=493&pos=1\nOg svo draumabíllinn minn!\nLincoln Navigator\nhttp://www.lincoln.com/vehicles/interior.asp?svehi=n\nav\nAudi TT\nhttp://www.audi.com/de/de/neuwagen/tt/tt.jsp\nGmc Yukon Denali\nhttp://www.gmc.com/denali/main.html\nFerrari spider og “testorosa”\nPorche 996 Turbo\nSvo nokkrir sem ég gæti alveg hugsað mér að eiga hálfónýta út í bílskúr og ditta að þeim:\nFiat 500\nAustin Mini\nWrangler\nSvo á ég líka í minni innri baráttu hvað ég tel vera ljóta bíla\nFiat Multipla\nSubaru Impreze (hvernær ætlar fólk að troða inní hausinn á sér að hann er ekkert minna fjölskyldulegri með því að henda einhverjum spoilerum á hann og felgum, hann er eins og hann er eins og subaru legazy hvað varðar fjölskylduleika og eins og fjölskyldubíll með kittum og spolerum og felgum en ekki sportbíll!!\nHuyndai Coupe og Huyndai accent\nMitsubishi Lancer 1990 árgerð\nNissan sunny 1995\nOg Mitsubishi Galant gamli stóri, er einhver sammála mér að alltaf þegar ég sé þennan bíl þá er annaðhvort skuggalegt lið eða mjög sjúskað lið sem keyrir hann? :)\nTakk fyrir\nSubaru Forester\nOg Honda Civic!"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-02-09 14:34:15",
            "id": "430798",
            "reply_to_id": "430718",
            "text": "Flottastir\nNokkurn veginn í þessari röð.\nTVR Tuscan Speed six(Uff uff ufff)\nCerbera\nLotus Elise\nFerrari 550 Maranello\nShelby Cobra (sem kom orginal með 289 Ford vél, En boddieð er Evrópskt. Staðreynd)\nVolvo S60\nMorgan\nJaguar(flestar gerðir, reyndar það margar að það þyrfti annan lista.)\nAston Martin DB7\nAlfaRomeo\n(Fiat Multipla fær að hanga með vegna framtakssemi, mér finnst allavega skemtileagri að horfa á en Corolla)\nLjótir.\njá.. bara þessi ljótu\nAnnars er ég ekki mikið fyrir þessa Evrópsku ;)"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2002-02-09 14:40:15",
            "id": "430799",
            "reply_to_id": "430798",
            "text": "Greinilega ekki;)"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2002-02-10 09:28:15",
            "id": "430800",
            "reply_to_id": "430799",
            "text": "shelby-in er með AC boddy.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-10 17:32:41",
            "id": "430801",
            "reply_to_id": "430800",
            "text": "Nánar tiltekið bodí af AC Ace sem er breskt. Fyrir min pening var AC Ace mun fallegri en Cobran."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-02-13 21:37:56",
            "id": "430802",
            "reply_to_id": "430801",
            "text": "Emm erum við að tala um sama bíl.\nShelby cobra kom út 65´\nEr ekki Ac ace Kitbíll??"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-14 01:23:12",
            "id": "430803",
            "reply_to_id": "430802",
            "text": "AC Ace var ekki kitt car upprunalega þótt að það séu til mörg Cobra kitt í dag.\nAce kom fram 1953 og var mjög nútímalegur á þeim tíma."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-02-14 14:46:04",
            "id": "430804",
            "reply_to_id": "430803",
            "text": "Ég skil..\nÉg las nenfilega grein í Road & Track þar sem var tekið fram að Cobra 289 væri á enskri grind og væri með vél frá ford. Þeir tóku líka fram að spittfire p51(flugvélin) væri öfug, eða USA grind og bresk vél. og .eim fannst að fleiri samvinnu verkefni ættu að eiga sér stað ef utkoman væri alltaf svona góð."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-14 15:17:16",
            "id": "430805",
            "reply_to_id": "430804",
            "text": "P51 er Mustang :)\nSupermarine Spitfire er algerlega ensk flugvél og hreyfillinn Rolls Royce Merlin ef ég man rétt.\nNorth American P51 Mustang var með mismunandi mótorum að ég held en ég er ekki frá því að þeir hafi haft Packard smíðaða Rolls Royce vél eða öfugt.\nShelby cobra notar að ég held bara AC Cobra að mestu leiti og helsta breytingin er Ford V8 (amerísk). AC Ace var fáanlegur með þremur vélum, einhverri 4 cyl og seinna Bristol línu 6 cyl ellegar Ford (evrópsk) línu 6."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-02-15 20:20:13",
            "id": "430806",
            "reply_to_id": "430805",
            "text": "Jáaaaaauuu…\nÉg var að tala um P51(sama hvort þú viljir kalla han mustang eða spitfire.)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-02-16 03:50:05",
            "id": "430807",
            "reply_to_id": "430806",
            "text": "Mustang er ekki það sama og Spitfire. Spitfire kom fyrr og rekur ættir til keppnissjóflugvéla Supermarine. P51 er Mustang. Ég man nú ekki alveg söguna þar á bakvið en mig minnir að bretar hafi beðið USA um að hanna og smíða orrustuflugvél handa sér og North American hannaði P51 Mustang. Þar með hlýtur eiginlega að vera að það hafi verið Packard sem smíðaði Rolls Royce hreyfla í hana en ekki öfugt."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2002-02-10 19:44:39",
            "id": "430808",
            "reply_to_id": "430718",
            "text": "Ég held það sé eitthvað að þér í agunum því þú ert að gleyma helling af bílum.\nImprezan, eina ástæðan sem þér finnst hún ljót er örugglega vegna þess að choco-drullurnar eyðilöggðu ímyndina.\nSkil ekki af hverju Nissan sunny er þarna.\nSkil ekki af hverju hellingur af bílum er þarna.\nHvað með gamla skódann? Ha?\nTrabantinn, ekki segja mér að þér hafi fundist hann fallegri en t.d. Lancerinn???\nHa. þú hefur greinilega ekki kynnt ´þér mikið hvaða bílar eru í raun til, og það fyndnasta við þessa greina að allir þessir bílar fást á Íslandi, sem er sennilegast með minnsta úrval bíla miðað við sölu nokkru sinni!\nFíflagrein!\nViceRoy"
        },
        {
            "user": "Yeboah",
            "user_id": "1927",
            "date": "2002-02-13 14:49:03",
            "id": "430809",
            "reply_to_id": "430808",
            "text": "Multipla er án nokkurs vafa ljótasti bíll allra tíma og síðan hefði Lamborgini Diablo alveg mátt vera þarna"
        },
        {
            "user": "Silence",
            "user_id": "8869",
            "date": "2002-02-15 12:21:16",
            "id": "430810",
            "reply_to_id": "430718",
            "text": "og ekki gleyma ogedinu yaris VERSO sem er i raun og veru ljotari en Yaris"
        },
        {
            "user": "Hreizi",
            "user_id": "45394",
            "date": "2007-05-05 18:24:50",
            "id": "4865804",
            "reply_to_id": "430718",
            "text": "Fallegustu:\nBMW - ALLIR\nFerrari Modana eða eitthvað\nBenz Mclaren SLR\nLamborghini Diablo\nAston Martin Vanquish\nCorvette Stingray\nLjótustu:\nLexus\nKia\nFiat\nToyota Yaris\nHonda Jazz\nSuzuki Swift\nFord Focus og fleira"
        }
    ]
}