{
    "forum_title": "Heilsa",
    "user": "bjoddi",
    "user_id": "75475",
    "date": "2008-12-26 18:11:47",
    "title": "SMART Reglan , ný grein af www.body.is",
    "text": "Ef ég þekki það rétt þá er fólk nú á næstu dögum þegar hátíðirnar hafa liðið hjá að fólk fer að koma sér í sporin, ætlar sér að fjárfesta sér í korti og ætlar að sigra heiminn. Reynslan hefur sýnt mér að meirihluti fólks hefur því miður oftar en ekki árngur sem erfiði vegna þess að annaðhvort það ætlar sér of stóra hluti á stuttum tíma og það framkallar á endanum gremju og pirring svo fólk lætur þetta lönd og leið. Ástæðurnar fyrir því eru margar en einna helst eru þær vegna þess að fó\nlk setur sér ekki skýrar línur hvað það virkilega ætlar sér, flestir hafa heyrt um S.M.A.R.T. markmiðasetningu. Ég ætla aðeins að skilgreina þetta hugtak betur í þeirri von að það hjálpi þér að setja þér skýr og raunhæf markmið.\nS. Stendur fyrir Skýr markmið. Það að vilja minni rass, stærri upphandleggi og minni maga eru ekki markmið, það eru óskir. Gott er að notast við blað og penna og setja þetta skýrt niður ´æa blað, þegar er átt við skýr markmið þá á ég við að þú getur notast við dagssetningu sem þú ætlar að vera búinn að ná markmiðunum fyrir t.d. Fyrir 1 Mars ætla ég að vera búin að losa mig við a.m.k. 10 cm yfir mittið. Þar er komið skýrt niður á blað hvað þú ætlar þér, það er eins og ef þú sest upp í bíl þá keyrir þú ekki bara eitthvert, þú stefnir á ákveðinn áfangastað, þú keyrir ekki bara eitthvað ´æut í bláinn.\nM. Stendur fyrir mælanleg markmið, hér ættir þú að byrja á byrjuninni og mæla ummál á helstu líkamshlutum og e.t.v. fitumæla þig. Fram að 1 Mars ættu að vera 2 til 3 mælingar sem geta verið “skammtíma” markmið þín til þess að halda þér meðvituðum að þú sért alveg örugglega á réttri leið, fram að þessu tímamarki haltu þá dagbók yfir hvernær mælingarnar eiga að vera svo þú sért að keppa við tímann.\nA. Stendur fyrir alvöru markmið. Markmið þín þurfa að vera byggð á þekkingu, hæfileikum og aðgang að tækjum til þess að geta náð settu markmiði. Það getur falið í sér að þú verðir að lesa þig vel til t.d. á netinu og lesið bækur um árangurs hvatningu, matarræði og æfingar eða fengið þér aðstoð fagfólks. Það að ná markmiðum sínum kostar aga og vinnu, þú þarft að skapa með þér þinn eigin persónulega stíl til þess að ná því fram sem þú leitast eftir því það kemur ekki ef þú leitast ekki eftir því og leggur þig fram við að ná árangrinum.\nR. Stendur fyrir Raunhæf, hér er um að ræða það atriði sem flestir hafa flaskað á gegnum tíðina, það er að setja upp raunhæf markmið, ekki byggja upp skýjaborgir sem eru ávísun oft á gremju fyrir því að ná ekki settu marki. Þegar ég á við óraunhæf markmið þá erum við að tala um að þú munt ekki ná því að minnka ummál þitt um þessa 10 cm yfir mittið á 2 vikum eða eitthvað álíka og þú munt ekki ná að vinna íslandmeistareatitilinn í fitness um páskana ef þú ert að stíga þín fyrstu skref núna, ég er síður en svo að draga úr þér kjarkinn en þetta eru hlutir sem gerast ekki 1 2 og bingó. Lestu þig til og spurðu eða fáðu aðstoð og sjáðu hvað virkilega er raunhæft, í bókum er talað um að raunhæft er að missa 1 til 1 ½ kg á viku misjafnt þó eftir fólki, en hver og einn þarf að persónugera þessi markmið fyrir sjálfan sig.\nT. Hér er átt við tímasetningu. Komið hefur fram að þú hefur sett þér það mark að ná ákveðnum þætti inn fyrir 1 mars n.k. Þú hefur ákveðið að gera þetta markvisst og ná því fram með skipulagðri vinnu, þegar þú hefur náð markmiðum þínum og allt gengur eins og það á að ganga þá er því ekkert til fyrirstöðu að láta kné fylgja kviði og setja sér önnur og jafnvel háleitari markmið í framhaldinu því e.t.v. hefurðu efni á því, eftir að þú hefur notað þessa reglu þá mun hún hjálpa þér við allt sem þú tekur þér fyrir hendur hvort sem það er að koma þér í betra form, safna fyrir utanlandsreisu eða komast í gegnum nýtt og krefjandi nám.\nÞað er alvita að eins og ég hef komið inn á áður að þegar þú ætlar þér að ná fram hlutum þá setjum við þá í þrepaskiptingu eins og með þessari aðferð svo þeir virki ekki óyfirstíganlegir, ég mæli með þessari aðferð því hún virkar svo sannarlega, það vita það allir og flestir eru mér sammála en í stað þess að kinka kolli og vera sammála þá ættir þú að ganga til verks og framfylgja þessu á skipulagðan hátt, skrifa niður markmið þín í takt við þetta og fylgja þeim. Það sígjast betur inn í undirmeðvitund þína ef þú gerir það og þú verður miklu líklegri til afreka en ekki, ég get lofað þér því og ég hef fulla trú á því að þið látið slag standa og notið þessa aðferð. Prentaðu þessa grein út og hafðu hana hjá þér í dagbókinni svo þú munir hverju þú stefnir að, maður virkilega þarf stundum á því að halda að vera minntur með einhverjum hætti á það sem maður þarf og virkilega vill.\nÉg vil óska ykkur gleðilegra jóla og óska ykkur velfarnaðar á nýju ári 2009. Strax í upphafi nýs árs mun ég hefja skrif á nýjan leik hér á síðunni, fram yfir hátíðarnar eða fram til 5 Janúar mun ég taka mér frí frá greinaskrifum. bestu kveðjur Bjöddi\nwww.body.is",
    "url": "https://www.hugi.is/heilsa/greinar/634275/smart-reglan-ny-grein-af-wwwbodyis/",
    "url_id": "634275",
    "id": "6407595",
    "replies": [
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2008-12-26 22:50:30",
            "id": "6408162",
            "reply_to_id": "6407595",
            "text": "hef lengi ætlað að gera þetta , hef bara aldrei haft nein markmið sem mig virkilega langaði að ná en núna er ég með eitt"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2009-01-01 16:55:03",
            "id": "6419291",
            "reply_to_id": "6408162",
            "text": "sem er … ?"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2009-01-01 17:59:21",
            "id": "6419409",
            "reply_to_id": "6419291",
            "text": "mitt mál , ekki þitt"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2009-01-01 18:05:00",
            "id": "6419424",
            "reply_to_id": "6419409",
            "text": "datt það í hug… spurði bara\ngetur samt verið gott að segja frá markmiðum sínum… motivatar mann til að ná þeim"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2009-01-01 18:06:45",
            "id": "6419430",
            "reply_to_id": "6419424",
            "text": "jámm og ég er þess vegna búin að segja vinkonu minni frá þeim , og mömmu , og svo ætla ég að skrifa þau niðu"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2009-01-01 18:59:44",
            "id": "6419610",
            "reply_to_id": "6419430",
            "text": "nice"
        }
    ]
}