{
    "forum_title": "Tíska & útlit",
    "user": "Cherry123",
    "user_id": "74880",
    "date": "2008-12-31 14:02:40",
    "title": "þurr húð ;o",
    "text": "ókei, andlitið á mér er virkilega þurrt og já, væri ekkert á móti því að losna við þetta.. er búin að reyna mjög mikið en það virkar eiginlega ekkert.. getur einhver komið með gott ráð til að losna við þurra húð, og til að verja húðina þegar það er frost úti ? ..",
    "url": "https://www.hugi.is/tiska/korkar/635097/thurr-hud-o/",
    "url_id": "635097",
    "id": "6417328",
    "replies": [
        {
            "user": "minnienflestir",
            "user_id": "69127",
            "date": "2008-12-31 14:08:27",
            "id": "6417336",
            "reply_to_id": "6417328",
            "text": "dagkrem, mæli með dagkreminu fra gamla apotekinu^^"
        },
        {
            "user": "Merenwen",
            "user_id": "69119",
            "date": "2008-12-31 14:38:12",
            "id": "6417389",
            "reply_to_id": "6417328",
            "text": "decubal ( held það heiti það) er rosalega gott prófaði það hjá vinkonu minni.. er í rauðri túbu og fæst í apótekum.\nhttp://www.actavis.is/is/products/decubal.htm\nreyndar nota ég líka gulrótarolíu frá arya laya (fæst í heilsuhúsinu) það er alger snilld og bjargat húðinni minni á veturna :)\ngangi þér vel"
        },
        {
            "user": "princesstard",
            "user_id": "72832",
            "date": "2008-12-31 16:38:51",
            "id": "6417648",
            "reply_to_id": "6417328",
            "text": "ég nota eitthvað.. butter dæmi úr body shop. Og ég er með hræðilega húð\neinn daginn er húðin mín svo þurr að ég lýt út eins og fiskur á landi, set kanksi á mig rakakrem, þá er eins og ég hafi smurt olíu á mig næsta dag"
        },
        {
            "user": "princesstard",
            "user_id": "72832",
            "date": "2009-01-01 23:58:17",
            "id": "6420258",
            "reply_to_id": "6417648",
            "text": "oj það sama kemur fyrir mig (ef ég set á mig rakakrem þá er eins og ég hafi smurt á mig olíu næsta dag)\n:("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-01-01 23:59:29",
            "id": "6420264",
            "reply_to_id": "6420258",
            "text": "sux .."
        },
        {
            "user": "Cherry123",
            "user_id": "74880",
            "date": "2009-01-02 14:40:04",
            "id": "6421236",
            "reply_to_id": "6417648",
            "text": "ég á eitthvað svona coconut body butter eða eitthvað dæmi, en er í lagi að setja það á andlitið ? .."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-01-02 14:47:11",
            "id": "6421251",
            "reply_to_id": "6421236",
            "text": "well, ég á eitthver avocado butter dæmi sem að virkar wonders og ég nota það á andlitið á mér\nsvo að ef að það er ekki í lagi þá\n..aumingja ég"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2009-01-02 01:41:33",
            "id": "6420509",
            "reply_to_id": "6417328",
            "text": "Gott er að nota rakakrem sem er sértaklega gert fyrir þurra húð og það er mælt með að nota næringu eða raka maska í hverri viku… Farði fyrir þurra húð verður að innihalda olíu eða rakagefandi efni svo hann gefi húðinni fallega áferð.. Tekið úr bókinni Förðun"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-01-02 20:04:21",
            "id": "6421862",
            "reply_to_id": "6417328",
            "text": "Ég nota Dagkrem frá Blue Laggon, set það á mig þegar ég vakna og svo áður en að ég fer að sofa þá set ég á mig Næturkrem frá Blue Lagoon :) það virkar fyrir feita húð og þura húð..\nég er með alveg rosalega skrítið andlit, með svona feitt T svæði en svo á milli augnbrúnanna og hjá nefinu þá er ég alveg rosalega þurr, en þegar ég nota kremin frá Bláa Lóninu þá lagast ég alveg rosalega fljótt….\nég veit að kremin frá Bláa lóninu eru alveg svaðalega dýr en það virkaði ekkert annað á mig þannig að ég verð eiginnilega að nota þetta… Einnig nota ég sjampó frá Bláa lóninu sem er fyrir þuran hársvörð, sem er alveg rosalega gott líka :)"
        },
        {
            "user": "preggo",
            "user_id": "33108",
            "date": "2009-01-02 23:00:19",
            "id": "6422204",
            "reply_to_id": "6417328",
            "text": "ég mæli með rakakreminu í stóru krukkunni frá Volare. Það er hægt að fá kremið fyrir þurra húð, virkar mjög vel!\nsvo er gott að setja á sig meik áður en maður fer út í frostið, meik og farði ver húðina fyrir frostinu. Svo þarf náttúrulega alltaf að þrífa meikið af á kvöldin."
        },
        {
            "user": "volcano",
            "user_id": "35999",
            "date": "2009-01-03 00:23:24",
            "id": "6422382",
            "reply_to_id": "6417328",
            "text": "ég er með þurra húð , en ég má ekki nota nein rakagefandi krem nema aleovera , mæli klárlega með því að setja það 10-15 min áður en þú meikar þig eða púðrar þig , og svo þegar þú þrýfur á þér andlitið þá er sniðugt að setja aleovera eftir það. og líka eftir sturtu og á morgnana … heldur minni húð góðri allavegana."
        },
        {
            "user": "Skulina",
            "user_id": "64699",
            "date": "2009-01-03 18:19:41",
            "id": "6423750",
            "reply_to_id": "6417328",
            "text": "Ég á mjög gott krem frá Elizabeth Arden..\nÉg er með svona þurra húð og þú setur þetta á þig alla vegana á morgnana en samt gott að setja það á kvöldin líka ef það er kalt úti.\nÞetta heitir Elizabeth Arden - Energizing - Moisture Lotion.."
        },
        {
            "user": "scratchy",
            "user_id": "65039",
            "date": "2009-01-10 21:37:11",
            "id": "6440650",
            "reply_to_id": "6417328",
            "text": "Svona Nive krem í bláum ál dollum…\nSvona geðveikt venjulegt krem, ekkert svona aukaefna dæmi :D\nVirkar mjög vel og er mjög ódýrt ^^"
        }
    ]
}