{
    "forum_title": "Húðflúr og götun",
    "user": "Jamila",
    "user_id": "74626",
    "date": "2009-01-03 01:27:35",
    "title": "Please hjálp... sýking í tungu",
    "text": "Ég fékk mér gat í tunguna í dag.. fattaði svo að ég er með nikkelofnæmi, valið stóð á milli titanium og læknastáls og ég valdi seinni kostinn án þess að vita að það væri nikkel í læknastáli. Er ég að fara að fá sýkingu semsagt? Á ég að fjarlægja lokkinn áður en það gerist eða? Ég er freeekar hrædd.. vil ekki lenda í sýkingu.\nOg annað.. er í lagi að reykja eftir piercing í tungu?\nBætt við 3. janúar 2009 -  16:41\nhvernig veit að ég er að byrja að fá sýkingu í tunguna?",
    "url": "https://www.hugi.is/hudflur/korkar/635482/please-hjalp-syking-i-tungu/",
    "url_id": "635482",
    "id": "6422537",
    "replies": [
        {
            "user": "jolnir",
            "user_id": "65858",
            "date": "2009-01-03 04:07:55",
            "id": "6422794",
            "reply_to_id": "6422537",
            "text": "Eftir mínútu á google fann ég síðu sem segir að nickel muni fokka þér upp ef þú ert með ofnæmi. Ekki flippa samt strax.\nGamla góða tuggan: talaðu við gatarann. Ef það er ekki mögulegt þá mæli ég með sessu á tattoo og skart eða beggu á ísl-húðflúrastofunni.\nef þú vaknar á morgun og tungan öll í fokki og sýkingu þá ættiirðu ekki að taka lokkinn úr strax. sýkingin gæti lokast inni sárinu. Farðu til læknis eða gatarans og biddu um hjálp.\njæja ég ætla allavega að fara að sofa."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-01-03 04:43:15",
            "id": "6422842",
            "reply_to_id": "6422537",
            "text": "Skv. minni lífeðlisfræði þá er sýking þegar að aðskotalífverur (eða jaðarlífverur, veirur) sýkja vef í líkamanum. Ofnæmi stafar aftur á móti af því að ofnæmiskerfið er sjálft að ráðast gegn einhverju sem það ætti ekki að ráðast gegn.\nGóðar fréttir, ef þú færð sýkingu þá tengist það nikkel ofnæminu þínu ekki. Þú gætir aftur á móti fengið ofnæmisviðbrögð, svo að ég mæli með að skipta um lokk."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2009-01-03 08:35:35",
            "id": "6422997",
            "reply_to_id": "6422537",
            "text": "Læknastál inniheldur 8-10% nikkel en flestir þeir sem hafa nikkelofnæmi þola samt sem áður læknastál. Ég myndi ekki panikka strax því það eru ekkert 100% líkur á að þú fáir einhver ofnæmisviðbrögð :)\nEf ég tek mig sem dæmi þá er ég með mikið nikkelofnæmi og þoli mjööög lítið af skartgripum, hvort sem það eru hálsmen, hringar eða eyrnalokkar. Ég er samt með læknastál í flestum götunum mínum (eyrum, tungu o.fl.) og hef ekki lent í neinu veseni með það"
        },
        {
            "user": "Jamila",
            "user_id": "74626",
            "date": "2009-01-03 15:20:13",
            "id": "6423374",
            "reply_to_id": "6422537",
            "text": "kanski óþarfi að panica straax, en t.d. ég get ekki haft læknastál. -útaf nikkel ofnæmi"
        },
        {
            "user": "Jamila",
            "user_id": "74626",
            "date": "2009-01-03 16:37:55",
            "id": "6423502",
            "reply_to_id": "6423374",
            "text": "hvernig veit ég að ég er að byrja að fá sýkingu í tunguna? :O"
        },
        {
            "user": "Jamila",
            "user_id": "74626",
            "date": "2009-01-03 18:24:46",
            "id": "6423765",
            "reply_to_id": "6423502",
            "text": "þegar að þú færð sýkingu"
        },
        {
            "user": "Jamila",
            "user_id": "74626",
            "date": "2009-01-04 20:14:19",
            "id": "6426341",
            "reply_to_id": "6423765",
            "text": "Frábært.. af því að tungan mín er gulleit.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-01-04 20:17:02",
            "id": "6426347",
            "reply_to_id": "6426341",
            "text": "eh íh oj"
        },
        {
            "user": "badsloppur",
            "user_id": "51730",
            "date": "2009-01-03 20:33:38",
            "id": "6424119",
            "reply_to_id": "6422537",
            "text": "Talaðu við gatarann sem gerði þetta um þetta, því nikkelofnæmi getur orðið viirkilega slæmt sko.\nBætt við 3. janúar 2009 -  20:39\nÉg reyndar veit ekkert hvernig nikkelofnæmi verður í tungu en ég get ekki ímyndað mér að það sé þægilegt.\nOg þú mátt reykja þótt þú sért með gat í tungunni, það gæti samt verið að þér verði smá illt fyrst en allavega reykja maaaargir sem ég þekki sem eru með gat í tungunni."
        },
        {
            "user": "mofo",
            "user_id": "27877",
            "date": "2009-01-07 01:51:34",
            "id": "6432348",
            "reply_to_id": "6422537",
            "text": "alltilagi að reykja ,,, bara gatið er lengur að gróa,,, þetta sagði sessa mér :D"
        },
        {
            "user": "Rutski",
            "user_id": "33310",
            "date": "2009-01-11 22:57:15",
            "id": "6443230",
            "reply_to_id": "6432348",
            "text": "Mæli með þvi að fara til maneskjjunnar sem gataði þig og biðja hana um að skipta yfir í titanium lokk fyrir þig."
        }
    ]
}