{
    "forum_title": "MMORPG",
    "user": "tran",
    "user_id": "59",
    "date": "2002-02-07 11:21:00",
    "title": "Relic raid tilraunir í hiberniu",
    "text": "Smá update fyrir þá sem\na) Hafa ekki verið að spila síðustu daga á pellinor\nb) Sofa á næturnar =)\nAnyways, þetta byrjaði allt á fimmtudaginn eða föstudaginn, þegar það var hljótt í emain macha og við vorum 2 grúppur sem höfðum ekkert að gera svo við ákváðum að fara og data Dun Crimthain. Það gekk vel daginn eftir tókum við og fengum besta woodworkerinn okkar til að uppfæra hurðirnar. Hann tók eftir því að það var búið að bæta við 2 nýjum levelum fyrir hurðirnar(áður gátu þær mest verið level 8). Hann prufaði að uppfæra í level 10 og okkur til mikillar skemmtunar uppfærði hann báðar hurðirnar í level 10.. ókeypis =)\nAnyways, þetta er bug sem verður lögðuð í næsta patchi, og við ákváðum að nota þetta ekki aftur.\nÁ laugardaginn var stóri dagurinn, relic raid var planað og það átti ekkert að gefa eftir.\nUm miðjan daginn(est tíma) á laugardaginn var algjörlega allt dautt í emain, sem er mjög óvenjulegt fyrir þennan tíma, ég ætlaði að fara að porta mig yfir í emain fyrir smá action en hitti um 20 Knights of the Blue Sky félaga í Castle Sauvage(portal), ég spurði þá hvert þeir væru að fara og þeir voru að fara upp í benowyc til að ná í siege gear fyrir kvöldið, ég ákvað að koma með þeim enda veitti  þeim ekki af því, þeir eru allir frekar low level og frontierinn í albion er algjör hryllingur að ferðast um án þess að fá agro. Robyyn kom einning með okkur (scout). Við dvöldumst aðeins við ði beno og robyyn fór að scouta og okkur og henni til MIKILLAR undrunar fann hún 2-3 gráa/græna hibba að leika sér fyrir utan portalið þeitta. Frontierinn í albion er aldrei notaður í svona skirmish eins og í emain, enda er hann hundleiðinlegur :P\nAnyways, vegna þessa ákváðum við að halda okkur í beno, ég fór að prufa að gera siege vopn og gerði fyrsta catapultið mitt =)\nSíðan fór Robyyn að sjá hurðiarnar þarna opnast og lokast og að lokum sá ég message yfir alliance rásina:\n[Alliance] Robyyn: OMFG 250+ HIBS JUST LEFT THE PORTAL IN HADRIANS WALL\n[Alliance] Faltina: haha, nice try\n[Alliance] Robyyn: OMFG IT TAKES 30 SEC FOR MY SCREEN TO REFRESH\n[Alliance] Faltina: ehh.. can anyone confirm this?\nBren(minstrel) tæmdi allt lyonesse (xp svæði fyrir 35+) og barrows tæmdist um leið, það fóru ALLIR í vörn og þegar það kom í ljós að þeir væri á leið í snowdonia fóru allir þangað, nema nokkrir sem héldu sig í castle excalibur. Ég gerði /who snowdonia rétt eftir að ég kom í castle myrrdin og þá fékk ég 278 svör. Giska á að það hafi verið svona 50 anon allavega.\nAnyways, Hibbarnir tóku sig til og tóku Caer Hurbury, og ætluðu víst að taka öll keepin okkar, en þegar þeir sáu þennan gríðarlega flota sem var kominn í vörn ákváðu þeir að fara beint til Castle Myrrdin og reyna að ná sér í relic.\nÞað fór illa.\nÞeir dóu =)\nÉg var fyrir framan kastalann og ég sá ekki einu sinni einn hibba, fyrr en ég labbaði framar og sá líkin, uberguardarnir höfðu gert sitt verk, þeir lágu eins og hráviði út um allt.\nÞarna hafði þeim tekist að tefja raidið okkar sem var planað sama dag og við vorum með ALLA yfir 30 á einum stað svo við þrömmuðum inn í castle sauvage og byrjuðum að porta yfir. Ég segi byrjuðum að porta yfir því það tók okkur heilar 6 tilraunir að porta yfir, við vissum ekki einu sinni að það væri limit á því hvað wizardarnir gætu portað marga í einu.\nÞegar við vorum allir komnir saman í portalinu í emain var varla líft fyrir laggi, jafnvel á minni 1.6 ghz tölvu með gf2 64mb, mig langar ekki einu sinni að ímynda mér hvernig þetta hafi verið hjá fólki á low end tölvum.\nVið fórum að MG1 og regroupuðum þar, fórum síðan inn í brifine og þá gerðist það.\nSERVERINN KRASSAÐI.\nJámm, allir serverinn krassaði í fyrsta sinn, þetta gerist víst reglulega á stóru serverunum en var í fyrsta sinn hjá okkur.\nÞegar hann kom aftur upp vantaði okkur allavega 150 manns(vorum þó 200 eftir) og á meðal þessara 150 voru ALLIR leaderarnir. Pedron reyndi að taka stjórn og gerði það bara vel en það gerðist fljótlega að öftustu mennirnir lentu í mobs og öllum var sagt að stoppa, en einungis helmingurinn stoppaði, hinn helmingurinn fór bara “eitthvað” áfram. Ég var í hópnum sem var eftir, og þegar við fórum að leita upp hinn hópinn fórum við framhjá Dun Ailline sem allavega 100 hibs voru að verja, við vorum um 75. Pedron sagði okkur að STOPPA, oft, en eitthvað troll þurfti endilega að öskra CHARGE, við vorum ekki einu sinni búnir að pulla einn guard. 20 manns chörguðu og ég sá strax að við forum dauðadæmdir. Þeir pulluðu alla guardana niður og hibbarnir komu með og rústuðu okkur. Ég veit ekki um örlög hins hópsins en ég veit að þau voru engu betri en okkar.\nSem sagt, þetta kvöld var hryllingur.\nÞað var ekkert gefist upp og daginn eftir, á meðan superbowl var skipulaggði Epic smá keep taking raid og við náðum 4 keeps í það skiptið, sem sagt, hibs með 1 og við með 6.\nÁ mánudaginn skiptust við á keepum, en við hættum því og reyndum við relicið í Lamtha, það gekk ágætlega en hibs komu aftan að okkur í miðju champions pulli(sama level og uberguards) og drápu okkur.\nÁ þriðjudaginn hélt baráttan áfram, þeir náðu Dun Ailline aftur og við skiptums nokkrum sinnum á keeps en keep raidin enduðu þegar við vorum með 5 á móti 2, og þá fórum við(ég fór að sofa fyrir það) bara í vörn, og uppfærðum hurðirnar í keepunum og fórum að sofa =) (ég fór bara beint í skólann, enginn svefn =)\nÍ gær(miðvikudagur) var stærsti dagurinn hingað til, við byrjuðum að krafti og þegar við vorum að safnast saman við MG1 fengum við msg umað hibernia hefði náð Caer benowyc. Eðlilega varð okkur bruðgðið en ákváðum að láta það ekki trufla okkur, og þetta væri bara betra fyrir okkur, allir hibbarnir í albion. Við fórum beinustu leið í Dun Dagda(relic keep) og byrjuðum á því að drepa uberguardana, ekkert vandamál þar, við byrjuðum á hurðunum og ytri hurðin fór niður eins og smjör, enda bara á level 4 =) Innri hurðin var hinsvegar level 10, en það tók ramana okkar samt sem áður lítinn tíma að rífa sig í gegnum þá. Bara ein hurð eftir, og það á level 2 og ekki einn einasti hibbi að verjast. Við vorum allir farnir að verða spenntir og töldum ekkert geta stoppað okkur.. en þá poppuðu allir uberguardarnir í einu ásamt 6-10 champions og við náðum að drepa þá næstum alla en það var ekki nóg, þeir wipuðu okkur =(((((((\nVið gáfumst ekki upp og ákváðum að taka öll keepin áður en við gerðum aðra tilraun að relicinu, gerðum það og gerðum aðra tilraun. Þá gerðist það að einhver thurs laggaði alla leið upp og pullaði alla guards í einu og allir dóu, enda var bara helmingurinn af okkur komnir á staðinn, og fólkið var að bíða eftir restinni. Við fengum fréttir af því að það væru um 100 hibs í Dun Schathig og þegar við komum þangað(ég fór á undan í minstrel grúppu) voru fyrri hurðirnar farnar og innri í 10%, við náðum að gera við innri hurðina þangað til að aðal herinn kom, þrátt fyrir að þeir væri að senda pets á okkur í gegnum veggina og skjóta okkur með örvum og göldur í gegnum veggi/hurðir. Við wipuðum þá, og fyrir einhverja ástæðu tók einhver thurs við stjórinni og var næstum búinn að drepa okkur er við héldum til lamtha til að gera þriðju tilraunina að relic þetta kvöld(morgun). Það tók okkur alveg 1 klt að komast þangað uppeftir, hefði átt að taka mesta lagi 20 mínútur. Við drápum alla guardana og byrjuðum á ytri hurðinni þegar við fengum msg um að hibs væru búnir að ná Dun Scathig, enda vorum við allt of lengi á leiðinni. Það voru um 15 hibs í Lamtha þegar við komum af staðinn, en þeir létu herinn sem tók Scath vita hvenær guards poppuðu og þeir rushuðu okkur á pops, og það blóði var úthellt á báða vegu og þetta endaði kvöldið fyrir mér, enda þurfti ég að fara að í skólann.. Tvær svefnlausar nætur í röð fyrir mig.. Nenniði bara pls að gefast upp? =)\nÞað sem kom mér mest á óvart er ÓHEMJU heimska midgard thursanna alla þessa daga, ég hef misst virðingu fyrir flestum þarna núna. Í staðinn fyrir að reyna að ná relicunum sínum til baka, þá eru þeir að gera það erfiðara fyrir sjálfum sér og okkur með því að kampa MG1 og portalið okkar og farma Rp's.. Why??\nSumt fólk telur að þeir séu bara að bíða þangað til að við náum relici og ætli að taka það af okkur þarna og fara með það sjálfir heim en það kann reglurnar ekki nægilega vel, við mundum taka hib relic, ekki mid, og mids geta ekki tekið það upp ef þeir drepa einhvern af okkur því að til að taka relic óvinarins þurfa þeir að vera með samsvaranadi relic(gerði, power eða strenght) í shrininu heima hjá sér.\nPlús það náttúrulega að þeir stálu relcinunum ykkar á frekum lame hátt, og þið eruð að hjálpa þeim að halda þeim??\nBlows my mind.. :P\nAnyways, cya on the battlefield =)",
    "url": "https://www.hugi.is/mmorpg/greinar/63645/relic-raid-tilraunir-i-hiberniu/",
    "url_id": "63645",
    "id": "433224",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-07 14:48:19",
            "id": "433225",
            "reply_to_id": "433224",
            "text": "Ég er ekki ennþá farinn að sofa ;)\nVorum að reyna að ná relic aftur í morgun.\nFórum tvær ferðir en náðum ekki gegnum seinni hurðina. Ram's voru eitthvað að klikka á okkur, en við vorum allir sammála að þetta var massíft stuð.\nPrófum aftur á næstunni eflaust.\nEn Tran minn, af hverju ættum við að vera að hjálpa ykkur að verða öflugari?\nÍ augnablikinu eigið þið flest öll Hib Keepin, Hib á relicana okkar.\nEf þið fáið ykkar og við okkar þá verðið þið með öll hib keeps, relicana þeirra og fljótt komið þið á eftir okkur, við erum ekki tilbúnir að fara í massíft stríð. Okkur líður bara ágætlega að vita af því að relicarnir okkar eru í höndum Hibana.\nÞið virðist vera sterkari en þeir, því er mun betra að hafa relicana hjá þeim þangað til við erum orðnir nægilega öflugir til að ná þeim aftur.\nOg við viljum helst ekki að þið eigið öll keepin á frontierinu þeirra þegar við gerum það.\nAf hverju ekki að leyfa ykkur að berjast endalaust á meðan við levellum og kíkjum í smá heimsókn inn á milli til að trufla og tefja?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-07 15:35:50",
            "id": "433226",
            "reply_to_id": "433224",
            "text": "haha, i´m rooting for Midgard!"
        },
        {
            "user": "Twister",
            "user_id": "2003",
            "date": "2002-02-07 16:32:00",
            "id": "433227",
            "reply_to_id": "433224",
            "text": "Tran minn, hversu vitlausir heldurðu að við séum?\nFáðu aðeins meiri svefn áður en þú postar commentum þínum um strategíu Midgard :)"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2002-02-07 16:39:16",
            "id": "433228",
            "reply_to_id": "433227",
            "text": "vitlausir?\nþið gerðuð loksins eitthvað af viti í morgun, loksins"
        },
        {
            "user": "ChaoZ",
            "user_id": "6021",
            "date": "2002-02-07 17:21:16",
            "id": "433229",
            "reply_to_id": "433228",
            "text": "Tran hmm þið hefðuð tekið okkar relics í leiðnni … svo ég sé enga ástæðu til ad hjálpa ykkur við það ? efast um að þið mynduð bara skilja þá efti"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2002-02-07 19:08:59",
            "id": "433230",
            "reply_to_id": "433229",
            "text": "chaoz við getum bara tekið eitt í einu"
        },
        {
            "user": "wolcomX",
            "user_id": "3831",
            "date": "2002-02-07 17:30:19",
            "id": "433231",
            "reply_to_id": "433224",
            "text": "Ef mids mega ekki campa MGið ykkar í emain þá hafa flestir ekkert að gera.. alveg eins og þið voruð að campa mile gatið okkar í morgun :)"
        }
    ]
}