{
    "forum_title": "Heilsa",
    "user": "bjoddi",
    "user_id": "75475",
    "date": "2009-01-11 03:19:17",
    "title": "styrktarþjálfun afreksíþróttamanna",
    "text": "sjá greina á www.body.is\nFyrir Íþróttamen sem æfa t.d. kröftuglega 4-5 x í viku þá getur verið snúið að finna tíma til styrktarþjálfunnar og hvaða styrktarþjálfun hugsanlega getur hentað yfir heildina. Með t.d. leikmenn sem á borð við Loga Geirsson og Einar Hólmgeirsson sem eru atvinnumenn í handknattleik þar sem sýrumyndun (mjólkursýra) er umtalsverð vegna hraða íþróttarinnar þá þarf að finna góða “endurance” æfingaaðferð sem hentar milli tarna og leikja, margir íþróttamenn æfa 4-5 x í viku og spila þar að auki 1 leik á viku, þá þarf að finna tíma og svokallaðar “eftirvinnandi” æfingar. Margir þekkja og nota isolation æfingakerfi sem er einangrandi fyrir hver vöðvahóp, ég myndi ekki mæla með því kerfi þar se\nm það er bæði seinvirkara og hefur aðallega verið notað sem mótunarkerfi líkamans og hntar því ekki leikmönnum sem eru að sækjast eftir auknum styrk og e.t.v liðleika, ég hef unnið mikið með “core strength” rútínum sem er byggt upp með “circuit training” systemi þar sem unnið er stigvaxandi æfingakerfi og unnið er á öllum vöðvahópum líkamans og þá ekki notað oftar en 2-3x í viku nema  Þetta er stigvaxandi kerfi sem ég hef verið áhugasamur um að nota og það bæði eykur core strength, eykur brennslu líkamans og vinnur bæði á loftháða og loftfirrða kerfinu. Uppbygging æfingakerfisins er frekar einföld og flestir geta tamið sér þetta kerfi til þess að brenna, auka styrk,auka liðleika og vinna á vöðvaþoli. Eins og ég hef keyrt kerfi upp fyrir íþróttamenn sem æfa strangt þá hef ég eingöngu sett upp 2 daga rútínu sem eru skippt með 8 til 10 æfingum á hverri æfingu og keyrt á 2 hringjum í raun eins og stöðvaþjálfun er sett upp, gott er að velja bæði core æfingar eins og basic hnébeygjur og flexibility æfingar þar sem þú ert að vinna margliðamóta eða vinna á fleirum en einum vöðvahóp eins og clean and jerk overhead. Til að einfalda aðferðafræðina þá ertu ekki að vinna eftir ákveðnum settafjölda heldur ertu að vinna á tíma þú vinnur hverja æfingu í 20 sec og hvílir svo á móti í 20 sec og ert að vinna þetta 3-5 sett á 4-6 settum ef þú ert eingöngu að auka styrk en eykur repsafjöldan og minnkar þar með þyngdina eftir því sem þú ert að leitast eftir. Ef þú hefur spurningar varðandi þessa æfingaaðferð þá getur þú sent mér póst og ég get án efa hjálpað þér betur við uppsetningu og skipulagningu æfinga bjorn@body.isÞetta tölvupóstfang er varið gegn ruslpósts þjörkum, Þú verður að hafa JavaScript virkt til að sjá það.\nVika\nvinna\nhvíla\nSett\n1\n20 sec\n20 sec\n2\n2\n30 sec\n30 sec\n2\n3\n40 sec\n40 sec\n2\n4\n30 sec\n30 sec\n3\n5\n40 sec\n40 sec\n3\n6\n45 sec\n40 sec\n3\n7\n40 sec\n30 sec\n3\n8\n50 sec\n40 sec\n3-4\nps. Á heimasíðu Brian Mackenzie Sports Coach hefur verið mikil umræða varðandi þessa tegund þjálfunnar og hefur hún hlotið góða dóma hjá styrktarþjálfurum sem þar tjá sig um æfingaaðferðir sem þessa.",
    "url": "https://www.hugi.is/heilsa/greinar/636802/styrktarthjalfun-afreksithrottamanna/",
    "url_id": "636802",
    "id": "6440174",
    "replies": [
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2009-01-11 19:00:07",
            "id": "6442428",
            "reply_to_id": "6440174",
            "text": "Þú verður að vinna eilítið í framsetningu. Núna er þetta mjög óaðgengileg grein og nýtist því frekar takmarkað."
        },
        {
            "user": "TylerDurden",
            "user_id": "57967",
            "date": "2009-01-25 13:16:38",
            "id": "6471855",
            "reply_to_id": "6442428",
            "text": "Tek undir þetta hjá þé"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2009-04-11 21:57:22",
            "id": "6617270",
            "reply_to_id": "6442428",
            "text": "Seint svar en þessi maður ætti að vinna í að finna sér annað starf. Hann er algjörlega vanhæfur."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2009-04-11 21:59:34",
            "id": "6617272",
            "reply_to_id": "6617270",
            "text": "Gæti alveg verið. Hef a.m.k. aldrei séð neitt af viti koma frá honum.\nVar hann að gera eitthvað mjög stupid nýlega eða?"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2009-04-11 22:25:01",
            "id": "6617287",
            "reply_to_id": "6617272",
            "text": "Er alltaf að heyra sögur um hversu mikið erkifífl hann er. Googlaðu bloggið hans, snilld"
        },
        {
            "user": "BigOz",
            "user_id": "327",
            "date": "2009-05-07 21:41:33",
            "id": "6667462",
            "reply_to_id": "6440174",
            "text": "Þar sem ég þekki atvinnu íþróttamenn fynnst mér þessi grein kjánaleg í bestafalli. Þetta er ALLS ekki eins og Alfreð Gíslason lætur sína menn æfa hann er að láta þá lyfta sirka 80% af max 4-6 sinnum. og að Blanda saman Cardio og Styrktarþjálfun á sama dag er eitt það kjánalegasta sem ég hef heirt."
        }
    ]
}