{
    "forum_title": "Börnin okkar",
    "user": "saedis88",
    "user_id": "54628",
    "date": "2009-01-12 15:22:46",
    "title": "Helling nýtt og enn meira á leiðinni!",
    "text": "Loksins höfum við ákveðið að gera eitthvað stórfengilegt úr þessu áhugamáli!\nMá kanski segja að ég hafi viljað gera allt í valdi mínu til þessa að gera þetta áhugamál eins stórt og það getur orðið því núna hef ég “löglega” afsökun að stunda það af kappi!\nÉg setti inn nýjan kubb sem heitir “bumbulistinn” og væri gaman að fá allar þær sem eru óléttar til að bæta sér á hann :) Verður gaman að fylgjast með því.\nAuðvitað eru einhverjar líka sem eiga börn, og þannig ég bjó til annan kubb sem heitir “heimasíður barnanna okkar” Vinsælt er að gera heimasíður fyrir börnin og ef þið viljið deila slóðinni þá er ykkur velkomið (þetta á líka við þær sem eru óléttar og eru nú þegar með heimasíðu)\nVið gerðum líka hópinn “hugamömmur og hugapabbar” sú hugmynd er nú ekki alveg háþróuð ef ég á að segja eins og er, en hugmyndin er að sameina foreldra / verðandi foreldra svo við getum stutt hvort annað og svona :)\nVæri líka gaman að fá enn meira af nýju efni og skemmtilegum fróðleik!\nVið erum svo rík af börnum og foreldrum og margir eiga lítil systkini og gaman væri að heyra fleiri sögur af þeim :)\nVerið svo dugleg að senda inn myndir, það er svo gaman að sjá myndir af litlum börnum.\nMjög gaman væri líka að fólk mundi senda myndir af sjálfum sér litlum! Gamlar myndir eru alltaf svo skemmtilegar :D\nEru einhverjar sérstakar óskir um efni sem vantar hingað inn? Allar hugmyndir eru vel þegnar!",
    "url": "https://www.hugi.is/bornin/greinar/637146/helling-nytt-og-enn-meira-a-leidinni/",
    "url_id": "637146",
    "id": "6444243",
    "replies": [
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-01-13 23:00:05",
            "id": "6447978",
            "reply_to_id": "6444243",
            "text": "“MILF in progress”\nHahahahah. Gangi þér vel."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-01-13 23:47:03",
            "id": "6448134",
            "reply_to_id": "6447978",
            "text": "Haha takk :)\nvantaði einhverja catchy undirskrift ;Þ"
        },
        {
            "user": "TheGuyOfWords",
            "user_id": "61030",
            "date": "2009-05-14 00:57:08",
            "id": "6681945",
            "reply_to_id": "6444243",
            "text": "vel gert ;)"
        }
    ]
}