{
    "forum_title": "Heilsa",
    "user": "Trolldad",
    "user_id": "33466",
    "date": "2009-01-13 07:24:20",
    "title": "Einn sem þarf ráðleggingar",
    "text": "Daginn,\nég er að vakna á morgnana fyrir skólann þessa dagana til að mæta í ræktina og grenna mig. Vandamálið er það að þegar ég stíg á hlaupabrettið og byrja að ganga rösklega / skokka / spretta þá myndast alveg hrottalegt nuddsár milli rasskinnanna.\nMér datt fyrst í hug að bera vaselín á nuddsvæðin fyrir æfingar en ákvað að spyrja hér til að tjekka hvort einhverjir hefðu lent í því sama og hvernig þeir hefðu dílað við það.\nVinsamlegast sleppið því að svara á þessum þræði ef þið eruð ekki með solid úrlausn handa mér, fyrirfram þakkir.",
    "url": "https://www.hugi.is/heilsa/korkar/637274/einn-sem-tharf-radleggingar/",
    "url_id": "637274",
    "id": "6445964",
    "replies": [
        {
            "user": "Bachinn",
            "user_id": "52875",
            "date": "2009-01-13 08:44:21",
            "id": "6446010",
            "reply_to_id": "6445964",
            "text": "Ég þekki allvega 1 strák sem lennti í því og hann skellti allavega bara veslíni fyrir æfingar á þetta. Ég veit sammt ekki hvernig það gekk. Getur bara prófað"
        },
        {
            "user": "minnienflestir",
            "user_id": "69127",
            "date": "2009-01-13 08:57:00",
            "id": "6446024",
            "reply_to_id": "6445964",
            "text": "eg veit um stráka og stelpur sem fara i hevi þröngar stuttbuxur/nærbuxur innanundir íþrótta buxurnar og þa hætta þau að fá nuddsá"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2009-01-13 10:33:58",
            "id": "6446104",
            "reply_to_id": "6445964",
            "text": "Ég hef aldrei lent í þessu, en mér dettur í hug að það sé betra ráð að nota pappírs heftiplástur yfir nuddstaðina, þá lendir núningurinn á plástrinum en ekki á húðinni. Maður getur notað þetta ráð til að fyrirbyggja blöðrur á fótum og þessháttar, og ég býst við að þetta ætti að virka þarna líka."
        },
        {
            "user": "Mafo",
            "user_id": "41254",
            "date": "2009-01-13 15:45:18",
            "id": "6446571",
            "reply_to_id": "6445964",
            "text": "Ég var oft að fá svona. Fór bara í aðeins víðari buxur sem lofta ágætlega um.(á einnig við um nærbuxur) Það bjargar mér alveg fá öllu kremdrasli og þess háttar. En þessi sár eru með því versta sem ég veit um.. Fyrir utan tannpínu."
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2009-01-13 16:12:00",
            "id": "6446663",
            "reply_to_id": "6445964",
            "text": "sko ég hef verið að díla við nuddsár síðan ég var 8 ára , vaselín virkar best eða júgursmysl"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2009-01-14 17:22:45",
            "id": "6449337",
            "reply_to_id": "6445964",
            "text": "Amm, þetta kemur út af núninginum sem myndast þegar húðin nuddast saman.\nBerð júgursmysl eða Aloe Vera á þetta bara, og prófaðu einnig víðari föt."
        }
    ]
}