{
    "forum_title": "Húðflúr og götun",
    "user": "Swisha",
    "user_id": "44323",
    "date": "2009-01-14 14:44:51",
    "title": "Ísfirski flúrarinn",
    "text": "http://mbl.is/mm/frettir/innlent/2009/01/14/hudflurari_var_med_samthykki_fra_foreldrum/\nÞað er alveg auðvelt að falsa undiskrift..",
    "url": "https://www.hugi.is/hudflur/korkar/637464/isfirski-flurarinn/",
    "url_id": "637464",
    "id": "6448940",
    "replies": [
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2009-01-14 14:58:47",
            "id": "6448974",
            "reply_to_id": "6448940",
            "text": "ein með reynslu af því að koma flúrurum í vandræði með falsaðri undirskrift þá eða? :O haha.. hljómar voða þannig :P"
        },
        {
            "user": "Swisha",
            "user_id": "44323",
            "date": "2009-01-14 15:00:20",
            "id": "6448983",
            "reply_to_id": "6448974",
            "text": "nei, ég gat bara oft falsað undirskriftina hennar mömmu, en ekki fyrir flúr því það voru almennilegir flúrarar sem hringja í foreldra hérna!"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2009-01-22 10:11:16",
            "id": "6465478",
            "reply_to_id": "6448983",
            "text": "…ekkert mál að láta flúrara hringja í einhverja vini þína sem þykjast vera foreldrar þínir ^^"
        },
        {
            "user": "Swisha",
            "user_id": "44323",
            "date": "2009-01-22 15:54:37",
            "id": "6466070",
            "reply_to_id": "6465478",
            "text": "nákvæmlega!"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2009-01-22 21:40:33",
            "id": "6467148",
            "reply_to_id": "6465478",
            "text": "Þeir sjá nú í langflestum tilfellum í gegnum það ;)"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2009-01-22 22:11:17",
            "id": "6467238",
            "reply_to_id": "6467148",
            "text": "Hvernig þá?\nÞú getur ekki bara sagt við manneskju í síma “Nei, ég heyri það á þér að þú ert ekki foreldri þessa einstaklings”\nTil dæmis besta vinkona mín, ég ruglast á henni, systur hennar og mömmu hennar í síma - allar eins ^^"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2009-01-23 10:44:20",
            "id": "6467991",
            "reply_to_id": "6467238",
            "text": "Jú málið er nefnilega að ef flúraranum/gataranum finnst “foreldrinn” í símanum ekki vera nógu trúverðugur (rödd, stress, hik o.fl.) þá má hann alveg vísa viðkomandi sem ætlar að fá sér tattoo/gat í burtu. Better safe than sorry! ;) Það er ótrúlega algengt að krakkar geri þetta, þ.e. láti vini sína svara í símann og þykjast vera foreldri."
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2009-01-23 12:23:58",
            "id": "6468119",
            "reply_to_id": "6467991",
            "text": "Já auðvitað má það - en ef viðkomandi væri svo foreldrið ?\nYrði frekar leiðinlegt að fá bara “nei þú ert ekki foreldri viðkomandi, því miður”\nEn annars finnst mér bara að fólk undir 18 ára aldri eigi ekki að vera að fá sér flúr nema að foreldrið komi með og sjái fyrst hvernig flúr ‘barnið’ ætli að fá sér…. og þar með getur flúrarinn séð að foreldrið gefur greinilega leyfi sitt fyrir þessu."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2009-01-23 19:39:52",
            "id": "6469129",
            "reply_to_id": "6468119",
            "text": "Já auðvitað má það - en ef viðkomandi væri svo foreldrið ?\nÞað verður þá bara að hafa það þá. Ég held nú að foreldrarnir yrðu ekkert brjálaðir ;)\nMargir foreldrar yrðu örugglega fegnir eða yrðu létt ef barninu þeirra yrði vísað frá vegna þessa. Það segir bara margt um flúrarann og hvað hann tekur starf sitt alvarlega. Þessvegna er oftast best að taka mömmu eða pabba með til að forðast misskilning :)"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2009-01-23 21:30:57",
            "id": "6469328",
            "reply_to_id": "6469129",
            "text": "Já….sjálf myndi ég ekki flúra ungra fólk en 18…\nMeð eða án samþykkis.\nEf þú virkilega vilt eitthvað - þá ættiru nú alveg að geta beðið smá tíma eftir því ^^"
        },
        {
            "user": "bjarkiv10",
            "user_id": "61494",
            "date": "2009-02-15 15:33:07",
            "id": "6514190",
            "reply_to_id": "6469129",
            "text": "En segðu mér. Fara listamennirnir ekki bara í símaskrána og finna rétt númer hjá foreldrum/forráðamönnum? Mér fyndist það vera rétta leiðin… En auðvitað ætti foreldri/forráðamaður í ÖLLUM tilfellum að fara með krakkanum sínum í þetta. (En sjálfur mun ég ekki leyfa dóttur minni að fá Tattoo fyrr en hún er orðin 18 ára)."
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-14 14:59:29",
            "id": "6448977",
            "reply_to_id": "6448940",
            "text": "Upphaflega fréttin er líka svo augljóslega gerð í þeim tilgangi að sjokkera “Húðflúraði hakakross á barn”… ohh… fer í taugarnar á mér."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2009-01-15 00:00:02",
            "id": "6450465",
            "reply_to_id": "6448977",
            "text": "haha, reyndar gerði ég það líka í grunnskóla, þegar maður átti að sýna foreldrum og fá þá til að skrifa á verkefnin til að staðfesta að þau væru búin að sjá það… og einstaka ávísanir líka sem áttu ekki að vera leystar út :P hehehe"
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2009-01-14 16:28:43",
            "id": "6449204",
            "reply_to_id": "6448940",
            "text": "ég var að vinna með þessum gaur í sumar hann er ekkert annað nema mesti fáviti er ekki með flott tattoo og er alveg viðbjóðslegur hann er eins og versti dópisti án dópsins illa þrifinn og þannig hátta"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2009-01-18 00:23:55",
            "id": "6456315",
            "reply_to_id": "6448940",
            "text": "Á Ísafirði er almennt talið að það séu mörg börn undir lögaldri með svakalega ljót tattoo eftir hann. Mér finnst erfitt að trúa að þau hafi bara verið fimm greyin…"
        },
        {
            "user": "LACIE",
            "user_id": "58462",
            "date": "2009-01-25 08:39:37",
            "id": "6471683",
            "reply_to_id": "6456315",
            "text": "jú þar sem hann var einungis búin að eiga tækin í 5 daga þegar þau voru tekin af honum…. og ég er búin að sjá sum þeirra og þau eru virkilega ljót"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2009-01-25 14:19:01",
            "id": "6471938",
            "reply_to_id": "6471683",
            "text": "Já okay, ég heyrði bara talað um þetta eins og þetta væru mörg börn :)\nBiðst afsökunar á þessum misskilningi. Ert þú annars frá Ísafirði?"
        },
        {
            "user": "jarnhausinn",
            "user_id": "74884",
            "date": "2009-02-08 17:11:26",
            "id": "6500566",
            "reply_to_id": "6448940",
            "text": "bíddu bíddu hvaða foreldri myndi gefa leyfi barninu sínu að tattúvera hakakross á sig ????"
        },
        {
            "user": "Swisha",
            "user_id": "44323",
            "date": "2009-02-08 17:55:48",
            "id": "6500669",
            "reply_to_id": "6500566",
            "text": "efast nú um að það hafi verið spurt um leyfi.."
        },
        {
            "user": "jarnhausinn",
            "user_id": "74884",
            "date": "2009-02-08 18:33:16",
            "id": "6500749",
            "reply_to_id": "6500669",
            "text": "það er akkuratt punkturinn minn, ef að ég væri artist og einhver krakki myndi koma og vilja eitthvað svona á sig alveg sama hvort það er hakakross eða hamar og sigð ég myndi segja nei þótt að krakkinn hefði komið með einhvern miða eða hefði talað í síma, hann heldur því fram að hann hafi haldið að foreldrarnir hefðu gefið leyfi? Yeah fuckin right og ég skýt fjólubláu smartísi"
        },
        {
            "user": "Swisha",
            "user_id": "44323",
            "date": "2009-02-09 00:28:26",
            "id": "6501740",
            "reply_to_id": "6500749",
            "text": "namm, má ég fá :D"
        }
    ]
}