{
    "forum_title": "Hljóðfæri",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2009-01-15 11:10:16",
    "title": "Óska eftir góðum pickup/pickuppum",
    "text": "Óska eftir góðum metal pickupp í Ibanezinn minn. helst bara brúar pickup. allar tegundir koma til greina en mig langar helst í DiMarzio eða Seymor duncan. Er að pæla í að fá mér DiMarzio Evolution í hann úr Rín þar sem þeir eiga nokkur stykki en mig langar að sjá hvort hugi geti boðið mér eitthvað gott. Hann þarf að vera mjög heitur og geta sustainað nóturnar vel, squeel-a vel og virka vel í floyd move.\nPickuppar sem e´g veit að henta me´r vel:\nDiMarzio Evolution\nSeymor duncan Dimebucker\nSeymor Duncan JB kemur líka til greina (með jazzara fyrir neckið kannski með.\nÉg er í rauninni helst ekki að leita að aktívum pickuppum þar sem e´g nenni ekki og kann ekki að tenjga það og bettarísmálin yrðu bara bögg held ég. Er að spila allan metal og bridge pickupinn verður bara all distortion pickup\nÉg er með Emg pickuppa Hz (mjög góðir \"byrjenda metal picköppar, tilvaldir í projectið sem efur ekki of hátt budget) til skiptana (áritaða af cannibal corpse(alex og pat) sem er í staðinn ef ég fæ heilt sett. væri nefnilega allveg til í samtstæðu á góðu verði. ég vill helst ekki vera að bjóða, segja frekar eitthvað ásættanlegt verð. Tek líka við öllum ábendingum um dót sem er til á íslandi.\nSingle coil kemur til greina, veit af DiMarzio chopper pickupnum í rín en langar vitanlega að skoða allt. Til í að hafa single coil sem gefur mjúkt sound, mjög mjúkt og soldið þunnt, en samt með góðum bassa og kannski lítilli miðju. Fender kemur meira að seigja til greina þar, einhver góður í miðju stöðuna á gítarnum.\nEr nokkuð óreyndur í Neck pickupum þannig að þið verðið bara að bjóða mér og fræða mig :Þ\nEf ég ætti 30 þúsund kall til bara pickuppakaupa myndi ég fá mér evolution í neck, bridge og chopper í hann en ég vill halda budgetinu aðeins undir því.\nOg já, þeir þurfa að vera svartir ;)",
    "url": "https://www.hugi.is/hljodfaeri/korkar/637633/oska-eftir-godum-pickuppickuppum/",
    "url_id": "637633",
    "id": "6450871",
    "replies": [
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2009-01-15 12:17:12",
            "id": "6450976",
            "reply_to_id": "6450871",
            "text": "hvað segjirðu hvað ertu tilbúin að setja á brigepickuppinn í emg settinu vantar einmitt einn góðan pickupp í brownsville gítarinn minn"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-01-15 12:43:58",
            "id": "6451034",
            "reply_to_id": "6450976",
            "text": "bara eitthvað smáræði. Emg-hz pickuppar (reyndar ekki þessi týpa en hinir Hz pickparnir eru allir á sama verði sirka) kosta um 10 þúsund kall nýjir ú usa, 12 þús með vsk. myndi láta þá báða á svona 5-6 þúsund saman þá. langar helst ekki að selja í sitthvoru lagi, en þeir eru líka báðir allveg eins."
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2009-01-15 14:50:05",
            "id": "6451259",
            "reply_to_id": "6451034",
            "text": "herðu höddi babie haltu bara fast og vel í þá ég held ég taki þessu bara kaupi þá næst þegar að ég kemst í bæinn"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-01-15 22:41:20",
            "id": "6452591",
            "reply_to_id": "6451259",
            "text": "all ræt"
        }
    ]
}