{
    "forum_title": "Húðflúr og götun",
    "user": null,
    "user_id": null,
    "date": "2009-01-15 22:56:02",
    "title": "tattoo í noregi-munur á gæðum ofl",
    "text": "Vá. Er alveg frekar pirruð á þessu hérna núna.\nBý semsagt sem stendur í Kristiansand í Noregi.  Ég verð 18 ára núna eftir akkúrat viku, og langaði til að láta tveggja ára gömlu hugmyndina mína að tattooi verða að veruleika.\nÉg hafði hugsað mér að fá mér SÞ í rúnum, lítið og nett en þó aðeins í bold, aftan á hálsinn.\nFinnst þetta góð hugmynd, þetta eru upphafsstafir mínir, ég er mikið fyrir gömul fræði sem og uppruna minn og svo finnst mér þetta góð hugmynd að fyrsta tattooi - lítið og nett.\nAllavega.  Ég tala við frænku mína sem býr hér og hún segir mér að það séu tvær tattoostofur hérna.  Hún taldi ekki mikla bið (einsog heima eru hva, oft 2-3 mánuðir og hærra eftir hvaða flúrara við erum að tala um), hún hélt það væri meira nokkrir dagar (húðflúr víst ekki mjög vinsæl hér) en það klingdi af einhverjum ástæðum strax viðvörunarbjöllum hjá mér.\nMér finnst þetta svo lítið verk (þó ég sé svosem ekki dómbær) að mér fannst alveg 8þús (sem er startgjald á sumum stofunum heima) vera pínu hátt verð… og frænka mín hafði haldið að þetta væri kannski 400-500 norskar (Sem er reyndar svosem ekkert ódýrara með verðlaginu á norsku krónunni þessa dagana) en já.\nVið komum inn á þessa stofu, og það fór bara eiginlega hrollur um mig.  Hún var drusluleg, ekkert eiginlegt afgreiðsluborð, 3 stólar í miðju herberginu með hrúgu af tattoobókum á, glerskápar með spraylakki og álíka drasli stillt upp í hillunum?\nAlgjörlega ekki á við standardinn sem er á tattoostofunum heima.  Engir lokkar til sölu eða neitt heldur..\nVið ræðum við einn flúrarann og frænka mín svona gefur til kynna hversu stórt og talar um rúnir, 2 stafi, og á að vera mjög einfalt,  Tattooverarinn segist þurfa að sjá mynd til að geta gefið akkúrat verð, en hann myndi segja á bilinu þúsund norskar kr.\nOkei vá, þúsund norskar?!  Á svona drasl stofu? pff….  með verðlaginu á norsku kronunni núna væri það 18þúsund í íslenskum fyrir mig.\nEkki alveg.\nOg já, svo gata þeir ekki einusinni á þessari stofu…\naðeins að pústa..\nEn já.  Hvað finnst fólki, er 8þús alveg gott verð fyrir svona litlar rúnir aftan á háls?  Finnst leiðinlegt að akkúrat þegar ég er að verða 18 fer startgjald úr 5þús í 7-8þús frekar týpískt hehe.\nÉg veit líka að gott tattoo - þá skiptir verð ekki máli en þetta er bara svo ógeðslega einfalt miðað við sumt… og engar skyggingar eiga að vera eða neitt, bara aðeins boldaðara heldur en mjó strik…\nHugsa samt að ef ég þarf að borga 8þús myndi ég hugsa um að bæta skyggingum við.  Hm…",
    "url": "https://www.hugi.is/hudflur/korkar/637781/tattoo-i-noregi-munur-a-gaedum-ofl/",
    "url_id": "637781",
    "id": "6452662",
    "replies": [
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2009-01-16 00:06:11",
            "id": "6452909",
            "reply_to_id": "6452662",
            "text": "Ef þú ert ekkert örugg með tattoo artistan mundi ég nú bara bíða aðeins og finna betri. after all þá verðuru með þetta restina af lífi þínu\nsvo hérna á íslandi er ekkert bið á öllum stofum. Gætir örugglega fengið svona lítið tattoo (1tími) samdægurs á flestum stöðum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-01-16 00:16:15",
            "id": "6452935",
            "reply_to_id": "6452909",
            "text": "hahah, misskildirðu mig eitthvað? Sagðist aldrei ætla að fá tattooið á þessum stað, til að byrja með var verðlagið allt of hátt.\nefast samt líka um að ég geti hoppað inn einhversstaðar eins og hjá Búra eða eitthvað án fyrirvara.  En bið er heldur ekkert vandamál fyrir mig."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 08:26:30",
            "id": "6453192",
            "reply_to_id": "6452662",
            "text": "Aldrei fá þér tattoo ef þú sért í vafa."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 08:57:54",
            "id": "6453217",
            "reply_to_id": "6453192",
            "text": "Er erfitt að skilja það sem ég skrifaði?\nÉg tala\naldrei\num að ég ætli að fá mér tattoo hérna, til að byrja með er verðlagið hérna allt of hátt.\nSvo er ég ekkert í vafa með neitt."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 16:23:29",
            "id": "6453674",
            "reply_to_id": "6453217",
            "text": "Vá svo þetta var bara skemmtileg saga.\nEf þú hafðir aldrei ætlað að fá þér tattoo þarna. Afhverju fórstu þá þarna inn?\nBetter yet afhverju ertu að segja okkur það?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 16:27:15",
            "id": "6453677",
            "reply_to_id": "6453674",
            "text": "ef þú kannt ekki að lesa þá var ég að tala um háa verðlagningu, frekar augljóst;)\nAuk þess setti ég fram\nspurningar\num verðlag yfirhöfuð.\nLesa næst, kannski.\nBætt við 16. janúar 2009 -  16:32\nfyrir utan að þræðir eru til að segja frá reynslu, ef þú sérð eitthvað að því ;)"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 16:47:19",
            "id": "6453706",
            "reply_to_id": "6453677",
            "text": "Já ég er undrabarn sem kann ekki að lesa en er samt skrifandi.\nfyrir utan að þræðir eru til að segja frá reynslu, ef þú sérð eitthvað að því ;)\nEkkert endilega. Það er líka hægt að gefa góð ráð. svona eins og ég gerði, en þú ákvaðst að taka því rosalega illa og ráðast á mig.\nSetti ég eitthvað út á það sem þú sagðir? Nei.\nHvernig vildir þú að við myndum svara þessu þræði?Með vá hvað ég samhryggist að þú fáir aldrei þessar tíu mínútur aftur?\nHeld að flestum sé bara drullu sama að þú hafir farið á shitty tattoo stofu í Noregi.\nLesa næst, kannski.\nJá sem ég gerði, 400 stafir af væli í staðinn fyrir að segja…“Hvað finnst ykkur vera sanngjarnt verð fyrir tvo stafi?”"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 16:58:19",
            "id": "6453725",
            "reply_to_id": "6453706",
            "text": "hahaha róaðu þig á vörninni vinurinn ;)\nsettir ekki út á það sem ég sagði, gafst mér ráð um eitthvað sem ég var ekki einusinni að tala um í þræðinum… ég minntist ekki einusinni á færni þessara tattooverara, hvað þá meira.\ntil að svara fyrri spurningu þinni: ég fór inn á þessa stofu með það í huga að spyrja um verð…svona eins og gengur sem rauður þráður í gegnum þráðinn.\nEn gott að sjá að þú ert einn af þeim manneskjum sem fer strax í vörn og ferð að kalla allt “væl” ef það er ekki að þínu skapi,\nég sé ekkert að því að koma með smá backround talk og leiða út í spurningu….svona sérstaklega af því að þráðurinn heitir \"tattoo í noregi-\nmunur á gæðum\nofl\"  og í þræðinum tala ég um mun á gæðum á stofum á íslandi og í noregi.\nOg svo er öllum drullusama um 98% þess efnis sem er á huga yfirleitt, nánast ekkert hérna hefur einhvern sérstakan tilgang…en samt hanga allir hérna, og því miður geta ekki allir þræðir og allar greinar verið nákvæmlega að allra skapi.\nMættir skoða það að sleppa því að ráðast svona líka svakalega á fólk yfir netið:)"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 19:25:27",
            "id": "6453898",
            "reply_to_id": "6453725",
            "text": "Er erfitt að skilja það sem ég skrifaði?\nef þú kannt ekki að lesa þá var ég að tala um háa verðlagningu, frekar augljóst;)\nAuk þess setti ég fram spurningar um verðlag yfirhöfuð.\nLesa næst, kannski.\nMættir skoða það að sleppa því að ráðast svona líka svakalega á fólk yfir netið:)\nJá svo að segja að við fólk hafi ekki náð þeim námsárangri 6 ára barna að læra að lesa er ekki árás á fólk?\nÞú slærð ekki mann úti á götu og verður síðan hissa ef hann slær á móti er það? Afhverju ætti það að vera öðruvísi á netinu.\nég minntist ekki einusinni á færni þessara tattooverara, hvað þá meira.\nHeldur ekki ég. Afhverju ertu að draga þetta inn í umræðuna?\nVæl ef það er ekki að mínu skapi? Nei ég kalla það væl þegar fólk er pirrað útaf einhverri tattoo stofu í Noregi þegar það ætlaði einu sinni ekki að fá sér tattoo þar í fyrsta lagi."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 18:29:02",
            "id": "6453836",
            "reply_to_id": "6453706",
            "text": "Þó að öllum sé sama um að hún hafi farið á shitty stofu í Noregi, þá þýðir það ekki að hún sjálf sjái ekki tilgang að posta þessu hérna. Hún var bara að segja frá þessari stofu og bera lítillega saman við stofurnar hérna heima, og spurja einfaldra spurninga. Koma umræðu í gang, það er það sem þessi síða er fyrir.\nOg reyndar, þá er alveg örugglega mörgum sem finnst áhugavert að lesa þetta. Getur verið svona saga til næsta bæjar, svona “eugh, ég heyrði af stofu í Noregi sem er svona, svona og svona..”\nBætt við 16. janúar 2009 -  18:35\nSvo er ágætt að fá svona þráð þar sem það er ekki einungis verið að biðja um ráð and such."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2009-01-16 19:08:26",
            "id": "6453873",
            "reply_to_id": "6453836",
            "text": "Mjög svo satt."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2009-01-16 10:17:49",
            "id": "6453303",
            "reply_to_id": "6452662",
            "text": "Þetta var kannski léleg stofa sem þú lentir á en ég veit að það eru nokkrar góðar stofur í Noregi, en flestar í Osló samt. Tékkaðu t.d. á\nhttp://electriclinda.com,\nhún er æðislegur flúrari og neminn hennar lofar góðu líka\nÞað er oft heldur ekkert ódýrara að fá sér tattoo í útlöndum þótt þetta mun for sure kosta minna en 18.000 kr. á flestum öðrum stöðum :) Ég myndi giska á 8-12 þúsund ÞÓTT þetta sé voða lítið og einfalt að þínu mati"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-01-16 10:19:58",
            "id": "6453305",
            "reply_to_id": "6453303",
            "text": "Já ég ætla að tékka í osló þegar ég fer þangað næstu helgi, takk f. ábendinguna..\nEn annars eru bara 2 stofur hérna og þessi sem ég fór á var ‘betri stofan’ hin er að mati frænku minnar “ikke bra”.. hún ætti að vita það, búin að búa hérna í 5 ár hehe:)"
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-16 23:26:43",
            "id": "6454136",
            "reply_to_id": "6453303",
            "text": "Ég er annars mikið að velta fyrir mér að fá Búra bara í þetta þegar ég kem heim.\nRakst ekki á email hjá honum á síðunni (kannski leita ég svona illa)\nEn já veist þú til um það hvort hann sé ekki alveg að gera svona lítil verk?"
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-16 23:46:21",
            "id": "6454189",
            "reply_to_id": "6454136",
            "text": "Búri gerir bara custom flúr:\nhttp://www.icelandtattoo.com/page.asp?pageID=11"
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-17 00:01:07",
            "id": "6454220",
            "reply_to_id": "6454189",
            "text": "búin að skoða þetta, en ég sé ekki af hverju hann ætti ekki að geta sérhannað 2 stafi fyrir mig í rúnaletri."
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-17 00:11:30",
            "id": "6454237",
            "reply_to_id": "6454220",
            "text": "Hann ætti alveg að geta það, mér bara skildist á þér að þú vildi bara einfaldar, “venjulegar”, tvær rúnir. Búri myndi væntanlega vilja bæta sínu touch-i við…"
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-17 00:13:10",
            "id": "6454245",
            "reply_to_id": "6454237",
            "text": "sem hann má endilega gera… einsog ég segi neðst, ef ég borga hvorteðer á bilinu 8-12þús þá myndi ég nú alveg bæta þær eitthvað, og hugsanlega borga þá bara meira:)\ner heldur ekki með neina mynd… svo tattooverarinn þyrfti hvorteðer að teikna."
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-17 00:17:41",
            "id": "6454254",
            "reply_to_id": "6454245",
            "text": "Já, þá myndi ég alveg endilega tékka á Búra. Mér finnst hann amk rosalega góður og mig langar í eitthvað eftir hann í framtíðinni."
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-17 00:20:05",
            "id": "6454262",
            "reply_to_id": "6454254",
            "text": "já einmitt, er mjög hrifin af flúrunum hans á myndunum á síðunni, rosalega vel gert…veit líka bara að þetta er garanteruð stofa, íslenzkahúðflúrst.\nEn hann er samt alveg í að gera svona lítil flúr?  Er ekki alveg viss því JP gerir víst ekki lítil verk:s"
        },
        {
            "user": "creampuff",
            "user_id": "68497",
            "date": "2009-01-17 00:25:09",
            "id": "6454268",
            "reply_to_id": "6454262",
            "text": "Ég myndi bara fara á stofuna þegar þú kemur frá Noregi og spyrja hann :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-01-17 00:27:00",
            "id": "6454272",
            "reply_to_id": "6454268",
            "text": "hehe já það er víst besta hugmyndin :)"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2009-01-17 10:58:21",
            "id": "6454764",
            "reply_to_id": "6454136",
            "text": "Þú getur prófað að senda honum línu á\nhudflur@simnet.is\nog spurt hann um þetta. Startgjaldið á Ísl. Húðflúrstofunni er 10 þúsund og svo vinna þeir mikið á tímakaupi sem er 14 þúsund."
        },
        {
            "user": "stafford",
            "user_id": "33799",
            "date": "2009-01-18 13:16:04",
            "id": "6456951",
            "reply_to_id": "6452662",
            "text": "Ég held nú að þú þurfir engan snilling til að gera tvær litlar rúnir. 1000 nkr er nú ekkert okur að mínu mati, það kemur norsaranum voðalega lítið við að íslenska krónan er í sögulegu lágmarki. Þetta var ekki nema 8000 kr fyrir 2 árum ;-)\nEf þú ætlar að gera þetta á klakanum held að Fjölnir sé líka maðurinn í þetta, víkingurinn sjálfur.\nMyndi þó alveg hugsa mig vel um áður en þú skellir einhverju á hálsinn, sérstaklega í ljósi þess að þetta er þitt fyrsta flúr og e.t.v. það eina (þó það sé mjöööög ólíklegt). Áberandi staður sem þú hylur ekkert auðveldlega, því jú það gæti komið að því að þú vildir hylja þetta þó þú sjáir ekki tilganginn með því í dag."
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2009-06-18 16:57:21",
            "id": "6745953",
            "reply_to_id": "6452662",
            "text": "Er i noregi, kingdom tattoo, haugesund.\nKomdu ef tu torir ;)"
        }
    ]
}