{
    "forum_title": "Hljóðfæri",
    "user": "Lily2",
    "user_id": "56447",
    "date": "2009-01-17 23:43:04",
    "title": "þverflaututegundir",
    "text": "Hvaða flaututegundum getur maður treyst?\nT.d.?\nWEIMAR\nLazarro\nSwingnotes\nGood Armstrong\n?\nBætt við 18. janúar 2009 -  00:08\nGoogle helped me.\nEn ef maður er að fara að kaupa sér þverflautu, er þá betra að kaupa sér með svona gati í tökkunum, eða sem er með heilum tökkum?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/638040/thverflaututegundir/",
    "url_id": "638040",
    "id": "6456237",
    "replies": [
        {
            "user": "monday",
            "user_id": "59906",
            "date": "2009-01-18 00:36:40",
            "id": "6456344",
            "reply_to_id": "6456237",
            "text": "Ég á Yamaha flautu sem er bara mjög fín ( :\nHún er með götum en það fylgdu svona tappar í þeim ef maður vildi ekki hafa göt."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2009-01-18 00:39:19",
            "id": "6456352",
            "reply_to_id": "6456344",
            "text": "Já, ég held að þessi göt séu sniðug ef maður getur valið um að setja tappa í :)\nÉg er að spá í í Swingnotes flautu sem er silfurhúðuð, en með gullhúðuðum tökkum. á 25þús.\nEn ég held að það borgi sig örugglega ekki fyrir mig að fara að kaupa flautu strax :)\nEn takk annars fyrir hjálpina :)\nFlautan sem ég er með í láni er líka Yamaha :P"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2009-01-18 00:39:11",
            "id": "6456351",
            "reply_to_id": "6456237",
            "text": "Nenni ekki að gá hvernig mín er, Held Yamaha"
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-01-18 19:47:49",
            "id": "6457802",
            "reply_to_id": "6456237",
            "text": "Ef þú vilt professional aðstoð geturðu náttúrulega talað við kennarann þinn eða þá farið uppí Tónastöð og talað við þau þar, þau eru mjög fagmannleg og leiðbeina manni ekkert endilega bara um sína búð, líka til samkeppnisaðilla."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2009-01-18 21:00:19",
            "id": "6457972",
            "reply_to_id": "6457802",
            "text": "Málið er að mig langar til þess að kaupa mér af netinu :)\nEn veistu hvað þverflautur eru að kosta sirka á Íslandi?"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-01-19 09:42:45",
            "id": "6458769",
            "reply_to_id": "6457972",
            "text": "eins og gengið er er örugglega hagstæðara að drífa sig að finna eitthvað hér á landi sem er ekki kannski búið að vera til sölu lengi og ekki búið að fara í gegnum gengisbreytinguna."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2009-01-19 10:59:29",
            "id": "6458809",
            "reply_to_id": "6458769",
            "text": "En hvað kosta þær sirka á Íslandi?\nvantar samanburð."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-01-19 12:29:02",
            "id": "6458886",
            "reply_to_id": "6458809",
            "text": "þú verður held ég bara að tékka sjálf. Prófaðu að hringja í tónastöðina. númerið er á vefsíðuni þeirra og linkur á síðuna þeirra er hér á hljóðfæraáhugamálinu undir myndbandi vikunar. Hringdu bara´i þá til að fá upplýsingar og ráðgjöf ef þú getur ekki komist sjálf til þeirra og talað betur við þá þar. svo er líka önnur búð minnir mig í sömu götu og tónastöðin,(skipholti) sem selur svona hljóðfæri, fiðlur og blásturhljóðfæri. spurðu´þá í tónastöðini að því hvort þeir viti eitthvað um hana, þeir hljóta að geta gefið þér eitthvað númer. mjög góð þjónusta í tónastöðinni svo ekki hika við það að spyrja."
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-01-19 19:10:07",
            "id": "6459757",
            "reply_to_id": "6457972",
            "text": "Nei veit það því miður ekki en eins og einhver benti á eru þær eflaust hagstæðari hér á landi ef þær hafa verið til síðan í sumar, semsagt ekki glænýjar.\nMyndi samt alveg spjalla við tónastöðva-fólkið, það leiðbeinir þér alveg ef þú spyrð útí netverslanir og tegundir og svona, líka kennarinn þinn, eflaust mjög fróð manneskja um svona eins og svo margir kennarar:P"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2009-01-19 20:11:31",
            "id": "6459912",
            "reply_to_id": "6459757",
            "text": "Kennarinn minn er pólskur (berst samt hetjulega við að tala íslensku :)\nog hann sagðist hafa keypt fína flautu á netinu á 20þús."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-01-23 21:38:02",
            "id": "6469335",
            "reply_to_id": "6456237",
            "text": "Ég á Yamaha, búin að eiga hana núna í tæplega 5 ár held ég, hún þarf að fara í smá lagfæringu fljótlega, dýpstu nóturnar virka ekki sem skildi… en annars er þetta góð flauta :D\nog svo er kennarinn minn líka með Yamaha.."
        }
    ]
}