{
    "forum_title": "Golf",
    "user": "links",
    "user_id": "7395",
    "date": "2002-02-08 17:38:17",
    "title": "Ty Tryron",
    "text": "Eins og þið flestöll vitið þá komst ungur bandaríkjamaður Ty Tryron (eða þvíumlíkt) sem er 17 ára í atvinnumótaröðina.\nÞegar ég var að horfa á Phoenix open í Las Vegas sá ég hann einmitt. Þegar ég sá sveifluna hans var ég hissa. Sveiflan hans er ekki falleg. Þegar hann er að sveifla er hann eins og spýta (ef þið skiljið mig). Svo komst ég að því að hann er ekki með góðar taugar vegna þess að þegar hann lauk keppni(komst ekki í gegnum cuttið) þá var hann u.þ.b. +9. Ég held því fram að þótt að hann sé 17 ára að aldri og nýkominn í mótaröðina verður hann aldrei eins og Tiger Woods eins og allir eru búnir að segja.\nHvað finnst ykkur?",
    "url": "https://www.hugi.is/golf/greinar/63812/ty-tryron/",
    "url_id": "63812",
    "id": "434578",
    "replies": [
        {
            "user": "snorrioli",
            "user_id": "3780",
            "date": "2002-02-16 18:35:02",
            "id": "434579",
            "reply_to_id": "434578",
            "text": "Þetta með taugarnar held ég að sé bara reynsluleysi. Hvernig heldurðu að þú myndir vera ef þú værir að spila á sama móti og þessir frægu kallar? Þú myndir ekkert vera að spila þitt besta golf.\nSvo þetta með sveifluna. Þú hefur væntanlega séð nokkra golfara með skrítna sveiflu en slá mjög vel. Það hefur ekki mikið að segja fyrir mig hvernig sveiflan er ef viðkomandi er að slá vel. Fyrst að hann hefur komist inn á þessa mótaröð hlýtur hann að hafa verið að gera einhverja góða hluti. Það er erfitt að ná eins langt og Tiger Woods eins og flestir vita, en hann gæti alveg eins og hver annað náð svipað langt og Tiger. Ég held að það verði erfitt að slá Tiger við."
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2002-04-09 19:04:16",
            "id": "434580",
            "reply_to_id": "434578",
            "text": "það er nokkuð líklegt að Ty Tryon verði betri en Tiger þegar Tiger er svona fertugur og hann er í kringum þrítugt, margir góðir golfarar hafa ruglaða sveiflu eins og Jim Furyk, hann sveiflar og langt aftur og dregur síðan kylfuna að kúlunni rétt áður en að hann híttir hana."
        }
    ]
}