{
    "forum_title": "Smásögur",
    "user": "TheMadHatter",
    "user_id": "65981",
    "date": "2009-01-20 01:38:47",
    "title": "Narada, 4. kafli",
    "text": "Ola, hér fáið þið 4.kaflann, sem gæti verið síðasti kaflinn sem ég sendi, ef ég fæ engin komment á hann.\nAnyway, lesið ef þið viljið.\n—-\n4.kafli.\nSem er kaflinn sem þið kinnist Lilju og lærið meira um varúlfa. Ekkert rosalega mikið, samt.\n,,Vaaaaaaakna!” Hvíslaði einhver í eyrað á Brimari.\n,,Æ, tíu mínútur í viðbót…” Muldraði hann til baka.\n,,Brimar, vaknaðu!”\nHann hrökk upp. Það var ennþá nótt og í bjarma eldsins sá hann glitta í rautt hár og gul augu.\n,,Þú aftur,” sagði hann pirraður og settist upp.\nLúdýa ansaði ekki.\n,,Þú átt vakt núna,” sagði hún stuttalega og settist niður við eldinn.\nHann stundi. ,,Æ, já.”\nHann kom sér þægilega fyrir í sandgröfinni sinni. Svo leit hann á Lúdýu sem horfði á eldinn líkt og hann talaði við hana.\n,,Ætlarðu ekki að fara að sofa?” Hún leit ekki upp.\n,,Ég er búin að sofa nóg.”\nHann yppti öxlum og þau sátu hljóð.\nSkyndilega skaust eitthvað framhjá höfðinu á Brimari, tók svo krappa beygju og stefndi á Lúdýu, beygði svo aftur og flaug skrykkjótt um og virtist svo ætla að brotlenda í miðju bálinu. Lúdýa rétti óhugnanlega snöggt fram hendina og greip það.\nBrimar færði sig yfir til hennar.\n,,Hvað er þetta?”\nLúdýa opnaði lófann. Í honum lá svona 10 cm. há… persóna, kvenkyns, með kastaníu brúnt hár, og með vængi sem virðulegasta kóngafiðrildi hefði öfundað hana af. Hún var mjög grönn og klædd í kjól sem virtist saumaður úr laufum.\n,,Þetta er Blómálfur.”\n,,Þú þarft ekki að kalla mig eftir tegund. Ég hef nafn, þú veist.”\n,,Allt í lagi,” sagði Lúdýa, með þessari undarlegu rödd sinni. Eða Brimari þótti hún allavegana undarleg. Ekki svo langt frá því að vera tilfinningalaus en samt eins og hún væri að fela eitthvað. Og hálf angurvær, stundum.\n,,Hvað heitirðu þá?”\n,,Lilja Kristþyrnisdóttir.”\n,,Fallegt nafn.”\n,,Þakka þér. En hvað heitið þið?”\n,,Brimar Már Cristófersson.”\n,,Lúdýa Nótt Kalebsdóttir.”\n,,Kalebsdóttir? Kaleb?” Sagði Lilja. ,,Kannast ég ekki við það nafn?”\n,,Kannski, kannski ekki. Hann er dáinn svo að þú getur ekki hitt hann,” svaraði Lúdýa stuttarlega.\n,,Ah, núna man ég! Kaleb! Hann var frægur varúlfur sem leitaði að þessum fjórum sem spádómurinn talar um, er það ekki? Barðist líka mikið fyrir réttindum varúlfa og annara tegunda. Mikið er ég glöð yfir að hitta ættingja hans!”\n,,Gaman að kynnast þér líka. En hvað ertu annars að gera hérna? Búa blómálfarnir ekki á vesturlandi?”\nLilja þagði í smá stund, og sagði svo:\n,,Jú, en fyrir viku komu útsendarar frá Nornameistaranum heim í þorpið mitt með tilboð til föður míns um að ef hann gerðist einn af seiðkörlunum hans –\nþví að faðir minn er mjög fær seiðmaður – fengi hann nóg til að framfleyta fjölskyldunni þangað til að hann dæi, og það var ekki mjög auðvelt, með himinháa skatta konungsins og Nornameistarann sjálfan á hreyfingu. En faðir minn neitaði, því að honum fannst málstaður Nornameistarans rangur og vildi ekkert með hann hafa. Tveimur dögum seinna komu útsendararnir aftur og handtóku alla í þorpinu og ég ein slapp.” Hún þagnaði og það rann tár niður kinnina á henni.\n,,Heyrðu,” sagði Lúdýa ákveðin.\n‘Ákveðin,’ hugsaði Brimar. ‘Já, ekki alveg enn næstum því. Eins og tónninn hefði óvart sloppið inn í orðin.’\n,,Þegar ég hef klárað það sem ég þarf að gera, þó það gæti tekið dálítinn tíma skal ég hjálpa þér að ná þorpsbúum út. Ég lofa.”\n,,Ég líka,” sagði Brimar.\nHún leit á hann.\n,,Hver bauð þér?”\n,,Enginn, en þó að ég hafi bara verið hérna í tæpa tvo sólarhringa hefur það verið meira spennandi en allt mitt líf hingað til.”\nLúdýa horfði sviplaust á hann í nokkra stund. Svo fór hún að glotta. Þetta var í fyrsta sinn sem hann sá hana gera það sem næst komst brosi og það gjörbreytti andlitinu á henni.”\n,,Ef þú vilt, en það er hættulegt.”\n,,Það er bara betra.”\n,,Er ég að missa af einhverju, turtildúfur?” Heyrðist í Yrju Ester. Brimar stokkroðnaði en Lúdýa hélt sínu venjulega svipleysi.\n,,Við höfum fengið gest.”\n,,Gest?”\nYrja Ester settist upp og skakklappaðist til þeirra.\nLilja stóð upp í lófanum á Lúdýu og flögraði til Yrju Esterar.\n,,Lilja Kristþyrnisdóttir, til þjónustu reiðubúin.” Sagði hún og hneigði sig, en á flugi.\nYrja Ester starði bara eins hún hefði verið að fá sjónina í fyrsta skiptið og svaraði ekki fyrr en hún fékk olnbogaskot frá Myrkva, sem var líka vaknaður og búinn að kinna sig fyrir Lilju.\n,,Það er dónalegt að stara, Yrja.”\nHún leit á hann með sama fílulega augnarráðinu og venjulega þegar hann lét svona, en leit svo afsakandi á Lilju.\n,,Fyrirgefðu, Ég heit Yrja Ester Magnúsdóttir. Gaman að kynnast þér.”\n,,Sömuleiðis,” sagði blómálfurinn og brosti.\nSkyndilega sussaði Lúdýa á þau.\n,,Það er einhver hérna.”\n,,Ég heyri ekki neitt,” gall í Myrkva.\n,,Nei, en ég er með betri heyrn en þú. Og ég var búin að segja þér að halda kjafti.”\nMyrkvi varð sármóðgarður á svip en hafði vit á að þegja.\nOg allt í einu, án hins minnsta hljóðs eða viðvörunar, skaust eitthvað út úr myrkrinu, líkt og Lilja hafði gert rétt áður og lenti á Lúdýu.\nÞetta var lítil, skeggjuð vera, svona metri á hæð, með mjög langa handleggi eins og simpansi en með mjög stutta fætur. Það var með gróft hár um allann líkamann, með hvassar litlar tennur í stórum munninum, flat nef og lítil rauð augu sem glórðu illilega á hina krakkanna og langir fingurnir lögðu hníf með bognu blaði upp að hálsinum á Lúdýu.\nÞegar það hóf upp raust sína, sem hefði fengið þau til að fara að hlæja við aðrar aðstæður, því að miðað við ógnvekjandi útlitið hafði það svo skræka rödd að skar í eyrun.\n,,Gefist upp eða hún deyr!”\nFyrst sagði enginn neitt. Svo fór Lúdýa að mynda það sem næstum var hægt að kalla bros (þó að varla væri hægt að kalla það bros. Það voru mikið frekar kippir í munnvikunum).\n,,Allt í lagi, dreptu mig. Ég mana þig til þess.”\nBrimar og Yrja Ester störðu á hana en Myrkvi horfði rólegur á.\n,,Á ég að drepa þig? Ég skal sko sannarlega drepa þig! Ég hika alls ekki við það að drepa þig!” Sagð kvikindið æst, en hikandi.\n,,Þorirðu kannski ekki?” Sagði Lúdýa ertandi.\n,,Ó, jú! Ég þori sko alveg! Og ef þú hagar þér ekki skal ég sanna það fyrir þér!”\n,,Gerðu það þá!” Gall hæðinslega í Myrkva.\nYrja Ester og Brimar störðu á þau. Loks kom Yrja einhverju upp.\n,,Er ekki í lagi með ykkur?!”\n,,Ó, það er allt í lagi með okkur,” sagði Lúdýa og glotti til hennar.\n,,Lúdýa, þú ert að hvetja einhvern morðóðan klikkhaus  til að skera þig á háls! Ég get mér til þess að þú sért ekki allveg heil í hausnum! Ertu í sjálfsmorðshugleiðingum eða eitthvað?!”\nEn morðóði klikkhausinn var ekki að sætta sig við uppnefnin.\n,,Morðóður klikkhaus?! Ég er sko enginn morðóður klikkhaus!”\nOg í miðju æðiskastinu dró hann hnífinn þvert eftir hálsinum á Lúdýu og hló, sigri hrósandi.\nYrja skrækti og greip fyrir munninn, Brimar horfði skelfingu lostinn á, Myrkvi horfði áhugasamur eins og þetta væri eitthvað sem gerðist annan hvern dag og Lúdýa… Lúdýa glotti (þessu glotti sem var samt ekki alvöru glott) og hristi höfuðið.\n,,Aulagangur, góð minn.”\nSvo snéri hún sér leiftur snöggt  að veruni og kýldi hann á snúðinn.\nVeran stóð í nokkrar sekúndur, deplaði augunum, eins og hún tryði ekki því sem hafði gerst og leið svo útaf í sandinn.\n,,Gott högg!” Sagði Myrkvi. Hann stóð upp, gekk til Lúdýu og rétti henni hendina til að hjálpa henni á fætur. Varúlfurinn tók fegin við og hann rykti henni á fætur.\n,,Allt í lagi?”\n,,Aldrei verið betri.”\nHún lagði hendina upp að skurðinum á hálsinum, og kipptist örlítið til, af sársauka, svo virtist hún einbeita sér.\nÞað var hætt að blæða úr sárinu á hálsinum á henni. Svo fór það að gróa hægt og rólega þangað til að það virtist aldrei hafa verið þarna. Sárið var algjörlega horfið.\nYrja Ester starði á hana eins og hún hefði tekið af sér hausinn og selt hann sem fótbolta til Manchester United.\nVá, hvað það yrði annars subbulegt…\nLúdýa lét eins og  ekkert væri, þó svo að hún virtist þreyttari en venjulega.\n,,Við skuldum halda áfram. Það er ekki öruggt að vera hérna lengur og það fer bráðum að birta.”\n,,Nei, nei, nei, nei, nei, nei, nei, nei, nei, nei!” Sagði Yrja Ester.\n,,Ekki aftur! Ég fer ekki fet án þess að fá frekari útskýringu! Þú ættir eðlilega að vera dauð og þarna stendurðu eins og ekkert hafi gerst!”\nLúdýa hætti að hálfglotta og upp kom sviplausi svipurinn. Það er að segja, ef það er hægt að kalla það svip.\n,,Ég hélt að þú mundi átta þig á þessu. Ég er varúlfur.”\n,,Og hvað með það.”\n,,Þú veist ekki neitt,” muldraði Myrkvi. ,,Ekkert getur drepið varúlfa nema silfur, snillingur.”\n,,Er þetta nóg góð ástæða fyrir ykkur?” Spurði Lúdýa, nærri jafn tilfinningalaus og áður, en samt eins og hún væri leið.\n,,Ef hún er það skaltu loka þverrifunni og elta mig. Svo snéri hún sér að kvikindinu og athugaði hvort það væri ekki örugglega rotað. Svo gekk hún af stað.\nMyrkvi varð vandræðalegur á svipinn. ,,Eh, Lú? Suð – austur er í hina áttina…”\nLúdýa snarstansaði, og snérist á punktinum. ,,Ég vissi það,” sagði hún, og gekk í austur. Myrkvi elti hana.\nYrja Ester opnaði munninn eins og hún ætlaði að segja eitthvað, en fékk olnbogaskot frá Brimari.\n,,Ég held þú ættir að hafa hljóð núna, Yrja Ester Magnúsdóttir.” Sagði hann og stóð upp til að elta þau hin.”\nYrja Ester horfði á hann eins og hann væri geðveikur. ,,Þú ætlar þó ekki að elta þau?!”\n,,Eins og þú sagðir. Það er ekkert annað sem við getum gert.”\nYrja sat kyrr og horfði þrjóskulega á bálið, sem var óðum að deyja út. Svo þegar enginn virtist ætla að biðja hana um að koma með stóð hún upp og elti.\n—-\n5.kafli (sem verður kannski sendur inn:\nÞar sem þið kynnist morðfíkn og tilfinningarleysi.",
    "url": "https://www.hugi.is/smasogur/greinar/638343/narada-4-kafli/",
    "url_id": "638343",
    "id": "6459302",
    "replies": [
        {
            "user": "taata",
            "user_id": "73009",
            "date": "2009-01-22 22:10:13",
            "id": "6467233",
            "reply_to_id": "6459302",
            "text": "Mér langar að fá næsta kafla. ef þú ákveður að setja ekki restina inn nenniru þá að senda mér hana"
        },
        {
            "user": "TheMadHatter",
            "user_id": "65981",
            "date": "2009-01-23 18:11:10",
            "id": "6468921",
            "reply_to_id": "6467233",
            "text": "Maybe:P"
        },
        {
            "user": "Plut0",
            "user_id": "63869",
            "date": "2009-03-14 12:25:58",
            "id": "6564931",
            "reply_to_id": "6459302",
            "text": "o/ má ég líka ef þú sendir hann ekki inn þá að senda mér hana.\nEn það eru 2 comment sko meina þú sagðir ekkert sko! það eru 2 þannig að þú átt að senda næsta kafla inn plíz með z sko! ég hef gert það ómugulega að skrifa z á íslandi úú ég er fkn jesus marrh og ég skipa þér að senda þessa sögu inn eða ég sko skemmilegg jörðina og læt pabba láta koma loftsteinn á Reikjanes bæ sko.\n… plís? fyrir jesus kommon sko hann kom allt í einu hérna heim til mín og byrjaði að skrifa þetta síðan flaug hann bara burt ég ætti að hafa samband við kirkjuna hann skildi eftir miða og allt þúst hann er búinn að læra öll túngumálin þarna uppi sko. og sagði að íslenska væri lang flottast sko OMG!"
        },
        {
            "user": "TheMadHatter",
            "user_id": "65981",
            "date": "2009-03-14 16:58:49",
            "id": "6565355",
            "reply_to_id": "6564931",
            "text": "Ég er ekkert rosalega trúuð, en ég skal allveg senda inn 5. kafla."
        },
        {
            "user": "Plut0",
            "user_id": "63869",
            "date": "2009-03-17 01:47:34",
            "id": "6570263",
            "reply_to_id": "6565355",
            "text": "ja nu jeg kunner vid dig ja du ert ein skinsom stolpe ja.\nÞetta uppi er blanda af einhverjum tungumálum veit ekki einu sinni sjálfur hvaða túngumál það eru. en er ekki sjálfur trúaður er ekki fermdur né skírður Omg en bróðir minn er bæði og systir mín að fara að fermast þ.a.s ég er komin af fermingaraldrinum ef þú heldur að ég sé 5 ára eða eh. Sem ég held samt sjálfur stundum en en það er ekki spurningin sko hvaða hvað sko sko(litli dúddin í spugstofuni rödd sko uns er verið að leika hann man ekki hvað hann heitir) Sko Hvaða árásir eru þetta hérna á mann þú þarna typpa skítur þykist vera einhvað ha já þú ert nú bara hálviti sem hefur asna eirun lafandi (hef ekki einu sinni hugmind um hvað það þíðir að vera með asna eirun lafandi) …\nþetta ^ var nú bara smá djók sko með litla dúddan í spugstofuni þegar að það er verið að leika hann. vá hvað það er leingra að skrifa þetta svona :/…\nog vá hvað ég get tuðað… svo mikið að ég tuða meirir séa í sjálfum mér um hvað ég tuða mikið o.O :) það er bara holt að tuða það sem drepur þig ekki herðir þig eins og orðbragðið seigir.\neins og þú sérð að ofan þá ætla ég að svara spurningum þínum núna Já ég hef ekkert annað að gera… Klukkan er sko 01:49 og ég er svona hálfpartin það sem ég kalla non strokari eða nenni ekki að stroka út uns ég hef skrifað einhvað þannig að ef ég byrja að hugsa um einhvað þá einhvern meigin skrifa ég allt það sem ég er að hugsa. :) Ok kanski ekki allt en flest.\nheld að ég sé búinn að helminga þetta svar tvisvar og núna ætla ég að seigja Stopp.\nBætt við 17. mars 2009 -  01:54\nætla að Einfalda þetta að ofan í : að ég geti bullað út í eitt."
        }
    ]
}