{
    "forum_title": "Húðflúr og götun",
    "user": "Nihilium",
    "user_id": "75897",
    "date": "2009-01-19 22:57:39",
    "title": "álit?",
    "text": "jæja ég má ekki enn fá mér tattú en um leið og ég get ætla ég að gera það. en ég er búinn að ákveða að vera með ægishjálminn á öxlinni þar sem faðir minn og faði hans voru með það en svo er ég að spá. hvað er of stórt tattú fyrir þann sem er að fá fyrsta tattúið sitt? mig dreymir að fá mér risa dreka yfir allt bakið (sem á örugglega ekki eftir að gerast) en hvað er svona fínt til að byrja á? væri endilega til í að fá sársaukareynslu í fyrsta skiptið",
    "url": "https://www.hugi.is/hudflur/korkar/638416/alit/",
    "url_id": "638416",
    "id": "6460276",
    "replies": [
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2009-01-19 23:07:39",
            "id": "6460323",
            "reply_to_id": "6460276",
            "text": "það er engin sérstök stærð sem þú þarft að byrja á færð þér auðvitað bara þá stærð sem þú vilt."
        },
        {
            "user": "Nihilium",
            "user_id": "75897",
            "date": "2009-01-19 23:09:38",
            "id": "6460332",
            "reply_to_id": "6460323",
            "text": "er samt ekki betra ef ég myndi taka smærra tattú til að byra með til að vera ekki að fara í eitthvað huge session svona óvanur?"
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2009-01-19 23:24:22",
            "id": "6460366",
            "reply_to_id": "6460332",
            "text": "efast um að þú viljir hafi það svo stórt eða detailað að það verði huge session úr því."
        },
        {
            "user": "Sensati0n",
            "user_id": "69078",
            "date": "2009-01-19 23:35:49",
            "id": "6460394",
            "reply_to_id": "6460276",
            "text": "mitt fyrsta var frekar stórt :)…en stærðin skiptir svosem ekki máli ef þú virkilega villt þetta tattoo :P\nen það er meira save að byrja á litlu.."
        },
        {
            "user": "Swisha",
            "user_id": "44323",
            "date": "2009-01-20 19:52:01",
            "id": "6461873",
            "reply_to_id": "6460276",
            "text": "stærðin skiptir engu máli, en þú getur líka beðið um nokkur session svo þú sért ekki að fá þér ótrúlega mikið fyrsta skiptið..\nég fór t.d. í 2 session en samt er flúrið mitt ekkert það stórt.."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2009-03-10 08:41:41",
            "id": "6556952",
            "reply_to_id": "6460276",
            "text": "Mér finnst ægishjálmur ógeðslega töff tattoo :O Ef það væri ekki svo ótrúlega tengt tvíburasystur minni myndi ég fá mér svoleiðis. En þetta er hennar-legt svo ég myndi aldrei fá mér :) Jú hugsanlega sem “fyrir hana” dót.. en samt."
        }
    ]
}