{
    "forum_title": "Hljóðvinnsla",
    "user": "Cinemeccanica",
    "user_id": "29977",
    "date": "2009-01-24 00:20:47",
    "title": "Presonus Eureka preamp til sölu",
    "text": "Já ætla að selja Presonus Eureka formagnarann minn.\nUm er að ræða A-Class formagnara.\nSumir vita ekki hvað svona græja gerir þá ætla ég að segja í stuttu máli frá því.\nÍ stað þess að plögga micnum þínum beint í mixerinn (mboxið eða einhverja upptökugræju) þá tengirðu micinn fyrst í þessa græju og svo útúr henni aftur og í upptökugræjuna þína og þá geturðu stillt á Eureka græjunni hvernig þú vilt að micinn soundi, viltu hafa meiri dýpt í röddinni eða hafa meiri tærleika?\nAllt er mögulegt á þessari græju, Presonus Eureka og svo að sjálfsögðu gainar þetta micinn uppúr öllu valdi.\nÁ einn Electro Voice RE20 hljóðnema sem ég var að nota í útvarpsútsendingar í desember. Sá hljóðnemi er einmitt frekar lágur í leveli þannig að hljóðið úr honum kom frekar lágt inná mixerninn. En ég tengdi hann í þessa græju og gat þá hækkað miklu meira þannig soundið kom á réttu leveli inná mixerinn (get stjórnað því á formagnarnum) og svo gat ég líka stillt formagnarann þannig hann gæfi mikla dýpt í röddina. Þessi formagnari getur gert litlar og veikar raddir mun kröftugri og útvarpsvænni, hægt að stilla græjuna alveg eftir því hvað er verið að fara að gera. Hef sjálfur notað hann eins og fyrr segir bæði fyrir útvarpsútsendingu og svo bara líka búið til útvarpsauglýsingar og svoleiðis með honum.\nGetur gert allar raddir enn flottari.\nVerð 70 þúsund\nMyndi giska á að ef þessi formagnari væri pantaður núna af music123 þá væri heildarkostnaðurinn ekki undir 100-110 þúsund.\nPresonus Eureka á music123.com\nhttp://www.music123.com/PreSonus-Eureka-Pro-Recording-Channel-184130-i1125344.Music123",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/639159/presonus-eureka-preamp-til-solu/",
    "url_id": "639159",
    "id": "6469674",
    "replies": [
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2009-01-24 02:14:44",
            "id": "6469875",
            "reply_to_id": "6469674",
            "text": "Hva, hví er verið að selja :)?"
        },
        {
            "user": "davida",
            "user_id": "57177",
            "date": "2009-01-24 11:41:14",
            "id": "6470065",
            "reply_to_id": "6469875",
            "text": "Kaupa Focusrite formagnarann fyrir neðan ?"
        },
        {
            "user": "Cinemeccanica",
            "user_id": "29977",
            "date": "2009-01-24 15:05:52",
            "id": "6470370",
            "reply_to_id": "6469875",
            "text": "Ég er að fara að fá mér Aphex 230 í staðinn :)"
        },
        {
            "user": "Cinemeccanica",
            "user_id": "29977",
            "date": "2009-02-15 16:42:52",
            "id": "6514277",
            "reply_to_id": "6469674",
            "text": "Seldur!"
        }
    ]
}