{
    "forum_title": "Danstónlist",
    "user": "EXOZ",
    "user_id": "21269",
    "date": "2009-02-04 06:25:24",
    "title": "4. ára afmæli Techno.is. á Nasa á laugardaginn.",
    "text": "Techno.is heldur upp á 4. ára afmæli sitt næstkomandi laugardagskvöld (7.febrúar) á Nasa við Austurvöll.\nÍ tilefni þess mun enginn annar en Richard Durand þeyta skífum. Hann hefur verið að gera magnaða hluti undanfarið og vakið mikla athyggli fyrir tónlist sína og spilamennsku. Richard er einn af uppáhaldstónlistarmönnum Sander Van Doorn og Dj Tiesto en þeir unnið mikið saman, sérstaklega við endurhljóðblandanir. Lög efir Richard Durand hafa fengið mikla útvarpshlustun síðustu vikur þá sérstaklega hans útgáfa af laginu “In and Out of Love” með Armin Van Buuren og hans eigið lag “Weep” sem hann gerði með Skin, söngkonu Skunk Anansi.\nÁsamt Richard Durand koma fram plötusnúðar Techno.is, Exos, Plugg'd, Dj Thor og Sindri Bm. Miðasalan er í Mohawks Kringlunni og kostar litlar 2000 kr.\nMeira um Richard Durand.\nHollenski listamaðurinn Richard Durand er án efa einn af skærustu stjörnunum sem danstónlistar senan hefur séð í þó nokkur ár. Durand sem upphaflega byrjaði sem tónlistarmaður\ní einum af vinsælustu danstónlistar sveitum Hollands og hefur verið að vinna sig upp í alþjóðlegu danstónlistar senunni og tilheyrir nú hópi topp Trance plötusnúða heimsins.\nÁ síðastliðnum árum hefur Durand framleitt og gefið út marga sigursæla klúbba slagara þrátt fyrir að stökk hans út í alþjóðlegu danstónlistar senuna er þökk sé endurhljóðblöndun hans af Leathal Industry, “flight 643 og Break my fall eftir Tiesto.\nÞað sem byrjaði sem einfaldur ”bootleg“ endaði sem endurhljóðblöndunar samningur við einn af þekktustu plötusnúðum heimsins.\nAlþjóðleg frægð Durands jókst hratt árið 2005 eftir að hann gaf út orkufyllta klúbba slagarann “Make Me Scream” og fljótlega eftur það gaf hann út Sunhump 2006, Slipping Away, Inside My Brain, Any Time, For the Believers 2.0”, Sweep and Repeat, Submerge og fylgdi Ledged up í kjölfarið.\nAðrir plötusnúðar hafa lofað hæfileika Durands og spila oftar en ekki lög hans þegar þeir koma fram, meðal þeirra má sem dæmi telja Tiesto, Paul van Dyk, Armin van Buuren, Sander van Doorn and Judge Jules.\nRichard Durand viðurkennir mikilvægi þess að hafa settin sín fersk og einstök. Það sem er einstakt miðað við aðra plötusnúða er fjöldi endurgerða og endurhljóðblandana sem hann gerir til að nota í settunum sínum.\nDurand hefur meðal annars endurhljóðblandað lög eins og Smack My Bitch Up með The Prodigy, Hey Boy, Hey Girl með Chemical Brothers, Chasing cars með Snow patrol og 1998 með Binary Finary.\nMiklir tæknilegir hæfileikar Durands koma líka fram þegar hann sem spilar þar sem hann notar venjulega þrjá spilara, nútímalegur stíll Durands er nú þegar þekktur innan alþjóðlega tónlistargeirans.\nRichard Durand hefur verið að spila um allan heim og hefur hann komið fram í löndum eins og Englandi, Ástralíu, Nýja Sjálandi, Kanada, Indlandi, Noregi, Rússlandi, Póllandi, Suður Kóreu, Taívan, Írlandi og á Spáni.\nDurand er einnig oft boðið að spila á heimsþekktum danstónlistar hátíðum eins og til dæmis Dance Valley, Planet Love, Revolution, Airport Jam and Dance Planet.\nÍ sumar hefur Durand einnig verið fastaplötusnúður á Club Eden á Ibiza á hinum virkilega vinsælu ”judgement sundays\".\nSíðan 2008 hefur Richard Durand einnig spilað í klukkutíma á hinni vinsælu hollensku útvarpsrás SLAM!FM, sem fastaplötusnúður í þættinum Clubbin,\nDurand spilar einu sinni í mánuði í 1 klukkustund þar sem hann blandar saman\ntónlist sem hann notar þegar hann kemur ofram og einnig það nýjasta úr danstónlistar heiminum. Hægt er að niðurhala þáttinn sem Podcast frá I-Tunes eða af vefsíðunni hans.\nAuk þess að vera að vinna að sinni fyrstu plötu og að spila um allan heim þá hefur hann verið að vinna með poppstjörnunni Skin sem er meðal annars þekkt fyrir að vera fyrrum söngkona sveitarinar Skunk Anansi og ætti það verkefni að fá útgáfu um 2008.\nÁ stuttum tíma hefur Richard durand náð að verða einn af vinsælustu alþjóðlegu listamönnunum og er búist við að frægðar sól hans eigi eftir að rísa enn frekar í náinni framtíð.",
    "url": "https://www.hugi.is/danstonlist/greinar/641010/4-ara-afmaeli-technois-a-nasa-a-laugardaginn/",
    "url_id": "641010",
    "id": "6491498",
    "replies": [
        {
            "user": "Lando",
            "user_id": "16918",
            "date": "2009-02-12 12:32:12",
            "id": "6508331",
            "reply_to_id": "6491498",
            "text": "hvernig gekk þetta? ekki mikið um umræður hérna…"
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2009-02-12 17:53:39",
            "id": "6509090",
            "reply_to_id": "6508331",
            "text": "Þetta gekk eins vel og hægt var…\nÞað er rassía hjá skemmtistöðunum varðandi skilríki um þessar mundir þannig að meðalaldurinn var frekar hár í þetta skiptið og krakkarnir komust ekki inn nema einn og einn…\nRichard Durand var blátt áfram harður og þéttur og mun betri en ég hélt…\nÉg mundi segja að hann hafi toppað Marco og Deadmau5 báða til samans hvad varðar stemmningu….\nég er sáttur…"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2009-02-13 13:40:37",
            "id": "6510760",
            "reply_to_id": "6509090",
            "text": "BÖRNIN HEIM"
        },
        {
            "user": "JoeyD",
            "user_id": "57153",
            "date": "2009-02-13 14:36:31",
            "id": "6510863",
            "reply_to_id": "6509090",
            "text": "Fyrst að svo var  var þetta þá ekki slagsmálafree ?"
        },
        {
            "user": "barti",
            "user_id": "28175",
            "date": "2009-02-19 10:10:51",
            "id": "6521524",
            "reply_to_id": "6491498",
            "text": "Brilliant set hjá manninum.\nhttp://www.youtube.com/watch?v=a7pztAhYT14"
        },
        {
            "user": "high",
            "user_id": "1595",
            "date": "2009-02-21 05:43:45",
            "id": "6525058",
            "reply_to_id": "6521524",
            "text": "flott video =)\nHvar væri þetta fólk án þín Addi !  Góð stemming og fint kvöld !  Frábært að þú skulir leggja þig fram í þessu.  two thumbs up !\nkveðja\nB."
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2009-02-21 09:31:32",
            "id": "6525085",
            "reply_to_id": "6525058",
            "text": "það var stemmning þarna…"
        }
    ]
}