{
    "forum_title": "Djammið",
    "user": "islenskurvikingu",
    "user_id": "73880",
    "date": "2009-02-04 17:21:26",
    "title": "hvaða drikkur ?",
    "text": "sælir, ég var að spá..var í partýi um daginn og eitthver var að tala um svakalegann drikk sem maður sniffar..var reyndar mjög fullur enn man eftir smá : maður blandar vissann drikk í staupglas, kveikji í honum.. hefur það þannig í smá stund, svo seturu hendinna yfir drikkinn þá sogast hann við hendina á þér, svo hristuru drikkinn á hendinni þinni í dálíinn tíma, svo snýrðu staupinu við og skellir því snöggt á borðið þá er þetta orðið gler hart og drikkurinn brotnar á borðið og þú brytjur hann niður og sniffar hann.. vona að þið skyljið þetta\n: )\nBætt við 4. febrúar 2009 -  17:38\nDRYKKUR*",
    "url": "https://www.hugi.is/djammid/korkar/641103/hvada-drikkur/",
    "url_id": "641103",
    "id": "6492527",
    "replies": [
        {
            "user": "DerpyHooves",
            "user_id": "58484",
            "date": "2009-02-04 18:01:11",
            "id": "6492647",
            "reply_to_id": "6492527",
            "text": "það hefur einkver verið að ljúga virkilega mikið af þér…"
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2009-02-04 23:37:53",
            "id": "6493791",
            "reply_to_id": "6492527",
            "text": "Haha"
        },
        {
            "user": "Eros89",
            "user_id": "1771",
            "date": "2009-02-04 23:51:56",
            "id": "6493837",
            "reply_to_id": "6492527",
            "text": "Þetta heitir hönd guðs og algjör snilld.\nhttp://www.vinbudin.is/DesktopDefault.aspx/tabid-54?productID=01007\nhttp://www.vinbudin.is/DesktopDefault.aspx/tabid-54?productID=12242\nÞetta virkar s.s. þannig að þú tekur viskí eða koníaksglas. Hellir staupi af líkjörinu og öðru af sambuca. Settu svo NEGUL í aðra höndina á þér og kveiktu með hinni í glasinu.\nUm leið og loginn kemur upp legðu þá kveikjarann frá þér og stráðu negul yfir eldinn. Settu höndina þéttingsfast að glasinu svo loftið fari ekki út og hristu svo þú brennir þig ekki.\nBerðu svo glasið upp að andlitinu á sjálfum þér eða öðrum og lyktaðu um leið og færi gefst og drekktu allt í einum sopa.\n- Þetta brennur. Góða skemmtun\nBætt við 4. febrúar 2009 -  23:57\nókei sorry las ekki allt.. Mæli samt með þessum"
        },
        {
            "user": "Selshamur",
            "user_id": "19356",
            "date": "2009-02-05 21:22:34",
            "id": "6495744",
            "reply_to_id": "6493837",
            "text": "Áttu að blanda þessu bæði saman eða notarðu bara annaðhvort?"
        },
        {
            "user": "Eros89",
            "user_id": "1771",
            "date": "2009-02-06 01:02:09",
            "id": "6496317",
            "reply_to_id": "6495744",
            "text": "seta eina einingu(sem jafngildir einu skoti) af sitthvoru ofan í glasið"
        },
        {
            "user": "DerpMeister",
            "user_id": "61687",
            "date": "2009-02-06 18:45:26",
            "id": "6497498",
            "reply_to_id": "6493837",
            "text": "hahha snilld :P verður maður ekki fuckt eftir þtta ?"
        },
        {
            "user": "Eros89",
            "user_id": "1771",
            "date": "2009-02-09 15:29:51",
            "id": "6502500",
            "reply_to_id": "6497498",
            "text": "Jú .. það er ekki hægt að segja annað en maður verði nokkuð hress"
        },
        {
            "user": "snick",
            "user_id": "49667",
            "date": "2009-02-20 12:12:51",
            "id": "6523628",
            "reply_to_id": "6492527",
            "text": "setur sambuca í skotglas, kveikir í því, tekur annað glas(bjór glas eða e'h) og setur yfir sambuca skotið.\nTekur svo rör laumar því inní glasið og andar að þér gufunum og tekur svo skotið\nFOKKS JÚ ÖPP"
        },
        {
            "user": "Bjozzman",
            "user_id": "6233",
            "date": "2009-02-25 21:12:10",
            "id": "6534587",
            "reply_to_id": "6492527",
            "text": "Sambuca\nHellir sambucanu í skotglas, kveikir í, lætur loga í nokkrar sek, svo sleikiru á þér lófann (til að brenna þig ekki) og lætur hann yfir eldinn, þá sogast glasið upp í lófann á þér svo þú ættir að geta lyft glasinu með að lyfta bara lófanum án þess að halda um glasið… Svo tekuru glasið uppað nefinu á þér, losar lófann frá og sýgur allt uppí nefið og tekur staupið..\nKeypti mér 700ml flösku á tenerife í sumar og gerði þetta eitt kvöldið og var skemmdur eftir 1 og hálfann tíma… vaknaði með ælu yfir mig allan og svona nice (Y) hata þennan drykk eftir þetta.. en elskaði hann fyrir. svo endilega prófa :P"
        },
        {
            "user": "islenskurvikingu",
            "user_id": "73880",
            "date": "2009-02-26 18:28:28",
            "id": "6536222",
            "reply_to_id": "6534587",
            "text": "haha.. ég vakna\nalltaf\nallur útí ælu.."
        }
    ]
}