{
    "forum_title": "Heimspeki",
    "user": "Hadrianus",
    "user_id": "3208",
    "date": "2002-02-10 23:07:37",
    "title": "42",
    "text": "Ég las bókina Hitchhikers guide to the galaxy og það var ári eftir að ég lauk að lesa hana að ég fór að fá töluna 42 á heilann, og einhvernveginn þá fannst mér svo rétt að hún væri svarið við spurningum alheimsins.\nVið förum öll í gegnum lífið og pælum í því, hver sé tilgangur lífsins, hvar er upphafið, hvað er, hvað er ég.\nog það tók að mótast hugmynd í huga mínum og öllum spurningum hef ég svarað 42.\nástæðan fyrir því er einföld, við vitum svarið, við hörfum alltaf vitað svarið hvort sem við komum orðum að því eða ekki, við höfum öll okkar svör við spurningum alheimsins en við skiljum svörin ekki því spurningunar vitum við ekki.\nÞað er staðreynd, til að skilja svarið, verðum við að skilja spurninguna.\nErum við að leita á vitlausum grundvelli. eigum við kannski að einblýna á eitthvað annað, erum við að pæla, hugsa of mikið út í þetta til að geta nokkurntíman komist að einfaldri, þægilegri niðurstöðu.",
    "url": "https://www.hugi.is/heimspeki/korkar/64134/42/",
    "url_id": "64134",
    "id": "436808",
    "replies": [
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2002-02-11 08:21:45",
            "id": "436809",
            "reply_to_id": "436808",
            "text": "Eitt orð: “trúarbrögð”<br><br><font color=“#800080”>_________________________</font>\n<p><a href=\"\nhttp://www.simnet.is/unnst\n\">ha?</a>(sorry if i don't like to write the way you like to read)</p"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2002-02-16 03:08:18",
            "id": "436810",
            "reply_to_id": "436809",
            "text": "ooh þarftu endilega að troða þeim inní þessa umræðu?<br><br><hr>\n<a href=\"\nhttp://kasmir.hugi.is\n“ onmouseover=”window.status=' {[S.o.S]}Death Knight ;return true;“ onmouseout=”window.status='';return true;“> Death Knight </a>\n<hr>\n”Life is hell, enjoy it“\n(my philoshopy)\n”Og þegiðu svo Dipper“\n(My second philosophy)\n<img src=”\nhttp://kasmir.hugi.is/kasmir/umsjon/synamynd.php3?uname=crap&myndnafn=Eg.jpg\n\""
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-02-16 17:17:52",
            "id": "436811",
            "reply_to_id": "436809",
            "text": "þrjú orð: skil ekki, útskýrðu<br><br>“Allar reglur hafa undantekningar nema þessi!”"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-02-16 17:53:27",
            "id": "436812",
            "reply_to_id": "436811",
            "text": "hehe já… mér hefur kannski bara fundist þetta of augljóst, en, við hugsum ekki öll eins, svo mikið er víst.\nÞað sem ég var að reyna að segja, íeinuorðisagt, var að allt þetta Doglas Adams dót, 42 o.fl., hefur þau einkenni trúarbragða sem gerir trúarbrögð að ópíumi fólksins, að mér finnst. Þó áhangendur hans muni seint viðurkenna það, þá finnst mér þeir alltaf vera að fara stuttu leiðina og segja bara eitthvað einsog 42.. fiskur eða vetrarbraut… þetta er alveg gríðarlega algengt hérna á huga. Nú var Douglas öfgakenndur trúleysingi, og hefur ábyggilega ekki vilja að fólk túlki sig svona…\nÉg veit að þetta er kannski svolítið langsótt líking, en mér þykir harðir Doglas lesendur eiga ýmislegt sameiginlegt með trúræknu fólki… þau láta sefast, láta hugsa fyrir sig. (Auðvitað þarftu ekki að vera sammála mér, og ég ætla ekki að reyna að þvinga þessari skoðun uppá þig… mér finnst betra bara að útskýra).\nÉg man vel eftir viðtali sem ég las… þar sem Adams var viðfangið. Það var verið að spyrja hann útí hvernig hann hefði orðið trúleysingi, hann sagði snemma í viðtalinu að þeir sem eru agnostikar (þ.e. efast um allt sem við kemur trú) nenntu bara ekki að hugsa. Svo sagði hann síðar að hann hefði orðið agnostikari og _hugsað_ og _hugsað_ og _hugsað_ þar til hann varð trúleysingi… auðvitað neitaði hann því að það væri trú að trúa ekki.\nEn nú eru bækur hans, að mínu áliti, komnar í stað trúarbragða sem auðvelda lausnin…\nþetta er svona, að einhverju leyti, það sem ég átti við. Ég held ég hafi bara ekki nennt að skrifa nema þetta eina orð, því ég bjóst ekki við einhverjum voðalegum rökræðum frá manni sem segir svarið vera 42 … en það er annað mál:)<br><br><font color=“#800080”>_________________________</font>\n<p><a href=\"\nhttp://www.simnet.is/unnst\n\">ha?</a>(sorry if i don't like to write the way you like to read)</p"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-02-16 21:18:34",
            "id": "436813",
            "reply_to_id": "436812",
            "text": "Þetta var pínulítið of  langsótt til að grípa það á orðinu,\nen þetta er skemmtileg pæling. <br><br>“Allar reglur hafa undantekningar nema þessi!”"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2002-02-11 22:52:33",
            "id": "436814",
            "reply_to_id": "436808",
            "text": "Þvert á móti. Við höfum engar spurningar og engin svör, við einungist tökum staðreyndir heimsins og eiföldum þær. Heimspeki er ekkert nema uppgötvun  á einhverju sem er til. Ef við höfum ekki hlutinn en skilgreinigu á hönum þá getum við ekki svarað honum eins og: Hvernig er liturinn sem er ekki til? eða Hvar eru endamörk alheimsins? eða Er ég til?. Förum nánar í Er ég til.\n“Er ég til?”\n“ég hugsa því er ég!”\neitthvað hugsar því hlýtur eitthvað að vera til, svo segjum við en ef eitthvað hugsar fyrir okkur sem eitthvað, en þá hugsar það svo það hlýtur eitthvað að hugsa og því er eitthvað til sem er ég. Aftur á móti getur öll skilvitund verið ein blekking, en eitthvað hlýtur líka að blekkja hana og því er annað hvort “ég” eða eitthvað annað að blekkja hana og því eitthvað til. Kanski bara ég eða kanski ég og fleiri “ég”.\nÞannig getur spurningum verið hálfsvarað útfrá hlutum sem við höfum þá gætu hlutið verið til. Svo með því að gera ráð fyrir hlutm þá myndum við nýjar spurningar og mismunandi hvort það sé “til” eða ekki “til”.\n;)<br><br><div align=“right”><a href=\"\nhttp://www.virago.is/tannbursti/sjadu_fljugandi_belja.html\n“ style=”border: 1px solid; padding: 3px;\">Tannbursti</a"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2002-02-16 03:07:26",
            "id": "436815",
            "reply_to_id": "436814",
            "text": "hvernig veistu að við hugsum? Hvernig í ******** geturðu vitað það? Það er engin leið að segja, kannski erum alvöru við geymd í hylki (humm bara eins og í matrxi) eða etta er allt bara einn vondur draumur. Hvað er að hugsa? Hafiði pælt í því? Þegar ég er að hugsa er ég að…?<br><br><hr>\n<a href=\"\nhttp://kasmir.hugi.is\n“ onmouseover=”window.status=' {[S.o.S]}Death Knight ;return true;“ onmouseout=”window.status='';return true;“> Death Knight </a>\n<hr>\n”Life is hell, enjoy it“\n(my philoshopy)\n”Og þegiðu svo Dipper“\n(My second philosophy)\n<img src=”\nhttp://kasmir.hugi.is/kasmir/umsjon/synamynd.php3?uname=crap&myndnafn=Eg.jpg\n\""
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-02-16 17:16:12",
            "id": "436816",
            "reply_to_id": "436815",
            "text": "Það er ómögulegt að efast um þetta, amk ef þú ætlar að\ntrúa sjálfum þér á meðan þú ert að því.\nJafnvel þótt þú SÉRT gymdur í hylki eða draumi eða bara\nhverju sem er sjálfsmeðvitundin til staðar.\n“Ég hugsa, þess vegna er ég”.\nÞetta er það sem fær mig til að dá Decartes.\nHlutur sem ekki er raunverulega hægt að efast um.<br><br>“Allar reglur hafa undantekningar nema þessi!”"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-02-16 21:34:14",
            "id": "436817",
            "reply_to_id": "436816",
            "text": "Það hafa nú verið færð góð rök fyrir því að þetta gangi ekki upp hjá Descartes en þau þarfnast frekar langrar og tæknilegrar umræðu um Descartes sem ég læt vera að reyna að útlista núna. Held samt að ég hafi minnst á þetta einhvers taðar hérna áður.\nAnnars fékk Descartes þetta frá Ágústínusi kirkjuföður :)<br><br>_____________________________\nAut tace aut loquere meliora silentio."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-02-17 13:21:09",
            "id": "436818",
            "reply_to_id": "436817",
            "text": "Ég er samt að spá, geturðu fært góð rök fyrir\nþví að hann hafi haft rangt fyrir sér og jafnframt\ntrúað sjálfum þér?\nEr raunverulega hægt að efast um sjálfan sig?<br><br>“Allar reglur hafa undantekningar nema þessi!”"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-02-15 22:57:09",
            "id": "436819",
            "reply_to_id": "436808",
            "text": "Því meira sem ég læri.\nÞví meira sem ég stunda heimspekilega hugsun.\nÞví meira sem ég hugsa almennt, set fram kenningar,\ndreg ályktun, o.s.frv\nÞví betur kemst ég að því að ég veit ekki rassgat.\nÞví það er loksins farið að síast inn í hausinn á mér :-)<br><br>“Allar reglur hafa undantekningar nema þessi!”"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2002-02-16 03:03:22",
            "id": "436820",
            "reply_to_id": "436808",
            "text": "Ég er sammála, ég las bókina og sama gerðist fyrir mig. Þetta er rökrétt<br><br><hr>\n<a href=\"\nhttp://kasmir.hugi.is\n“ onmouseover=”window.status=' {[S.o.S]}Death Knight ;return true;“ onmouseout=”window.status='';return true;“> Death Knight </a>\n<hr>\n”Life is hell, enjoy it“\n(my philoshopy)\n”Og þegiðu svo Dipper“\n(My second philosophy)\n<img src=”\nhttp://kasmir.hugi.is/kasmir/umsjon/synamynd.php3?uname=crap&myndnafn=Eg.jpg\n\""
        }
    ]
}