{
    "forum_title": "Djammið",
    "user": "hraegammur",
    "user_id": "64065",
    "date": "2009-02-06 18:16:12",
    "title": "Vandræðarlegir hlutir á djamminu",
    "text": "Hvað er svona með því vandræðalegasta sem hefur komið fyrir ykkur undir áhrifum ? endilega deila reynslusögum : D",
    "url": "https://www.hugi.is/djammid/korkar/641461/vandraedarlegir-hlutir-a-djamminu/",
    "url_id": "641461",
    "id": "6497440",
    "replies": [
        {
            "user": "halfdankall",
            "user_id": "61495",
            "date": "2009-02-06 18:45:04",
            "id": "6497497",
            "reply_to_id": "6497440",
            "text": "hérna, kauptu bara æfisöguna mína, hún fer að slefa í 300 bls af vandræðalegum mómentum af fylleríum (Y)"
        },
        {
            "user": "pprakkari",
            "user_id": "63899",
            "date": "2009-02-15 08:21:16",
            "id": "6513798",
            "reply_to_id": "6497497",
            "text": "ég á það til að gera MJÖÖÖg heimskulega hluti á fylleríum … helst þá á 17 júni .. veit ekki hvað málið er með þann dag en sá dagur er einfaldlega dagur sem ég á ALLS EKKI að drekka á … hehe =D"
        },
        {
            "user": "Kain",
            "user_id": "27935",
            "date": "2009-02-20 01:19:21",
            "id": "6523343",
            "reply_to_id": "6513798",
            "text": "kannast vel við það…en minn dagur er Eurovision…ætli hver og einn eigi ekki sinn dag?"
        },
        {
            "user": "DerpMeister",
            "user_id": "61687",
            "date": "2009-02-06 18:57:31",
            "id": "6497518",
            "reply_to_id": "6497440",
            "text": "ég og vinur minn á djamminu og ég ætlaði að læðast aftan að honum og sleikja inní eyrað á honum.. svo var þetta annar gaur.. no big deal reið honum bara..\nhaha djók veit ekki"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2009-02-06 19:56:40",
            "id": "6497646",
            "reply_to_id": "6497518",
            "text": "HAHA, það væri samt snilld."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2009-02-06 19:58:54",
            "id": "6497649",
            "reply_to_id": "6497440",
            "text": "Eitt af því meira vandræðilega sem ég hef gert er að drekka mig svo ofurölvi að ég endaði ælandi hjá góðvini mínum sem bjó með 18 ára frænku sinni og foreldrum hennar..\nÉg þurfti að gista einhverstaðar svo ég þurfti að gista uppi hjá henni í litlum sófa og bullaði hluti við hana sem ég man varla eftir.. Eitthvað í áttina: ‘'Hey! Ef ég dey, þá má (ofangreindur vinur) eiga Xbox tölvuna mína.. Þú færð líka eitthvað, ég spái bara í því og segi þér á morgun.’'\nSvo var ég alltaf vaknandi og ælandi og hún greyið kom alltaf og héllt hausnum mínum og sagði að allt yrði í lagi.. Svo um morguninn kom vinur minn og sagði mér að hunskast á fætur því hún gæti ekki sofið fyrir hrotunum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-02-06 21:04:15",
            "id": "6497779",
            "reply_to_id": "6497649",
            "text": "Það er ekkert vandræðalegt, það er bara gott kvöld :)"
        },
        {
            "user": "dala",
            "user_id": "36926",
            "date": "2009-02-11 16:55:15",
            "id": "6506774",
            "reply_to_id": "6497440",
            "text": "Ég elgg mig í líma við að muna ekki eftir vandræðalegum hlutum, það er einfaldlega of mikið af þeim. Dettur samt eitt sniðugt í hug.\nÉg og vinur minn fórum að glíma. Í sófanum á Glaumbar. Það náðist ein í meira lagi vafasöm mynd, sem fór að sjálfsögðu inn á Facebook. Nú er ég reglulega spurð hvort við ætlum ekki að taka nokkur létt fangbrögð."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-02-18 22:38:19",
            "id": "6520972",
            "reply_to_id": "6497440",
            "text": "Ég fór niðrí bæ á föstudegi og lendi í slag við eithvern gaur og kýli hann niður og eithvað. En allavega svo næsta dag fer ég að drekka hjá vini mínum og hann er eithvað að tala um að frændi hans sé að koma og svo kemur hann og þá var þetta gaurinn sem ég kýldi ehehehe… Annars leifði ég honum að slá mig utan undir nokkrum sinnum því ég hafði verið fífl :$"
        },
        {
            "user": "JackTorrance",
            "user_id": "63090",
            "date": "2009-02-23 11:37:51",
            "id": "6529190",
            "reply_to_id": "6497440",
            "text": "Ég verð aldrei vandræðalegur undir áhrifum."
        },
        {
            "user": "Obelixx",
            "user_id": "76338",
            "date": "2009-02-28 15:11:51",
            "id": "6539639",
            "reply_to_id": "6497440",
            "text": "Akureyrardjamm í fyrra.\nvinkona mín misti hálfa framtönnina og eithvernvegin blandaðist lögreglan í þetta og bjuggum til lygasögu um að tveir gaurar hefðu kýlt hana, held meiraaðsegja að það hafi komið grein um þetta á visir.is eða mbl x)"
        },
        {
            "user": "Starlight",
            "user_id": "73463",
            "date": "2009-03-07 16:33:22",
            "id": "6552168",
            "reply_to_id": "6539639",
            "text": "Haha crap, það var fucked up kvöld! x)\nKærastinn þinn sýndi mér greinina sem kom á netið, fcking lygalaupar eru sumir ;P"
        },
        {
            "user": "complexity",
            "user_id": "44100",
            "date": "2009-03-28 20:28:50",
            "id": "6592615",
            "reply_to_id": "6497440",
            "text": "Kemur fyrir að ég verð extreme to the max dramatískur og fer að hágrenja og segja hluti sem meika varla sense, hef gert nokkra skandala og vaknað með svona “oh crap” hætti :p\nAnnars var seinasta djammið mitt legendary, var barinn af pólverja og lalli jóns gaf mér pening fyrir pizzu á pronto."
        }
    ]
}