{
    "forum_title": "Heilsa",
    "user": "hulda",
    "user_id": "2591",
    "date": "2002-02-11 03:33:46",
    "title": "Heilsuátakið mitt",
    "text": "Ýkt stolt ég! Komin í smá heilsu átak\nKanski sirka vika síðan ég byrjaði, hætti að borða nammi til að byrja með. Sem er MJÖG ERFITT fyrir mig.. og viti minn það gat ég\nFékk mér reyndar nokkur smartís í gær.. Það má, Laugardagur :)\nÞað er gott að hafa bara einn dag í viku þar sem má fá sér eitthvað svona sætt, annars springur maður bara.. Svo Laugardagar eru núna aftur orðnir uppáhalds dagarnir mínir víí :)\nÉg er svona að reyna að minka að éta brauð og þess háttar, er þó búin að skifta úr fransi yfir í heilhveiti, mér er ekkert sérlega vel við kornin svo ég get alveg eins slept því í 6 daga í viku..\nEr farin að minka að fá mér að éta áður en ég fer að sofa og fæ mér morgunmat þegar ég vakna. Borða oftar og þá bara minna í einu og eitthvað hollara. Bíllinn minn er ekki búin að vera hreyfður í 2 vikur, (Ekkert bara útaf heilsuátaki mínu líka öðru) svo ég labbaði í gær! Ekki oft sem að ég labba eitthvað!\nSvo er ég búin að vera á hestbaki og er ekki búin að detta almennilega í það í góðan tíma!\nAllar þessar breytingar og líkaminn minn veit ekki hvað er að gerast.. Án gríns þá er hann með fráhvarfseinkenni..\nÉg er búin að vera með hryllilega leiðinlegan magaverk svona annars lagið.. Verk sem bara er þarna og ekkert lagar.. Gat ekki sofið fyrir honum um dagin.. Svo kom hann aftur í dag.. Bakið á mér er eitthvað með stæla, verkir og læti.. Lenti í slysi í sumar þar sem ég fékk bakverki en þeir löguðust á eitthverjum 2-3 mánuðum með lyfjum en það er eins og hann sé að koma aftur.. Sami leiðindaverkurinn.\nAllt byrjaði þetta eftir að ég byrjaði í heilsuátakinu mínu\nÚff það er erfitt að vera heilsufrík..",
    "url": "https://www.hugi.is/heilsa/greinar/64158/heilsuatakid-mitt/",
    "url_id": "64158",
    "id": "436959",
    "replies": [
        {
            "user": "emil",
            "user_id": "155",
            "date": "2002-02-11 07:45:23",
            "id": "436960",
            "reply_to_id": "436959",
            "text": "Flott hjá þér Hulda. Ertu ekki mikið hressari núna ? Ég er líka í svona heilsuátaki ef það má kalla það því nafni en ég er búinn að missa 3 kg frá áramótum og það fá fleiri að fara !!!! Gangi þér vel :-}}}\nGO HULDA !!!!!!!!!"
        },
        {
            "user": "Jezzybelle",
            "user_id": "12691",
            "date": "2002-02-11 07:51:43",
            "id": "436961",
            "reply_to_id": "436959",
            "text": "Já það getur verið erfitt en það er líka ofsalega gott.  Ég er núna kasólétt og á að fara að eiga eftir rúma viku en um leið og ég varð ólétt þá fór líkami minn átómatískt að vilja holt fæði og góða heilsu.  Ég gat ekki með nokkru móti komið niður kaffibolla og ég er vön að drekka ansi mikið af kaffi daglega, eins gat ég ekki drukkið kók og fór að sækja voðalega mikið í grænmeti og ávexti.  Ég er hæstánægð með þessa breytingu á mér þar sem að hún kemur sér mikið betur fyrir barnið mitt sem b.t.w. dafnar mjög vel og er yfir meðallagi í stærð.  Ég er ein af þessum mjög svo sjaldgæfu fuglum sem aldrei hef tekið bílpróf þó ég sé að verða 25 ára og finnst mér það bara ágætt, fyrir vikið hreyfi ég mig meira og feir í göngutúra og heimilishundurinn er mjög ánægður með það.  En rosalega tók ég vel eftir því hvað mér fór að líða mikið mikið betur andlega og líkamlega um leið og ég snéri mér svona að hollustunni.  Ég hef til dæmis grennst þó svo að ég sé ólétt (öfugt við margar sem einmitt bæta á sig aukakílóum á meðgöngu) og það hefur ekkert komið niður á barninu.  Ég var ofsalega þunglynd líka en hef ekki fundið fyrir þunglyndi í marga mánuði, varla fundið fyrir kvíða og ég svaf mikið betur.  Nú er reyndar vandamál með svef en það er bara afþví að ég er við það að eiga og er svo hrikalega stór.  Ég mæli með því við alla að huga að mataræði og hreyfa sig reglulega.  Og já Hulda þú mátt vera stolt af þér því það er hægara sagt en gert að breyta svona um lífstíl allt í einu en það á eftir að vera vel þess virði.  Gangi þér vel."
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2002-02-11 08:31:10",
            "id": "436962",
            "reply_to_id": "436959",
            "text": "Brjálæðislega dugleg…. ég er reyndar ein af þeim sem er alltaf í megrun og búin að vera það síðan ég var 16 ára (er 22 núna) og það hefur verið misjafnt. Ég reyndar bara missti 10 kíló við það að byrja í Háskólanum þannig að markmiðið hjá mér núna er að halda mér í þeirri þyngd sem ég er og ég fer út að labba rösklega í hálftíma 5-6x í viku :) Ég er reyndar engin bolla sko, bara 54 kg, en ég er svo lítil (160 cm) að það þarf svo lítið til að ég verði tsjúbbí.\nsvo er bara að borða hollt, ég er reyndar með ofnæmi fyrir súkkulaði, hnetum og lakkrís og marsípani sem er fínt en ég fæ mér samt stundum smá, það má einu sinni í viku. :)\ngangi þér vel og ekki gefast upp, það er allt hægt :)"
        },
        {
            "user": "Keyzer",
            "user_id": "7956",
            "date": "2002-02-11 11:51:45",
            "id": "436963",
            "reply_to_id": "436959",
            "text": "Úff ég þarf að fara að minnka kókneyslu mína.. :/ Enn allavega ekki gefast upp Hulda mín.. Þetta er flott hjá þér\nKv. Keyze"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-02-11 13:27:32",
            "id": "436964",
            "reply_to_id": "436959",
            "text": "hehe…."
        },
        {
            "user": "FrankDrebin",
            "user_id": "2310",
            "date": "2002-02-11 16:16:33",
            "id": "436965",
            "reply_to_id": "436964",
            "text": "Þetta hefði nú verið meira spennandi ef gaui litli eða einhver með lengri reynslu en viku hefði verið að segja okkur ævisögu sína. p.s er hann nokkuð búinn að gefa út ævisögu sína?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-02-11 17:05:48",
            "id": "436966",
            "reply_to_id": "436965",
            "text": "Maður þarf viku eða jafnvel minna til að venja sig af sælgæti.  Það er erfiðast fyrstu 2-3 dagana.  Svo hættir maður að sakna þess.\nÞað gengur hins vegar ekki fyrir marga að hafa nammidag einu sinni í viku vegna þess að þá kemur löngunin í sælgæti aftur og nammidagarnir verða óvart 2 eða 3.  Sælgætisfíkn getur verið eins og hver önnur fíkn að þessu leyti.  Það þýðir t.d. ekki fyrir alka að ætla bara að drekka á laugardögum :)"
        },
        {
            "user": "kia",
            "user_id": "8444",
            "date": "2002-02-11 19:55:45",
            "id": "436967",
            "reply_to_id": "436959",
            "text": "það er gott hjá þér=)\nég er líka í einhverju svona þótt að það sé meira eins og lífshætti en ég borða aldrei nammi á virkum dögum og reyni að hafa það sem minnst um helgar=) ég hreyfi mig líka í minnsta kosti klukkutíma á dag í fótbolta og öðru sem er bara gaman=) en annars er ég ekki með neitt sérstakt mataræði…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-13 00:44:55",
            "id": "436968",
            "reply_to_id": "436959",
            "text": "Hæ ég heiti Magnús ég er ekki með neit undra efni en ég gett sagt þér frá minni reynslu af þessu vitamini sem ég er með það var liðin vika þá var ég búinn að missa 9 kiló það er mörg kiló á mánuði þetta er að gera mér gott svo ég nota það ef þú hefur áhuga að skoða þetta þá getur þú sent mér bréf um þínar spurningar\ntakk fyrir Magnús thunder@heimsnet.is\neða 6987151"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-14 21:02:37",
            "id": "436969",
            "reply_to_id": "436968",
            "text": "sölumaður dauðans………."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-18 08:43:42",
            "id": "436970",
            "reply_to_id": "436968",
            "text": "ég er að velta fyrir mér. afhverju segið þið herbalife sölumenn ekki að þið séuð að selja herbalife. ?\ner það kannski því þið meigið ekki nota herbalife nafið því fyrirtækið (herbalife) sem þið eruð að selja vöruna fyrir. bannar sölumönnum að nota herbalife nafnið. það er jafn hálvitalegt og sölmanni sem væri að selja tölvur væri bannað að segja að hann væri að selja vöru frá HP eða einhverju þektu tölvufyrirtæki"
        },
        {
            "user": "UberMensch",
            "user_id": "793",
            "date": "2002-02-24 22:39:19",
            "id": "436971",
            "reply_to_id": "436959",
            "text": "Já það eru margir í heilsuátaki eftir áramótin, ég er til dæmis byrjaður að hreyfa mig aftur. Hef líka ákveðið að hætta að reykja en þar sem ég reyki bara á djamminu þegar ég er að drekka þá þarf ég líka að hætta að drekka. Og eftir síðasta föstudag, sem endaði í rugli, er ég virkilega farinn að pæla í því að hætta að drekka."
        }
    ]
}