{
    "forum_title": "Fjármál og viðskipti",
    "user": "GunnJ",
    "user_id": "76166",
    "date": "2009-02-08 01:16:02",
    "title": "Sagan af Friðjóni",
    "text": "Hæ ég heiti Friðjón og ég er brisfruma. Ég bý í líkamanum hans Gunna og tek virkan þátt í samfélagi frumnanna. Ég hef þó ýmsar hugmyndir um það sem betur mætti fara. Hér ríkir nefnilega ægilega mikil miðstýring.\nÉg gæti nú alveg séð fyrir mér betra skipulag. Ef að miðstýring í líkamanum væri minni þá gæti ég sko söðlað um. Farið og fjölgað mér allrækilega. Enginn að segja mér hvar ég ætti að vera. Bara sú fruma sem nær að stækka sem mest og fjölgar sér hraðast fyrir minnstu orkuna ætti skilið að vera áfram í líkamanum. Það er líkamanum fyrir bestu að hafa stórar og sterkar frumur sem kunna sko að nýta orkuna. Að sjálfsögðu fer maður ekki og drepur aðrar frumur,  ég er ekkert ill fruma. En markaðurinn mun sjá um að aðeins “hæfustu” frumurnar lifi af.\nEf að mér tekst að koma þessum boðskap áfram til afkvæma minna gætum við fjölgað okkur mjög hratt og örugglega í næsta nágrenni mínu.\nVið þetta stóð Friðjón fruma. Hann barðist gegn kúgun miðstýringarinnar og boðaði frelsun. Hann vissi að það væru fitubirgðir í líkamanum sem lægju bara ónotaðar. Fullt af orku sem hinar heimsku frumurnar voru ekkert að nýta. Hann ákvað að örva skiptingar hjá sér. Þetta bitnaði ekki á nágrönnum hans enda næg orka til. Afkomendur hans voru heillaðir af gáfum hans og héldu heiðri fjölskyldunnar á lofti. Þeir skyldu líka fjölga sér hratt. Það þrengdi um nágrannafrumurnar, ekki nægilega til að drepa þær, en þó nóg til að hægja á umsvifum þeirra og fjölgun.\nInnan fárra kynslóða voru afkomendur Friðjóns orðnir ríkjandi í brisinu. Þeim fannst ættfaðirinn hafa byrjað vel en það voru þó nokkrir hlutir sem betur mættu fara. Það var fullt af reglum sem ekki var nokkur sjáanlegur ágóði af.  Reglan sem átti að hindra að frumur af brisuppruna væru ekki í lunga voru gamaldags. Margar reglur sem virtust aðeins vera þarna til að hægja á framþróun. Fjöldi leyfa og undirskrifta. Þær þjóna engum tilgangi í nútíma líkama. Ef að brisfrumurnar eru hæfari til að nýta orkuna þá ættu þær að sjálfsögðu að sjá um lungnavefinn líka. Nýju brisfrumurnar eru svo snöggar að taka ákvarðanir og stökkva á tækifærin. Það er þeirra helsti kostur. Þær hafa tvöfaldað umsvif sín á hverju ári og þær virðast ætla að slá í gegn hvar sem þær stíga niður. Ná góðri markaðhlutdeild og eru með mestan vöxt allra frumna í öllum líffærum sem þær koma til. Flestar venjulegar frumur horfðu með aðdáunaraugum á enda héldu þær að nýju brisfrumurnar gætu séð líkamanum fyrir nægri orku. Nýju brisfrumurnar lifðu svo hátt og nýttu svo mikla orku að brauðmolar af veisludiskum þeirra munu falla til hinna frumnanna og þannig myndu þær njóta ágóða nýju brisfrumnanna.\nSvo kom loks sá dagur að ekki voru fleiri ónýttar fitubirgðir í líkamanum. Það kom í ljós að meirihluti aukinna umsvifa brisfrumnanna hefði verið í því að versla með fitubirgðirnar og engin raunveruleg framleiðsla verið í gangi.  Líffærin sem brisfrumurnar höfðu lagt undir sig voru allt of stór miðað við þörf og upp komst að þau voru ekki einu sinni vel rekin. Þau soguðu bara upp alla orku líkamans en voru með verri framleiðni en upphaflegu frumurnar.  Brisfrumurnar nýttu nú margfalt meiri orku en líkaminn gat framleitt.\nUpp hófst þá blóðug barátta. Milli brisfrumna og eðlilegra frumna og svo einnig milli brisfrumnanna sjálfra. Líkaminn reyndi að taka upp meiri miðstýringu. Brisfrumurnar brugðust mjög illa við þessu og sögðust geta reddað öllu ef þær fengu bara síðustu fitubirgðirnar.\nLíkaminn reyndi sitt besta til að halda uppi jafnræði. Hann reyndi að gefa frumunum jafnt en það var of seint. Birgðirnar voru of litlar, framleiðnin of lítil og frumurnar of margar. Líkaminn dó.\nEr frjálshyggjan krabbamein?",
    "url": "https://www.hugi.is/fjarmal/greinar/641680/sagan-af-fridjoni/",
    "url_id": "641680",
    "id": "6499733",
    "replies": [
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-10 16:02:23",
            "id": "6504731",
            "reply_to_id": "6499733",
            "text": "ég sit hér stjarfur. Veit eiginlega ekki hvað ég á að skrifa.\nVeit eiginlega ekki hvað ég var að lesa…\nFrumur líkamans eru sérhæfðar og þjóna ákveðnum tilgangi. Ertu að segja að fólk eigi að fæðast inn í sérhæfðar stéttir? Að sonur smiðs verði smiður og þannig eigi það að vera?\nEða á hann að hafa einstaklingsfrelsi til þess að velja sér atvinnu sem hann vill, sama hvort hann byggi það mat á hversu þægileg vinnan er, hversu skemmtileg eða hversu dýr?\nSíðan sýndist mér þú reyna að líkja firuforða líkamans við íslensku útrásina. Ég sé ekki alveg hvernig það passar saman. Það væri skynsamlegra að líkja fituforðanum við náttúruauðlindir.\nKreppur hafa aldrei skapast vegna áhrifa markaðarins. Þær skapast iðulega vegna ríkisafskipta, vegna slæmrar peningamálastefnu.\nRétt eins og íslenskakreppan núna, háir vextir í Seðlabankanum áttu að minnka verðbólgu með því að draga inn erlenda fjárfestingu og styrkja gengið. Markaðurinn fékk ekki að ráða vöxtum, Seðlabankinn fékk að ráða þeim. Vextir voru langt yfir markaðsjafnvægi sem raskaði lánastarfsemi og breyddist út um allt kerfið.\nVegna hárra vaxta kom mikið af erlendu fjármagni til landsins og settu gengið mikið hærra en eðlilegt gengi krónunnar ætti að vera.\nVegna hárra vaxta þá var ódýrara að taka erlend lán.\nEn það er ekki hægt að fresta vandanum að eilífu, oft veltir lítil þúfa þungu hlassi. Þegar peningamálastefnan féll þá reyndu fjárfestar að draga fé úr landi, gengið féll og erlendulánin hækkuðu.\nSegðu mér hvernig í ósköpunum þetta kemur frálshyggju við. Það eru tveir þættir sem skapa markaðinn, annars vegar ákvarðanir ríkisins - physcal policies - og svo hins vegar peningamálastefna - monitery policy.\nNúverandi hrun tengist frjálshyggju ekki neitt, frelsið er ekki krabbamein"
        },
        {
            "user": "GunnJ",
            "user_id": "76166",
            "date": "2009-02-11 21:39:04",
            "id": "6507393",
            "reply_to_id": "6504731",
            "text": "Vissulega saga af frumum g því dæmir hún sig sjálf í að vera ekki 100% yfirfæranleg á raunheim manna.\nHelst gallinn minn í framsetningu sögunnar var að bera þetta saman við frjálshyggju komplett. Markmiðið var að bera hana saman við útfærslu frjálshyggjunnar á Íslandi.\nPersónulega er ég fylgjandi skynsamri frjálshyggju.\nÞað er réttur seinni skilningur þinn með fituforðann. Fituforðinn átti að vera auðlindir Íslands og auður sem við höfðum skapað.\nBoðskapurinn átti að vera hvernig útrásin/frjálshyggjan var markaðsett og ofurtrú okkar á henni. Ef að ekki hefði verið fyrir fituforðann þá hefðu krabbameinsfrumurnar ekki náð að sölsa undir sig allan líkamann. Krabbameinið náði að dreifa sér um allt kerfið vegna þess að það var nægilega auðugt til þess að sjá fyrir krabbameininu og venjulegri lífsstarsemi.\nEf ekki hefði verið fyrir veðsetningu veiðiheimilda, einkavinavæðingu á bönkunum og tæmingu almenningssjóða þá hefðu þessi útrásarfyrirtæki ekki náð að stækka svona hratt. Þá hefðu þau ekki getað bolað burt öllum heilbrigðum rekstri og gert Ísland holt að innan þegar kom að því að auðlindirnar báru ekki æsivöxt fyrirtækjanna.\nOf mikil losun fjármagns sem þjóðin hafði safnað á löngum tíma, í tilfelli veiðiheimilda ennþá eftir að skapa, varð til þess að oftraust skapaðist á hinum frjálsa markaði.\nÞetta er ekki frjálsa markaðnum að kenna. En hann var vissulega verkfærið sem var notað.\nByssur drepa ekki fólk, en þær gera það mun einfaldara.\nÞessvegna er nauðsynlegt að hafa með þeim strangt eftirlit."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-12 11:17:31",
            "id": "6508221",
            "reply_to_id": "6507393",
            "text": "Þetta meikar enn ekki sens.\nOg Íslenska kerfið var ekki frjálshyggjukerfi"
        },
        {
            "user": "GunnJ",
            "user_id": "76166",
            "date": "2009-02-12 18:56:28",
            "id": "6509287",
            "reply_to_id": "6508221",
            "text": "Nei líklegast er þetta slæm dæmisaga.\nÍsland var vissulega ekki með fullkomið frjálshyggjukerfi. En það var stefnan og réttlætingin.\nTrúir því nokkur maður að það verði hægt að skapa ríki með algjörlega frjálsum markaði og fullkominni frjálshyggju? Verður sá heimur betri en sá sem við búum í núna?\nVerður fólk ekki bara að sætta sig við blönduð kerfi í stöðugri aðlögun?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-12 19:08:42",
            "id": "6509336",
            "reply_to_id": "6509287",
            "text": "Á þræll bara að sætta sig við það að vera þræll?\nÁ alltaf að sætta sig við núverandi ástand bara vegna þess að breyting virðist vera utan seilingar? Eða þá að breytingin verði ekki að veraleika fyrr en eftir kynslóðir, kannski eftir manns eigin líftíma?"
        },
        {
            "user": "GunnJ",
            "user_id": "76166",
            "date": "2009-02-13 00:49:03",
            "id": "6510165",
            "reply_to_id": "6509336",
            "text": "Veit nú ekki alveg með þrælana.\nPælingin mín var að svona hugmyndafræðimódel myndu líklegast aldrei ganga upp. Kommúnisminn ekki nógu kommúnískur því að fólk hefur frjálsan vilja og frjálshyggjan allt of spillt því að það munu aldrei allir hafa allar upplýsingar til að taka upplýstar ákvarðanir.\nVerðum við ekki að sætta okkur við að lifa í blönduðu hagkerfi? Mun nokkurtíman verða frjálshyggju útópía sem gengur upp? Er það hægt. Hefur einhver hugsað sér hvernig lokaniðurstaðan verður á því stjórnarmynstri?\nEkki það að okkar kerfi sé sú útfærsla á blönduðu hagkerfi sem ég sækist eftir. Það er algjörlega búið að sanna vanhæfni sína. Hvernig sem stjórnkerfi framtíðarinnar verður þá tel ég best að breytingin verði nokkuð línuleg.\nÞað borgar sig ekki að þvinga góðum hlutum upp á fólk. Ef fólk veit ekki hvað það á að gera við lýðræði þá endum við með herforingjastjórnir eins og í Afríku. Ef við vitum ekki hvað á að gera við frjálshyggju þá endum við með að þeir fáu sem áttu pening eða höfðu áhuga á mörkuðunum í upphafi frjálshyggjunnar eiga allt að lokum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-13 13:43:26",
            "id": "6510764",
            "reply_to_id": "6510165",
            "text": "og frjálshyggjan allt of spillt því að það munu aldrei allir hafa allar upplýsingar til að taka upplýstar ákvarðanir.\nEf einhver leynir annan mann upplýsingum, vísveitandi, sem eru viðskiptum þeirra mikilvæg, þá á að kæra þann hinn sama og ef hann finnst brotlegur þá skal hann dæmdur.\nVerðum við ekki að sætta okkur við að lifa í blönduðu hagkerfi?\nHvað meinaru með þessu? Hvað þýðir blandað hagkerfi?\nMun nokkurtíman verða frjálshyggju útópía sem gengur upp?\nMunu þrælarnir einhvern tímann fá frelsi? Frjálshyggja er engin útópía, það er bara skásta fyrirkomulagið.\nHefur einhver hugsað sér hvernig lokaniðurstaðan verður á því stjórnarmynstri?\nJá, að Ríkið einbeiti sér að þeim hlutverkum sem það Á að gegna… setja réttindi í landinu, tryggja þau (lögreglan) og að útkljá ágreiningsmál milli manna (dómsvaldið)\nEf við vitum ekki hvað á að gera við frjálshyggju þá endum við með að þeir fáu sem áttu pening eða höfðu áhuga á mörkuðunum í upphafi frjálshyggjunnar eiga allt að lokum.\nHvað meinaru með þessu? Hvað helduru að þeir geri við alla þessa peninga?\nSlík einokunarstaða sem þú lýsir myndast sjaldan ef ekki aldrei, án þess að Ríkið hjálpi til við að mynda slíka stöðu."
        },
        {
            "user": "GunnJ",
            "user_id": "76166",
            "date": "2009-02-14 15:42:46",
            "id": "6512726",
            "reply_to_id": "6510764",
            "text": "Vandamálið við frjálshyggju er að túlka hvar hún endar.\nAfhverju ætti að vera ríkisrekin lögregla þegar hægt er að láta securitas gera það betur og fyrir minni pening?\nAfhverju ætti að vera ríkisrekinn seðlabanki þegar einkarekin stofnun myndi vera miklu sjálfstæðari.\nÞað eru alltaf rök með og móti öllu og erfitt verður að stoppa frjálshyggjuna af þegar hún er komin af stað. Alltaf mun ríkið vera einhversstaðar að taka ákvarðanir sem geta ekki allar verið 100% hlutlausar.\nFrjálshyggjan mun alltaf endá á því að hinir kláru, grimmu eða spilltu koma sér í betri stöðu en hinir. Það er nú tilgangur kerfisins að koma hinum kláru í bestu stöðurnar.\nEndaniðurstaðan er ekki að ríki sjái um dómsvald og löggæslu og allir sáttir.\nEndapunkturinn er misskipting auðs. Top 1% kláru/grimmu/spilltu komast margfalt lengra en hinir, verða miklu ríkari. Þeir sem eru heimskari/óframfærnari/saklausari verða undir. Á endanum mun bilið milli þeirra verða svo breitt að þrátt fyrir ríkuleg tækifæri þá kemst meirihluti fólks að því að það á ekki séns í slíku kerfi.\nEf ég væri nautheimskur og frekar saklaus þá myndi ég að sjálfsögðu vilja kerfi sem neyðir hina ríku til að gefa mér peninga. Það er bara alltaf spurning um hvenær bilið verður það breitt að meirihluti fólks telji sig vera í svo slæmri stöðu. Líklegast gerist það þegar hungrið sverfur að. Ekki þolir jörðin endalausan mannfjölda.\nSvo getur einnig gerst að einn af hinum kláru/grimmu/spilltu sjái sér tækifæri í því að leiða hina heimsku til að ná auðnum af hinu klára fólkinu.\nVið erum því dæmd til að lifa annaðhvort í frjálshyggjukerfi með harkalegum sveiflum. Eða jafnaðarkerfi sem að drepur niður mikið af frjórri hugsun. Jafnaðarkerfi mun svo líklegast alltaf vaxa útfyrir framleiðslugetu sína og enda í frjálshyggjukerfi.\nSpurningin er hvort að það sé hægt að hafa stjórnkerfi sem hefur rétt jafnvægi þarna á milli. Nægir hvatar fyrir efnahaginn en einnig nægur stuðningur við hina verr settu.\nEf að kerfið er of sanngjarnt þá mun fólki fjölga mjög hratt. Ef það er of skynsamt þá munu hinir hæfustu verða svo miklu ríkari en hinir.\nSpurningin er bara hvernig samfélag við viljum sjá."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-14 18:24:15",
            "id": "6512991",
            "reply_to_id": "6512726",
            "text": "Frjálshyggjan mun alltaf endá á því að hinir kláru, grimmu eða spilltu koma sér í betri stöðu en hinir. Það er nú tilgangur kerfisins að koma hinum kláru í bestu stöðurnar.\nHinir hæfustu munu líklegast enda í bestu stöðum síns geira.\nSvarið þitt einkenndist samt af einhverju sem virkaði eins og framtíðar-dómsdags-vísindaskáldskapur sem ég sé ekki hvernig tengist frjálshyggju.\nÞeir staðir í heiminum þar sem þú ert líklegastur til að finna aðstæður sem þú ert að lýsa er einmitt þar sem Ríkið hefur of mikil völd og inngrip í líf fólks"
        },
        {
            "user": "GunnJ",
            "user_id": "76166",
            "date": "2009-02-14 20:20:02",
            "id": "6513138",
            "reply_to_id": "6512991",
            "text": "Hinir hæfustu munu vissulega enda í bestu stöðum síns geira. Spurningin er bara hvað samfélagið skilgreinir sem hæfast.\nEr það sá sem að er hæfastur í því að sannfæra borgara sína um að hann sé hæfur á ákveðnu sviði, óháð raunhæfni hans á því.\nEr það sá sem að er hæfastur í að spara sér peninga, óháð því hver samfélagslegur kostnaður er.\nEr það sá sem er hæfastur í að byggja upp vinanet sem að tryggir aðilum innan netsins aukna möguleika.\nÉg held ekki að það sé framtíðar-dómsdags-vísindaskáldskapur að spá því að jörðin beri ekki ótakmarkaðan fjölda.\nEinnig tel ég það ekki ótrúverðuga spá að þegar fólk stendur frammi fyrir hungurdauða þá reyni það hvað sem er til að lifa af.\nFrjálshyggjan er kraftmikið kerfi sem býr til ójöfnuð sem hyglir hæfari einstaklingum. Vegna áherslu kerfisins á hagkvæmni umfram allt þá þarf ekki langan tíma í slíku kerfi þangað til að stór hluti samfélags er orðin óþarfi. Þjónar aðallega hlutverki sem neytendur, en eru ekki einusinni góð í því hlutverki.\nSpá mín um hvað gerist þegar heil kerfi rekast á framleiðsluvegg hvers tíma gæti túlkast sem skáldskapur. En sagan segir okkur að með vaxandi ójöfnuði vex reiði í samfélaginu.\nFyrri samfélög hafa fallið vegna þess að yfirstéttin hefur fjarlægðist almúgann. Það skiptir engu máli hvort að yfirstéttin fékk peningana sína í arf konungdæmis eða með gáfum og sanngjörnum viðskiptum. Almúginn er alveg jafn fjarlægur hvernig sem fjarlægðin myndast.\nÉg er náttla kominn langt út fyrir upphaflegu pælingu sögunnar.\nÆtlast ekki til að spurningunum sé öllum svarað. Miklu frekar að fólk velti fyrir sér nokkra leiki fram í tímann. Sjái að frjálshyggjan er ekki töfralausn. Hún er sanngjörn fyrir gáfað fólk. En gáfaðasta fólkið er bara lítill hluti mannkynsins."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-15 19:49:10",
            "id": "6514638",
            "reply_to_id": "6513138",
            "text": "Er það sá sem að er hæfastur í því að sannfæra borgara sína um að hann sé hæfur á ákveðnu sviði, óháð raunhæfni hans á því.\nHvað koma borgarar málinu við? Þú talar eins og samfélagið eigi að skipa fólk í sæti. Ef hann er ekki jafn hæfur og annar til þess að sinna ákveðnu starfi þá verður hann rekinn.\nEr það sá sem að er hæfastur í að spara sér peninga, óháð því hver samfélagslegur kostnaður er.\nHvernig kemur sparnaður sér illa fyrir samfélagið? Hvað kemur það öðru fólki við hvernig maður kýs að nota peningana sína, neyslu eða sparnað?\nAuk þess er sparnaður jákvæður fyrir hagkerfið.\nFrjálshyggjan er kraftmikið kerfi sem býr til ójöfnuð sem hyglir hæfari einstaklingum.\nÞað er ekki til samfélag sem ekki ríkir ójöfnuður. við erum ekki öll jöfn, það er bara þannig. Frjálshyggja gerir hins vegar einstaklingnum bestan möguleika á að nýta sína getu."
        },
        {
            "user": "GunnJ",
            "user_id": "76166",
            "date": "2009-02-17 03:35:46",
            "id": "6517615",
            "reply_to_id": "6514638",
            "text": "Ég ætlaði að reyna að benda á að þeir sem veljast til starfa eru oftast hæfastir til þess að veljast til starfa. Það þýðir samt ekki að þeir séu hæfastir í starfið. Þetta á sérstaklega við um stjórnunarstöður þar sem að árangur í starfi verður illa borinn saman við sambærilegt starf. Því er oft nánast ómögulegt að rökstyðja fyrir sjálfum sér eða öðrum afhverju ætti ég ætti að reka einhvern. Þá endar þetta bara eins og tímabil í ensku deildinni þar sem öll lið skipta tvisvar um manager bara út af því að væntingarnar voru of háar, ekki útaf því að managerinn hafi verið mikið vanhæfari en hinir managerarnir.\nSparnaður þarf ekki alltaf að vera góður fyrir samfélagið. Oft verður sparnaðurinn líka á vitlausum tímum. Í samfélaginu okkar núna er ekki gott að spara. Nú vantar að koma peningunum í umferð, en það eru allir hræddir um að tapa peningunum og geyma þá frekar. Fyrir nokkrum árum sparaði enginn en þá hefði fólk einmitt átt að gera það. Því er sparnaður góður í hófi, en algjör skortur á sparnaði ávísun á hrun.\nÞað er ekki til samfélag sem ríkir jöfnuður í og það mun líklegast aldrei verða því að það mundi þýða stöðvun framþróunar. Hinsvegar þá er frjálshygjan kerfi sem fer alveg í hina áttina. Mikil framþróun og lítill jöfnuður. Kerfi sem slíkt fellur oftast í þá gröf að standa of fast á rétti sínum og býst við því að fólk samþykki örlög sín sem óheppnari einstaklingur.\nFrjálshyggjan gerir ekki ráð fyrir því að ef að þeir kláru 5% nái réttilega til sín 90% auðsins þá verði 95% þjóðarinnar brjáluð. Hvort sem að reiðin er réttlætanleg eða að fólkið hafi sjálft spilað rassinn úr buxunum skiptir ekki öllu. Hvernig sem reiðin myndast þá er hún til staðar. Frjálshyggjan er því kerfi sem endar í byltingu.\nFrjálshyggja gefur einstaklingum kleyft á að nýta getu sína en getur samhliða því gert samfélagið allt getulausara. Auðsöfnun fárra í frjálshyggjunni fer yfir öll nauðsynleg mörk. Vissulega ættu hæfari einstaklingar að hafa það betra, og þeir hæfustu töluvert betra. En frjálshyggjan gerir fólki kleyft að græða ótrúlega peninga í krafti fyrri peninga sinna frekar en hæfni.\nBill Gates er klár gaur. Hann er samt ekki milljón sinnum betri en meðal ameríkaninn. (Eigur hans m/v meðaleigur)."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-17 09:20:43",
            "id": "6517692",
            "reply_to_id": "6517615",
            "text": "1. Þetta er eitthvað sem yfirmenn þeirra meta og ég sé ekki hvað það kemur samfélaginu við. Ef þeir ráða mann sem er ekki hæfur og sinnir starfi sínu illa þá reka þeir hann, eða þá að fyrirtækið tapar í samkeppni sinni við önnur fyrirtæki og fer á hausinn\n2. Markaðurinn ræður því hversu mikið verður sparað. En hvernig kemur sparnaður í veg fyrir að peningarnir fari í umferð? Það gerist bara ef þú stingur þeim í koddann. Ef þú kaupir þér hlutabréf (sparnaður - fjárfesting) þá fara peningarnir í umferð í gegnum fyrirtækið.\nEf þú setur þá inn á bankabók (sparnaður - skuldaeign) þá er hann lánaður aftur út og kemst þannig í umferð og getur ávaxtað sig. Það að spara er ekki það sama og að læsa peninga inni í hirslu.\n3. Það er enginn að biðja neinn um að samþykkja örlög sín. Frjálshyggjan er einmitt það fyrirkomu lag sem hvetur fólk til þess að breyta lífsskilyrðum sínum og það er aldrei jafn mikill hreyfanleiki milli stétta og í frjálsum ríkjum.\nÞað samfélag sem tekur frelsi fram yfir jöfnuð er líklegra til að enda með bæði.\n4. Þá ertu ekki að reikna með því að samfélagsvitundinni sé breytt.\n5. Ég skil þig ekki? í krafti fyrri peninga sinna. ertu sem sagt á móti fjárfestingu?\nErtu á móti því að þetta fólk sem þú talar um, veiti öðrum aðgang að eigin auði, gegn gjaldi?"
        },
        {
            "user": "GunnJ",
            "user_id": "76166",
            "date": "2009-02-17 13:38:04",
            "id": "6517932",
            "reply_to_id": "6517692",
            "text": "Þetta eru allt góðir punktar hjá þér.\nEn með sparnaðinn þá er mikið af fólki núna að geyma peninga undir koddanum hjá sér. Fólk fjárfestir í gulli eða hreinlega tekur út og geymir undir koddanum. Þetta er að gerast um allan heim og því miklu minna fé að skipta um hendur.\nÉg reikna vissulega ekki með því að samfélagsvitundin breytist. Samfélagsvitundin og löghlýðnin sem þarf til þess að 95% samfélags deili með sér 10% gæðanna og þá hugsanlega að 50% samfélagsins deili með sér 1% er aðeins á færi vélmenna. Þetta þýðir að í slæmu árfari eigi þessi 50% ekki fyrir lífsnauðsynjum. Á sama tíma hafa 5% ríkustu nægar auðlindir til að fæða þá alla.\nÉg hef lítið á móti fjárfestingum en ég efast um tilgang ofurauðsöfnunar.\nÞegar auður safnast fyrir hjá stórfyrirtækjum í áranna rás verður stórfyrirtæki eins og ríki. Það ræður yfir miklum mannfjölda og ákvarðanir sem það tekur snerta líf margra. Þar sem að það eru einstaklingar sem eiga fyrirtækin eða fara með ráðandi hlut þá geta þau ráðið og rekið nokkuð frjálslega.\nÞegar upphaflegur frömuður hættir rekstri fyrirtækisins þá situr hann uppi með mikil auðæfi. Sama hver hæfni afkomenda hans er þá munu þau erfa þessi auðæfi. Þessi auðæfi gera þeim svo kleyft að halda áfram á toppi kerfisins í krafti fyrri auðs, ekki eigin hæfni.\nÞegar líður á uppsveiflutímabil samfélaga (um 70 ár að meðaltali) þá hefur upphaflegi auðurinn oftast skilað sér til þriðju kynslóðar auðmanna. Þeir eru ekki þeir hæfustu til þess að deila þessum auð. Þó svo að í flestum tilfellum fái þeir á einhverju stigi þá hæfustu til að vinna fyrir sig þá breytir það því ekki að þeir sem eru á toppnum eru þar í krafti fyrri auðs en ekki eigin hæfni.\nEftir 60-70 ára uppsveiflu og auðsöfnun þá verður nægilegt magn fjármagns heimsins stýrt af fólki sem er ekkert tengt hæfni til þess að stýra því. Þetta endar svo með hruni.\nFrjálshyggjan sem slík er á einstaklingsstigi ekkert slæm en hún er ekki töfralausn fyrir samfélag. Uppsöfnun auðs yfir skynsamleg mörk leiðir til hruns."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-17 17:33:03",
            "id": "6518381",
            "reply_to_id": "6517932",
            "text": "þá er mikið af fólki núna að geyma peninga undir koddanum hjá sér.\n1. Held þetta hafi nú bara verið tímabundin bylgja sem kom þarna fyrst eftir hrunið.\n2. Það er mjög heimskulegt, peningarnir étast upp í verðbólgunni.\nFólk fjárfestir í gulli eða hreinlega tekur út og geymir undir koddanum. Þetta er að gerast um allan heim og því miklu minna fé að skipta um hendur.\nWhat? Hvert helduru að peningarnir fari þegar menn fjárfesta í gulli? Menn kaupa gull af einhverjum og hann fær peningana… þeir skipta um hendur.\nAnnars er ég alls ekki svo viss um það að margir séu að geyma peningana undir koddanum. Það er meira en áður, en þó ekki alvarlegt magn. Sérstaklega þar sem þeir geta bara sjálfum sér um kennt, peningarnir þeirra étast upp í verðbólgunni.\nSamfélagsvitundin og löghlýðnin sem þarf til þess að 95% samfélags deili með sér 10% gæðanna og þá hugsanlega að 50% samfélagsins deili með sér 1% er aðeins á færi vélmenna.\nErt þú meðvitaður um það frá degi til dags hversu mikil verðmæti eru í íslensku samfélagi?\nVeist þú hvað þú átt stórann hluta af kökunni?\nNei. Þegar ég tala um að samfélagsvitundin breytist þá er ég auðvitað að reikna með því að flestum muni þykja augljóst að menn semji sjálfir um sitt kaup og vinni sér inn fyrir sínum verðmætum. Að mönnum sé frjálst að nota sitt eigið fé að vild.\nNú virðist einhvern veginn tíðarandinn vera sá að almennir borgarar hafi ekki vit á því hvernig þeir eigi að nota peningana sína og þess vegna þurfi að hirða þá af þeim. Sérstaklega ríka fólkinu, því einhvern veginn (þó það hafi aldrei komið fram hvernig) þá eru þau rík út af því að hinir eru fátækir og verði því að gefa þeim með sér.\nHvað meinaru með tilgang ofurauðsöfnunnar? Ég spara peningana mína. Þarf ég einhvern tilgang til þess? Þarf samfélagið eitthvað að vera að skipta sér að því?\nNei… þetta eru mínir peningar og ég ákveð hvernig ég kýs að ráðstafa þeim. Þetta þarf ekkert að hafa tilgang.\nÞegar auður safnast fyrir hjá stórfyrirtækjum í áranna rás verður stórfyrirtæki eins og ríki.\nNei. Manni er ekki frjálst að segja sig úr ríki sínu.\nStórfyrirtæki geta ekki tekið frá manni mannréttindi. fyrirtæki mega ekki beita ofbeldi.\nStórfyrirtæki verða ekki eins og ríki…\nÞað ræður yfir miklum mannfjölda og ákvarðanir sem það tekur snerta líf margra.\nÞú getur skipt um fyrirtæki sem þú vinnur hjá, þú getur verslað við annan aðila.\nEf þú vilt tala um einhvern sem ræður yfir kjörum og lífi margra þá skaltu líta á verkalýðsfélögin. Þau hafa nánast því einokunarstöðu fyrir vinnuafli í landinu. Manni er ekki frjálst að athafna sig utan verkalýðsfélaga.\nÞar sem að það eru einstaklingar sem eiga fyrirtækin eða fara með ráðandi hlut þá geta þau ráðið og rekið nokkuð frjálslega.\nFrjálslega? Já, ef þau vilja fara á hausinn. Ef þau vilja það ekki þurfa þau stöðugt að reyna að þóknast neytendum sínum.\nÞegar upphaflegur frömuður hættir rekstri fyrirtækisins þá situr hann uppi með mikil auðæfi. Sama hver hæfni afkomenda hans er þá munu þau erfa þessi auðæfi. Þessi auðæfi gera þeim svo kleyft að halda áfram á toppi kerfisins í krafti fyrri auðs, ekki eigin hæfni.\nEiga menn ekki að fá að eyða peningunum sínum í það sem þeir vilja?\nAf hverju mega menn þá ekki eyða peningunum sínum í börnin sín? Af hverju finnst fólki eðlilegt að menn kaupi sér bíl, hús, nýjan kjól fyrir konuna, hægindastól, en menn mega ekki eyða peningunum sínum í börnin sín?\nÉg myndi halda að það fyrsta sem menn eyða peningunum sínum í væri að tryggja afkomendum sínum þægilegt líf. Ég sé ekkert að því.\nÞeir eru ekki þeir hæfustu til þess að deila þessum auð.\nHver er að tala um að deila einu eða neinu?\nFólk á fyrst og fremst að vinna sér inn fyrir sínum auð sjálft.\nEftir 60-70 ára uppsveiflu og auðsöfnun þá verður nægilegt magn fjármagns heimsins stýrt af fólki sem er ekkert tengt hæfni til þess að stýra því. Þetta endar svo með hruni.\nSamsæriskenning? Hefuru eitthvað til þess að styðja við þessa fullyrðingu þína?"
        },
        {
            "user": "GunnJ",
            "user_id": "76166",
            "date": "2009-02-17 21:08:29",
            "id": "6518879",
            "reply_to_id": "6518381",
            "text": "Þó svo að það virðist vera heimskulegt að geyma peninga undir kodda þá telur fólk það heimskulegra að fjárfesta í þeim fyrirtækjum sem eru í boði.\nLíklegast eru mörg fyrirtækjanna sem eru á markaði núna hæf til áframhaldandi reksturs og ættu því að vera góðar fjárfestingar. Upplýsingarnar og forsendurnar fyrir fjárfestingu eru hinsvegar erfiðar núna og því kjósa margir að geyma peningana. Forsenda þeirrar ákvörðunar er að þeir munu líklega aðeins rýrna um 18% á ári undir koddanum á meðan þeir gætu allir tapast í fjárfestingu.\nÍ frjálshyggjusamfélagi eru upplýsingar lykillinn að því að taka skynsamlega ákvörðun. Upplýsingar um heildareignir og tekjur þjóðfélagsins eru því nauðsynlegar fyrir allar stærri ákvarðanir til þess að meta möguleika á sveiflum.\nEf það eru ekki til heildartölur um stærð efnahagsins væri leikur inn fyrir meðalmikla eignarmenn að spila á markaðinn með því að búa til óraunverulegar sveiflur. Upplýsingar um heildarstöðu efnahagsins eru því grundvallaratriði í heilbrigðu frjálshyggjukerfi.\nMaður þarf að átta sig betur á myndun ríkja til þess að sjá muninn á ríki og fyrirtæki.\nFrá árdögum hafa menn slegið eignarrétt á hluti. Þeir hafa svo varið þennan eignarrétt, fyrst með vopnum og svo síðar í auknu mæli með lögum.\nFyrstu ríkin/samfélögin sem voru mynduð voru nk. eignarhaldsfélag um jarðareign. Hópur manna sló eign sinni á landaeign og svo fékk annað fólk að vera með vegna að það borgaði fyrir afnot af jörðinni (skattur) eða tók þátt í að verja jörðina (opinberir starfsmenn).\nÞeir sem stýrðu eignarhaldsfélaginu sínu vel náðu að hafa ríkulegar tekjur af jarðleigu sinni. Þeir gátu svo ráðið fleiri til að verja jörðina sína og gátu jafnvel tekið yfir aðrar jarðir.\nÞegar góðæri ríkti gat fólk flutt á milli samfélaga og þau samfélög sem höfðu rétta blöndu af lágum sköttum og mesta þjónustu við viðskiptavininn (aukin vernd, vegakerfi) urðu fjölmennari.\nRíki eru ekkert annað en eignarhaldsfélög. Lýðræðisríki eru svo ekkert annað en eignarhaldsfélag sem hefur misboðið borgurum sínum svo mikið að þeir brutust undan eignarréttinum. Bylting þar sem að þeir sem ekki fæddust með silfurskeiðina í munninum tóku af þeim sem höfðu látið eignir ganga í arf.\nSá sem að sló eign sinni á jörðina upphaflega er ekkert klárari en meðalmaðurinn. Samt eru niðjar hans þeir ríkustu í samfélaginu. Upphaflegi auðurinn og eignirnar verða sífellt minni í hlutfalli við aukinn mannfjölda.\nFrjálshyggjan er kerfi sem hyglir þeim sem hefur upphaflega auðinn mun frekar en þeim sem er hæfari. Kerfið gerir í raun ekki ráð fyrir því að fólki fjölgi.\nFrjálshyggja gengur bara upp í kerfi þar sem að auðlindir eru ótakmarkaðar. Um leið og frjálshyggju kerfi rekst á framleiðsluvegg sinn þá fer fólk að skorta hluti.\nEf að það er kreppa og þú átt litla raunverulega eign þá getur fólk ekki hætt í vinnu sinni og skipt. Það er einfaldlega ekki aðra vinnu að fá. Á þessum tímapunkti komast fyrirtæki í þá stöðu að verða ríki, fólk hefur ekki um annað að velja en að þjónusta fyrirtækið bara til þess að lifa af. Verða óbeint þrælar upphaflega auðsins.\nFólki er frjálst að segja sig úr ríki sínu ef það fær aðgang að öðru ríki. Rétt eins og að ef að fólk segir sig úr einni vinnu þarf það aðra.\nFólki er frjálst að eyða peningnum sínum. En ættartengsl og vinatengsl eru því miður ekki inni í formúlunni fyrir fullkomna frjálshyggju. Það eru engin markaðs rök bakvið það að færa afkomenda sínum jafn mikil völd og felast í auðæfum sumra fjölskyldna. Þarna myndast rosaleg skekkja á markaðnum þar sem að mestöll auðæfi heimsins erfast milli kynslóða. Þeir peningar fylgja ekki lögmálum markaðarins.\nFrjálshyggjan gerir ekkert til að leiðrétta fyrir þessarri skekkju. Því byggist skekkjan upp og leiðir til hruns.\nUm löngu sveiflurnar og reglubundin hrun hefur margt verið rannsakað. Ekkert held ég þó sem hefur svipaðan grunn og mín kenning um að það tengist auðsöfnun og óverðskuldaðri stýringu valds.\nhttp://en.wikipedia.org/wiki/Kondratieff_wave\nFrjálshyggja er einfalt módel. Allir skilja hana og hún virðist sanngjörn. Einfaldleiki hennar gerir samt ekki ráð fyrir takmörkuðum auðlindum jarðar og ósamræmleika þess við vísisvöxt mannfjöldaaukningar og vísisvexti lána. Því mun kerfið alltaf leiða til byltingar.\nÞar sem að ég kann ekki að breyta takmörkuðum auðlindum jarðar í ótakmarkaðar þá get ég ekki boðið upp á kerfi sem gengur fullkomlega upp. En það sem ég er að reyna að koma á framfæri hérna er að frjálshyggja er ekki hin réttláta töfralausn. Hún er kerfi þar sem að sá sem að ræður yfir mestu magni af takmörkuðum auðlindum hefur langmesta möguleika, ekki sá sem að er hæfastur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-02-18 17:07:57",
            "id": "6520242",
            "reply_to_id": "6518879",
            "text": "Lýðræðisríki eru svo ekkert annað en eignarhaldsfélag sem hefur misboðið borgurum sínum svo mikið að þeir brutust undan eignarréttinum. Bylting þar sem að þeir sem ekki fæddust með silfurskeiðina í munninum tóku af þeim sem höfðu látið eignir ganga í arf.\nLýðræði og kommúnismi er ekki það sama.\nSá sem að sló eign sinni á jörðina upphaflega er ekkert klárari en meðalmaðurinn. Samt eru niðjar hans þeir ríkustu í samfélaginu. Upphaflegi auðurinn og eignirnar verða sífellt minni í hlutfalli við aukinn mannfjölda.\nHvaða eignir átti Jóhannes í Bónus?\nHvaða eignajöfrar voru foreldrar Bill Gates?\nUm leið og frjálshyggju kerfi rekst á framleiðsluvegg sinn þá fer fólk að skorta hluti.\nÞað er alltaf skortur. Ef það væri ekki skortur þá þyrftum við ekki hagfræði eða neinar stefnur.\nEn ættartengsl og vinatengsl eru því miður ekki inni í formúlunni fyrir fullkomna frjálshyggju\nHvaða formúlur ertu að tala um?\nÞað eru engin markaðs rök bakvið það að færa afkomenda sínum jafn mikil völd og felast í auðæfum sumra fjölskyldna.\nVöld er ekki það sama og auðæfi. Sá sem er tekjuhærri setur ekki frekar lög í landinu en hver annar.\nÞeir peningar fylgja ekki lögmálum markaðarins.\nPeningar fylgja alltaf lögmálum markaðarins. Það að lögmál séu í gildi þýðir ekki að menn taki alltaf réttar ákvarðanir.\nEf börnin sem taka við auðæfunum eru ekki hæf til að fara með þau munu þau líklega tapa þeim. Ef þau eru hæf þá nota þau fjármagnið líklegast til að fjárfesta og skapa þar með nýjan iðnað og störf.\nhttp://en.wikipedia.org/wiki/Kondratieff_wave\nThe Austrian-school economists point out that extreme price inflation in the absence of economic growth is a form of capital destruction, allowing either stagflation (as in the 1970s and much of the 2000s during the gold and oil price run-ups) or deflation (as in the 1930s and possibly following the crash in commodity prices beginning in 2008) to represent a recession or depression phase of the Kondratieff theory."
        }
    ]
}