{
    "forum_title": "Hljóðfæri",
    "user": "Bebbson",
    "user_id": "45643",
    "date": "2009-02-10 23:21:20",
    "title": "Vantar fólk í \"Cock rock band\"",
    "text": "Eru ekki einhverjir hérna sem hafa áhuga á því að stofna Rock band með pung, eða hvað sem maður ætti svo sem að kalla þetta. Bara old school gaman rock. Ekkert nýtt, ekkert verið að reyna að finna upp hjólið, ekkert framúrstefnulegt. Bara keyrsla, þétt og stuð, tónlist sem fær fólk til þess að dilla sér, gaura til að langa í bjór og konur til þessa að klæða sig úr og bera brjóstin.\nÉg er s.s. 24 ára trommari á höfuðborgarsvæðinu sem væri akkúrat til í eitthvað svona. Málið er bara það að ég er bara einn og það verður ekki mikil tónlist til úr því. Mig vantar ss gítar, bassa, söng og eftilvill hljómborð ef út í það er farið. En ef að það er akkúrat hljómsveit einhverstaðar úti í bæ sem er í svipuðum pælingum og vantar akkúrat tormmara þá ættu þið ekki að þurfa að leita lengra.\nÞá er bara spurningin, er einhver game?\nSvona bara til gamans ætla ég að henda inn nokkrum videoum til að sýna í nokkurnveginn hvaða ég er að hugsa um, en ekki taka þessu sem algjöri staðfestu:\nhttp://www.youtube.com/watch?v=4zOF1T6nXvQ\nhttp://www.youtube.com/watch?v=GdDxz2bkfhE&feature=related\nhttp://www.youtube.com/watch?v=-sDi0lpMg_A&feature=related\nhttp://www.youtube.com/watch?v=eaVlvr7UGvg&feature=related\nhttp://www.youtube.com/watch?v=vuuxGvRTvSw\nBara pósta hérna fyrir neðan eða skjóta á mig hugskeyti ef þið hafið áhuga.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/642184/vantar-folk-i-cock-rock-band/",
    "url_id": "642184",
    "id": "6505860",
    "replies": [
        {
            "user": "bjarnikr",
            "user_id": "2912",
            "date": "2009-02-10 23:35:47",
            "id": "6505897",
            "reply_to_id": "6505860",
            "text": "Eg myndi segja ad thu aettir ad stofna band sem tekur alla slagarana med poison og europe 80s rockid. Og klaedastst nidthrongum ledurbuksum og ljosum harkollum;-)"
        },
        {
            "user": "Bebbson",
            "user_id": "45643",
            "date": "2009-02-11 01:39:48",
            "id": "6506097",
            "reply_to_id": "6505897",
            "text": "Var nú einusinni í bandi sem gerði töluvert af því, og þarf nú ekki kolluna til að ná hárinu"
        },
        {
            "user": "bjarnikr",
            "user_id": "2912",
            "date": "2009-02-11 12:14:13",
            "id": "6506234",
            "reply_to_id": "6506097",
            "text": "Neij sko þeir eru ekki með svona drullugt slepjulegt.. Eins og íslenskir rokknördar.. Þessi gaurar eru töffarar.. Og hárið á þessum gaurum eru eins og kollur.. Alveg slétt og fínt hár.. Og örugglega lítil kúkalykt af því ;)"
        },
        {
            "user": "Bebbson",
            "user_id": "45643",
            "date": "2009-02-11 13:12:43",
            "id": "6506346",
            "reply_to_id": "6506234",
            "text": "Enda sturtuðum við okkur vel áður en við túperuðum hárið og klæddum okkur í spandex gallann"
        },
        {
            "user": "bjarnikr",
            "user_id": "2912",
            "date": "2009-02-11 13:16:29",
            "id": "6506357",
            "reply_to_id": "6506346",
            "text": "hehehehehe nákvæmlega ;)"
        },
        {
            "user": "bjarnikr",
            "user_id": "2912",
            "date": "2009-02-11 13:18:23",
            "id": "6506360",
            "reply_to_id": "6506346",
            "text": "En ef ég ætti alvöru magnara væri ég klárlega til í þetta.. En núna er kreppa og ekki hlaupið af því að kaupa sér magnara. Og tala nú ekki um þegar maður er í skóla ;)"
        },
        {
            "user": "Bebbson",
            "user_id": "45643",
            "date": "2009-02-11 13:33:28",
            "id": "6506376",
            "reply_to_id": "6506360",
            "text": "nei mikið rétt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-02-11 14:59:22",
            "id": "6506537",
            "reply_to_id": "6505860",
            "text": "hahaha"
        }
    ]
}