{
    "forum_title": "Heilsa",
    "user": "Powerexit",
    "user_id": "71942",
    "date": "2009-02-18 00:25:36",
    "title": "Fæðubótarefni.",
    "text": "Sælir ég er 15 ára gamall og ég er að spá hvaða fæðubótar efni er gott til að þyngja sig um nokkur kíló og stækka aðeins vöðvana sína ? Og hvaða mat maður ætti líka að borða til að þyngja sig?",
    "url": "https://www.hugi.is/heilsa/korkar/643298/faedubotarefni/",
    "url_id": "643298",
    "id": "6519342",
    "replies": [
        {
            "user": "k1ckstart",
            "user_id": "74319",
            "date": "2009-02-18 00:36:45",
            "id": "6519361",
            "reply_to_id": "6519342",
            "text": "Whey protin? túnfisk haha"
        },
        {
            "user": "stonsijones",
            "user_id": "63422",
            "date": "2009-02-18 09:10:09",
            "id": "6519542",
            "reply_to_id": "6519342",
            "text": "Leitaðu af gömlum þráðum, þetta er búið að koma allt of oft..\nAnnars gainer er gott ef þú vilt þyngja þig, inniheldur mikið og góðu proteini og slatta af hitaeiningum. Best að taka inn strax eftir æfingu, sumir taka lika stundum á daginn.\nAnnars er það hafragrautur, lýsi á morgnanna, kjöt, túnfiskur, brún hrísgrjón, bakaðar karteflur, fiskur, egg, drekka nóg af mjólk með öllu, spelt brauð i staðin fyrir brauð(helst sleppa), fullt fullt af skyri og margt fl.=)\nBorðaðu á 2 tíma fresti og ekki sleppa úr máltið. Borðaðu nóg á mornanna og lika nóg af proteini á kvöldin, gott að fá sér ávexti og/eða túnfisk í olíu inná milli máltíða."
        },
        {
            "user": "Powerexit",
            "user_id": "71942",
            "date": "2009-02-18 14:33:54",
            "id": "6519928",
            "reply_to_id": "6519542",
            "text": "Já takk er á Whey Protein 100% frá EAS núna og blanda því í mjólk fæ mér eftir æfingar og fyrir svefninn ég samt ekki alveg viss hvað ég á að láta mikið af duftinu en ég læt alltaf ein og hálfa með skeiðinni ;)"
        },
        {
            "user": "stonsijones",
            "user_id": "63422",
            "date": "2009-02-18 14:47:11",
            "id": "6519962",
            "reply_to_id": "6519928",
            "text": "Ég myndi frekar fá mér egg eða skyr fyrir svefnin, hægmeltara prótein=)\nÉg notaði 2 skeiðar þegar ég var á EAS 100% whey=)\nBtw. þá hægir á inntökunni á próteininu að blanda því við vatn, fleiri kaloríur en myndi frekar blanda í vatn þegar þu færð þér eftir ræktina en annars er ekkert að því að blanda við mjólk=)\nBætt við 18. febrúar 2009 -  14:52\nhægir á inntökunni á próteininu með að blanda við MJÓLK, betra að blanda við vatn þegar maður fær sér efir ræktina=)"
        },
        {
            "user": "Powerexit",
            "user_id": "71942",
            "date": "2009-02-18 15:05:59",
            "id": "6519993",
            "reply_to_id": "6519962",
            "text": "Ok takk\nBætt við 18. febrúar 2009 -  15:11\nEn hvað dugaði dúnkurinn þinn lengi?"
        },
        {
            "user": "stonsijones",
            "user_id": "63422",
            "date": "2009-02-18 16:45:38",
            "id": "6520176",
            "reply_to_id": "6519993",
            "text": "Ég er bara ekki alveg viss;/ hann dugaði alveg dágóðann tíma=)"
        },
        {
            "user": "Powerexit",
            "user_id": "71942",
            "date": "2009-02-18 23:48:53",
            "id": "6521185",
            "reply_to_id": "6520176",
            "text": "Ok\nMeginmál verður að vera að minnsta kosti fimm stafir að lengd"
        }
    ]
}