{
    "forum_title": "Dulspeki",
    "user": "hbraga",
    "user_id": "57957",
    "date": "2009-02-22 00:29:53",
    "title": "Einingarhyggja, heildarhyggja og tvíhyggja",
    "text": "Tvíhyggja og heildarhyggja\nFarið er að bera brigður á ríkjandi tvíhyggjustefnu innan vestrænnar menningar og kristinnar trúar á kostnað einingarsýnar sem hér á eftir verður gert skil á. Það sem bindur saman hin sundurleytu viðhorf nýja tímans er vitundarvakning sem nefnist einingar- og heildarhyggja. Þessi stefna lítur á alla tilveruna sem eina heildstæða, samverkandi og samþættandi einingu. Skoða verði hvert mál út frá innbyrðis samhengi þáttanna.\nHeildarhyggjan kemur glöggt fram í síauknum alþjóðasamskiptum og bandalagamyndunum, eins og EES, EFTA, WTO, NAFTA, NATO, UN, sem eru beinlínis byggð á hagkvæmni slíkra heildarsamtaka. Umhverfisverndarsamtök, mannréttinda- og friðarhreyfingar láta sig núorðið málefni allrar jarðarinnar skipta. Vegna ört vaxandi gagnkvæmra stjórnmála, efnahags- og menningatengsla eru hagsmunir þjóðanna orðnir svo samtvinnaðir og samháðir að kreppa eða illdeilur í einu landi eða heimshluta bitnar á öðrum þjóðum. Mengun í suðurhöfum kemur jafnvel fram sem ógnun við lífsafkomu frumbyggja í N-Íshafi. Mönnum er að verða betur ljóst að mannkynið er ein fjölskylda á sama báti.\nVestræn menning hefur hlotið ákúrur fyrir að byggja hefðbundna heimssýn sína um of á sundurgreiningu og einleitri (línulegri) hugsun. Hún birti brotakennda og ósamstæða mynd af heiminum og andstæðum sem hafi lítil eða óljós tengsl innbyrðis. Það komi meðal annars fram í tæknivæddri læknisfræði sem einblíni að mestu leyti á líkamleg einkenni sjúkdómsins en vanræki sálræna og félagslega orsakavalda. Hún noti tilbúin lyfjaefni sem valdi aukaverkunum og bæli niður orsakir meinsins sem geti komið fram í alvarlegri sjúkdómum síðar meir. Iðkendur óhefðbundinna læknaaðferða, eins og hómópatar, telja sig taka heildrænna mið af einstaklingnum og aðstæðum hans við greiningu sjúkdóma, samanber hugtakið heilun eða græðing. Þeir leggi áherslu á ábyrgð einstaklingsins fyrir eigin heilsu og eflingu mótstöðuafls í líkamans gegn sjúkdómum.\nPóstmódernismann má telja dæmigerðan fyrir þróun heildarhyggjunnar. Hann vinnur að samþjöppun fræðigreinanna og leitast við að rannsaka ýmsa þætti menningar frá ólíkum sjónarhornum mannlegra (húmanískra) fræða. Hann vinnur gegn síaukinni sérhæfingu fræðigreinanna. Aðferð hans byggja fremur á innsýn en rökgreiningu. Hann hefur stuðlað að því að færa fræðin nær almenningi þó að mörgum rökfræðingnum þyki hann vera ómerkilegt þvaður og lýðskrum um allt og ekki neitt.\nSkynheildarsálfræðin (Gestalt) sem upprunnin er í Þýskalandi á fyrri hluta síðustu aldar kom fram sem mótvægi við smættunarhyggju (reductionism) ríkjandi sálfræðistefna sem “búti og skeri sálarlífið niður við trog”. Þeir “uppgötvuðu” að heildin er meiri en summa eininganna, samanber tónverk er meira en tónarnir sem það er samsett úr og ritsmíð er meira en stafirnar sem hún er byggð úr.\nSameingnarstefna Karl Marx sem byggir á heildstæðri þjóðfélagskenningu dagaði uppi sællar minningar. Ef til vill hefði farið betur ef Marx hefði ekki snúið hinni díalektísku hughyggju Hegels á hvolf sem gerði efnið æðra andanum? Kenning Hegels gerði ráð fyrir að framþróunin fælist í að andstæð öfl hefðust upp í æðra veldi og mynduðu nýjar andstæður og svo koll af kolli.\nRoger Sperry og félagar fengu nóbelsverðlaun á áttunda áratug 20. aldarinnar fyrir rannsóknir í lífeðlislegri sálfræði varðandi starfskiptingu heilahvelanna. Nýaldarsinnar gripu þær á lofti og hampa því að vestræn menning sé “vinstra heilahvelssinnuð”, þ.e. leggur áherslu á sundurgreinandi, línulega rökhugsun á kostnað heildarhyggju. Þeim þykir brýnt að Vesturlönd “mennti betur hægra heilahvelið og geri báðum heilahvelunum jafnt hátt undir höfði”. Hægra heilahvelið er talið tengjast meir heildrænni skynjun og skapandi innsæi.\nTvíhyggja innan kristninnar á rætur að rekja til menningararfleifðar Gyðinga frá því þeir voru í útlegð í Babylóníu á sjöundu öld f.Kr. Tvíhyggjan lítur á andstæður eins og anda og efni, ljós og myrkur, gott og illt sem stríðandi og ósættanleg öfl þar sem einn þáttur ríkir á kostnað annars. Einingarhyggjan lítur hins vegar á andstæðurnar sem gagnstæða en samverkandi póla eins og tvær hliðar á sama peningi þar sem önnur hliðin bætir upp hina. Ljósið hljóti merkingu sína í afstöðu til myrkursins sem það lýsi upp og hið góða fær gildi sitt sem andstæða hins illa og öfugt. Ef gengið er út frá því að sannleikur mannanna sé afstæður en Guðs algildur þá hlýtur stóri sannleikurinn að vera handan góðs og ills.\nSamkvæmt einingarhyggjunni byggir tvíhyggja kristninnar á misskildum og vonlausum rembingi. Hún leiði óhjákvæmilega til átaka. Zen-búddhasinninn Allan Watts líkir þess vegna tvíhyggjunni við leit að ímynduðum lengdar- og breiddargráðum á jarðkúlunni sem er aðeins að finna á landakorti. Einnig megi líkja henni við vindmylluslag og hund sem eltir á sér skottið. Til að sýna fram á haldleysi tvíhyggjunnar láta zen búddhameistarar lærlinga sína glíma langtímum saman við fáránleg heilabrot (koan) eins og að skilgreina hvernig klapp með einni hendi hljómar og hvað sé ekkert? Einnig verja þeir miklum tíma í að hlusta á þögnina.\nEiningarsinnar telja sjónarmið tvíhyggjunnar geta haft skaðlegar afleiðingar. Dæmi um það eru sálrænir erfiðleikar og sjúkdómar sem spretta upp þegar siðferðislegt mat tvíhyggjunnar er lagt til grundvallar vegna andstæðra langana og hvata sem togast á.\nÍslensk þjóðtrú bendir óbeint á skaðsemi tvíhyggjunnar. Hún ber með sér að náttúran leitar út þó að hún sé barin með lurkum. Dæmi: Púkinn á fjóshaugnum fitnaði og færðist allur í aukana eftir því sem vinnumaðurinn bölsótaðist meir gegn honum þar til að púkinn stóð á blístri. Þegar hann lét púkann af afskiptalausan lyppaðist skaufinn niður. Annað dæmi: Þegar fólk gekk til kirkju á jólunum var venjulega einn maður hafður eftir til að gæta bæjarins. Alls konar hulduverur og vættir gerðu sig þá heimakomna. Þá fór heimamaður með eftirfarandi þulu: “Komi þeir sem koma vilja, veri þeir sem vera vilja, fari þeir sem fara vilja, mér og mínum að meinalausu”.\nOrganistinn í Atómstöðinni, í skáldsögu Halldórs Laxness, var einingarsinni í anda taóspekinnar. Hann vissi hvað þýddi að starfa án strits. Þegar hann var spurður hvers vegna hann skyti skjólshúsi yfir gleðikonur kvaðst hann ekki geta séð muninn á konu sem svæfi tuttugu sinnum hjá sama manni og konu sem svæfi einu sinni hjá tuttugu mönnum. Kínversk menning hefur án efa þrifist og dafnað í nokkur þúsund ár vegna áhrifa tóspeki Lao Tzu og Chuang Tzu ásamt siðavandri hefðastefnu Konfúsíusar.\nSkilningur Jesú á lögmálinu var í samræmi við taó: “Þegar Jesús bauð illvirkjunum hinn vangann var hann í raun að kenna mönnum að sporna ekki gegn hinu illa heldur vera opinn, taka á móti tilverunni og öllu því sem henni fylgir” (Mascetti, s. 23). Ræningi sem hitti búddhamunk á förnum vegi kvaðst geta drepið hann með köldu blóði án þess að depla augum. Munkurinn svaraði um hæl að hann gæti fallið fyrir hendi ræningjans án þess að depla augum!\nAusturlenskur bardagalistamaður veitir andstæðingnum ekki beina mótspyrnu heldur notar kraft hans gegn honum sjálfum svo að hann falli á eigin bragði, samanber júdó sem þýðir hin mjúka, eftirgefanlega, undanlátsama og kvenlega leið. Víkingarnir og fornkaparnir okkar voru eins og sannir japanskir málaliðar (samúrajar) því þeir sættu lagi þegar færi gafst, færðu sig upp á skaptið og létu kné fylgja kviði.\nLíf zen búddhamanna er samfelld og óslitin íhygli. Þeir veita eftirtekt minnstu smáatriðum sem upp koma í huganum og öllum umhverfisáhrifum, gefa áreitum fullan gaum án þess að örva eða letja óviðurkvæmilegar hugsanir og kenndir þar til að þær líða hjá eins og vindur fyrir eyrum. Skynjun þeirra á sjálfum sér og heiminum er óbrengluð og heil en ekki lituð af löngunum, ótta og blekkingum, taka sem sagt lífinu með jafnaðargeði.\nNútíma eðlisfræði og heildarhyggja\nKjarneðlisfræði nútímans hefur varpað nýju ljósi á eilífðar þrætuepli tvíhyggjunnar um mótsögnina á milli frelsi viljans, samkvæmt t.d. guðfræðinni og tilvistarheimspekinni, og hefðbundinnar nauðhyggju vísindanna. Nauðhyggjan byggir á heimsmynd Newtons um vélræn og fastmótuð orsakatengsl efnisins og þróun heimsins þar sem allt er fyrirfram ákvarðað. Þessi vinnutilgáta hefur reynst rökhyggjunni og raunvísundunum notadrjúgt veganesti en vakið heilabrot innan heimspeki, félagsvísinda og húmanískra fræða.\nAfstæðiskenning Einsteins og þverstæðukennd skammtakenning Heisenbergs sýna að heimurinn er ekkert einfalt úrverk. Efniseindirnar geti í sömu andrá verið ljósbylgjur, og hugsanlega verið alls staðar en samt hvergi. Nánar tiltekið ákvarðar sjónarhorn vísindamannsins ráðandi eigindir og staðsetningu ljós-/efniseindanna. Hlutlæg efnisvísindi reynast ekki vera til því að vitund vísindamannsins hefur óhjákvæmileg áhrif á viðfangsefnið og niðurstöðurnar – efni og anda er ekki hægt að skilja að í anda heildarhyggjunnar.\nÞessar þversagnir kallaði Fritjof Capra fjórðu víddina í viðbót við rúmmál og tíma í riti sínu Taó eðlisfræðinnar. Fjórð víddin feli í sér að allt í alheiminum hafi áhrif hvað á annað. Þetta sýni eininguna í fjölbreytileikanum líkt og speglabrot sem sýna öll sömu upprunalegu spegilmyndina (hólógram). Þess vegna gat Jesús með réttu sagt: “Hárin á höfði yðar eru jafnvel talin” (Lk 12.7), þar sem alvitundin endurspeglast í einu hári og öfugt. Stjörnuspekin, og önnur spádómsfræði, byggir meðal annars á þessu lögmáli, þ.e. gangur himintunglanna endurspeglar líf manna á jörðu. Capra heldur þvi fram að austræn dulspeki, sem beiti innsæisskoðun á hugarheiminum og vestræn vísindi, sem leiti að reynsluþekkingu á raunheiminum, séu út frá gjörólíkum leiðum farin að nálgast – allar leiðir liggja sem sagt til Rómar.\nDulhyggjan, listirnar og vísindin eru í raun ekki ósættanlegar andstæður hvað þekkingaröflun varðar (önnur huglæg en hin hlutlæg) heldur geta bætt upp hvað annað.  Með jóga eða öðrum skapandi listgreinum fæst ákveðin innsýn í viðfangsefni sem vísindin geta með raunprófanlegum aðferðum og endurtekningum staðfest eftir atvikum.  Í raun og veru er innsæið og rökhugsunin alltaf samverkandi hjá skapandi vísindamönnum og listamönnum.  Þar sem ekki allar kenningar verða í “askana látnar”, þ.e. falla ekki innan þröngra marka vísindanna, höfum við greinar eins og heimspeki, listir, trúarbrögð og önnur húmanísk fræði sem eru undirstöðuþættir í menningu hverrar þjóðar – nema hvað?\nEiningarvitund og dulhyggja\nMenn túlka venjulega dulræna reynslu sína með hliðsjón af trúarlegum bakgrunni. Jóginn íhugar tengsl síns innra manns við veruleikann sem hann skynjar sem órjúfanlega undirliggjandi einingu alls þar sem andstæður renna saman í eina heildræna óskipta mynd. Karmajógar (jógar í verki) finna samhljóminn og taktinn í kraftbirtingu tilverunnar með því að hafa stöðugt hugfast að þeir eru verkfæri í höndum alvitundarinnar, Brahman, sem starfar í gegnum þá og er gerandi verknaðarins. Slík samkennd við “allt sem er” leysir menn úr viðjum tvíhyggjunnar og er undanfari einingarvitundar. Þá hættir iðkandinn að gera greinarmun á sér og tilverugrundvelli sínum. Skilin á milli gerandans, verknaðarins og viðtakandans þurrkast út. Han upphefst í æðra veldi þar til að hann rennur alsæll saman við ástfóstur sitt. Dulhyggjumaðurinn kynnist innsta eðli tilverunnar í allri sinni dýrð. Ýmsir einlægir guðstrúarmenn, unnendur fagurra lista og náttúrudýrkendur hafa komist í slíkt algleymi.\n“Hugsunin er sú að það sem við köllum venjulega ”sjálfið\" sé ekki okkar raunverulega sjálf. Í eins konar leiftursýn skynjum við að við tilheyrum stærra sjálfi… [guði, heimssálinni]… Við samrunann finnst dulhyggjumanninum að hann tapi sjálfum sér“, hann hverfu í guði eða týnist í guði líkt og vatnsdropi ”tapar sjálfum sér“ þegar hann fellur í hafið… eins og neisti frá bálinu. Kristni dulhyggjumaðurinn Sílensíus (1624-1677) orðaði það svona: ”Dropinn verður haf í hafsins djúpa ál, í upphæðum hjá guði verður guð hver sál“… Indverskur dulspekingur sagði: ”Þegar ég var, var guð ekki. Nú er guð og ég er ekki lengur til“ (Gaardner, s. 132-4).\nKristnir menn telja sig renna saman við persónulegan guð og er samruninn venjulega ekki eins algjör og tíðkast að ástunda í austrænum trúarbrögðum þar sem guð er ekki persónukenndur. Þess vegna segir hindúinn gjarnan: ”Ég er Guð“. Kristni dulhyggjumaðurinn leitast við að verða hluttakandi í guðlegu eðli með því að verða eitt með Guði fyrir meðalgöngu Krists (sbr. 2Pt 1.4). ”Á þeim degi munuð þér skilja, að ég er í föður mínum og þér í mér og ég í yður“ (Jh 14.20).\nMerki um einingarvitund dulhyggjunnar finnst víða í Nýja testamentinu: ”Þegar allt hefur verið lagt undir hann… til þess að Guð sé allt í öllu“ (1Kor 15.28). ”Ég er vínviðurinn, þér eruð greinarnar. Sá ber mikinn ávöxt sem er í mér og ég í honum\" (Jh 15.5). Páll sagði að Kristur væri höfuð kirkjunnar og söfnuðurinn líkaminn. Limirnir í líkamanum væru náðargáfurnar (sjá 1Kor 12; Ef 1.23; 4.4,11-16,25; 5.29). Náðargáfurnar líkjast dulrænum hæfileikum sem kristnar vakningahreyfingar og ýmsir nýaldarsinnar sækjast eftir. Þar sem ekki er allt gull sem glóir er gott að hafa í huga varnaðarorð Páls gegn fölskum spámönnum (sbr. 1Þ 20-22; 1Jh 4.1).\nHEIMILDASKRÁ\nAllan W. Watts. The Way of Zen. Penguin Books, N.Y., 1957.\nBiblían. Heilög ritning. Gamla testamentið og Nýja testamentið. Ný útgáfa, HÍB, Reykjavík, 1981.\nFritjof Capra. The Tao of Physics. Shambhala Publication. Boulder CO, 1976.\nGunnar Dal. Heimspekingar Vesturlanda. Víkurútgáfan. Reykjavík, 1979.\nGunnar Dal. Grískir heimspekingar. Víkurútgáfan. Reykjavík, 1975.\nHalldór Kiljan Laxness. Atómstöðin. Reykjavík: Vaka-Helgafell, 2002.\nHaraldur Ólafsson. Trú, töfrar og galdur. Félagsvísindadeild Háskóla Íslands, Örn og Örlygur, 1976.\nHeimir Steinsson. Kristinn einingarhyggja. Mbl. 2. nóv., 1997.\nHelstu trúarbrögð mannkynsins. AB, Reykjavík, 1962.\nJón Árnason. Íslenskar þjóðsögur og ævintýri. Reykjavík. Þjóðsaga, Hólar, 1993\nLao Tzu. Bókin um veginn. Staðafell, 1971, 2. útg. Í útg. Í þýðingu Jakobs J. Smára og Ingva Jóhannessonar.\nRadhakrishnan, Eastern Religions and Western Thought. Oxford University press, Delhi, London, NY, 1989.\nYogi Ramacharaka. Yoga heimspeki. Fjórtán fræðastundir. Vasaútgáfan, Reykjavík, 1987.\nÞröstur Helgason. Potað í póstmódernismann. Mbl, 18. nóv. 1997.",
    "url": "https://www.hugi.is/dulspeki/greinar/643545/einingarhyggja-heildarhyggja-og-tvihyggja/",
    "url_id": "643545",
    "id": "6522004",
    "replies": [
        {
            "user": "milesdavis",
            "user_id": "59397",
            "date": "2009-02-22 15:37:10",
            "id": "6527371",
            "reply_to_id": "6522004",
            "text": "Einkar óáhugavert."
        },
        {
            "user": "milesdavis",
            "user_id": "59397",
            "date": "2009-02-22 16:16:03",
            "id": "6527472",
            "reply_to_id": "6527371",
            "text": "*geisp*"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-02-22 20:46:56",
            "id": "6528115",
            "reply_to_id": "6527371",
            "text": "Ef þetta var ekki djók, sérðu heimildaskrána hjá aumingja notandanum?"
        },
        {
            "user": "prometheus",
            "user_id": "60513",
            "date": "2009-03-01 14:44:40",
            "id": "6541285",
            "reply_to_id": "6528115",
            "text": "Vá!!! Frábær grein hjá þér… Sú allra besta sem ég hef lesið hérna á Huga allavega. Líka skemtilegt að þú vitnir í Capra.\nBókin hans The Tao of Physics er algjör skyldu-lesning fyrir þá sem hafa áhuga á mystisisma/dulspeki…\nKudos fyrir þig."
        },
        {
            "user": "hbraga",
            "user_id": "57957",
            "date": "2009-03-05 09:52:17",
            "id": "6548367",
            "reply_to_id": "6541285",
            "text": "Þakka þér fyrir uppörvunina.  Það var einmitt það sem ég þurfti á að halda til að ég hefði geð í mér til að birta fleiri greinar á þessum vef vegna dræmra undirtekta hingað til.\nÉg þykist eiga von á góðu þegar ég lít á greinasafn þitt eða það sem þú átt eftir óskrifað."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-03-01 21:15:23",
            "id": "6541955",
            "reply_to_id": "6522004",
            "text": "Þetta var fulltyrfinn texti fyrir minn smekk, ég las hann þó af áhuga. Ég rakst á nokkur atriði sem væri gaman að heyra álit þitt á.\nÉg veit ekki hvers vegna ákúrur sem “vestræn” vísindi (raunar eru aðeins til ein vísindi; látum það þó liggja milli hluta) hafa hlotið ættu að eiga rétt á sér, þessi iðja hefur tvöfaldað meðalævilengd okkar og fært okkur auðævi og velsemd sem engin fordæmi eru fyrir í sögu lífs á Jörðinni.\nHvernig er leit að sannleikanum með “innsýn” öðruvísi en sú með “rökgreiningu” og hver er munurinn á áreiðanleika aðferðanna?\nHvernig getur nokkur sannleikur verið afstæður? Hvernig geta verið til fleiri en einn sannleikur? Ef sannleikur er afstæður, er hann þá nokkuð sannleikur?\nVarðandi skammtafræði þá er það ekki hugsun vísindamannsins sem hefur áhrif á eindir heldur aðstæðurnar sem vísindamaðurinn setur þær í. Það eru engin bein tengsl milli “anda” og eindar, enda væri slíkt algerlega úr takti við heimsmyndina sem við höfum gert okkur ljósa á undanförnum öldum - heimsmynd sem hvorki gerir né hefur þurft að gera ráð fyrir “anda.”\nÉg þekki ekki mikið til Fritjof Capra en ég veit að afstæðiskenningin hefur nú þegar tekið frá fjórar víddir, þrjár rúmvíddir og eina tímavídd, svo vilji Capra bæta einni við (sem, aftur, heimsmynd okkar hvorki þarf né notar, í stuttu máli) þarf það að vera hin fimmta.\nÉg sé ekki alveg hvað líking Jesú með hárin merkir, né hvernig hún tengist heilmyndum.\nÞú minnist á að “allar leiðir liggi til Rómar” í tengslum við “mismunandi leiðir” stjörnuspeki og álíka fyrirbrigða annars vegar og vísinda hins vegar til sannleikans. Hvernig þá? Enn sem komið er bendir ekkert til þess að stjörnuspáfræði búi yfir nokkrum sannleik og ég veit ekki til þess að “austræn dulspeki” hafi notið betri árangurs. Vísindin aftur á móti hafa leyft okkur smíði tölva, internetsins, skýjakljúfa, hitaveitukerfa, flug-, bor-, prent-, kaffi- og stígvéla svo fátt eitt sé talið.\nHver er munurinn á því hlutlæga og því huglæga?\nLokakaflinn, “Einingarvitund og dulhyggja,” virðist hallast að þeim útbreidda misskilningi að hugleiðsla, jafn merkileg og hún er, hafi raunveruleg áhrif út fyrir hugann sem er í leiðslunni. Til allrar lukku erum við ekki svo merkileg eða máttug vera, heldur er hugurinn að búa til sjónarspil sem er ekki utan hans getu. Við megum ekki gleyma því að allt sem hugurinn getur gert undir venjulegu áreiti getur hann einnig gert án áreitisins - og gott betur. Sjónhverfingar eru einfalt, þó ekki hæfilega dramatískt, dæmi."
        },
        {
            "user": "hbraga",
            "user_id": "57957",
            "date": "2009-03-05 10:16:50",
            "id": "6548382",
            "reply_to_id": "6541955",
            "text": "Sæll fimbulfamb,\nAfsakaðu seinaganginn við að svara krefjandi og málefnalegum athugasemdum þínum við grein mína.  Ég hef verið upptekin að undanförnu auk þess sem ég vil geta svarað þér sómasamlega.  Ég verð að játa að ég er farinn að ryðga í vísindaheimspekinni sem ég lærði hjá Arnóri Hannibalssyni og Páli Skúlasyni í Háskólanum fyrir all löngu, svo ég er hræddur um að svör mín yrðu frekar yfirborðsleg.  Ég ætla samt að gefa mér tíma til að lesa yfir athyglisvert greinasafn þitt því ég held að það gæti rifjað upp ýmislegt fyrir mér.  Auk þess er ég að vinna að því að koma að næstu grein minni um trúarheimspeki.  Ég vona að þú haldir til haga ég ýmislegt sem ég og fleiri á þessum dulspekivef verður seint sannað með vísindalegum aðferðum frekar heldur en kveðskapur eða fagurfræði auk þess sem heimspekin verður seint sönnuð þó hún noti rökgreiningu sem vísindin hafa gert að sínum.  Samt sem áður gerir þú og þínir líkar vel í því að minna menn á þegar þeir rugla tvennum jafnréttháum nálgunum á veruleikanum saman."
        },
        {
            "user": "prometheus",
            "user_id": "60513",
            "date": "2009-03-18 01:54:45",
            "id": "6572464",
            "reply_to_id": "6541955",
            "text": "Vil ítreka hvað ég er ánægður með þessa grein og hbraga, keep up the good work.\nFimbulfamb, þetta eru góðar spurningar og þó að ég geti vitaskuld ekki svarað fyrir hbraga né hafi einhverja löngun til þess að taka hendi frmmi fyrir langar mig samt að leggja mína fimm aura í belg svona aðallega til að halda umræðunni gangandi. Því að mér finnst þetta einkar áhugaert efni og endalaust íhgunarvert, allavega í minum huga. Þannig þar sem ég hef hvorki þolinmæði né skipulag til að skrifa svona grein ætla ég bara reyna að svara þessu eftir minni bestu vitund, mönnum er þá auðvitað frjálst að skammast í mér og leiðrétta ef þykir ástæða til.\nÞú segir:\nHvernig er leit að sannleikanum með “innsýn” öðruvísi en sú með “rökgreiningu” og hver er munurinn á áreiðanleika aðferðanna?\nÉg myndi segja að munurin skipti ekki endilega máli ef niðurstaðan er sú sama…\nÞú segir:\nHvernig getur nokkur sannleikur verið afstæður? Hvernig geta verið til fleiri en einn sannleikur? Ef sannleikur er afstæður, er hann þá nokkuð sannleikur?\nHérna hefuru ágætis dæmi um afstæðan sannleik frá honum Carl Sagan:\nhttp://www.youtube.com/watch?v=Y9KT4M7kiSw\nÞú segir:\nVarðandi skammtafræði þá er það ekki hugsun vísindamannsins sem hefur áhrif á eindir heldur aðstæðurnar sem vísindamaðurinn setur þær í. Það eru engin bein tengsl milli “anda” og eindar, enda væri slíkt algerlega úr takti við heimsmyndina sem við höfum gert okkur ljósa á undanförnum öldum - heimsmynd sem hvorki gerir né hefur þurft að gera ráð fyrir “anda.”\nEins og ég skil það; þá hefur útkoma þessara frægu tilraunar með ljós-geislan/eindirnar með það að gera hvernig vísindamenn nálgast tilraunina og hvernig hún er mæld þ.e.a.s að útkoman breytist eftir því hvernig ljósið er mælt, að því það getur ekki verið bylgja og eind á sama tíma, þannig að vísindamaðurinn þarf soldið að ákveða fyrirfram hvað hann er að leita að, til þess að finna það. Sem er hægt (og er gert) að túlka sem “hugarfar” vísindamannsins sem framkvæmir tilrauninna…\nÞú segir:\nÉg þekki ekki mikið til Fritjof Capra en ég veit að afstæðiskenningin hefur nú þegar tekið frá fjórar víddir, þrjár rúmvíddir og eina tímavídd, svo vilji Capra bæta einni við (sem, aftur, heimsmynd okkar hvorki þarf né notar, í stuttu máli) þarf það að vera hin fimmta.\nFritjof er snillingur og bók hans, The Tao of Physics, breytti lífi mínu, bókstaflega, mæli eindregið með henni. Hvað varðar þesssu fimmtu vídd, þá er ég ekki alveg að skilja þig því miður.\nÞú segir:\nÞú minnist á að “allar leiðir liggi til Rómar” í tengslum við “mismunandi leiðir” stjörnuspeki og álíka fyrirbrigða annars vegar og vísinda hins vegar til sannleikans. Hvernig þá? Enn sem komið er bendir ekkert til þess að stjörnuspáfræði búi yfir nokkrum sannleik og ég veit ekki til þess að “austræn dulspeki” hafi notið betri árangurs. Vísindin aftur á móti hafa leyft okkur smíði tölva, internetsins, skýjakljúfa, hitaveitukerfa, flug-, bor-, prent-, kaffi- og stígvéla svo fátt eitt sé talið.\nAustræn dulspeki er eftir því sem ég best veit aðferð notuð til þess að bæði skilja og skynja alheiminn, upprunan og tilgang lífsins. Aðferðir sem hafa verið notaðar og þróaðar í þúsundir ára til að útskýra hið óútskýranlega og það merkilega við þetta er að þessi aðferð hefur fengið hljómgrunn meðal mjög svo virtra “vestrænna” vísindamanna vegna þess að þær þverstæður sem vísindamenn standa frammi fyrir í dag eru þær sömu og austrænir dulspekingar hafa verið að kveða um í þúsundir ára, go figure…\nÞú segir:\nLokakaflinn, “Einingarvitund og dulhyggja,” virðist hallast að þeim útbreidda misskilningi að hugleiðsla, jafn merkileg og hún er, hafi raunveruleg áhrif út fyrir hugann sem er í leiðslunni. Til allrar lukku erum við ekki svo merkileg eða máttug vera, heldur er hugurinn að búa til sjónarspil sem er ekki utan hans getu. Við megum ekki gleyma því að allt sem hugurinn getur gert undir venjulegu áreiti getur hann einnig gert án áreitisins - og gott betur. Sjónhverfingar eru einfalt, þó ekki hæfilega dramatískt, dæmi.\nÞað hafa reyndar verið gerðar tilraunir á einmitt þessu sviði sem sýna það að hugurinn getur haft áhrif utan líkamans. Þá er ég ekki að tala um að breyta vatni í vín en á “sameindarlegum grundvelli” (molecular basis)…\nEitt dæmi er þegar hópur manna einbeitti sér að vatni sem s´´iðan var myndað í smásjá. Þar sýndi það sig að þegar hópurin einbeitti sér með “fallegar” hugsanir myndaði vatnið fallegar semeindir en þegar var einbeitt sér að vatninu í hatri myndaði vatnið ljótar sameindir. Þetta er síðan hægt að skoða á myndum, þetta var kannað með vísindalegum hætti þannig að mjög ólíklegt að þarna sé um tilviljarnir  að ræða…\nÍtreka að ég er algjör áhugamaður á þessu sviði og því þarf að taka því sem ég segi hér með fyrirvara. Samt alltaf gaman að ræða þessa hluti þó svo að leyndardómar alheimsins verða varla leystir á huga en hver veit…"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-03-18 12:39:57",
            "id": "6572791",
            "reply_to_id": "6572464",
            "text": "Ég myndi segja að munurin skipti ekki endilega máli ef niðurstaðan er sú sama…\nÉg vildi gjarnan vita hver munurinn á aðferðunum er ef þær eru eftir allt saman mismunandi en skila þó sömu niðurstöðum.\nHérna hefuru ágætis dæmi um afstæðan sannleik frá honum Carl Sagan:\nhttp://www.youtube.com/watch?v=Y9KT4M7kiSw\nHinn trúlausi Carl Sagan, sem barðist mikið gegn kukli á borð við stjörnuspeki, er hér ekki að tala um afstæði sannleika heldur um mun milli rúmvídda. Hann er að lýsa því hversu vel (eða illa) við getum ímyndað okkur æðri víddir.\nEins og ég skil það; þá hefur útkoma þessara frægu tilraunar með ljós-geislan/eindirnar með það að gera hvernig vísindamenn nálgast tilraunina og hvernig hún er mæld þ.e.a.s að útkoman breytist eftir því hvernig ljósið er mælt, að því það getur ekki verið bylgja og eind á sama tíma, þannig að vísindamaðurinn þarf soldið að ákveða fyrirfram hvað hann er að leita að, til þess að finna það. Sem er hægt (og er gert) að túlka sem “hugarfar” vísindamannsins sem framkvæmir tilrauninna…\nJá, vísindamennirnir búa til umhverfi sem eindin hegðar sér svo í samkvæmt sínu eðli. Hugsun vísindamannsins hefur engin bein áhrif á eindina. Auk þess er hún hvorki eind né bylgja, heldur samsuða beggja sem við getum ekki (að því er við best vitum) gert okkur í hugarlund.\nþað merkilega við þetta er að þessi aðferð hefur fengið hljómgrunn meðal mjög svo virtra “vestrænna” vísindamanna vegna þess að þær þverstæður sem vísindamenn standa frammi fyrir í dag eru þær sömu og austrænir dulspekingar hafa verið að kveða um í þúsundir ára, go figure…\nAð því er ég best veit eru engir “virtir” vestrænir vísindamenn miklir áhangendur austrænnar dulspeki. Auk þess veit ég ekki til þess að spurningarnar sem þessir tveir hópar spyrja séu þær sömu.\nÞað hafa reyndar verið gerðar tilraunir á einmitt þessu sviði sem sýna það að hugurinn getur haft áhrif utan líkamans. Þá er ég ekki að tala um að breyta vatni í vín en á “sameindarlegum grundvelli” (molecular basis)…\nEitt dæmi er þegar hópur manna einbeitti sér að vatni sem s´´iðan var myndað í smásjá. Þar sýndi það sig að þegar hópurin einbeitti sér með “fallegar” hugsanir myndaði vatnið fallegar semeindir en þegar var einbeitt sér að vatninu í hatri myndaði vatnið ljótar sameindir. Þetta er síðan hægt að skoða á myndum, þetta var kannað með vísindalegum hætti þannig að mjög ólíklegt að þarna sé um tilviljarnir að ræða…\nAllar svona tilraunir sem ég hef heyrt um hafa verið óstaðfestar og óendurtakanlegar, líklega vegna þess að þær eru uppspuni. Hafir þú áreiðanlegar heimildir fyrir þessu geturðu bent mér á þær."
        },
        {
            "user": "prometheus",
            "user_id": "60513",
            "date": "2009-03-19 01:35:39",
            "id": "6574633",
            "reply_to_id": "6572791",
            "text": "Ég vildi gjarnan vita hver munurinn á aðferðunum er ef þær eru eftir allt saman mismunandi en skila þó sömu niðurstöðum.\nFann þetta á wiki, nenni ekki að þýða það en geri ráð fyrir að þú lesir ensku:\n(To be termed scientific, a method of inquiry must be based on gathering observable, empirical and measurable evidence subject to specific principles of reasoning. A scientific method consists of the collection of data through observation and experimentation, and the formulation and testing of hypotheses.)\nÞetta er semsagt vísindalega aðferðin eins og þú líklega veist. Með “innsýn” geri ég ráð fyrir að verið sé að tala um einhverskonar hugleiðslu:\n(Swami Vivekananda describes meditation as follows:\n“Meditation has been laid stress upon by all religions. The meditative state of mind is declared by the Yogis to be the highest state in which the mind exists. When the mind is studying the external object, it gets identified with it, loses itself. To use the simile of the old Indian philosopher: the soul of man is like a piece of crystal, but it takes the colour of whatever is near it. Whatever the soul touches … it has to take its colour. That is the difficulty. That constitutes the bondage. The colour is so strong, the crystal forgets itself and identifies itself with the colour. Suppose a red flower is near the crystal and the crystal takes the colour and forgets itself, thinks it is red. We have taken the colour of the body and have forgotten what we are. All the difficulties that follow come from that one dead body. All our fears, all worries, anxieties, troubles, mistakes, weakness, evil, are from that one great blunder — that we are bodies. This is the ordinary person. It is the person taking the colour of the flower near to it. We are no more bodies than the crystal is the red flower.”\n“The practice of meditation is pursued. The crystal knows what it is, takes its own colour. It is meditation that brings us nearer to truth than anything else. …)\nÞetta eru þessar tvær aðferðir til að leita ”sannleikanum.\"\nMunurin er einfaldlega sá að þetta eru gjör ólíkar aferðir.\nHinn trúlausi Carl Sagan, sem barðist mikið gegn kukli á borð við stjörnuspeki, er hér ekki að tala um afstæði sannleika heldur um mun milli rúmvídda. Hann er að lýsa því hversu vel (eða illa) við getum ímyndað okkur æðri víddir.\nHann Carl Sagan er líka með einstaklega skemtilegan talanda en hvað um það.\nAfstæður sannleikur oki, byrjum á afstæður, en þýðing orðsins er nokkurn vegin sú að: Gildi eins hlutar ákvarðast af öðrum hlut sem hann er miðaður við. Carl er að útskýra hvernig flatlendingur (köllum hann A) í 2 víddar heimi myndi upplifa þrí vídda veru (köllum hana B) sem kæmi í heimsókn. 'i þessu tilfelli sér A aðeins þversnið af B. Þó svo að A sér sannleikan og þversniðið er vissulega raunverulegt gefur það ekki heildarmynd af B vegna þess að heims-sýn A er takmarkað við 2 víddir. Þá má eigilega segja að sannleikur A er afstæður miðað við þær víddir sem hann skynjar.\nJá, vísindamennirnir búa til umhverfi sem eindin hegðar sér svo í samkvæmt sínu eðli. Hugsun vísindamannsins hefur engin bein áhrif á eindina. Auk þess er hún hvorki eind né bylgja, heldur samsuða beggja sem við getum ekki (að því er við best vitum) gert okkur í hugarlund.\nÞegar kemur að óvissu-lögmálinu er yfirleitt talað um eind. En jú allar eindir hafa bylgjulengd. Þetta er einmitt það magnaða við þetta allt saman að vísindamenn eiga í erfileikum með að útskyra þetta rökrétt, einfaldlega vegna þess að þetta er svo mikil þverstæða að venjuleg rök ná\nílla utan um þetta en austræn dulspeki byggist að miklum hluta á þverstæðum sem er kanski ástæðan fyrir að menn eins og Fritjof Capra freistast til að leita þar að “sannleikanum.”\nÞegar maður les um óvissulögmálið er oft talað um “observer effect.” Það var það sem ég var að tala um í svari mínu hérna fyrir ofan. Ég veit bara að niðurstöður úr tilraunum á óvissu lögmálinu hafa sífellt verið að koma vísindamönnum á óvart og þetta eru auðvitað ótæmandi pælingar á bak við þetta allt saman.\nAð því er ég best veit eru engir “virtir” vestrænir vísindamenn miklir áhangendur austrænnar dulspeki. Auk þess veit ég ekki til þess að spurningarnar sem þessir tveir hópar spyrja séu þær sömu.\nNei kanski ekki en ég skal nefna nokkra : Schroedinger, Niels Bohr, Oppenheimer, John Wheeler og Capra.\nHvað varðar spurningar eins og hver við erum , hvaðan við komum og hvert stefnum við, þá þarf ég varla að segja meira um þetta.\nAllar svona tilraunir sem ég hef heyrt um hafa verið óstaðfestar og óendurtakanlegar, líklega vegna þess að þær eru uppspuni. Hafir þú áreiðanlegar heimildir fyrir þessu geturðu bent mér á þær.\nTiltekna dæmið sem ég tók er úr heimildar mydinni what the bleeb do we know þar sem höfundur bókarinnar The secret life of water, Masuro Emoto, heldur þessu fram. Eftir að hafa kynnt mér málið betur ætla ég að draga það tilbaka að þetta hafi verið vísindalegar tilraunir en hinsvegar hef ég séð föður minn tala við aloa-vera plöntunna sína og það virðist svínvirka en ég get ekki sannað það, því miður…."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-03-19 12:46:55",
            "id": "6575060",
            "reply_to_id": "6574633",
            "text": "Ég sé ekki hvernig sönn svör er úr hugleiðslu að hafa, hvernig í ósköpunum maður getur reitt sig á það, neitt frekar en maður getur reitt sig á sýnir undir áhrifum eiturlyfja.\nDæmið sem þú tekur um afstæði er afstæði rúmfræði, ekki afstæði sannleika. Tvívíða heims A veldur því að íbúum þess heims er ekki ljóst hver sannleikur heimsins í heildina er, eða þeir þurfa í það minnsta að beita allmikilli snilli til þess að komast að honum. Sannleikurinn er allan tímann óbreyttur.\nÞegar kemur að óvissulögmálinu er reyndar ekki “yfirleitt talað um eind,” neitt frekar en í afgangi skammtafræðinnar. Í skammtafræði er gert ráð fyrir því að eindir hegði sér öðruvísi en okkur virðast stærri hlutir hegða sér. Við tölum um “eindir” og “bylgjur” þótt það sé í raun aðeins birtingarmynd stórra hópa öreinda, saman komnum.\nHvað varðar “observer effect” þá tengist það aðeins lágmarksáhrifum sem verður að beita á eind til að geta mælt tilvist/eiginleika hennar. Að auki koma niðurstöður tilraunanna eðlisfræðingum ekki beint á óvart, þeir geta reiknað þær út fyrirfram og hafa staðfest þá útreikninga með tilraunum með gífurlegri nákvæmni.\nÉg veit ekki til þess að neinn af vísindamönnunum sem þú minnist á hafi beitt “austrænni dulspeki” til annars en tómstunda. Þeir geta vel hafa verið innblásnir af því (eins og þeir gætu hafa verið innblásnir af mynstri morgunkornsins síns í skálinni) en þegar allt kom til alls þurfti rökhugsun til að móta þau vísindi sem við styðjumst við til að búa til m.a. internetið sem við eigum nú samskipti á. (Til að varna misskilningi: ég á við að til raunverulegra vísinda þarf raunverulega rökhugsun. Auðvitað er mögulegt að fólk dundi sér við ýmsar heimspekilegar pælingar í tómstundum, ég veit hins vegar ekki til þess að þær hafi skilað beinhörðum niðurstöðum - til þess þarf rökhugsun. Myndir þú t.d. treysta arkítekt sem hefði hannað burðarvirki húss þíns með “austrænni dulspeki og hugleiðslu”?)\nHvað meinarðu með “hver við erum, hvaðan við komum og hvert stefnum við”? Við erum lífverur, við komum af af föður okkar sæddu eggi móður okkar og stefnum að dauða; endanlegu meðvitundarleysi. Ekki mikið meiri dulúð en það.\nhttp://en.wikipedia.org/wiki/Water_memory\n“Research published in 2005 on hydrogen bond network dynamics in water showed that ”liquid water essentially loses the memory of persistent correlations in its structure“ within fifty millionths of a nanosecond.”"
        },
        {
            "user": "prometheus",
            "user_id": "60513",
            "date": "2009-04-03 02:00:26",
            "id": "6603983",
            "reply_to_id": "6575060",
            "text": "Ég sé ekki hvernig sönn svör er úr hugleiðslu að hafa, hvernig í ósköpunum maður getur reitt sig á það, neitt frekar en maður getur reitt sig á sýnir undir áhrifum eiturlyfja.\nHugleiðsla er auðvitað mjög breitt hugtak sem hafa verið skrifaðar fjölda bóka um, mæli með að þú kynnir þér málið betur og hugsanlega prófir þetta. i mínum huga er þetta einskonar leið til að skynja sannleikan frekar en að skilja hann. Þessi tækni er notuð af milljónir manna til að tengjast innsta eðli sínu ef svo má að orði komast. Þetta er t.d einn af hornsteinum 12 spora samtaka sem njóta gífurlegra vinsælda um allan heim og bjarga mannslífum.  Hugleiðsla getur líka verið tækni til að róa hugan og oft gerist það þegar hugurinn er í þannig ástandi að menn fá einskonar uppljómun sem getur t.d verið svar við einhverju vandamáli eða ráðgátu sem maður hefur verið að velta fyrir sér og svona má lengi telja…\nDæmið sem þú tekur um afstæði er afstæði rúmfræði, ekki afstæði sannleika. Tvívíða heims A veldur því að íbúum þess heims er ekki ljóst hver sannleikur heimsins í heildina er, eða þeir þurfa í það minnsta að beita allmikilli snilli til þess að komast að honum. Sannleikurinn er allan tímann óbreyttur.\nÉg get reyndar ekki skilið af hverju þú getur ekki fallist á þetta dæmi hjá mér. Málið er að tvívíða veran getur aldrei undir neinum kringum stæðum áttað sig á “heildar sannleikanum” hversu snjöll sem hún kann að vera. Sannleikur  tvívíddar verunar takmarkast og þess vegna miðast við, wait for it, tvær víddir. Og er þess vegna afstæður…\nÞegar kemur að óvissulögmálinu er reyndar ekki “yfirleitt talað um eind,” neitt frekar en í afgangi skammtafræðinnar. Í skammtafræði er gert ráð fyrir því að eindir hegði sér öðruvísi en okkur virðast stærri hlutir hegða sér. Við tölum um “eindir” og “bylgjur” þótt það sé í raun aðeins birtingarmynd stórra hópa öreinda, saman komnum.\nHvað varðar “observer effect” þá tengist það aðeins lágmarksáhrifum sem verður að beita á eind til að geta mælt tilvist/eiginleika hennar. Að auki koma niðurstöður tilraunanna eðlisfræðingum ekki beint á óvart, þeir geta reiknað þær út fyrirfram og hafa staðfest þá útreikninga með tilraunum með gífurlegri nákvæmni.\nÖhhh jú það er reyndar víst talað um eind (particle) í óvissulögmálinu og restinni af skammtafræðinni. Í dæminu um óvissulögmálinu er reyndar talað um ljóseind eða photon. Til eru margs konar eindir og má þá nefna (á ensku) protons, neutrons, neutrinos, leptons, muons, photons og listin er langur.\nhttp://en.wikipedia.org/wiki/Particle\nÉg veit ekki til þess að neinn af vísindamönnunum sem þú minnist á hafi beitt “austrænni dulspeki” til annars en tómstunda. Þeir geta vel hafa verið innblásnir af því (eins og þeir gætu hafa verið innblásnir af mynstri morgunkornsins síns í skálinni) en þegar allt kom til alls þurfti rökhugsun til að móta þau vísindi sem við styðjumst við til að búa til m.a. internetið sem við eigum nú samskipti á. (Til að varna misskilningi: ég á við að til raunverulegra vísinda þarf raunverulega rökhugsun. Auðvitað er mögulegt að fólk dundi sér við ýmsar heimspekilegar pælingar í tómstundum, ég veit hins vegar ekki til þess að þær hafi skilað beinhörðum niðurstöðum - til þess þarf rökhugsun. Myndir þú t.d. treysta arkítekt sem hefði hannað burðarvirki húss þíns með “austrænni dulspeki og hugleiðslu”?)\nJá ok, ég veit reyndar mikið meiri um burðar virki húsa en hugleiðslu ef ég á að vera heiðarlegur en ég ætla benda þér á forn japanskan arkitektur þar sem er sóst eftir jafnvægi hugar og umhverfis, feng shui og allt það. Arkitektur er einmitt skóla bóka dæmi þar sem innblástur og vísindi fara saman eins og morgunkorn og mjólk.\nIt is probably true quite generally that in the history of human thinking the most fruitful developments frequently take place at those points where two different lines of thought meet. These lines may have their roots in quite different parts of human culture, in different times or different cultural environments or different religious traditions. hence if they actually meet, that is, if they are at least so much related to each other that a real interaction can take place, then one may hope that new and interesting developments may follow.\nWerner Heisenberg.\nHvað meinarðu með “hver við erum, hvaðan við komum og hvert stefnum við”? Við erum lífverur, við komum af af föður okkar sæddu eggi móður okkar og stefnum að dauða; endanlegu meðvitundarleysi. Ekki mikið meiri dulúð en það.\nI Want To Belive;)\n“Research published in 2005 on hydrogen bond network dynamics in water showed that ”liquid water essentially loses the memory of persistent correlations in its structure“ within fifty millionths of a nanosecond.”\ná það líka við í þyngdarleysi?"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-04-03 16:55:14",
            "id": "6604685",
            "reply_to_id": "6603983",
            "text": "Þessi tækni er notuð af milljónir manna til að tengjast innsta eðli sínu ef svo má að orði komast.\nÞað að taka sér tíma til að velta fyrir sér hlutum er auðvitað góð og gild aðferð til að átta sig á hlutum sem maður fær annars ekki tóm til. Hvort maður kalli það hugleiðslu eða ekki er manns eigin val, enda þýðir hugleiðsla ekkert annað en “djúp, kerfisbundin íhugun.”\nÞetta er t.d einn af hornsteinum 12 spora samtaka sem njóta gífurlegra vinsælda um allan heim og bjarga mannslífum.\nTólf skrefa áætlunin er frekar leið frá fíkn en samtök, aðgerðaáætlun lögð til af AA-samtökunum. Ég get vissulega ekki sammælst þeirra aðferð, jafnvel þó hún geti virkað, þar sem ég geri ekki ráð fyrir tilvist Guðs (sem maður, samkvæmt áætluninni, þarf að biðja um að “leiðrétta” sig). Jafnvel þótt það geti virkað að gera sér upp ímyndaðan vin sem styður mann í gegnum afeitrunarferlið reikna ég ekki með að það sé uppbyggjandi til lengdar. Hvað hugleiðsluna varðar bendi ég á svarið fyrir ofan.\nSannleikur tvívíddar verunar takmarkast og þess vegna miðast við, wait for it, tvær víddir. Og er þess vegna afstæður…\nSannleikurinn var allan tímann sá sami. Tvívíða veran gat ekki vitað betur, það þýðir þó ekki að hún hafi haft rétt fyrir sér (þ.e. haft skoðanir samsvarandi sannleikanum). Það var til dæmis alltaf\nsatt\nað þyngdarafl sveigir rúmtímann, jafnvel þótt við uppgötvuðum það aðeins um 1915. (Það gæti jafnvel verið að það sé ekki satt - þangað til þurfum við að gera ráð fyrir því.)\nÖhhh jú það er reyndar víst talað um eind (particle) í óvissulögmálinu og restinni af skammtafræðinni.\nÞað sem ég átti við var að þótt við nefnum þetta eind (því auðvitað verðum við að kalla fyrirbærið eitthvað) þá eigum við ekki neitt frekar við að þetta sé það sem við skiljum sem “eind” neitt frekar en að þetta sé það sem við skiljum sem “bylgju.” Ég nefndi þetta vegna þess misskilnings sem þú virtist hafa um eðli eindanna; það breytist ekki þótt maður hugsi öðruvísi um þær. Eðli þeirra er einfaldlega hvorki eðli einda né eðli bylgja, heldur stórfurðuleg samsuða beggja, sem við getum ekki skilið vegna þess að við þekkjum ekkert svipað því.\ná það líka við í þyngdarleysi?\nÉg reikna fastlega með því að svipaður tímarammi gildi þar, sé vatnið við sama hitastig. Árekstraráhrif umliggjandi einda ættu að vera viðameiri en hrif þyngdarsviðsins á stærðargráðu vatnssameinda."
        }
    ]
}