{
    "forum_title": "Smásögur",
    "user": "Kyy",
    "user_id": "21308",
    "date": "2009-02-20 10:43:19",
    "title": "Í trúnaði.",
    "text": "Líf atvinnulausra getur verið erfitt, aðalega þegar maður er búinn að snúa sólahringdum við og foreldrar þínir, allavega í mínu tilfelli eru byrjaðir að vera virkilega pirraðir á þessu slugsi og leti.  Mamma mín reif mig á lappir fyrir hádegi í dag og rak mig út að labba með sér.  Hún er búinn að láta eitra hug sinn á hinum ýmsu ransóknum og greinum á netinu um að langtíma atvinnuleysi getur valdið þunglyndi.\nPersónulega er ég ekki þunglyndur, ég tel mig vera frekar hamingjusamur miðað við ástand mitt.   Í fyrsta lagi er ég atvinnulaus, í öðrulagi fékk ég ekki bætunar mínar borgaðar í dag eins og þau voru búinn að lofa og það er föstudagur og þar að leiðandi get ég ekki haft samband við þau fyrr en eftir helgi.\nRosalega geta þau verið erfið þarna á vinnumálastofnun.  Ég hef það á tilfeningunni að konunar sem vinna þarna er allar fyrverandi heimavinnandi mæður ríkra kalla sem vildu hafa eitthvað að gera á daginn eftir að krakkanir uxu úr grasi og fóru því að vinna á vinnumálastofnun.  Hugsuðu að þetta væri rólegur staður til að vinna á og félagsskapurinn góður.  En svo eins og þruma úr heiðskýru lofti þá skall kreppan á og allt þetta fólk kom að flikkjast inn og núna þurfa þau því miður að vinna vinnunna sína sem þau alls ekki nenna.\nSú tilfening fékk ég allavega þegar ég heimsókti vinnumálastofnun í fyrsta og vonandi seinasta skipti. Þau voru voðalega dónaleg við mig, eins kurteis og ég reyni alltaf að vera.\nÉg sit á kaffihúsi núna og sötra bjór, ég hef setið á kaffihúsi seinustu daga og skrifað niður þá ýmsu karatera sem hafa setið á kaffihúsinu með mér seinustu daga, það er ótrúlegt hvað maður getur lesið úr svipnum á fólki og andliti.  Hvernig þau eru í mannlegum samskiptum, hvort þau séu ´´þunglynd´´ eða ekki og ætla ég svona að stikla úr því stóra sem ég hef upplifað seinustu fjóra daga, og ætla ég að byrja á fyrsta deginum.\nDagur eitt.\nÉg sit hér á kaffihúsi niðri bæ og virði fyrir mig fólkið sem sitja hliðiná mér.  Það er ótrúlegt hvað sumir virðast eiga erfitt á þessum jú erfiðum tímum en ná að fela það ótrúlega vel.  Allavega einn einstaklingur sem situr á móti mér niðursokkinn í síman sötrandi bjór með fartölvuna fyrir framan sig talandi um það að baugur sé að fara í þrot.  Hann er í svörtum jakkafötum vel klipptur og snirtilegur hann er með gullt bindi og lýsir vel þeirri von sem hann hafði til framtíðina fyrir sig og sína fjölskyldu sem er allt horfið núna.  Ég sé fyrir mér raðhús í lindarhverfinu í kópavogi, heimavinnandi myndarleg kona með nýfætt barn í fanginu.\nMaðurinn hefur verið að vinna í bankanum í góðærinu, það var farið vel með hann áður en hann misti vinnunna, vel borgað og fallegar jólagjafir frá fyritækinu um jólin.  En svo var hann látin fara.  Mér finnst menn í hans stöðu ekki vera sökudólganir í þessu sorglegri svikamillu mér finnst hann vera fórnalamb, því ég held að enginn á íslandi hafa verið blekktir jafn mikið og hann og þeir sem hafa unnið þarna undir þessum svikurum.\nHann stendur upp og klæðir sig í svarta rúskin frakkann, ég horfi á hann eitt andartak meðan hann klæðir sig í, hann horfir á mig líka, í þessu stutta augnsambandi sé ég þá sorg og ringulreiði í augum hans, ef einhver er ekki tilbúinn fyrir kreppunna þá er það hann.\nHann situr tölvuna sína í töskuna og labbar út, ég sé að hann fer strax að hringja á leiðinni út.\nÞað er mikið af túristum hérna inni, aðalega ungum bretum, kannski er kaffihúsið að auglýsa sig á hostelum í bænum.  Ungur strákur situr í sófanum með kort á borðinu, kannski er hann að reyna að finna út hvar hallgrímskyrkja er.  Mér finnst ekkert skrítið að hann hefur ekki fundið hana þar sem hún er falin stillösum og verkamönnum.  Ég er ánægður með að ungt fólk er tilbúið að koma hingað og heimsækja okkar niðurlúta land.\nFram hjá mér kemur annar maður í símanum með skjalatösku í hendinni.  Þetta er frekar hippalegt kaffihús svo það lítur allt út fyrir það að þeir séu hættir að stunda viðskipti sín á salt eða á northica hotel.  Mér er svo sem alveg sama, bara að þeir koma ekki hingað á djamminu, ekkert er leiðinlegra en miðaldrar jakkafatamenn á fyllerýi.\nÁ borðinu hliðiná mér er bandarísk stúlka, hún er að tala við strák um kærastann sinn sem hún skildi eftir í bandaríkjunum, ég var að hérna fyrir tveimur dögum síðan og þá var þessi sama stelpa að tala við annan strák um kærastan sinn.  Þeir hafa ekki heyrt söguna áður en ég hef það, ég glotti.\nFólkið hérna í dag er ólíkt, frá listamannapakki upp í bankastarfsmenn.  Hveir veit hvað gerist á morgun.\nDagur 2\nÉg sit á kaffihúsi núna og er að hlusta á fólkið í kringum mig, fyrir framan mig er listamannapakk sem langar að vera eitthvað sem þau eru alls ekki, hippar sem vildu óska að þau væru uppi á blómatímanum.  Treistið mér krakkar þið munið aldrei lifa af blómatímabilsins, það var allt of brútal fyrir ykkur.  Þetta eru þessir týbísku nördar.  Ég er alls ekki að segja að þetta sé slæmt fólk, langt frá því, ég hef oft lent á spjalli við þau á fyllerýi þegar ég er málglaður og pirrandi.  Þetta er eitt af þessum fastagestum hér á þessu kaffihúsi, eins og ég.   Þetta ´´listapakk´´ er oftast mjög vinalegt og óska ég þeim velfarnar á atvinnuleysisbótunum.\nHliðiná mér til vinstri sitja gullfallegar stúlkur sem eru allar stútfullar af lífsgleði og bjartar vonar til framtíðinar.  Það sorglega við þetta allt saman er að sú von mun dofna í framtíðinni því framtíðin er oftar en ekki mjög svört.  En ég óska þeim samt velfarnaðar og vona að þau hlæja og skrækja í framtíðinni eins og þær gera núna.\nHliðiná mér til hægri er strákur eins og ég, aleinn á kaffihúsi með fartölvuna sína bitur út í samfélagið og stútfullur af hroka sem á alls ekki rétt á sér, því þú getur alls ekki dæmt fólk út af útliti þeirra.  En núna ætla ég að setja heirnatólin aftur á mig og hlusta á Malanie Safka og láta mig dreyma um sand og sjó.\nDagur 3\nÉg sit hér en og aftur á kaffihúsinu mínu, þetta er fallegt kaffihús sem lætur mig líða vel, vinur minn á barnum er reyndar ekki í dag svo ég fæ ekki þau fríðindi sem ég hef altaf fengið, eins og ábót á kaffi latte sem ég er alltaf vanur að drekka.  Ég hef þar að leiðandi ákveðið að vera góður við sjálfan mig og fengið mér bjór, það er líka föstudagur, þó svo að það skiptir engu máli, fyrir mér er allir dagar föstudagar sem fólk kannski övinda mig af, það er að segja þeir sem eru en á vinnumarkaðinum.  En ef það er alltaf föstudagar þá er engin dagur til að hlakka til.\nÁ móti mér situr stúlka sem var með mér í skóla, hún er einnig að skrifa, eða reyna að skrifa.  Hún horfir oft á mig og ég reyni að þikjast ekki sjá það.  Maður sér að hún er með ritstíflu eins og gerist svo oft hjá okkur listafólkinu sem reynir að koma tilfeningum sínum á blað.  Það getur.verið erfitt og tekið á sálfræðilega.\nÉg á reyndar voða sjaldan erfitt með það, þetta kemur einhvervegin bara strax til mín.  Veit ekki hvort það sé jákvætt eða ekki því það gerir það oft að verkum að ég hafi ekki lagt eins mikin metnað í þau skrift sem ég geri og að þau geta verið mun betri en þau eru.\nÉg fæ mér í vörina og horfi yfir kaffihúsið, það var tómt rétt áðan en er orðið pakkað eins og skot. Klukkan er líka orðin sex og það fer að dragast að kvöldinu.\nMaður kemur labbandi af klósettinu og sest niður, hann er einn með kaffibollan sinn.  Hliðiná mér sitja bretar, það er ótrúlegt hvað bretar og bandaríkjamenn hafa mikið að tala um.  Ég er búinn að sitja hérna í svolítinn tíma að reina að finna eitthvað til að tala um við vinkonu mína en finn voðalega lítið til að tala um.  Bretanir kyssast og ég verð vandræðilegur á svip, aðalega því ég hef oft verið frekar hrifin af stelpunni á móti mér og hún veit það alveg sjálf en áhuginn er ekki sá sami gagnvart mér.\nÓtrúlegt hvað er mikið af tölvum á öllum borðum, allir að skrifa eitthvað eða vinna í sínum málum sem er jákvætt.\n4. Dagur.\nFöstudagur og ég sit en og aftur á kaffihúsinu mínu sötrandi kaffi latte ég er einn í þetta skippti og læt mig líða vel í sófanum uppi.  Niðri heyri ég hlátrasköll og glimur í bjórglösum.  Þó svo að kreppan er komin þá kom hún ekki hingað og ekki góðærið heldur svo sem.\nÁ móti mér situr strákur með mikið hár og skegg sötrandi bjór.  Ég kannast við strákinn, held hann hafi skrifað barnasögu eitt sinn og fengið verlaun fyrir.\nÞað er kallt úti, allt of kallt, ég hljóp hingað inn með töskuna mína með muninn fullan af pylsu sem ég var að borða, bað um kaffi latte, veit ekki hvort strákurinn í afgreiðslunni hafi skilið mig en ég fæ mér alltf það sama svo hann helti upp á einn latte fyrir mig.\nÞað var fullt uppi svo ég dröslaðist með dótið mitt upp.  Hér eru sófar og það er svo sem fínt að taka því rólega.\nFramhjá mér komu tveir ungir piltar og ætluðu sér að hafa afnot af fótboltaspilinu sem er á barnum.\nÉg þoli ekki lætin í þeim en ekki get ég kvartað, ég hef allt of oft öskrað og látið illa við þetta fótboltaspil.  Klukkan er hálf sjög og ég þarf að ná í bróðir minn, það er að koma matur.",
    "url": "https://www.hugi.is/smasogur/greinar/643598/i-trunadi/",
    "url_id": "643598",
    "id": "6522567",
    "replies": [
        {
            "user": "Kain",
            "user_id": "27935",
            "date": "2009-02-20 17:37:01",
            "id": "6524054",
            "reply_to_id": "6522567",
            "text": "lítur út fyrir að þér leiðist"
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2009-02-20 21:50:48",
            "id": "6524505",
            "reply_to_id": "6524054",
            "text": "nei það geri ég ekki.."
        },
        {
            "user": "Rebekkavalberg",
            "user_id": "74846",
            "date": "2009-02-21 14:49:29",
            "id": "6525428",
            "reply_to_id": "6522567",
            "text": "Hahaa\nvá mér finnst þetta vera megatöff hjá þér ^^\nGaman að lesa þetta: D"
        }
    ]
}