{
    "forum_title": "Harry Potter",
    "user": "sabbath",
    "user_id": "64154",
    "date": "2009-02-22 03:20:09",
    "title": "Harry Potter og Myrki herrann",
    "text": "Fyrir þá sem vilja ekki vita neitt um leikritið ættu ekki að lesa meira en þetta, þó ég muni ekki mikið fara í söguþráðinn. Og fyrir þá sem finnast ég vera of gagnrýninn þá get ég bara kennt\nNostalgia Critic\num, en ég hef undanfarið verið mikið að skoða myndböndin hans.\nÉg ætla að byrja á því að gagnrýna leikritið sjálft.\nLeikararnir sjálfir voru nokkuð góðir, en þeir sem mér fannst standa mest framúr voru:\nÁsgrímur Hermannsson(Voldemort/Severus Snape): Get ekki sagt neitt nema hann var mjög góður þó hann var ekki fullkomlega sköllóttur.\nJón Daði Pétursson(Sirius Black/Dean Thomas): Fannst hann mjög góður sem Sirius þó það leit mjög fáranlega út þegar hann var að tala við tríóið í gegnum arineldinn. Mér fannst þetta líta út eins og þau voru að horfa á hann í gegnum sjónvarp og hann var að segja fréttir.\nAnna Ósk Stefánsdóttir(Bellatrix Lestrange, Seamus Finnigan): Elskaði hláturinn í henni.\nAtli Örn Egilsson(Albus Dumbledore): Kannski ekki eins góður og hin en hann túlkaði Dumbledore miklu betur en Michael Gambon. Reyndar sökkaði skeggið hans.\nÞar að auki fannst mér frábært hvernig Fred og George voru. Miklu meiri “player-ar” en í bókunum.\nEitt fór samt mikið í taugarnar á mér en það var hvernig þau léku. Mér fannst þau vera allt of mikið að tala við áhorfendurna, horfðu ekki mikið á þá sem þau voru að tala við. Það var í lagi stöku sinnum en næstum því alltaf fáranlegt. Þetta var mest pirrandi þegar Umbridge var að kenna bekknum sínum. Hún bara stóð til hliðar þegar hún var að kenna þeim.\nÞað voru margir leikarar í þessu leikriti en samt var meira en helmingurinn með 2 hlutverk eða fleiri. Af 29 leikurum voru 8 með eitt hlutverk(Einn af leikurunum kom samt bara fram á myndbandi, sem átti að vera minningar um fortíð Voldemorts) og ég þekkti aðeins eina manneskju. Reyndar þurftu sumar stelpurnar að leika stráka sem kom reyndar nokkuð vel út. Fenrir og Draco komu til dæmis vel út. Þar að auki var 6 manna hljómsveit(Trommur, 3 gítarar, bassi og hljómborð) og fullt af baksviðsfólki.\nÞað var ágætur húmor í leikritinu. Slughorn var áreiðanlega sá fyndnasti í leikritinu en hann var pirrandi. Hann var sýndur sem hálfviti, bókstafslega. Lagið hans var verulega fyndið og leikarinn samdi textann sjálfur(Karl Sigurðsson). Hinir leikararnir áttu sín fyndnu moment.\nÚtlitið á leikurunum var ekki það gott. Til að byrja með var Harry með ferköntuð gleraugu en ekki hringlaga og Neville og Slughorn voru með gleraugu þó það var aldrei sagt í bókunum að þeir voru með glerauru. Það getur allt eins verið að leikararnir þurftu á gleraugunum að halda. Helmingurinn af Weasley-fjölskyldunni voru ekki með rautt hár, Snape var með emoklippingu(no offense), Hagrid var ekki mikið hár og smá brodda minnir mig og Dumbledore var með axlarsítt hár og skegg sem er svipað\nþessu\nog var þar að auki hvítt. Samt áreiðanlega það besta sem þau gáta komið með en átti stöku sinnum erfitt með vita hvern þau voru að leika. Það útlit sem mér fannst passa best við hlutverkið voru þau sem léku Fred & George, Sirius, Fleur Delacour, Bellatrix Lestrange og Lavender Brown.\nMér fannst mjög gaman að sjá að það var notað meira en bara aðalsviðið. Þau notuðu hliðarsviðið og miðjusvæðið hjá áhorfendunum frekar mikið og jafnvel þótt þau fóru út á sama stað og maður gengur voru þau alltaf verulega fljót að komast baksviðs til að taka þátt í næsta atriði.\nÞó ég hlusta lítið á hljómsveitirnar sem voru spilaðar þarna(Muse, Kings of Lean, Band of Horses, The Editors o.s.frv.) voru lögin góð og vel spiluð og sungin. Mér fannst síðasta lagið fyrir hlé vera öflugt sem var Drunur hjartans sem upprunalega heitir Closer með Kings Of Leon.\nBæklingurinn\nSamkvæmt bæklingnum eru hraðskiptingar þar sem leikarar skipta á milli persóna á innan við 35 sekúndum. Ég er ekki hissa á því, enda tók ekki langan tíma fyrir leikara að skipta um perónur.\nÞau sem gerðu bæklinginn virtust ekki hafa fyrir því að skrifa full nöfn nokkurra persóna sem eru frekar þekkt fyrir bæði nöfnin(T.d. Angelina Johnson, sem var reyndar skrifað Angela, og Seamus Finnigan) eða hafa nafnið á persónunum yfir höfuð(Gabrielle Delacour er sögð vera litla systir Fleur). Þar að auki er bassaleikarinn ekki nefndur í hljómsveitinni. Soldið skrítið.\n2 þýðingar voru rangar. Það var skrifað U.G.L.U.-próf en ekki U.G.L.-upróf og eldbikarinn er samkvæmt bæklingnum verðlaun þrígaldraleikana en ekki þrígaldrabikarinn sjálfur.\nÞessi söngleikur er btw gerður án leyfis J.K. Rowling.\nSamanborið við myndirnar og bækurnar\nTil að byrja með er auga Skröggs Illauga betra en í myndunum, jafnvel þó þetta sé bara eitthvað meik á leikaranum.\nLeikritið tók ágætlega mikið af aðalatriðum en sleppti auðvitað miklu úr bókunum. Mér fannst verulega aðdáðunarvert að höfundarnir náðu að þjappa um 1900 blaðsíðna sögu í 2 tíma. Verulega gott.\nMaður þurfti reyndar að hafa lesið bækunar eða horft á myndirnar til að geta skilið söngleikinn fullkomlega því þetta gekk verulega hratt fyrir sig.\nSum atriði fannst mér vera mjög góð. Hellisatriðið var eitt af því besta í leikritinu, áreiðanlega eina skiptið í leikritinu sem ég sá ekki þessa sem voru alveg svartir, man ekki hvað þetta heitir. Atriðið þegar Katie Bell snertir hálsmenið var líka mjög eftirminnilegt. Fréttaatriðið var líka verulega flott, gat ekki búist við betra en þessu.\nSumt var samt ekki eins gott. Harry sagði fuckaðu þér, ég gat ekki hatað Umbridge eins mikið og í bókunum, þau notuðu myndaútgáfuna hvernig Varnarlið Dumbledores var fundið af Umbridge(hitt hefði reyndar samt tekið meiri tíma líklegast) og í myndunum og eins og ég sagði fyrir ofan að Slughorn var fáranlegur.\nStöku sinnum var sagt hluti rangt. Dumbledore kallaði Skrögg Moody(Ruglandi fyrir þá sem hafa ekki lesið bækurnar, eða bara íslensku, en hann er nefndur Skröggur Illauga í bæklingnum) og varnarlið Dumbledores var kallað her Dumbledores(beint úr ensku). Getur verið meira en ég man ekki eftir því.\nÉg man ekki alveg hvernig þetta var í 5. myndinni en var Sirius drepinn þar af Avada Kedavra? Því hann var drepinn þannig þarna og auðvitað af Bellatrix. Mér var reyndar sama því eftir það kom frábært lag.\nJafnvel þótt fötin hjá Durmstrangnemendunum voru engan veginn lík þeim sem voru í myndinni(sem ég man ekki hvernig voru því eina sem ég man eftir þessu atriði voru þessi hræðilega show hjá báðum skólunum, sem af einhverjum ástæðum voru kynskipt)voru þetta bestu fötin í leikritinu en þetta voru Hensonpeysur. Sá sem lék Viktor hafði þar að auki verulegan austur-evrópskan hreim, næstum því ofleikinn.\nÞegar Harry tók Felix Felicis fannst mér hann sýna allt önnur viðbrögð en ég átti von á. Ég bjóst við von, gleði og öryggi, en ekki að vera blindfullur.\nÞað hefði verið frekar erfitt að sýna það, en ég tók lítið eftir því eftir hlé að Harry var hrifinn af Ginny, en það varð strax sýnilegt þegar hann fór að kyssa hana.\nSum atriði var engan veginn hægt að sýna vel þó þetta var vel gert hjá þeim. Ég er aðalega að tala um 1. þrautina, Priori Incantatem, bardaginn milli Dumbldore og Voldmort og sérstaklega\nHarry Potter og Myrki herrann: Þess virði ef þú hefur lesið bækurnar. Mér fannst það vera mjög gott. Ég hefði reyndar skemmt mér betur yfir hefði ekki verið krakkar að hlægja að öllum mistökum, voru frekar pirrandi.\nPS: Ég veit að þetta er ekki mjög vel uppsett, en ég hef aldrei verið góður í því. Vill líka afsaka málfræði og stafsetningavillur.\nJá og fyrir þá sem vilja taka myndir af þessu, þá er það bannað. Bara svona að láta fólk vita af því.\nsabbath\nPPS: Ég vil líka auglýsa söngleikinn Stonefree sem Fjölbrautaskóli Vesturlands á Akranesi(FVA) mun frumsýna 6. mars. Ég mun leika í því.",
    "url": "https://www.hugi.is/hp/greinar/643974/harry-potter-og-myrki-herrann/",
    "url_id": "643974",
    "id": "6526804",
    "replies": [
        {
            "user": "wQQt",
            "user_id": "76022",
            "date": "2009-02-22 03:30:47",
            "id": "6526823",
            "reply_to_id": "6526804",
            "text": "dem eg hefði viljað fara á þetta"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-22 03:38:30",
            "id": "6526837",
            "reply_to_id": "6526823",
            "text": "þú veist að þetta er ennþá í gangi. önnur sýningin var í dag. næstu sýningar eru 26.-28. febrúa"
        },
        {
            "user": "wQQt",
            "user_id": "76022",
            "date": "2009-02-22 03:40:10",
            "id": "6526842",
            "reply_to_id": "6526837",
            "text": "ó, þá skelli eg mer a thetta. Þakka."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-22 03:40:56",
            "id": "6526844",
            "reply_to_id": "6526842",
            "text": "ekki málið. og bara svo þú vitir það, þá er þetta sýnt í Loftkastalanum"
        },
        {
            "user": "aggagnesa",
            "user_id": "55514",
            "date": "2009-02-22 12:55:57",
            "id": "6527069",
            "reply_to_id": "6526804",
            "text": "Verð að minnast á atriðið þegar Voldemort endurholdgast… fanst það verulega flott og vel gert."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-22 14:44:10",
            "id": "6527243",
            "reply_to_id": "6527069",
            "text": "já það var flott hvernig þau notuðu gatið á sviðinu til að láta hann myndast. líka flott að nota það þegar Dumbledore hvarf"
        },
        {
            "user": "fenrisulfur",
            "user_id": "58388",
            "date": "2009-03-07 02:35:10",
            "id": "6551541",
            "reply_to_id": "6527243",
            "text": "dansararnir bjuggu sko til pott úr sjálfum sér … ég veit málfræði villur ^^"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-07 04:30:24",
            "id": "6551610",
            "reply_to_id": "6551541",
            "text": "já en einhversstaðar þurfti maðurinn að komast upp úr\nog veit alveg með dansarana, sem mig minnir að voru kallaðar myrkaverur."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-02-22 15:37:08",
            "id": "6527370",
            "reply_to_id": "6527069",
            "text": "Besta atriðið í leikritinu fannst mér, líka lagið passaði geðveikt vel við."
        },
        {
            "user": "Athyglisbrestur",
            "user_id": "71236",
            "date": "2009-02-22 13:10:34",
            "id": "6527076",
            "reply_to_id": "6526804",
            "text": "Mig langar á þetta."
        },
        {
            "user": "Agadez",
            "user_id": "41913",
            "date": "2009-02-22 13:16:07",
            "id": "6527081",
            "reply_to_id": "6526804",
            "text": "http://midi.is/leikhus/1/5438/"
        },
        {
            "user": "joslaf",
            "user_id": "75942",
            "date": "2009-02-22 14:13:34",
            "id": "6527179",
            "reply_to_id": "6526804",
            "text": "Krakkar sem hlæja af ófyndnum atriðum í bíói eða leikhúsi eru endalaust pirrandi"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-22 14:42:56",
            "id": "6527237",
            "reply_to_id": "6527179",
            "text": "Þau hljógu af mistökum"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-02-22 15:38:06",
            "id": "6527374",
            "reply_to_id": "6527237",
            "text": "Ég ætla að drekka þetta sæði … er seyði.\nÞað var samt svolldið fyndið en annars sammála þér með þessa krakka, eithverjir fkn Akureyringar á leiðinni á samfés."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-22 16:16:17",
            "id": "6527473",
            "reply_to_id": "6527374",
            "text": "var það ekki leiðinni frá samfés. minnir að samfés var í gær. en þau hljógu þegar Harry ruglaðist á ætlaði og gerði.\n…það sem sem Dumbledore gerði…. dumbledore ætlaði mé"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-02-22 17:02:49",
            "id": "6527551",
            "reply_to_id": "6527473",
            "text": "Eithvað þannig, en ég gerðist allavega sekur á því að hlæja að seyðis mistökunum. Annars stórslysalaus leiksýning og vel að verki staðið fannst mér."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-22 18:02:41",
            "id": "6527672",
            "reply_to_id": "6527551",
            "text": "reyndar var ekki hægt að ekki hlægja að sæðisbrandaranum. en það var ekkert alvarlegt slys eins og þú sagði"
        },
        {
            "user": "xHope",
            "user_id": "67468",
            "date": "2009-03-18 17:34:20",
            "id": "6573406",
            "reply_to_id": "6527374",
            "text": "HEEY, fuck off, ég var á Samfés og hló, bíddu má ekki hlægja að mistökum eða?"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-03-18 19:20:42",
            "id": "6573718",
            "reply_to_id": "6573406",
            "text": "EKKI EF ÞÚ ERT FKN KRAKKADJÖFULL SEM HLÆR AÐ ÖLLUM SMÁ MISMÆLUM!!!"
        },
        {
            "user": "xHope",
            "user_id": "67468",
            "date": "2009-03-18 19:43:34",
            "id": "6573782",
            "reply_to_id": "6573718",
            "text": "þetta var alveg fyndið þegar maður var í hóp að hlægja að þessu..\nsíðan var þetta ekki leikrit fyrir þá sem hafa ekki lesið bækurnar.. held að svoan 85% af krökkunum sem var þarna er ekki búnir að lesa eina bók.."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-03-18 23:48:16",
            "id": "6574469",
            "reply_to_id": "6573782",
            "text": "Skilur þetta þegar þú verður eldri, þá geturu farið að hatast við hópa af grunnskólakrökkum."
        },
        {
            "user": "xHope",
            "user_id": "67468",
            "date": "2009-03-18 23:52:55",
            "id": "6574480",
            "reply_to_id": "6574469",
            "text": "Það sem ég er að gefa í skyn er það að sko, 85% af krökkunum var ekki búin að lesa bækurnar þannig eftir hléið þá voru þau bara  ,,WTF?!\" og þá leiddist þeim og fóru að benda á svona hluti, líka svona leikrit höfða ekki til þeirra sem hafa ekki áhuga á HP, btw ég hef mikin áhuga á HP og ég var í því að benda fólki á eitthvað eftir hálfleik…"
        },
        {
            "user": "wertya",
            "user_id": "16621",
            "date": "2009-02-22 19:20:19",
            "id": "6527858",
            "reply_to_id": "6526804",
            "text": "Þakka gagnrýnina en ég vil líka segja frá því að 2. sýningin var ekki alveg að gera sig. En ég hvet líka alla til þess að í koma að horfa á okkur og við vonum að þið eigið eftir að skemmta ykkur jafn vel og við gerum.\nVoldemort"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-22 20:05:26",
            "id": "6527981",
            "reply_to_id": "6527858",
            "text": "já lékst þú Voldemort? Þú varst góður."
        },
        {
            "user": "ahamm",
            "user_id": "68205",
            "date": "2009-02-23 01:05:36",
            "id": "6528830",
            "reply_to_id": "6527858",
            "text": "HÆ ÁSI :D"
        },
        {
            "user": "YAWN",
            "user_id": "44101",
            "date": "2009-02-23 00:01:53",
            "id": "6528688",
            "reply_to_id": "6526804",
            "text": "Leiksráin var unnin á tæpum hálftíma og er því svosem skiljanlegt að svona gleymist, það er nú samt mynd af bassaleikaranum."
        },
        {
            "user": "jordison",
            "user_id": "1965",
            "date": "2009-02-23 14:13:16",
            "id": "6529357",
            "reply_to_id": "6526804",
            "text": "Eitt fór samt mikið í taugarnar á mér en það var hvernig þau léku. Mér fannst þau vera allt of mikið að tala við áhorfendurna, horfðu ekki mikið á þá sem þau voru að tala við. Það var í lagi stöku sinnum en næstum því alltaf fáranlegt.\nÍ þeim sýningum sem ég hef tekið þátt í (sem eru um 8 stk) er það einmitt málið að tala fram í saalinn, ef þú blaðrar bara út í vængina heyrir fólkið aftast ekki í þér þar sem að áhugamannaleikfélög hafa sjaldnast efni á að vera með mikrofóna fyrir alla. Þetta fer líka eftir salnum sem þú ert í en í sal sem tekur 400 manns er þetta málið."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-23 15:27:19",
            "id": "6529484",
            "reply_to_id": "6529357",
            "text": "ég er í leikriti núna sem mjög reyndur leikari leikstýra (minnir að hann sé formaður leiklistarklúbbsins eða eitthvað þannig), og hann sagði að við ættum að horfa á þá sem við erum að tala við, vera meira persónuleg við samleikara.\nReyndar heyrist mjög vel í salnum sem við sýnum leikritið þótt maður talar ekki við salinn."
        },
        {
            "user": "thekisi",
            "user_id": "33776",
            "date": "2009-02-26 10:02:18",
            "id": "6535418",
            "reply_to_id": "6529484",
            "text": "Ég hef unnið í Þjóðleikhúsinu í nokkur ár og ég hef aldrei heyrt talað um það að fólk eigi ekki að tala út í sal. Í leikhúsi heitir þetta að svindla og er nauðsynlegt til að áhorfendur sjái svipi leikaranna og skilji hvað þeir segi.  Ef þú ert með leikstjóra sem er á móti þessu þá er ég ekki viss um að hann sé mjög pró því áhorfendur munu missa af öllu sem gerist í andlitum leikaranna því ólíkt í sjónvarpi þá er ekki hægt að skipta um sjónarhorn eftir því hver er að tala."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-26 10:15:41",
            "id": "6535436",
            "reply_to_id": "6535418",
            "text": "ég var að tala um að snúa andlitunum aðeins að leikaranum, kannski lekur hljóðið illa út úr loftkastalanum.\nLeiksjórinn heitir Björn Ingi"
        },
        {
            "user": "Unnursvana",
            "user_id": "65244",
            "date": "2009-02-25 13:42:50",
            "id": "6533613",
            "reply_to_id": "6526804",
            "text": "mér langar óendanlega mikið á þetta, afhverju þarf ég að búa útá landi :( ég held að maður verði að skella sér í bæin sem fyrst…\nen var Luna eitthvað í þessu og ef svo er hvernig var hún?"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-25 13:46:38",
            "id": "6533623",
            "reply_to_id": "6533613",
            "text": "Endilega gerðu það.\nLuna var eitthvað í leikritinu, en hefði mátt vera meira.\nHún var rugluð en ekki eins og í bókunum og myndunum."
        },
        {
            "user": "Unnursvana",
            "user_id": "65244",
            "date": "2009-02-26 23:17:42",
            "id": "6537014",
            "reply_to_id": "6533623",
            "text": "ók, takk ^^"
        },
        {
            "user": "MidnightRaven",
            "user_id": "53886",
            "date": "2009-02-26 01:52:49",
            "id": "6535252",
            "reply_to_id": "6526804",
            "text": "THALÍA RUUUUUULES!\ner klárlega að fara á laugaradaginn:D"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-26 09:33:21",
            "id": "6535396",
            "reply_to_id": "6535252",
            "text": "Thalía?"
        },
        {
            "user": "MidnightRaven",
            "user_id": "53886",
            "date": "2009-02-26 22:19:13",
            "id": "6536807",
            "reply_to_id": "6535396",
            "text": "Leikfélag MS;)\nEr gamall MS-ingur:D"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-26 23:02:03",
            "id": "6536970",
            "reply_to_id": "6536807",
            "text": "ok."
        },
        {
            "user": "wertya",
            "user_id": "16621",
            "date": "2009-02-27 16:27:49",
            "id": "6538117",
            "reply_to_id": "6535396",
            "text": "Thalía er leikfélag Menntaskólans við Sund"
        },
        {
            "user": "ruslafata",
            "user_id": "67983",
            "date": "2009-02-27 12:19:41",
            "id": "6537672",
            "reply_to_id": "6526804",
            "text": "frændi minn er Sirius Black xd haha ég get svo ekki séð hann fyrir mér þannig !!"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-27 13:16:34",
            "id": "6537751",
            "reply_to_id": "6537672",
            "text": "hefurðu ekki farið á leikritið?"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2009-02-28 19:59:00",
            "id": "6540084",
            "reply_to_id": "6526804",
            "text": "Mér fannst leikritið bara nokkuð gott, en ekki það besta sem ég hef séð. Fannst Slughorn ágætlega fyndinn og Voldemort nokkuð flottur. Mér fannst leikritið vera frekar ‘menntaskólalegt’ sem var öðruvísi en svo sem allt í lagi. Annars var þetta bara mjög fínt leikrit og ég skemmti mér ágætlega:)"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-02-28 22:52:25",
            "id": "6540366",
            "reply_to_id": "6540084",
            "text": "vel sagt hjá þér. mér fannst það vera frekar gott miða við framhaldsskólaleikrit"
        },
        {
            "user": "Mystique",
            "user_id": "67171",
            "date": "2009-03-02 14:13:45",
            "id": "6543114",
            "reply_to_id": "6526804",
            "text": "Mér finnst merkilegt að enginn sé búinn að minnast á það hversu vel aðal tríóið virkaði saman… mér fannst Harry mjög góður, Hermione átti stjórnsemismómentin sín góðu og Ron… bíómynda Roninn bliknaði í samanburði við þennan. Hann var alveg jafn hávaxinn og vandræðalegur og bitur eins og Ron í bókunum er.\nEf einhver hér þekkir stelpuna sem lék Draco Malfoy, skiliði þá góðu klappi á bakið á henni -hún var frábær!\nMcGonagall sagði ekki margt, en bakgrunnsvinnan hjá henni skilaði sér greinilega.\nÞessi gagnrýni er svolítið harðorð verð ég að segja, hvað varðar búninga og hvernig persónurnar eru skildar í sundur.\nÞað er ekki hægt að ætlast til þess að leikararnir liti á sér hárið fyrir hlutverk í áhugamannaleikhúsi og hvað varðar gleraugu, þá eru sumir sem geta ekki verið með linsur. Ég verð líka að segja að ég ber afar takmarkaða virðingu fyrir Slughorn sem persónu, svo að mér finnst hann hafa komist óendanlega vel til skila sem oflátungslegur eldri maður.\nMiðað við tíma og peninga (sem menntaskólaleikfélög eiga ekki mikið af) þá var þessi sýning til fyrirmyndar. Til hamingju MS!"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-02 14:33:07",
            "id": "6543143",
            "reply_to_id": "6543114",
            "text": "Og fyrir þá sem finnast ég vera of gagnrýninn þá get ég bara kennt Nostalgia Critic um, en ég hef undanfarið verið mikið að skoða myndböndin hans.\nTríóið var fínt nema mér fannst Hermione vera aðeins of dramaleg.\nOg eina sem mér fannst vera betra við þennan Ron var að hann var hávaxinn. Fínn leikur samt hjá honum, ekkert að dissa hann.\nSýningin var samt mjög fín miða við að þetta var framhaldsskólaleikrit(þoli ekki þegar er bara verið að tala um menntaskóla)"
        },
        {
            "user": "fenrisulfur",
            "user_id": "58388",
            "date": "2009-03-07 02:38:54",
            "id": "6551546",
            "reply_to_id": "6543114",
            "text": "er bara allveg sammála þér en hinsvegar þá get ég sagt að sirius var einn af þeim lélegustu í sýningunni ^^"
        },
        {
            "user": "thekisi",
            "user_id": "33776",
            "date": "2009-03-03 00:35:45",
            "id": "6544494",
            "reply_to_id": "6526804",
            "text": "Mér fannst líka showið magnað. Ég hef aldrei farið á framhaldsskólasýningu (og hef nú farið á ótrúlega margar) þar sem jafn mikið er lagt upp úr ljósum video-i og hljóði! Þetta var klikkað. Ég fékk gæsahúð nokkrum sinnum. Annars var sýningin í heildina mjög góð. Mætti vera aðeins meiri leikmynd þó að bekkirnir og tröppurnar hafi virkað ágætlega.  En frábærar lausnir á vandamálum og flott sýning í vel flesta staði. Ég hef séð verri atvinnusýningar. Til hamingju MS."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-03 00:37:20",
            "id": "6544497",
            "reply_to_id": "6544494",
            "text": "þar sem þú hefur farið á margar framhaldsskólasýningar:\nhttp://www.hugi.is/gulloldin/images.php?page=view&contentId=6538669"
        },
        {
            "user": "thekisi",
            "user_id": "33776",
            "date": "2009-03-03 00:52:08",
            "id": "6544515",
            "reply_to_id": "6544497",
            "text": "er þetta eitthvað sem maður verður að sjá?"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-03 00:57:46",
            "id": "6544524",
            "reply_to_id": "6544515",
            "text": "nei en ég er í því.\nAlltaf gaman að sjá leikrit."
        },
        {
            "user": "Mystique",
            "user_id": "67171",
            "date": "2009-03-03 15:18:38",
            "id": "6545099",
            "reply_to_id": "6526804",
            "text": "Afsakið, en ertu að gagnrýna þína eigin sýningu?"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-03 15:40:37",
            "id": "6545148",
            "reply_to_id": "6545099",
            "text": "nei ég er í FVA, ekki MS.\nBætt við 3. mars 2009 -  15:46\nStendur greinlega neðst:\nPPS: Ég vil líka auglýsa söngleikinn Stonefree sem Fjölbrautaskóli Vesturlands á Akranesi(FVA) mun frumsýna 6. mars. Ég mun leika í því."
        },
        {
            "user": "Geitamjolk",
            "user_id": "45468",
            "date": "2009-03-03 21:39:05",
            "id": "6546086",
            "reply_to_id": "6526804",
            "text": "mér finnst smá fyndið að þér finnist Fleur Delacour vera ein af þeim sem passa best við hlutverkið, því þetta er vinkona systur minnar sem ég hef oft séð og hún er eiginlega eins ólík Fleur og hugsast getur, þó hún sé vissulega sæt eins og lýst er í bókinni. En reyndar hef ég ekki séð leikritið svo ég get nú ekki dæmt algjörlega um þetta"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-03 23:32:18",
            "id": "6546406",
            "reply_to_id": "6546086",
            "text": "útlit fólksins breytist líklegast soldið þegar þau eru að leika.\nÞar að auki fannst mér sú sem lék Fleur í myndinni ekki vera góð"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2009-03-05 21:58:21",
            "id": "6549487",
            "reply_to_id": "6526804",
            "text": "Er þessi söngleikur semsagt byggður á öllum bókunum 7 ? Er farið yfir allt það helsta semsagt, í mjög grófum dráttum?"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-05 23:24:03",
            "id": "6549700",
            "reply_to_id": "6549487",
            "text": "Það er farið yfir allt í verulega grófum dráttum, en það er bara tekið 3 bækur.\nFyrir hlé er tekið 4. og 5. og eftir hlé er tekið 6. bókina."
        },
        {
            "user": "fenrisulfur",
            "user_id": "58388",
            "date": "2009-03-07 02:43:40",
            "id": "6551550",
            "reply_to_id": "6526804",
            "text": "Það er nátturlega ekki hægt að búast við  því að ron (þorbjörn) liti á sér hárið fyrir svona 6 sýningar =) annars verð ég að segja að sirius black var rusl á meðan hann lék dean allveg nokkuð vel… já og albert sem leikur harry hann var nú bara með sín eigin glerugu svo að það væri enginn tilgangur fyrir hann að hafa hringlótt glerugu .. fórstu á 2. sýningu eða?"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-07 04:30:59",
            "id": "6551612",
            "reply_to_id": "6551550",
            "text": "jamm"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2009-03-08 13:33:12",
            "id": "6553475",
            "reply_to_id": "6551550",
            "text": "Ég hef samt allveg vitað til þess að fólk láti lita á sér hárið fyrir framhaldsskóla sýningar :) Og strákurinn hefði allveg getað notað linsur og notað hringlótt gleraugu með engu gleri eða engum styrk:) Er ekki búin að sjá sýninguna, en ég er bara að segja..það er allt hægt :)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-09 11:46:11",
            "id": "6555165",
            "reply_to_id": "6553475",
            "text": "ALLT kostar peninga og í svona sýningum þá er yfirleitt ekki til nóg af þeim til að laga alla hluti og hafa alla hluti 100%\nÉg hef reyndar ekki séð þessa sýningu en ég er búin að vera að leika í !Hero rokkóperunni sem er í Loftkastalanum líka svo við erum búin að vera að flækjast fyrir Harry Potter genginu og þau fyrir okkur - allt í góðri samvinnu samt ;o)\nÉg mætti Harry Potter í búningnum sínum í gær og fannst hann bara nokkuð flottur. Hans gleraugu voru alveg að virka þó að þau væru ekki kringlótt.\nMætti líka Dumbledore - stelpan mín hélt samt að hann væri Voldemort því hann var með svo hræðilegt skegg he he he\nMig langaði rosalega mikið að sjá þetta en ég er bara búin að vera of busy í !Hero til að ná að kíkja á þetta og síðasta sýningin var skilst mér í gær. Ég var að spá í að sitja eftir þegar okkar sýningu lauk og horfa á en ég varð að fara heim með dætur mínar sem áttu að mæta í skólann daginn eftir og eru yngstu leikkonurnar í !Hero (8 og 4 ára).\nEn mér finnst rosalega gaman að heyra hvað þau hafa komið mikið af sögu inn í þetta. Bara snilld. Vonast til að fá að sjá video-ið einhverndaginn. Sá að það voru gaurar að taka upp í gær.\np.s. mæli með að allir kíki á rokkóperuna !Hero - bara snilld!!! sjá\nwww.hero.is"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2009-03-29 11:44:05",
            "id": "6593271",
            "reply_to_id": "6555165",
            "text": "Vá, var búin að gleyma þessu..þessvegna svara ég svona seint :P\nEn já, ég var ekki á neitt hátt að gagnrýna þetta hjá þeim, enda sá ég þetta ekki. Mér fannst bara stelpan sem ég svaraði vera að segja að það væri ekkert hægt að breyta þessu, eða enginn tilgangur í því. Ég var bara að segja: ,,Það er allt hægt\" :)\nÉg hef oft tekið þátt í svona sýningum og ég veit..þetta kostar peninga. En oftar en ekki er hægt að redda sér, t.d. athuga hvort að einhver eigi ekki einhversstaðar gömul hringlótt gleraugu heima hjá sér og reyna að fá styrk einhversstaðan í litun fyrir leikritið. Ég veit allveg til þess að fólk hafi litað á sér hárið fyrir framhaldsskóla sýningar :)\nEn enn og aftur er ég ekkert að segja að það hafi verið slæmt hjá þeim að gera þetta ekki, þetta er allt hægt! Í leikhópnum hjá mér leggjumst við öll saman um að redda hlutum -frítt eða búa þá einfaldlega til. :)\nMér þykir leitt að hafa mist af !Hero..mig langaði mjög mikið til að sjá þetta. En ég hef einmitt verið mjög upptekin líka…."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-29 12:23:41",
            "id": "6593322",
            "reply_to_id": "6593271",
            "text": "Þú ert ekki enn búin að missa af !Hero - aukasýning á fimmtudaginn kl 19:00 - sjá nánar á\nwww.hero.is\n;o)\nEn já það er auðvitað oft hægt að redda hlutum án mikilla erfiðleika en þar sem drengurinn notaði ferhyrnd gleraugu sem voru mjög áberandi gleraugu engu að síður þá virkaði þetta mjög vel svona.\nEn já það er oft hægt að redda hlutum en það hefur verið erfiðara þessa dagana að fá styrki og slíkt heldur en undanfarin ár svo þeir litlu peningar sem maður hafði áður í svona þurfa að fara í ljós og tæknimál og slíkt svo það er enn minna í búninga og smáatriði. En ég er alveg sammála þér að það er oft hægt að redda smáatriðunum án mikilla peninga."
        },
        {
            "user": "fenrisulfur",
            "user_id": "58388",
            "date": "2009-03-28 22:58:26",
            "id": "6592794",
            "reply_to_id": "6553475",
            "text": "já haha var einmitt að tala við þá um þetta og tobbi (ron) er ennþá með upprunalega hárlitinn sinn og vildi ekki lita það :) og albert nennti ekki veseni með glerugu ;)"
        },
        {
            "user": "oskarthor",
            "user_id": "70583",
            "date": "2009-03-08 19:01:37",
            "id": "6554018",
            "reply_to_id": "6526804",
            "text": "Sá preview myndband hjá MS kynningu fyrir ekki svo löngu.\nÞvílík hrylling."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-08 22:42:27",
            "id": "6554580",
            "reply_to_id": "6554018",
            "text": "þetta var nú ekki svo slæmt að horfa á þetta"
        },
        {
            "user": "oskarthor",
            "user_id": "70583",
            "date": "2009-03-08 23:12:31",
            "id": "6554659",
            "reply_to_id": "6554580",
            "text": "Ég fékk bara mikinn kjánahroll við að horfa á hreyfingarnar og hvernig leikararnir voru.\nÉg yfirleitt fyrirlít allt sem tengist HP nema bækurnar."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-08 23:28:46",
            "id": "6554708",
            "reply_to_id": "6554659",
            "text": "fanfic?"
        },
        {
            "user": "oskarthor",
            "user_id": "70583",
            "date": "2009-03-09 12:44:26",
            "id": "6555237",
            "reply_to_id": "6554708",
            "text": "Mjög fá Fanfic sem ég hef áhuga á.\nÞau verða að vera vel skrifuð og plottið vel gert til þess að ég fái áhuga."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-09 14:27:35",
            "id": "6555355",
            "reply_to_id": "6555237",
            "text": "ég hef reyndar bara sjálfur lesið 3 með mjög miklum áhuga: unlikely allience eftir Tzipporah, Auga eilífðarinnar eftir GullaGIB og Learning to live eftir einhvern"
        },
        {
            "user": "oskarthor",
            "user_id": "70583",
            "date": "2009-03-09 15:03:04",
            "id": "6555412",
            "reply_to_id": "6555355",
            "text": "“The Darkness Within” og þau framhöldin af þessari sögu eftir “Kurinoone” eru góðar. Hef hinsvegar ekki lesið þriðja partinn nógu mikið, finnst hann of asnalegur ennþá.\n“Walking a New Path” eftir “Padawan Lynne” er hinn fínasti spuni. Mjög áhugavert fyrir Star Wars aðdáendur eins og mig þar sem höfundurinn sameinar bæði HP og SW saman í eina sögu.\n“Warrior of Light” eftir “VettLingur” er eini íslenski spuninn sem ég hef lesið. Finnst hann mjög góður og ég vona algjörlega eftir framhaldi.\nÞetta eru þeir helstu.\nSvo hef ég verið að dalla mér í einhverjum spunum og hætt að lesa þá."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-14 01:10:30",
            "id": "6564631",
            "reply_to_id": "6555355",
            "text": "Æj vá… takk… ég hélt að allir væru löngu búnir að gleyma honum… það er orðið svo langt síðan ég skrifaði hann.\nEr að dunda mér við að skrifa barnabók þessa dagana. Er að fara á námskeið í að skrifa barna og unglingabækur hjá Önnu Heiðu eftir mánuð. Hlakka ótrúlega til.\nHafði aldrei dottið í hug að skrifa fyrr en ég fór að gutla í þessum Unlikely Alliance spuna og nú finnst mér þetta eitt það skemmtilegasta sem ég geri.\nÆðislegt að heyra að fólk muni ennþá eftir spunanum &#7743;ínum."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-14 01:13:48",
            "id": "6564638",
            "reply_to_id": "6564631",
            "text": "Nei, þú ennþá á huga?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-14 01:19:25",
            "id": "6564648",
            "reply_to_id": "6564638",
            "text": "jah, ég er búin að vera fáránlega lengi fjarverandi.. búin að vera mjög busy og einkennileg síðustu tvö árin í lífinu mínu en svo kíkti ég hérna inn aðallega til að fara inn á leiklistaráhugamálið til að vekja athygli á rokkóperunni !Hero sem ég er að taka þátt í þessa dagana og ákvað að kíkja inn á /hp for old time sake. Sá þá þessa grein og var forvitin því við erum einmitt búin að vera að sýna í Loftkastalanum og nota sömu aðstöðu og MS svo ég er búin að vera mjög forvitin um sýninguna en komst ekki til að sjá hana.\nSakna ykkar nú líka svolítið.\nSá þá spunasamkeppni og er að spá í að reyna að skrifa einn stuttan fljótlega og senda inn.\nSjáum til hvað setur."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-14 01:25:16",
            "id": "6564656",
            "reply_to_id": "6564648",
            "text": "endilega gerðu það. ætla að reyna að senda sjálfur einn"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-14 01:30:06",
            "id": "6564667",
            "reply_to_id": "6564656",
            "text": "p.s. það er gaman að sjá hversu vel þessu er öllu stjórnað hérna ennþá. Alltaf gaman að koma aftur á stað sem maður stjórnaði einu sinni sjálfur og sjá að aðrir hafa tekið við og eru að standa sig jafn vel ef ekki betur en maður sjálfur gerði.\nKeep up the good work - öll saman."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-14 01:37:02",
            "id": "6564674",
            "reply_to_id": "6564667",
            "text": "tæknilega séð er ég og svanaerla einu virku stjórnendurnir. Hinir stjórnendurnir komu síðast í janúar og febrúar\nen ég hef verið að reyna að bæta áhugamálið. var til dæmis með 7 triviur sem voru að klárast"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-14 01:48:27",
            "id": "6564682",
            "reply_to_id": "6564674",
            "text": "Já það hefur nú alltaf verið svolítið einn til tveir stjórnendur eru óvirkari en hinir en þið Svanaerla eruð allavega að standa ykkur mjög vel.\nVar einmitt að skoða Triviuna, ferlega ánægð með hana. Ég setti fyrstu Triviuna í gang hérna inni á /hp svo ég var ótrúlega kát að sjá að hún var lifnuð við aftur. og trúðu mér ég veit að það er hellings vinna að sjá um svona Triviu. Var alveg að gefast upp á henni á sínum tíma og gafst svo upp á henni fyrir rest. Kom henni í einhvers annars hendur og svo lognaðist hún fljótlega út af.\nEruð þið ennþá með kaffistofuna fyrir hjálparkokka og stjórnendur að spjalla saman?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-14 01:58:17",
            "id": "6564703",
            "reply_to_id": "6564674",
            "text": "p.s. meira að segja pældu' í Potter sem ég bjó til ennþá í gangi (þó að það hafi aðeins breyst og farið að nefna þá sem spyrja á nafn. Tilgangurinn með kubbnum var að allir gætu spurt nafnlaust án þess að óttast að gert væri grín af þeim fyrir að vita ekki svarið - en það er annað mál)\nog Rita Skeeter vöknuð aftur, það var bara meiriháttar að sjá.\nEn hvað varð um boðorðin 10 fyrir áhugaspunahöfunda?\nÞað er ennþá vísað í þau í kubbinum um áhugamálið en þau eru hvergi sýnileg á síðunni.\nÞau voru sá pistill sem ég var hvað stoltust af á þessari síðu. Skemmti mér konunglega við að skrifa þau. Sérstaklega var það góður punktur þegar ég lét manninn minn lesa yfir hjá mér og lesblinda ég hafði skrifað að ég væri óskeykul í staðinn fyrir óskeikul. Snilldarstaður til að gera stafsetningarvillu. he he he."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-14 02:37:05",
            "id": "6564733",
            "reply_to_id": "6564703",
            "text": "ég setti alla karakterana í bókunum í staðinn en er með þetta í tölvunni til öryggis. Mig minnir að svanaerla ráðlagði mér að taka þetta af vegna þess að fáir spunar eru í gangi og flestir ætti nú að hafa vit fyrir flestu boðorðunum.\nGet kanski sett þetta fljótlega aftur inná"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-15 12:38:49",
            "id": "6566578",
            "reply_to_id": "6564733",
            "text": "okei, skil þig.\nKarakterakubburinn er reyndar mjög svalur. Ánægð með hann.\nJá boðorðin voru nátturlega sett upp þegar spunaflóð var algert og ákaflega algengt að fá ákaflega slæma spuna sem frekar áttu heima á korkum eða jafnvel í ruslinu ;oP"
        },
        {
            "user": "Hardurtappi89",
            "user_id": "73115",
            "date": "2009-03-08 19:41:31",
            "id": "6554136",
            "reply_to_id": "6526804",
            "text": "mér fannst þetta mjög skemmtileg sýning, samt frekar kjánaleg svona fyrsta korterið. xd"
        },
        {
            "user": "arazta",
            "user_id": "59148",
            "date": "2009-03-08 23:16:39",
            "id": "6554673",
            "reply_to_id": "6526804",
            "text": "Djöfulsins snilldarsýning var þetta :D\nÞað voru reyndar einhverjar gellur sem sátu fyrir aftan mig og hlógu eins og hýenur allan tímann sem var mjög pirrandi, en frábært leikrit."
        },
        {
            "user": "xHope",
            "user_id": "67468",
            "date": "2009-03-18 00:00:15",
            "id": "6572286",
            "reply_to_id": "6526804",
            "text": "Stelpa þarna flassaði alla fremsta bekkinn þar sem ég satt í 2.sýningu ss. þegar ég var á Samfés og svo var alltof mikill reykur og hvað var tvíbarnir að kasta númerinnu sínu í salinn?\nÉG HRINGDI BTW!\nannars var Slughorn vel leikinn og Ron…"
        }
    ]
}