{
    "forum_title": "Hljóðvinnsla",
    "user": "Stefanbb",
    "user_id": "73859",
    "date": "2009-02-22 20:00:07",
    "title": "Hljóðkort",
    "text": "Á ég ekki alveg að geta haft utanaliggjandi hljóðkort og hinseginn?..\nvar að kaupa behringer bca2000 linkur á það..\nhttp://www.behringer.com/EN/Products/BCA2000.aspx\nOg ég næ ekki setja driverinn fyrir það upp ég var spá hvort það væri útaf ég með hljóðkort í tölvuni:S?",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/644065/hljodkort/",
    "url_id": "644065",
    "id": "6527968",
    "replies": [
        {
            "user": "Stefanbb",
            "user_id": "73859",
            "date": "2009-02-22 21:04:01",
            "id": "6528165",
            "reply_to_id": "6527968",
            "text": "hva kostare etta"
        },
        {
            "user": "Stefanbb",
            "user_id": "73859",
            "date": "2009-02-22 21:40:17",
            "id": "6528274",
            "reply_to_id": "6528165",
            "text": "Held svona 12-20 þús samt ekki alveg viss ég keytpi þetta af einhverjum gaur bara :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-02-22 22:55:47",
            "id": "6528508",
            "reply_to_id": "6528274",
            "text": "k"
        },
        {
            "user": "Meso",
            "user_id": "46290",
            "date": "2009-02-23 12:34:43",
            "id": "6529241",
            "reply_to_id": "6527968",
            "text": "Átt að geta verið með fleiri en eitt hljóðkort installað,\nég er með utanáliggjandi kort og svo innbyggt í móðurborð og get ég skipt á milli þeirra ef ég vill í control panel/audio.\nAnnars hef ég slæma reynslu af Behringer hljóðkortum,\nátti BCD 2000 og fékk aldrei hljóðkortshlutann til að virka,\nen það kom ekki að sök þar sem ég átti betra hljóðkort fyrir og ætlaði eingöngu að nota MIDI functionin."
        },
        {
            "user": "Stefanbb",
            "user_id": "73859",
            "date": "2009-02-23 15:46:44",
            "id": "6529538",
            "reply_to_id": "6529241",
            "text": "Jáá ókei,, já ég hef ekkert fengið þetta til að virka bara ekki séns að installa drivernum er buinn að reyna allt!.. ég buinn hanga á google og search-a errors fyrir þetta og það eru margir að lenda í vandamálum með behringer hljóðkortin sá ég og ég bara enganvegin skil hvað er í gangi með þetta:/"
        },
        {
            "user": "Meso",
            "user_id": "46290",
            "date": "2009-02-23 16:40:51",
            "id": "6529726",
            "reply_to_id": "6529538",
            "text": "Í mínu tilfelli með BCD-2000 þá runnu drivers inn í góðu lagi,\nen fékk bara surg úr outputum.\nErtu búinn að prófa að installa drivernum í aðra tölvu?\nTengdirðu tækið áður en þú installaðir drivers?\nÍ sumum tilfellum verður maður að installa driverum áður en græjan er tengd."
        },
        {
            "user": "Stefanbb",
            "user_id": "73859",
            "date": "2009-02-23 17:04:57",
            "id": "6529782",
            "reply_to_id": "6529726",
            "text": "Ég er ekki buinn prufa í annari tölvu en ég tengdi þetta samt ekki áður ég reyndi setja driverinn upp fyst og er buinn prufa 3 mismunandi drivera líka og allt:/"
        }
    ]
}