{
    "forum_title": "Hljóðfæri",
    "user": "Vintage",
    "user_id": "62334",
    "date": "2009-02-23 19:29:15",
    "title": "Fender bassi og Peavey magnari til sölu",
    "text": "Er með splunku nýjan 2-tone sunburst Fender '51 Precison Bass með nýju Seymour Duncan Antiquity pickup-i til sölu.\nEr bara að reyna að skipta honum út því ég nota hann nánast ekki neitt.\nBassinn kostar nýr 110.000.- kr. og pickup-ið ca. 8.000.- kr. minnir mig. Hvort um sig mun hækka óþægilega mikið á næstu mánuðum svo nú er tíminn til að gera góð kaup!\nÉg er búinn að nota bassann einu sinni á mjög litlum og rólegum tónleikum, annars bara heima í e-ð dúll.\nLangar að fá e-ð í kringum 100.000.- fyrir hann, skoða líka skipti á honum og gítar + pening (fer eftir því hvernig gítar þetta er). Helst e-m ágætis Stratocaster, Telecaster eða Jazzmaster, en ég skoða allt.\nUpprunalega pickup-ið fylgir auðvitað með og svo ætla ég að þrífa hann og bóna (verður settur í e-ð alhliða dúllerí) áður en hann fer.\nPeavey Mark III bassahaus frá 1978, lítur út eins og nýr (smá ryk og ein pínu rispa sem auðvellt er að fela).\nVil fá svona 25.000.- fyrir hann, á líka box sem gæti farið með fyrir auka 20.000.-\nÞað er 2x15\" og er einnig frá Peavey. Er í sama ástandi og hausinn, gæti verið nýtt (nema hvað að skoðunar límmiðinn frá Peavey verksmiðjunni er ennþá á því og þar er dagsetningin merkt á).\nGæti alveg farið fyrir e-n minni magnara í skiptum, hann er vel stór og stæðilegur þessi.\nHafið bara samband við mig hérna á huga eða á danielsmari@gmail.com",
    "url": "https://www.hugi.is/hljodfaeri/korkar/644261/fender-bassi-og-peavey-magnari-til-solu/",
    "url_id": "644261",
    "id": "6530167",
    "replies": [
        {
            "user": "steini134",
            "user_id": "73341",
            "date": "2009-02-23 23:35:44",
            "id": "6530882",
            "reply_to_id": "6530167",
            "text": "ertu til í að skipta á magnaranum og behringer (sjá undirskrift) og kannski pening með"
        },
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-02-24 02:35:30",
            "id": "6531172",
            "reply_to_id": "6530882",
            "text": "Nei takk, takk samt."
        },
        {
            "user": "steini134",
            "user_id": "73341",
            "date": "2009-02-24 16:45:35",
            "id": "6531932",
            "reply_to_id": "6531172",
            "text": "jæja þá….."
        }
    ]
}