{
    "forum_title": "Smásögur",
    "user": "Adrenalin",
    "user_id": "73045",
    "date": "2009-02-27 22:07:41",
    "title": "Hrefna - VIIII - Sárar minningar",
    "text": "Sjúkrahús var kannski ekki rétti staðurinn fyrir mig, og tilfinningar sem skinu úr augum allra þarna voru eitthvað ég hafði aldrei upplifað og átti líklegast ekki eftir að gera nokkurn tíman. Hvítir veggir, hvít og blá föt. Harðir stólar, vont kaffi og of hörð kex á bakka. Já, þetta var vissulega aumkunarverður staður en ég tók eftir því að dauði og sársauki lá eins og þoka yfir öllu, jafnvel þótt það væru ekki há dauðsföll. En ofan á það var þykkt lag af tilfinningum sem sýktu loftið og ég gat rétt ímyndað mér hvernig Markús fann fyrir þessu sjúkrahúsi og fólkinu inn í honum.\nMarkús varð mér samferða á spítalann ásamt Loga, þótt ég hafði ekki hugmynd um hvernig hann hafði fengið hann til að koma með, en ég sá á andliti hans að honum hafi ekki dottið þetta sjálfur í hug en vilji hans var ekki virtur þegar kom að Markúsi, og virtist Markús vera sá eini sem komst ekki í ójafnvægi nálægt honum, af greinilegu valdamannsskapinu í honum. Og ég, auðvitað. Logi var fæddur leiðtogi, og gæti örugglega einhvern daginn orðið betri en pabbi hans en það var nú samt langt í land og Logi ennþá undir hans húsum.\nVið gengum eftir ganginn og leituðum að stofunni sem mamma mín átti að vera í. Gangurinn var auður fyrir utan eina hjúkku við og við sem gekk úr hverju herbergi með lyf á milli sjúklinga.\nLoks fundum við stofuna og Markús og Logi biðu fyrir utan, en ég átti að tilkynna mömmu sjálf hvað Markús hafði boðið mér.\n,,Hrefna?’’ sagði mamma mín þegar ég gekk inn í stofuna, og undrunin á andliti hennar sagði mér að hún hafði ekki búist við því að sjá mig. Aftur á móti hafði ég ekki tekið þá ákvörðun sjálf og hefði örugglega ekki einu sinni dottið í hug að heimsækja hana ef að Markús hefði ekki stungið uppá því.\n,,Hæ mamma.’’ Sagði ég og settist í stólinn við hliðina á rúminu. Hún blikkaði augunum en þagði í smá stund og virti mig fyrir sér. Sömuleiðis mat ég útlit hennar. Hár hennar var byrjað að þynnast og á sumum stöðum var augljósari og naktari blettir. Hún hafði grennst og fölnað en lífleg og blá augu hennar virtust lítið breytt.\nÁ borði við hliðina á rúminu var bakki með matarleifum hádegismatsins og síðan nokkur tímarit sem hún hafði örugglega nælt sér í í anddyrinu, en þar hafði ég séð sölu á allskonar tímaritum, dagblöðum, bókum og einnig eitthvað nammi.\n,,Hvað ert þú að gera hérna?’’ spurði hún. Aðrir hefðu hneykslast yfir þessari spurningu og spurt hvort það væri ekki í lagi að dóttir myndi heimsækja mömmu sína, en hvað varðar mig var það mjög venjulegt að spyrja svona þar sem það var augljóst að ég hafði ekki gert þetta útaf eigin hugsunum, eða tilfinningum svo taka mætti í skoðun að ég átti ekki neinar.\n,,Heimsækja þig. Og tala um það hvar ég á að búa.’’ Sagði ég og hún horfði á mig eins og ég hafði slegið hana.\n,,Ætlaði ekki frænka þín að sjá um þig?’’ spurði hún og leit í kringum sig eins og hún byggist við því hún kæmi úr felum. ,,Ég bað hana að fara að athuga á þér, hún hringdi ekki aftur í mig. Ertu með henni?’’\nÉg bjóst við því að líklegast hafi Unnur farið þangað og séð um það að afgreiða frænku mína svo hún myndi ekki hafa fyrir því að hringja í mömmu og segja henni að hún væri ekki með mig á heimilinu.\n,,Mér hefur verið boðið að búa annars staðar.’’ Sagði ég og í því gekk Markús inn, þar sem hann átti að blandast inn í málið þegar ég byrjaði að tala um önnur híbýli. Augu mömmu stækkuðu og hakan féll niður á bringu.\n,,Gæti ég fengið að tala við þig í einrúmi?’’ spurði Markús. Ég leit á mömmu og hún kinkaði hægt kolli svo ég gekk út og lokaði hurðinni á eftir mér. Logi hallaði sér upp að vegg á móti dyrunum og horfði rannsakandi á mig, og ég hafði á mér að hann væri að leita að einhverju örlitlu sem sagði að ég hefði tilfinning. Hann fann það ekki.\nÉg heyrði örlítið muldur inn í herberginu, bara daufar raddir en ég heyrði engin orðaskil. Ég bjóst við að Markús væri nú að sannfæra mömmu mína af bestu getu að ég væri örugg hjá honum, og að hann væri ekki barnaníðingur.\n,,Þér er virkilega sama.’’ Sagði Logi eftir nokkurra mínútu þögn og horfði á mig með viðbjóði í svipnum. ,,Mamma þín er að deyja og þér er sama.’’\n,,Já.’’ Sagði ég bara. Hvað gat ég sagt, þar sem það var satt hjá honum?\n,,Það er viðbjóðslegt. Þú átt mömmu sem er ekki sama um þig og þér er sama um hana, nákvæmlega sama.’’ Sagði hann ásakandi og ávítandi og marglit augu hans horfðu reiðilega á mig.\n,,Það er mitt mál.’’ Sagði ég. Hann gjóaði reiðilega á mig augunum en þagði. Hann lét sig renna niður á gólf, þrátt fyrir þá staðreynd að það var setustofa aðeins innar á ganginum með sjónvarpi og sófum. Hann renndi höndinni gegnum eldrautt hárið og ýfði það meira, en það var nú þegar út um allt, en hann virtist ná að gera það þannig að það kom vel út. En þrátt fyrir að vera rauðhærður þá var hann ekki með eina einustu freknu, og dökkur húðlitur hans passaði engan vegin við hár hans. Samsetningin á útliti hans virtist vera tilviljunarkennd.\nVið biðum í tíu mínútur til viðbótar áður en Markús kom út. Hann brosti og sagði að hann hefði sannfært mömmu mína um að leyfa mér að vera hjá honum, hvernig var mér ekki kunnugt og hann svaraði ekki spurningum Loga um það. Svo ég fór inn í sjúkrastofuna til að kveðja mömmu mína.\n,,Við sjáumst.’’ Sagði ég.\n,,Ertu farin strax?’’ spurði hún vonsvikin. Ég held að hún sé eina manneskjan sem vill hafa mig í kringum sig. Fyrir utan Gylfa, auðvitað.\n,,Já.’’ Sagði ég og gekk út úr stofunni. Ég fór ásamt Loga og Markúsi aftur heim í Kofann, en hann var nú auður, þar sem allir voru að sinna sínu verkefni.  Ég velti því fyrir mér hvað Markús væri ennþá að gera hérna en hann fór stuttu eftir á, sagðist ætla að fara til að hjálpa Unni og hennar hópi við Keflavíkurflugvöll.\nSvo það skildi mig og Loga eftir ein. Hann fór inn í herbergið sitt, hundsaði mig aljgörlega, eins og ég væri ekki til. Það angraði mig ekki. En síðan byrjaði aftur þessi hræðilegi hljómur að endurróma um herbergi hans og fram á gang, of grófir tónar sem ég leit alls ekki á sem tónlist. Og þar sem mitt herbergi var við hliðina á hans sleppti ég því að fara inn í það. Í staðin gekk ég um húsið og kannaði herbergi eftir herbergi útaf eintómu aðgerðarleysi. Ekki gat ég spilað á flautuna mína með svona hávaða í húsinu og það var nokkurn vegin það eina sem ég gerði í frítíma mínum hér. Því miður fann Logi heldur ekki neitt að gera nema að spila á gítar þannig það var vandamál.\nKofinn var stærri en hann leit út fyrir að vera. Ef maður horfði á hann að utan virtist hann vera þriggja hæði kofi sem var við það að hrynja en að innan var hann undur fallegur þrátt fyrir lúinn viðinn og rykið. Flest herbergin á annari hæðinni voru svefnherbergi, þó að þar væri einnig vinnuherbergi og bókaherbergi sem var fullt af gömlum og nýjum bókum, þetta var bókasafn sem hver fræðimaður hefði verið stoltur af.\nÁ neðri hæðinni voru tvö klósett, stórt og rúmgott eldhús með hvítri viðarinnréttingu sem var þó byrjuð að fúna og orðin frekar gul en hvít. Einnig var þar líka stór stofa fyrir eitthvað eins og samkvæmi og ég undraði mig á því að fundurinn hafði ekki farið fram hér, en aftur á móti virtist þetta heldur ekki rétta umhverfið til að tilkynna hættu á fjölgun blóðsugna.\nÞriðja hæðin virtist vera sú hæð sem var með öll aðalherbergin, þar var þetta venjulega herbergi með billiard borðinu, innst inni var fundarherbergið sem Mátthafa höfðu safnast saman í, allskonar setustofur og útsýnisherbergi sem virtist vera gert úr gluggum. Fyrir utan sást í trén í garðinu og runnana upp við húsið, niðurnídda hesthúsið aðeins frá og lengst í burtu sást glitta á veg sem virtist ekki vera fjölfarinn. Það virtist ekki vera hægt að finna betri felustað.\nEn aðeins eitt af öllum herbergjunum náði athygli minni. Ég opnaði dyr sem virtust ekki hafa verið opnaðar í óralangann tíma því rykið sem þyrlaðist upp þegar ég opnaði þær var tveggja sentimetra þykkt. Þegar rykið lagðist aftur niður sá ég viðarherbergi, eins og öll önnur herbergin. Meðfram veggjunum var bókahillum raðað þétt upp að hverri. Sólin skein inn um gluggann en það var eina birtan sem kom inn í herbergið, bara örlítill geisli sem lýsti akkúrat á stórfenglegann, hvítann flygil. Þrátt fyrir langann tíma í ónotkun virtist hann hrinda frá sér ryki. Bók lá á standinum og eldgamall kertastjaki ofan á honum, eins og í bíómyndum.\nSætið var klætt satínu og var mjúkt þegar ég settist á það. Ég leit á bókina sem var opin og sá flóknar nótur og margar handahreyfingar, og ég heyrði tónana sem þetta lag myndi framkalla inn í huga mínum, og það var bara of lokkandi til að hundsa það.\nÉg opnaði það hægt og rólega svo að hvítar og svartar nóturnar blöstu við. Rykið sat ofan á þeim svo þær litu frekar út fyrir að vera gráar en ég dustaði það af og framkallaði með því annan þyrilstorm af ryki en þegar rykið var horfið freistaðist ég til að stilla fingrum mínum á réttu staðin og ýta mjúklega á fyrstu nótuna í laginu sem var fyrir framan mig.\nÚt frá þessari einu nótu komu fjölmargar og sköpuðu margfaldan hljóm sem fyllti herbergið af löngu þráðum tónum flygilsins. Þrátt fyrir tímans tönn var það hárrétt stillt og það heyrðist ekki ein feilnóta. Tónarnir stigu upp og lækkuðu skyndilega, léku sér með tilfinningar sem ég átti ekki til, þó að tilfinningarnar sem hrærðust inn í mér núna var bara agnarögn af því sem venjuleg manneskja fann og ég vissi það. En ég hélt áfram að spila og leyfði laginu að gagntaka mig alla.\nTónarnir stigu upp í síðasta skipti en fóru svo hægt og rólega niður þar til það endaði á hárri nótu. Meðan þessi eini tónn sem eftir var dofnaði út láku tilfinningar mínar aftur út og gerðu mig enn og aftur tóma.\nEn þrátt fyrir að lagið væri búið svifu tónarnir ennþá í loftinu, héngu þar eins og þeir vildu ekki gleymast aftur, ekki nokkurn tíman.\nÉg starði á blaðið og leitaði að nafni skáldsins en tók þá fyrst eftir að þetta var ekki venjulega nótnabók, heldur var þetta stílabók sem í hafði verið skrifaðar nótur. Einhver hafði samið þetta lag, einhver sem bjó eða hafði búið í þessu húsi. Ég tók bókina upp og fletti hljóðlega í gegnum hana og sá hvert lag eftir annað, sönn meistaraverk sem virtust ekki hafa verið á færi Beethovens sjálfs.\nLoks á síðustu blaðsíðunni var hripað eitthvað, nafn þegar ég ríndi betur.\n,,Esmeralda…’’ sagði ég lágt.\n,,Hún var mamma mín.’’ Sagði lá rödd fyrir aftan mig og ég leit aftur fyrir mig. Logi stóð í dyrunum og svipur hans sem vanalega var svo harður var nú orðinn svo mjúkur og þó ég var ekki viss þá hélt ég að ég hafði séð sársauka í augum hans en hann hvarf jafnskjótt og hann hafði komið.\n,,Samdi hún öll þessi lög?’’ spurði ég og fletti aftur upp á fyrstu blaðsíðuna.\n,,Hvert og eitt einasta. Hún var vön að spila þau fyrir mig þegar ég var lítill.’’ Sagði hann og gekk nær og horfði á nóturnar í bókinni.\n,,Hún er mjög góð.’’ Sagði ég og lét bókina aftur á standinn áður en ég stóð upp.\n,,Hún var mjög góð.’’ Sagði hann lágri röddu og biturð og reiði lituðu rödd hans. Ég þagði.",
    "url": "https://www.hugi.is/smasogur/greinar/644896/hrefna-viiii-sarar-minningar/",
    "url_id": "644896",
    "id": "6538151",
    "replies": [
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2009-02-27 22:21:52",
            "id": "6538731",
            "reply_to_id": "6538151",
            "text": "Æðislegt eins og vanalega. :D"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2009-02-28 00:22:05",
            "id": "6538897",
            "reply_to_id": "6538731",
            "text": "Takk ^^"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2009-02-27 23:59:35",
            "id": "6538858",
            "reply_to_id": "6538151",
            "text": "á viiii að þiða 9?\nþví að þá er það ix :D"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2009-02-28 00:21:50",
            "id": "6538896",
            "reply_to_id": "6538858",
            "text": "Úff, ég treysti of mikið á Wikipedia -.-\nTakk fyrir ábendinguna =P"
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2009-02-28 00:23:46",
            "id": "6538901",
            "reply_to_id": "6538896",
            "text": "Hahh, wikipedia er stundum fail. x'D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-02-28 20:37:11",
            "id": "6540141",
            "reply_to_id": "6538896",
            "text": "hehe"
        },
        {
            "user": "Kalya",
            "user_id": "63036",
            "date": "2009-02-28 12:26:07",
            "id": "6539389",
            "reply_to_id": "6538151",
            "text": "Ég á ekki orð.\nÞú ert alveg ótrúlega góð!\nÞað er ekki til orð til að lýsa þessu… :)"
        },
        {
            "user": "Adrenalin",
            "user_id": "73045",
            "date": "2009-02-28 13:25:03",
            "id": "6539501",
            "reply_to_id": "6539389",
            "text": "Takk fyrir ^^"
        }
    ]
}