{
    "forum_title": "Kvikmyndagerð",
    "user": null,
    "user_id": null,
    "date": "2009-02-28 17:48:45",
    "title": "Leiga á Steadicam",
    "text": "Veit einhver hvar maður getur leigt steadicam á íslandi?",
    "url": "https://www.hugi.is/kvikmyndagerd/korkar/645051/leiga-a-steadicam/",
    "url_id": "645051",
    "id": "6539882",
    "replies": [
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2009-02-28 21:42:00",
            "id": "6540258",
            "reply_to_id": "6539882",
            "text": "Það er eflaust ekki auðvelt að finna steadicam hérna til leigu. kannski eru ljósaskipti efh með það til leigu annars dettur mér ekkert í hug. Kannski Gunnibg hafi svarið. En það er eflaust ekki ódýrt."
        },
        {
            "user": "Gunnarbg",
            "user_id": "25844",
            "date": "2009-03-01 15:20:55",
            "id": "6541324",
            "reply_to_id": "6539882",
            "text": "Getur talað við Sagafilm, Pegasus, KUKL eða Royal og Slátur…\nFer eiginlega eftir hversu stórt steadycam þig vantar, full gear eða bara svona steady stöng dæmi…\nHugsa að Royal og slátur séu ódýrastir, en þeir eru bara með mjög léttan steadycam gear, ef þú ert að skjóta á mjög stóra vél (betacam-Digibeta-RED og svo framvegis í stærð) þá myndi ég tala við Sagafilm-Pegasus\nEf þú ert  með svona millistærðarvél eins og Sony Z1 eða eithvað slíkt þá eru Royal gaurarnir flottir…þeirra steadycam er reyndar Glidecam galli…en það er basicly sama dæmið…bara eins og Nike VS Addidas…minnir að þeir séu í samvinnu með KUKL\n…ef þú ert bara með handycam kríli myndi ég bara fara á netið og finna leiðbeiningar til að byggja mér svona steadycam stöng dæmi\nef þú ert að fara leigja:\nTaktu auka dag í leigu til að æfa þig með steadycamið, þetta er alveg eithvað sem þarf að vera búið að prófa áður en maður byrjar að skjóta ef þú villt að þetta looki eithvað pro…þarf að vera rétt þyngd miðað við hverja vél og ýmislegt sem þarf að hafa í huga…"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2009-03-01 15:26:28",
            "id": "6541330",
            "reply_to_id": "6541324",
            "text": "Pælingin er að taka á leigu Sony HVR-A1E hjá Sense. Við erum að fara að taka upp kór og vantar stedicam fyrir pan skotin.\nVið eigum sjálfir heimatilbúið steadicam fyrir handycam en þar sem þetta er stærri og dýrari vél þá viljum við nota eitthvað betra og öruggara.\nErum þegar búinir að senda e-mail á Sagafilm en munum tékka á Royal og Slátur.\nTakk kærlega fyrir þetta ;)"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2009-03-02 10:06:34",
            "id": "6542817",
            "reply_to_id": "6541330",
            "text": "HVR-A1E er mjög lítil myndavél.\nHún er ekki mikið stærri þessar myndavélar sem maður rekst á í BT eða Elko"
        },
        {
            "user": "Gunnarbg",
            "user_id": "25844",
            "date": "2009-03-02 15:12:30",
            "id": "6543201",
            "reply_to_id": "6541330",
            "text": "Það er soldið overkill að vera með steadycam rigg á HVR-A1E held ég…\nþetta eru svo léttar vélar\nEf þú googlar Sony Z1 þá sérðu betur stærðina sem henntar betur í svona rigg…\nég myndi allavega nota bara heimatilbúna handycam gaurinn og stilla hann rétt af með skinnum/lóðum…"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2009-03-03 23:18:36",
            "id": "6546382",
            "reply_to_id": "6541330",
            "text": "Ef þið ætlið almennt að fara í það að leigja dýrar græjur eins og steadycam þá mæli ég sterklega með því að taka líka vél sem er í takt við það eða í það minnsta 3CCD vél.\nGunnarbg hefur rétt fyrir sér þyngdin á HVR vélini er ekki næg til að ná balansi á steadycam græjunum sem þessir gaurar eru að leigja.\nHef ekki prófað sjálfur svona heimatilbúna græju en hef séð myndbönd sem eru skotin á svoleiðis sem eru bara nokkuð góð fyrir peninginn."
        }
    ]
}