{
    "forum_title": "Hljóðfæri",
    "user": "asgeirthorr",
    "user_id": "62347",
    "date": "2009-03-06 19:49:49",
    "title": "Spurning",
    "text": "jæjja  er að leita mér að  deley effect\ner mest að spá í  boss    hver þeirra  er bbestur\ndd3 dd6 dd7     og hvað kosta þeir ???\nog ef einvher hefur  notaðan sem hann þarf að losna við talið  við mig",
    "url": "https://www.hugi.is/hljodfaeri/korkar/646047/spurning/",
    "url_id": "646047",
    "id": "6550908",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-03-06 20:19:10",
            "id": "6550968",
            "reply_to_id": "6550908",
            "text": "Eru þeir ekki í grunninn allir eins? þetta eru allt boss digital delay nema með mismiklu aukadrasli, verðlistarnir hjá rín lágu niðri síðast þegar ég gáði þannig að ég efast um að nokkur hér hafi verðin á hreinu en eitt símtal í Rín ætti að svara þeirri spurningu.\nAfhverju Boss? Þeir eru ekkert sérstakir."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-03-06 22:06:52",
            "id": "6551172",
            "reply_to_id": "6550968",
            "text": "fynnst skrítið að þú hafir ekki tekið eftir því en þessi notandi er greinilega með einhverskonar Boss fetish afþví að þeir líta svo vel út."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-03-06 22:10:14",
            "id": "6551178",
            "reply_to_id": "6551172",
            "text": "Jamm, ég sé það núna, þetta er sennilega svona gaur sem vandar sig rosalega mikið við að raða mjólkurfernunum í ísskápinn svo þær myndi jafnar raðir.. :p"
        },
        {
            "user": "asgeirthorr",
            "user_id": "62347",
            "date": "2009-03-06 23:39:51",
            "id": "6551304",
            "reply_to_id": "6551178",
            "text": "haha   :Dnei reindar ekki … mér finst boss pedalar  bara altaf standa fyrir sinu  og  vera auðveltir og þæjilegi"
        },
        {
            "user": "Marshallw4",
            "user_id": "60675",
            "date": "2009-03-06 22:08:13",
            "id": "6551173",
            "reply_to_id": "6550908",
            "text": "þegar ég fór þarna um daginn kostar dd3 23þús og dd7 26. Benda má á að line 6 echopark kostar 18þús, en stóri græni delayinn frá line 6 kostar 32 held ég. finnst boss vera of dýrir miðað við það sem maður fær."
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2009-03-06 22:16:16",
            "id": "6551188",
            "reply_to_id": "6550908",
            "text": "Fáðu þér frekar Hardwire í Hljóðfærahúsinu ef þú vilt digital delay Samkv. heimasíðu þeirra kostar hann 17-18þ minnir mig, annars geturðu hringt og gáð þar sem að þetta gæti hafað hækkað eitthvað.\nHann er með true bypass, ólíkt Boss.\nMyndband\nPrufaðu eitt, spilaðu í gegnum magnarann með slökkt á öllum effectunum og tengdu síðan gítarinn beint í magnarann. Munur á sándi?"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2009-03-07 00:36:38",
            "id": "6551400",
            "reply_to_id": "6550908",
            "text": "Er búinn að eiga DD3 í einhver 10 ár… solid pedali… var veikur fyrir dd6 og dd7 en það er svo mikið meira til í þessum geira heldur en boss… ég er hrifinn af hardwire gaurnum sökum hversu fjölhæfur hann er, með analog delay simulation, eitthvað sem boss er ekki með plús true bypass… mæli með að skoða hann… en ég hef alveg komist af með dd3 pedalinn í þennan tíma… alveg nóg fyrir mína parta… var samt veikur fyrir reverse delay-i sem dd5 og “stærri” bossarnir gátu framkvæmt en fékk mér digitech space-station sem gat það einnig… og komst í raun að því að það var totally useless fyrir mig… kannski er ég bara svona einfaldur og vill hlutina simple… og þá er dd3 alveg að fylla í það skarð…"
        },
        {
            "user": "birkirsnaer",
            "user_id": "31572",
            "date": "2009-03-07 14:13:48",
            "id": "6551933",
            "reply_to_id": "6550908",
            "text": "Sjálfur á ég dd3 og hann alveg svínvirkar fyrir mig, einfaldur og þægilegur."
        }
    ]
}