{
    "forum_title": "Spunaspil",
    "user": "spadz",
    "user_id": "49702",
    "date": "2009-03-09 02:39:25",
    "title": "Fyrsta skiptið mitt í D&D",
    "text": "Mig langar að skrifa um fyrst skiptið sem ég spilaði D&D.\nÉg var í 6. bekk og hafði gríðalegan áhuga á warhammer og mæti á svokölluð byrjenda mót sem voru haldin í Nexus á laugardögum. Þegar mótið var búið og ég var að undirbúa mig undir að fara heim þá sá ég nokkra gaura koma inn. Á meðan ég var að taka stuffið mitt til þá heyrði ég óvart að þeir voru að fara að spila Dungeons and Dragons sem mig hafði langað að prófa lengi. Ég spurði hvort ég mætti vera með og var gerður character fyrir mig í hvelli, það var human cleric.\nSagan fjallaði um lítin hóp af ævintýramönnum sem voru að fara í gengnum fjallaskarð og á leiðin réðust risar á okkur. Þeir reyndu að grýta okkur úr fjarlægð svo að við þurftum að flýja. Á hlaupunum fann wizardinn í hópnum helli og við fórum inní hann.\nÞegar við komum aðeins inní hellinn byrjuðum við að sjá aðeins að þetta voru göng gerð af einhverjum humanoid verum og stuttu seinna lentum við í bardaga við eitthvað sem ég mann ekki hvað var en í þeim bardaga lærðu allir í grúbbunni að fireball er ekki góður í þröngum göngum. Eftir bardagan kláraði ég alla spellana mína með því að heala hópinn.\nVið héldum áfram lengra inní hellinn og komum þar að stórum sal þar þurtum við að berjast við bonegolem (held ég) sem að skipti um líkama við mig og drap grúbban mig næstum en svo fattaðist allt og við drápum vonda kallinn.\nEftir þetta þá fórum við í gegnum hurð í hinum enda salsins og fundum þar djúpan pit sem að við ákvaðum að fara niður. Ég hopaði með líkið af fyrri líkama mímum á undan mér en ég brotnaði í spænir þegar ég kom niður.\nÉg mann ekki hvernig hinir komust niður en þeir föttuðu að það yrði erfit að resurecta mig venjulega. Í beinu framhaldi af því var kastað spell á mig sem heitir reincarnation og kom ég þá aftur sem kobold.\nÞegar þarna var komið við sögu kom pabbi að sækja mig. En ég spilaði oft með þessum hóð aftur en er búin að missa allt samband við þá núna.\nÞetta var mín fyrsta reynsla af spunaspilum endilega deilið ykkar líka.",
    "url": "https://www.hugi.is/spunaspil/greinar/646269/fyrsta-skiptid-mitt-i-dd/",
    "url_id": "646269",
    "id": "6553525",
    "replies": [
        {
            "user": "Brokarlaus",
            "user_id": "67486",
            "date": "2009-03-09 06:54:23",
            "id": "6555017",
            "reply_to_id": "6553525",
            "text": "hehehe!!! Í fyrsta skipti hjá mér fór ég líka mjög djarfur ofan í “trapdoor” (vorum í svona crypt) og lokaðist allt a eftir okkur og allt varð niðadimmt og enginn átti Light spell eða torch… Við urðum mjög órólegir þegar gamemasterinn hélt áfram..\n*Þið sjáið ekki neitt í þessu myrkri og eftir smá tíma heyrið þið hljóð eins og eitthvað sé að dragast eftir gólfinu… lyktin er nánast óbærileg… hljóðið kemur nær ykkur og þið heyrið eins og eitthvað sé andandi mjög hrörlega og hægt..*"
        },
        {
            "user": "EgillCv",
            "user_id": "63043",
            "date": "2009-03-09 10:32:57",
            "id": "6555108",
            "reply_to_id": "6555017",
            "text": "Alot of screaming pursued? ^^"
        },
        {
            "user": "Kain",
            "user_id": "27935",
            "date": "2009-03-09 10:39:35",
            "id": "6555112",
            "reply_to_id": "6555108",
            "text": "myrkur breytir hörðustu karlmönnum í smástelpur á augnabliki með góðum DM"
        },
        {
            "user": "EgillCv",
            "user_id": "63043",
            "date": "2009-03-09 11:00:27",
            "id": "6555124",
            "reply_to_id": "6555112",
            "text": "Haha. ^^"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-03-09 09:46:37",
            "id": "6555079",
            "reply_to_id": "6553525",
            "text": "Hahaha! hvernig gekk að vera kobold? :P annars flott grein."
        },
        {
            "user": "spadz",
            "user_id": "49702",
            "date": "2009-03-09 13:47:30",
            "id": "6555297",
            "reply_to_id": "6555079",
            "text": "Ég spilaði koboldinn ekki meira í þessu sessioni en hann varð seinna personal healer hjá half-fiend minotaur, það var spes."
        },
        {
            "user": "alexus",
            "user_id": "21792",
            "date": "2009-03-09 11:54:38",
            "id": "6555182",
            "reply_to_id": "6553525",
            "text": "fyrsta skipti sem ég spilaði í “alvöru” var þegar góður kennari að nafni þorsteinn startaði valfagi í grunnskólanum mínum og hafði ég verið búin að stúdera þetta spil þannig ég ákvað að prófa og þetta var alveg magnað. í fyrstu þrem tímum var hann að kenna okkur hvernig á að spila og búa til charactera. þegar seinna leið á önnina vorum við farnir að prufa mismunandi kerfi á borð við world of darkness,star wars rpg og að sjálfsögðu D&D sem var að mínu mati skemmtilegast þótt World of darkness hafi verið sjúklega skemmtilegt líka :)"
        },
        {
            "user": "spadz",
            "user_id": "49702",
            "date": "2009-03-09 13:41:38",
            "id": "6555287",
            "reply_to_id": "6555182",
            "text": "þessi kennari heitir tmar og er stjórnandi á þessu áhugamáli"
        },
        {
            "user": "alexus",
            "user_id": "21792",
            "date": "2009-03-10 10:30:41",
            "id": "6557055",
            "reply_to_id": "6555287",
            "text": "ég veit það :)"
        },
        {
            "user": "magnoliafan",
            "user_id": "37386",
            "date": "2009-03-10 22:38:11",
            "id": "6558478",
            "reply_to_id": "6553525",
            "text": "Já ég verð að viðurkenna að þegar ég last titilinn að þessari grein var fyrsta reynslan mín að spila D&D ekki það fyrsta sem flaug í gegnum hausinn á mér. Já ég er stundum með hausinn í ræsinu en mín fyrsta reynsla af D&D var í gegnum D&D Basic settið gamla og ég spilaði cleric.í þeim reglum var það að vera Álfur eða Dvergur sér character class."
        },
        {
            "user": "spadz",
            "user_id": "49702",
            "date": "2009-03-10 22:45:33",
            "id": "6558508",
            "reply_to_id": "6558478",
            "text": "hversu langt er síðan?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2009-03-13 02:22:52",
            "id": "6562939",
            "reply_to_id": "6553525",
            "text": "Ég prufaði Ask Yggdrasils fyrst allra spunaspila, og spilaði þá ævintýrið Niðjar Heljar (Minnir mig að það hafi heitið), sem fylgir Bók Spunameistara, á skátafundi í 6. bekk. Síðar það ár kom svo einmitt höfundur spilsins í skólann til mín og kenndi völdum nemendum. Eftir það varð ekki aftur snúið.\nFyrsta skiptið mitt í D&D var hinsvegar ekki fyrr en nokkrum árum seinna, en þá spilaði ég Sunless Citadel, fyrsta ævintýrið sem var gefið út fyrir 3rd. Ég var þá LE monk sem lést og var síðan pressaður í vínpressu sem var þarna einhversstaðar af spilafélaga mínum. Good times."
        },
        {
            "user": "hakkabuff",
            "user_id": "27298",
            "date": "2009-03-22 18:52:38",
            "id": "6580847",
            "reply_to_id": "6553525",
            "text": "mín fyrsta DnD reynsla var þegar ég var 12 ára gamall… við félagarnir spiluðum eftir “Rules Cyclopedia” og man að við vorum í bæ og ég var Dvergur (sem var sinn eiginn class :)), einn besti vinur minn var Álfur og sá þriðji sem nú býr erlendis var DM (btw, með þeim betri sögumönnum sem ég hef kynnst og öll ég ber hann saman við alla hina)…\nallavega, þá er ég þessi Dvergur, Gordon hét hann, og ég var búinn að lesa að dvergar hata goblins, þannig að ég stökk á fyrsta Goblin sem ég sá og drap hann… nema hvað að þetta var einhver goblin sem var bara ‘minding his own beeswax’ með innkaupa kerruna sína… long story short, þá var ég gerður útlægur úr bænum…\nþetta var þegar ég var 12, núna er ég 29 :)"
        },
        {
            "user": "spadz",
            "user_id": "49702",
            "date": "2009-03-22 22:37:00",
            "id": "6581388",
            "reply_to_id": "6580847",
            "text": "vá, ég fæddist þetta á"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2009-04-10 13:25:13",
            "id": "6615274",
            "reply_to_id": "6553525",
            "text": "Fyrsta reynslan mín var ég var bara baby að skoða monsters manual því hún var svo töff og mig langaði að vera storm giant. Svo bróðir minn (sem var DM í hópnum) leyfði mér að vera storm giant sem réðst á hópinn, ég sem er mjög heppin eiginlega drap þá næstum alla (það er ekkert gaman að spila við einhvern sem fær alltaf 20 á teninginn)."
        }
    ]
}