{
    "forum_title": "Smásögur",
    "user": "Ameza",
    "user_id": "19261",
    "date": "2009-03-09 21:14:59",
    "title": "Draugadans 1. kafli",
    "text": "Já þetta er ein af mínum mörgu sögum, er mest að vinna í þessari eins og stendur. Ákvað að senda inn 1. kaflann til gamans, sjáum til hvort ég sendi inn meira.\n-+Draugadans+-\nSagan um Elísabet.\nFormáli.\nÞað er svolítið fyndið hvað flestir virðast sækjast eftir einhverju öðruvísi, eitthvað sem fær þá til að standa út úr fjöldanum, einhvern eiginleika eða þekkingu. Eitthvað sem lætur þau vera sérstök, merkileg. Kannski hefði ég hugsað svona líka, hver veit. En það er svo merkilegt hvað við sem neyðumst til þess að vera öðruvísi þráum ekkert meira en það að vera fullkomlega venjuleg. Ég hef oft hugsað með mér hvað allt væri miklu auðveldara ef ég gæti skipt við einhverja hugrakka, ævintýragjarna manneskju og fengið venjulegt, ‚leiðinlegt‘ líf í staðinn. Lífið er samt aldrei það auðvelt og við höfum litla sem enga stjórn á því sem örlagadísirnar eru nú þegar búnar að spinna. Við verðum bara að breyta því sem við getum og lifa með restinni.\n1.\tKafli\nÉg vaknaði við hringinguna í vekjaraklukkunni minni. Varla vakandi reisti ég upp annan handlegginn og sló í hnappinn sem stóð upp úr klukkunni og fékk hana til að þegja. Ég lokaði augunum aftur eftir vel unnið verk en gat ekki fallið í ljúfan svefn aftur þar sem það var mánudagur. Pirruð yfir gangi heimsins dró ég mig fram á viljastyrknum einum saman og stiklaði yfir kalt gólfið og inn á bað. Ég kveikti á sturtunni og lét hana renna nokkra stund áður en ég kom mér úr náttfötunum og undir heita bununa. Eftir nokkrar yndislegar mínútur þar sem ekkert var til nema ég og heitt vatnið fór ég út og klæddi mig. Eftir að hafa svo greitt hárið og málað mig fann ég skólatöskuna mína inni hjá mér og gekk niður á neðri hæð hússins.\nMóðir mín sat við eldhúsborðið og var að drekka rjúkandi heitan kaffibolli yfir blaðinu. Hún hét Ása og var einstaklega jarðbundin kona rétt komin yfir fertugsaldurinn, hún var læknir á bráðamóttökunni.\n-Góðan daginn, sagði hún þegar ég settist niður hjá henni og byrjaði að smyrja brauð.\n-Daginn, sagði ég á móti.\nVið vorum bara þrjú hérna, ég, mamma og eldri bróðir minn Bjarki. Ég þekkti aldrei föður minn þannig að ég sakna hans ekki. Hann yfirgaf móður mína þegar ég og Bjarki vorum ennþá ungabörn. En hún lét það ekki buga sig.\n-Hvar er Bjarki? Spurði ég meðan ég borðaði brauðið mitt.\n-Hann er sofandi, sagði Ása. –Hann er seinna í dag.\nBjarki var kominn í háskóla en bjó ennþá hjá okkur þótt að hann væri að leita að íbúð með vini sínum eins og var.\nÉg leit á klukkuna og sá að ég var við það að verða sein svo að ég gleypti það síðasta af morgunmatnum, kyssti mömmu og fór svo út.\nÉg skellti töskunni á bakið og gekk út í hlýtt veðrið. September var kominn en loftið var ennþá hlýtt haustloft og enn mátti sjá grænt á trjánum þótt því færi fækkandi. Það var ekki langt í skólann, aðeins um 10 mínútna gangur. Ég var ennþá fyrir utan skólann þegar ég heyrði bjölluna hringja þannig að ég skokkaði restina af leiðinni inn í skólann og beinustu leið inn í stofu. Fyrsti tíminn minn var sagnfræði. Ég skannaði yfir stofuna þegar ég kom inn og sá fljótt tvö kunnugleg andlit og settist niður hjá þeim. Stúlkan sem ég settist hliðin á var smekklega klædd í björtum litum með brúnt og sítt hár sem á undarlegan hátt tókst alltaf að vera fullkomlega slétt. Hún hét Emelía og var einstaklega glaðvær og kát manneskja, ég var búin að þekkja hana í 4 ár. Strákurinn hliðin á henni var Anton, hann leit alltaf út fyrir að vera letinginn en tókst alltaf að fá góðar einkunnir, ég vissi ekki hvert leyndarmálið hans var. Ég þekkti lítið af öðru fólki í þessum bekk þótt að ég var mjög vör við nærveru eldri vinkonu minnar. Við höfðum verið bestu vinkonur þegar við vorum yngri en við fórum í sitt hvora áttina fyrir fimm árum og vinátta okkar hafði það ekki af. Hún hét Alísa og var nú það sem mætti kalla ‚goth‘ eða ‚emo‘, ég hafði aldrei verið sérstaklega góð í því að sjá muninn á því.\nKennarinn kom loksins inn og fékk sér sæti og las upp bekkinn. Eftir það stóð hún upp með tilkynningu og skvaldrið í bekknum minnkaði.\n-Jæja krakkar, í dag ætla ég að hafa smá skyndipróf, sagði hún og nánast hver einasti nemandi dæsti. –Svona til að sjá almennilega hvað þið munið eftir sumarið og til að undirbúa ykkur fyrir námsefnið á þessari önn.\n-Oh ég trúi þessu ekki, sagði Emelía. –Ég þoli ekki próf, ég þoli ekki sögu.\nÉg og Anton litum á hvort annað og ypptum öxlum. Saga var fag sem við fórum bæði mjög létt með, Emelíu til mikillar mæðu.\nKennarinn lét okkur færa borðin í sundur og lét okkur svo fá prófið. Hugrakkur nemandi spurði hvort við mættum fara þegar við værum búin og kennarinn játti því.\nÉg greip pennann og byrjaði að skrifa. Þetta var mest allt skriflegar spurningar þannig að prófið tók nokkra stund. Ég þurfti að stoppa nokkra stund í miðju prófinu þar sem undarleg þyngsli lögðust yfir mig en eftir nokkra djúpa andardrætti losnaði ég við tilfinninguna og kláraði prófið. Ég og Anton vorum búin á nokkurn vegin sama tíma, skiluðum inn prófunum og fórum fram á gang meðan Emelía sat sveitt við sitt ennþá.\n-Gastu svarað öllu? Spurði ég Anton meðan við löbbuðum fram á borðið okkar, þar sem við og fleiri vinir okkar sátu milli tíma og í pásum.\n-Já, þetta var mest allt heimstyrjaldirnar, þú veist að ég kann þær utan að, sagði hann.\nÉg hló og kinkaði kolli. –Það er rétt. En ég gat sjálf bullað mig í gegnum þetta.\n-Merkilegt hvað þú kemst langt á bullinu þínu, sagði Anton.\n-Já stórmerkilegt, sagði ég og glotti.\nVið settumst við borðið okkar og 10 mínútum seinna kom Emelía eins og stormsveipur, ekki ánægð með þetta litla skyndipróf.\nÉg opnaði töskuna mína og ætlaði að ná í pennaveskið mitt til að skrifa niður heimavinnu sem ég hafði munað eftir, en pennaveskið var ekki þar.\n-Æ ég hlýt að hafa gleymt því inn í stofu, sagði ég og stóð upp. –Ég ætla að skokka og gá hvort hún sé nokkuð búin að loka stofunni.\nAnton kinkaði kolli til mín þar sem hann var að hlusta á rausið í Emelíu með öðru eyranu.\nÉg var heppin sá ég þegar ég kom fram á gang, stofan var ennþá opin þannig að kennarinn hlaut að vera ennþá inni. Ég kíkti inn og viti menn þar sat hún við skrifborðið og var að blaða í prófunum.\n-Hæ, heyrðu ég held að ég hafi gleymt pennaveskinu mínu hérna, sagði ég og gekk inn.\n-Ó Elísabet, þetta ert þú, ég veit ekki, ég tók ekki eftir neinu pennaveski, sagði kennarinn.\nÉg svipaðist um og sá það loks liggjandi undir boðinu sem ég hafði setið við áður.\n-Fann það! Sagði ég sigri hrósandi og ætlaði að ganga út.\n-Elísabet, víst þú ert hérna, hinkraðu aðeins, sagði kennarinn.\nUndrandi gekk ég til hennar þar sem ég vissi ekki hvað þetta var um.\n-Ég var að blaða í gegnum prófið þitt, sagði hún og rétti mér það. –Og tók eftir dálitlu undarlegu.\nÉg leit í gegnum það ekki viss hvað hún var að tala um, þar til ég fletti blaðsíðunni. Öll svörin mín voru þarna skrifuð smekklega niður en allt í kringum svörin á spássíunni var nánast ólæsileg skrift. Það mátti lesa ráða orð og orð á stagli eins og ‚hjálp‘ og ‚dauði‘. Ég fann hvernig líkami minn kólnaði og allt blóð þaut úr andlitinu á mér, sama þótt hjartað í mér færi að slá hraðar.\n-Hefur þú einhverja útskýringu á þessu? Spurði kennarinn.\nÉg hló vandræðalega og rétti henni prófið og þurfti að grípa fast um pennaverskið svo að hendurnar á mér  myndu ekki skjálfa.\n-Mér þykir fyrir þessu, ég á það bara til að verða stressuð í prófum og þá krota ég út á spássíuna bara einhverja vitleysu, sagði ég óstyrk.\nKennarinn kinkaði kolli. –Passaði þig á þessu, þú vilt ekki að þetta skemmi svörin þín.\nÉg kinkaði kolli. –Þetta gerist ekki aftur.\nÉg fór fram á gang eins og í leiðslu og fór inn á kvennaklósett með pennaveskið í hendinni eins og kjáni og lokaði mig inn á stalli. Ég setti klósettsetuna niður og settist á plastið. Ég gróf andlitið í höndum mér og hristi höfuðið lítillega og loks ákaflega. Ég fór að anda hraðar og fann hvernig tárin sviðu í augunum. Þetta var ein af þessum stundum þar sem ég óskaði þess svo ákaft að ég væri venjuleg. Það voru liðin 5 ár, af hverju núna? Ég reif klósettpappír og dubbaði á mér augun og vonaði að maskarinn færi ekki út um allt. Ég fiskaði svo hálsmen á silfurkeðju upp úr bolnum mínum, það var hringlaga bláleitur steinn með silfurumgjörð. Í silfrið voru ristar nokkrar rúnir og steininn var falleg blanda af ljósum og bláum tónum. En það sem náði athygli minni var lítil dökk sprunga í bláa steinunum.\nNei, nei, nei, nei, þetta var ekki að gerast. Þetta gat ekki verið að gerast. Ég gat ekki tekist á við það allt aftur!\nEn ég vissi hvert ég var að fara eftir skóla.",
    "url": "https://www.hugi.is/smasogur/greinar/646532/draugadans-1-kafli/",
    "url_id": "646532",
    "id": "6556252",
    "replies": [
        {
            "user": "taata",
            "user_id": "73009",
            "date": "2009-03-09 21:52:07",
            "id": "6556423",
            "reply_to_id": "6556252",
            "text": "vá þú verður að setja inn meira, manni langar geðveikt mikið að vita hvað er í gangi"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2009-03-10 17:10:58",
            "id": "6557679",
            "reply_to_id": "6556423",
            "text": "Já kannski ég setji inn meira…"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-03-09 23:10:26",
            "id": "6556621",
            "reply_to_id": "6556252",
            "text": "i like! endilega haltu áfram með söguna:D"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2009-03-10 17:11:56",
            "id": "6557684",
            "reply_to_id": "6556621",
            "text": "Maske :)"
        },
        {
            "user": "Kalya",
            "user_id": "63036",
            "date": "2009-03-10 14:07:02",
            "id": "6557312",
            "reply_to_id": "6556252",
            "text": "^^ hlakka til að fá að sjá meira. Ef þú sendir næsta inn þ.e.a.s. ;D frábærlega skrifað hjá þér, eins og alltaf x)"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2009-03-10 17:11:27",
            "id": "6557681",
            "reply_to_id": "6557312",
            "text": "Heh takk :) Já ef fólk er eitthvað hrifið af þessu er alveg pæling að senda inn meira."
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2009-03-10 15:14:45",
            "id": "6557456",
            "reply_to_id": "6556252",
            "text": "vá! Þú ert góð"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2009-03-10 17:11:37",
            "id": "6557683",
            "reply_to_id": "6557456",
            "text": "Takk :P"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2009-03-10 18:54:28",
            "id": "6557911",
            "reply_to_id": "6556252",
            "text": "flott saga\nen smá svona fýlupúka comment á myndina (þó að það sé klárlega ekki það sem þú leitast eftir )\nþað vantar hálsinn , það er bara eins og hausinn sé lagður ofan á líkamann , engin tenging\nekkert illa meint sko annars er myndin fokking drop dead gorgeous"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2009-03-11 11:14:58",
            "id": "6559227",
            "reply_to_id": "6557911",
            "text": "Ha ha ekkert að því, alltaf gott að fá komment á myndir líka. Reyndar 2-3 ára gömul mynd, enda er ég búin að vera með þennan karakter lengi í maganum :P"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2009-03-11 20:54:52",
            "id": "6560391",
            "reply_to_id": "6559227",
            "text": "okay"
        },
        {
            "user": "joslaf",
            "user_id": "75942",
            "date": "2009-03-10 19:00:43",
            "id": "6557930",
            "reply_to_id": "6556252",
            "text": "Æðisleg saga :D"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2009-03-14 13:16:05",
            "id": "6565017",
            "reply_to_id": "6556252",
            "text": "Flott saga og frábær mynd:)"
        },
        {
            "user": "Socky",
            "user_id": "64864",
            "date": "2009-03-23 23:31:13",
            "id": "6583474",
            "reply_to_id": "6556252",
            "text": "Vá, núna er ég spennt.\nMjög góð saga þetta! Rosalega vel skrifuð!\nÆttir samt að passa þig á að lesa vel yfir, nokkrar klaufavillur þarna fyrst.\nAnnars er þetta nokkuð frábært, og ég er spennt ^^"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2009-03-24 08:31:56",
            "id": "6583838",
            "reply_to_id": "6583474",
            "text": "Takk :)\nJá ég veit með villurnar, ég þarf eiginlega að fá vinkonu mína til að lesa þetta yfir, ég er alltaf svo blind á mínar eigin villur :P"
        },
        {
            "user": "RainbowBunny",
            "user_id": "74548",
            "date": "2009-07-11 22:19:42",
            "id": "6781386",
            "reply_to_id": "6556252",
            "text": "mér finnst myndin awesome !! :D\nég veit ég er doldið sein að kommenta við fyrsta kafla\nnúna\nxI\nhann var awesome btw."
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2009-07-12 15:24:56",
            "id": "6781943",
            "reply_to_id": "6781386",
            "text": "Ha ha það er allt í lagi, alltaf gaman að fá comment ;)"
        }
    ]
}