{
    "forum_title": "Grafísk hönnun",
    "user": "whiMp",
    "user_id": "68668",
    "date": "2009-03-14 16:21:03",
    "title": "Myndakeppni #2",
    "text": "Góðann daginn hugarar, ég er í það mund að setja upp keppni númer 2 og mig langar að vita hvernig keppni viljið þið hafa?\nMér datt í hug að hafa keppni um hver gæti gert flottasta movie posterinn.\nEn mér datt í hug að fá álit ykkar þar sem þessi keppni er fyrir ykkur þrátt fyrir að ég sé að íhuga að taka þátt í henni.\nÖnnur hugmynd sem skaut uppí kollinn minn er sú að hafa keppni sem kallast “face-off” þar sem að þið takið áhveðna mynd og breytið um andlit eða “swappið” andlitið yfir á aðra manneskju.\nÉg tek að mér allar hugmyndir frá ykkur svo endilega skellið þeim hingað og ég skal finna eitthvað skemmtilegt til að keppast um.",
    "url": "https://www.hugi.is/grafik/greinar/647286/myndakeppni-2/",
    "url_id": "647286",
    "id": "6565272",
    "replies": [
        {
            "user": "Seagal",
            "user_id": "69719",
            "date": "2009-03-14 17:30:15",
            "id": "6565398",
            "reply_to_id": "6565272",
            "text": "Eða bara flottasta movie posterið með “face-offi”? :P\nAllavega ætla ég mér að taka þátt, sama hvernig keppnin verður."
        },
        {
            "user": "whiMp",
            "user_id": "68668",
            "date": "2009-03-14 19:10:11",
            "id": "6565585",
            "reply_to_id": "6565398",
            "text": "Gaman að heyra að þú myndir taka þátt, því að þáttakan síðast var ekki sú besta :)"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2009-03-14 18:49:33",
            "id": "6565534",
            "reply_to_id": "6565272",
            "text": "gallinn við svoleiðis keppni er að hún yrði mjög einsleit þar sem að skipta út andlitinum er bara snögg photoshop vinna. ekkert mikið challange þar í gangi.\nfrekar að bjóða upp á eitthvað þar sem unnið er með eina eða tvær myndir og þarf að sjóða þær saman í t.d movie-poster eða eitthvað annað.\ns.s taka einn til tvo hluti algjörlega ótengda og reyna að skapa heild í vissri tjáningu.(t.d hanna plakat í rússneskum konstúktívisma.)"
        },
        {
            "user": "whiMp",
            "user_id": "68668",
            "date": "2009-03-14 19:11:51",
            "id": "6565589",
            "reply_to_id": "6565534",
            "text": "Mér finnst tiltögulega gaman að gera movie poster þar sem að maður þarf í öllum tilfellum að malla saman nokkrum myndum og effectum og er meiri vinna í því.\nAnnars langar mig að heyra hvað fólki finnst og hvað það vill því að við stjórnendum erum ekki þeir einu sem sjá um þetta áhugamál þar sem að þið eruð þau sem standa bakvið þetta áhugamál."
        },
        {
            "user": "robbids",
            "user_id": "18386",
            "date": "2009-03-15 13:52:57",
            "id": "6566690",
            "reply_to_id": "6565589",
            "text": "mér líst mjög vel á að gera movie poster, mætti einnig íhuga að hafa einhverskonar þema, horror, drama eða eitthvað í þeim dúr, ekkert nauðsynlegt samt."
        }
    ]
}