{
    "forum_title": "Bretti",
    "user": "Shaq",
    "user_id": "4104",
    "date": "2002-02-15 16:48:41",
    "title": "Hjálmar hvað!!!!",
    "text": "Ég hef heirt að það sé verð að tala um að við eigum að vera með eitthverja auma hjálma í brekkonum. Útí Sviss (held ég) þá færðu ekki að fara inn á eitthver skíðasvæði nema að vera með hlálm!!! Og náttúrlega þurftu eitthverjir bjána íslendingar að stinga upp á því!!!!! Þetta er náttúrlega alveg fáránlegt……….því að ég ætla ekki að vera með eitthvern auman hjálm……..nema kanski þegar fer på big-jump!!!!!",
    "url": "https://www.hugi.is/bretti/greinar/64755/hjalmar-hvad/",
    "url_id": "64755",
    "id": "441876",
    "replies": [
        {
            "user": "occular",
            "user_id": "4827",
            "date": "2002-02-16 23:40:03",
            "id": "441877",
            "reply_to_id": "441876",
            "text": "hvað er að því að vera með hjálm?   ég held að þú mundir vilja hann þegar þú lægjir á spitala með brotna hauskupu og heilin lekandi út…"
        },
        {
            "user": "AstaP",
            "user_id": "5742",
            "date": "2002-02-16 23:58:34",
            "id": "441878",
            "reply_to_id": "441877",
            "text": "Hjálmurinn er stórmikilvægt öryggistæki, og it´s better to be safe than sorry."
        },
        {
            "user": "nazi",
            "user_id": "14796",
            "date": "2002-02-17 12:50:56",
            "id": "441879",
            "reply_to_id": "441876",
            "text": "þetta er asnalegt og maður er homma legur með hjálm"
        },
        {
            "user": "ArniGeir",
            "user_id": "7507",
            "date": "2002-02-17 16:56:19",
            "id": "441880",
            "reply_to_id": "441879",
            "text": "mig langar bara að segja frá þvi að í gær fór ég á bretti (Stafdal seyðisfirði) það var geðveikt harðfenni, ég fór fystu ferðina mína, tilbúinn í slaginn. Renndi mér niður á flegiferð með hnút í maganum. gat ekki stoppað mig og flaug niður nærri því alla brekkuna. ég tognaði á vinstri hnénu og öklanum, sem betur fer var ég með hjálminn minn. ég var svo langsamur að mamma mín panntaði burton red decaf sem ég er alltaf með á hausnum. það er ekkert hommalegt að vilja lifa!!"
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2002-02-17 17:39:53",
            "id": "441881",
            "reply_to_id": "441880",
            "text": "brilliant setning hjá þér Smaug:\n“það er ekkert hommalegt að vilja lifa!!”\nalveg sammála þér þar.\n1 sem ég skil ekki, ég sé enga ástæðu fyrir því að vera ekki með hjálm. oftast er vindur og leiðindi í fjallinu og þá er hjálmur undantekningalaust hlýrri en prjónahúfan. á sumrin getur maður svo bara tekið hlífðareyrun af (á langflestum) og þá er maður í góðum fíling.\nég myndi t.d. aldrei hitta reil nema með hjálm. allavegana ekki reyna neitt meira en 50/50.\njá og í t.d. bláfjöllunum er alltaf grjót falið á góðum stöðum og ekki vill maður skalla það.\nergo: NOTUM HJÁLMA\nmér finnst þeir kúl, og svo má líka stickera þá en ekki prjónahúfuna hennar ömmu."
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2002-02-17 21:55:02",
            "id": "441882",
            "reply_to_id": "441881",
            "text": "æ ég gleymdi einu\nvar að koma frá sviss og þar var ekki skylda að vera með hjálm á því svæði sem ég var á. í rauninni held ég að það sé ekki skilda neins staðar enda myndi skíðasvæði missa mikil viðskipti með svoleiðis reglugerð. fólk verður náttlega að hafa sitt val.\nhjálmuð-hún.\np.s. hjálmar í nanoq fást í öllum litum/stærðum og verðflokkum frá um 8000-15000 þúsund minnir mig. það er náttlega alveg spurning hve mikils mar metur höfuð sitt. já þetta er góður punktur fyrir litla krakka til að nota á foreldra sína, því þeir bráðna alltaf ef dæmið er lagt upp svona. hvort er verðmætara höfuð ykkar eða þykktin á veski foreldra ykkar???"
        },
        {
            "user": "jj22",
            "user_id": "18909",
            "date": "2002-03-03 21:34:23",
            "id": "441883",
            "reply_to_id": "441879",
            "text": "það er allt í lagi ef maður er með bretta hjálm en ekki með eingvern hjóla hjálm ég veit samt ekki kvar maður fær svona bretta hjálm"
        },
        {
            "user": "jj22",
            "user_id": "18909",
            "date": "2002-03-03 21:49:42",
            "id": "441884",
            "reply_to_id": "441883",
            "text": "og ég er lika buinn að fotbrjotta mig a bretti og þurfti að fara á spítala í 6 vikur með brotiðð læri og það sukkar feitt (ég segi bara ekki fara á stóran jumper nema að þú sért tilbúinn í það)og var ég bara 9 ára þegar þetta gerðist!!og það er ekkert faggalegt að vera með hjálm,en það er aðeins betra vera með hjálm eða ligja fatlaður í hjóla stól alla ævi(varð fyrir heppni að ég þurfti þess ekki)ég er sko á leiðini að kaupa hjálm"
        },
        {
            "user": "nazi",
            "user_id": "14796",
            "date": "2002-03-07 18:27:19",
            "id": "441885",
            "reply_to_id": "441884",
            "text": "Bara að segja þér ég fór á big jump í fyrsta árinu og eina sem hefur komið fyrir mig er það að ég tognaði á putta og hálsi 2*"
        },
        {
            "user": "LarusH",
            "user_id": "11687",
            "date": "2002-02-17 20:11:10",
            "id": "441886",
            "reply_to_id": "441876",
            "text": "Í kjölfarið á þessari grein og þar sem að ég er handleggsbrotinn, langar mig að spyrja hversu margir hafa meitt sig að ráði á snjóbretti?\nég setti inn könnun en hæun kemur bara eftir 21 dag svo ég nennti ekki að bíða.\nkveðja,\nLarush"
        },
        {
            "user": "cruz",
            "user_id": "6909",
            "date": "2002-02-17 21:15:12",
            "id": "441889",
            "reply_to_id": "441886",
            "text": "eg hef ekki meitt mig að ráði, en með hjálmana þá finnst mér ekkert að þeim bara að það se skylda að nota ´þá það er fáránlegt… ég er fátækur (og með stóran haus)…………. hvað kostar annars eitt stykki svona hjálmur?"
        },
        {
            "user": "einarsig",
            "user_id": "665",
            "date": "2002-02-21 09:04:06",
            "id": "441887",
            "reply_to_id": "441886",
            "text": "Hjálmar eru snilld…. ekkert að Því að nota slíkan… einn félagi minn var einu sinni uppí skálafelli að brunna uppí hengju í feitu harðfeni og kanturinn hætti að grípa og hann skall með hausinn í klaka og rotaðist og missti skammtíma minnið í 2 daga…… true story!!! var hálf kjánalegur restina af deginum og mundi ekki hvort við vorum nýkomnir og hvernig hann komst upp eftir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-21 19:22:18",
            "id": "441888",
            "reply_to_id": "441887",
            "text": "ég missti líka minnið í 2- 3 daga…"
        },
        {
            "user": "RatKing",
            "user_id": "265",
            "date": "2002-02-17 23:00:24",
            "id": "441890",
            "reply_to_id": "441876",
            "text": "ég hef ekki verið það lengi á bretti rétt 5 ár og ég er búinn að rota mig 6-7 sinnum brotna 2x og togna sennilega allstaðar sem hægt er að togna á bretti og þar af leiðandi er ég hæettur að nenna þessu meiðsla kjaftæði og er að fara fá mér hjálm og turtleback. personulega fynst mér það bara dumb að vera ekki með hjálm og líka það að til þess að verða góður á bretti í landi þar sem það er ekkert annað en harðfenni þarf maður einfaldlega hjálm því þegar maður er kominn út í stærri trikk þá er ekki skemmtilegt að slamma rotast/heilahristing/brot bara vegna þess að maður var of *cool* til að vera með hjálm\nRat"
        },
        {
            "user": "Shaq",
            "user_id": "4104",
            "date": "2002-02-17 23:10:00",
            "id": "441891",
            "reply_to_id": "441890",
            "text": "ég er ekki að segja að það sé eitthvað un-cool að vera með hjálm……..mér finnst bara fáránlegt að hafa það skildu að vera með hjálm…..sjálfur á ég hjálm sem ég nota!!"
        },
        {
            "user": "sarax",
            "user_id": "4819",
            "date": "2002-02-18 14:31:52",
            "id": "441892",
            "reply_to_id": "441876",
            "text": "Thad var einmitt svona hjálmaumræda hérna fyrir rúmmu ári sídan:\nhttp://www.hugi.is/bretti/greinar.php?grein_id=7280\nGreinin  heitir eitthvad… úti ad ræda med íslendingum og thar má finna nokkrar slysasøgur held ég…(hunsid rifrildid)…\nOg thetta med hjálminn ad vera hommalegur!?!?!?  HVad er málid?\nREyndar skil ég ekki afhverju keppendurnir í ÓL í t.d. 1/2pæpinu voru fæstir med hjálm! Slæmar fyrirmyndir ad mínu mati…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-19 00:49:13",
            "id": "441893",
            "reply_to_id": "441892",
            "text": "hehehe.. meiða sig segiru :) ég er búinn ad handl.brotna 2 sinnum, rifbeinsbrotna, og rotast illilega, og þá víkur sagan mín að hjálmamálinu :)\nþegar ég rotaðist, fékk ég ógeðslagasta hausverk sem ég hef nokkurntíman fengið (enda var mér sagt að ég hefði fengið vægan heilahristing)… og ég óska þess innilega að ég hefði verið með hjálm! ég lá hálfrænulaus uppí fjalli. félagar mínir (hommarnir) afsakið munnsöfnuð, skildu mig eftir einan uppi og héldu að ég hefði verið að leika þetta allt (ég er þannig karakter) :) svo kom ég niður og þá var gert grín af mér og viða gaman. en svo rankaði ég við mér kl. 11 að kvöldi til, og vissi varla hvað gúrka væri, eða eikkað fokk, og svo var mér sagt að ég hefði verið að hringja út um allt! hehe.. þannig að maður getur orðið nokkuð ruglaður á að detta á hausinn… en þetta var sammt skemmtileg reynsla :) en mér finnst að maður eigi bara að ráða sjálfur um að vera með hjálm eða ekki, og lyftureglurnar verði þannig! þá renna menn sér bara at own risk, og fokk it!, þeirra líf! En ég hef prófað að vara með hjálm, og maður fær þessa rosalegu öryggistilfinningu (soldið skrýtið) og fer þarafleiðandi að reyna fáránlegustu hluti! þannig að ég er pottþétt að fara að fá mér hjálm! :) og het alla til þess að fá sér einn :)"
        },
        {
            "user": "CeeQ",
            "user_id": "2452",
            "date": "2002-02-21 10:02:23",
            "id": "441894",
            "reply_to_id": "441876",
            "text": "Ert þú semsagt of COOL til þess að vera með hjálm eða….?? Ég get sagt þér það að hjálmur er mikilvægasta öryggistækið í bransanum.\nÞað að vilja ekki vera með hjálm af því að það er “ljótt” er eitt af því fáranlegasta í heimi.\nÉg myndi segja að þú sért með þeim allra “hégómslegustu” á landinu!"
        },
        {
            "user": "Shaq",
            "user_id": "4104",
            "date": "2002-02-23 12:38:55",
            "id": "441895",
            "reply_to_id": "441876",
            "text": "þið hérna sem eruð búnir/búnar að gefa álit ykkar á þessari grein skuluð nú lesa hana aftur….ég er EKKI að segja að það sé ljótt að vera með hjálm heldur að það sé fáránlegt að fara að hafa það sem skildu að hafa hjálm!!"
        },
        {
            "user": "gillisun",
            "user_id": "3191",
            "date": "2002-03-12 12:51:25",
            "id": "441896",
            "reply_to_id": "441876",
            "text": "ég skallaði nú hausnum á mér í hnéið á mér um daginn og meiddi mig allsvaðalega en mér fynnst nú samt soldið fáránlegt ef það mun eikkern daginn koma skilda um að vera með hjálm uppí fjöllum ég meina það eiga ekkert allir hjálm og hafa kannski ekki pening til að kaupa eitt stykki eða þá að þau hafa bara annað við peningana að gera. En ég er ekkert að setja útá hjálma þannig, ég fýla alveg fólk með hjálma og læti… allavega ekkert hommalegt við það."
        },
        {
            "user": "kusa",
            "user_id": "17831",
            "date": "2002-03-23 17:03:58",
            "id": "441897",
            "reply_to_id": "441896",
            "text": "er ég sá eini sem fær alltaf feitt deja-vu þegar ég er búinn að slamma feitt eða reka hausinn í eða eitthvap slíkt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-13 10:00:19",
            "id": "441898",
            "reply_to_id": "441876",
            "text": "afhverju segiði að það sé hommalegt að vera með hjálma eða að það sé ekki hommalegt að vera með hjáma, HVAÐ ER AÐ ÞVÍ AÐ VERA HOMMALEGUR!! ég er ekki að segja að ég sé hommi(ég er kvk) finnst það bara svolítið fyndið. Það er líka að málið er að þótt að sumum finnst það ekki hallærislegt að vera með hjálm þá samt eru einhverjir sem eru tilbúnir að gera grín af manni þegar maður mætir upp í fjall með hjálm, sama hvað hann er með mörgum svölum stikkers."
        },
        {
            "user": "diejoe",
            "user_id": "15131",
            "date": "2002-03-26 11:35:42",
            "id": "441899",
            "reply_to_id": "441876",
            "text": "það er ekkert nördalegt að vera með hjálm vinur minn  fékk sér hjálm áður en hann fór til Ítalíu og hann sagði að marr væri miki öruggararimeð hjálm amrr myndi þora meira  og svona og líka sér marr alla þessa góðu náunga með hjám sumir hjalmarnir eru nú bara helvíti flotti"
        },
        {
            "user": "snorriV",
            "user_id": "9305",
            "date": "2002-03-26 18:24:10",
            "id": "441900",
            "reply_to_id": "441899",
            "text": "Carrera bigAir í nanoq á 2000 eru mjög cool og þægilegi"
        }
    ]
}