{
    "forum_title": "Hljóðfæri",
    "user": "StefanDada",
    "user_id": "65514",
    "date": "2009-03-16 23:58:07",
    "title": "Rafkerfi í kassagítar",
    "text": "Sælir hugar. Ég er soldið að velta fyrir mér hvort það sé einhver möguleiki að græja rafgítars pickupp í kassagítar, þar að segja ef pickuppinn nemur hljóminn úr honum?\nLangar í tilraunastarfsemi en nenni því ekki ef það er enginn möguleiki.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/647700/rafkerfi-i-kassagitar/",
    "url_id": "647700",
    "id": "6570127",
    "replies": [
        {
            "user": "bjorgvin777",
            "user_id": "52189",
            "date": "2009-03-17 18:27:32",
            "id": "6571348",
            "reply_to_id": "6570127",
            "text": "það er að segja*** (skammstöfun: þ.e.a.s.)\nengin leiðindi! :-D\nefast samt um að það sé hægt með rafmagnspickup"
        },
        {
            "user": "StefanDada",
            "user_id": "65514",
            "date": "2009-03-17 18:30:37",
            "id": "6571359",
            "reply_to_id": "6571348",
            "text": "OK…\nEn væri gjarnan til í að heyra frá fleirri um þetta mál, annars er kominn fiðringur í mig að fikta :D"
        },
        {
            "user": "Skoorb",
            "user_id": "72240",
            "date": "2009-03-17 19:33:43",
            "id": "6571531",
            "reply_to_id": "6570127",
            "text": "Það er alveg hægt að gera það en útkoman er skrítin. Gibson gerði það fyrir 40 árum með J-160E gítarinn sem var gerður frægur af John Lennon og George Harrison. Þessi gítarar hljóma mjög illa en það er\nvegna þess\nað þeir eiga að geta virka sem rafgítar meira en kassagítar. Svona líta þeir út\nhttp://i131.photobucket.com/albums/p312/JERMDADDY/gibson%20acoustics/j160eVS002.jpg\nBukurinn var úr þykkan krossvið, og stuðningar (braces) vóru líka öðruvísi til að temja akústist hljóð og tryggja rafgítargetu.\nPælínginn hjá þér er alveg gerlegt. Hversu nothæft það verður er annað mál. Feedback verður aðal vandamálið varðandi sándið, hitt ævintyri er hvernig þú festir pikkupinn. Allt er gerlegt ef að vilji er fyrir hendi.\nBætt við 17. mars 2009 -  19:56\nLoka útkoman sándar mjög svipuð og half eða alkassa rafgítar."
        },
        {
            "user": "StefanDada",
            "user_id": "65514",
            "date": "2009-03-17 20:21:06",
            "id": "6571689",
            "reply_to_id": "6571531",
            "text": "Snild, takk fyri svarið, að festa pickuppinn er ekkert mál ef maður kann fyrir sér í járn og trésmíðum sem ég kann svo það verður fyrsta skref, eru einhver ráð til að draga úr feedbackinu?"
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-03-17 22:59:21",
            "id": "6572137",
            "reply_to_id": "6571689",
            "text": "Standa langt frá magnara?\nAnnars spila ekki með neitt overdrive og hugsanlega í gegnum bassamagnara, veit ekki hvort þeir feedbacki jafnmikið, annars bara acoustic kerfi."
        },
        {
            "user": "Skoorb",
            "user_id": "72240",
            "date": "2009-03-18 08:15:44",
            "id": "6572578",
            "reply_to_id": "6570127",
            "text": "Eigin tiðni í toppnum og búknum á gítarnum er það sem skapar vandamálið varðandi feedback. Til að losna við það, getur þú gert nokkra hlutir. Gamla trixið er að loka eða fylla tóma rúmið. “Feedback buster” fer í gatið og lokar það en þá kemur spurning um staðsetningu á pikkupnum. Það virkar lika að setja svosem fullt af tau efni (gomlum bolum t.d.) inni til að stoppa það. Það bætir þyngdina á kassagítarnum ágætlega. Hitt sem er hægt, en ekki ódyrt, er að fá sér góðan e.q.. Ég er ekki að tala um 6 banda rafgítar pedal heldur 15 eða 31 banda grafiskur e.q. eða sem besta möguleiki 3ja til 5 banda parametric e.q.. Þá er hægt að losna við tiðninn sem eru að bögga sándið og skapa feedback.\nEn, nema þú finnir ógeðslega þunnan pikkup (hér datt mér í hug kreditkorta pikkup) staðsetning á pikkupnum er alltaf í gatinu eða nálægt hálsinum sem er versta pikkupastaðsetning fyrir feedback í hátt stillt hálf eða alkassa gítar."
        },
        {
            "user": "Baz",
            "user_id": "29959",
            "date": "2009-03-18 16:29:04",
            "id": "6573249",
            "reply_to_id": "6570127",
            "text": "Þú ættir að geta það. þessi hugmind er reyndar þess virði að fara versla sér ódýran kassagítar og prufa það.\nEn Svona myndi ég gera þetta. Bigt á minni reynslu á að hafa Kassagítar með í Metalhljómsveit, sem er með orginal kassagítar pickup, er nóg að setja sérstaka gúmmí mottu í gatið, og þá ætturu að geta spilað nokkuð hátt með öðrum án feedbacks.\nÞannig að, Smíða lok úr timbri eða plasti, sem þú myndir svo setja í gatið, og setja pickupið þar . þannig ertu búinn að loka honum, og ættir að minka feedback stórlega, en getur samt notað hann heima fyrir sem kassagítar."
        },
        {
            "user": "StefanDada",
            "user_id": "65514",
            "date": "2009-03-18 16:57:52",
            "id": "6573325",
            "reply_to_id": "6573249",
            "text": "Já var einmitt að spá í að smíða hring, strekkja plast/ þykkt gúmmi yfir, gera mót fyrir pickupp og setja í, er með 2 drasl gítara, radíusinn á báðum götunum er 5cm svo ég mæli smíða í þann lélegri og set svo í þann betri og græja einfalt og fyrirferðalítið rafkerfi."
        }
    ]
}