{
    "forum_title": "Harry Potter",
    "user": "Tzipporah",
    "user_id": "4564",
    "date": "2009-03-18 16:58:19",
    "title": "To Fred - Spunasamkeppni (alveg óvart á ensku)",
    "text": "To Fred.\nI miss you.\nI don't know exactly what to write more that that. Hermione said it could be a good idea. She says it's something the muggles sometimes do when they “have experienced a loss” like she puts it. I figured it couldn't hurt to try. She said I'm supposed to write about my life and tell you what I have been doing since you died. I guess I could tell you that Weasleys' Wizard Wheezes is still open for business. I wanted to close it up at first but mum and dad told me to think about what you would want and that it would be a good way to keep your memory alive. Percy came to help me and now he's working here in the shop. He's good with the books and bills and stuff and he gets good deals on equipment and materials. He really drives a hard bargain. I take care of filling the shelves and talking to customers, that's not his strong suit as you can probably imagine.\nI haven't been able to make anything new since you died, though. I can't do it without you. You are a part of me and now that part is missing and I'm just a complete mess. It's no fun without you. Nothing is the same without you. We have always been there for each other, always. Always and always.\nI don't know what to do without you. I feel like that time when I got lost in the Forbidden Forest. I always expect you to pop up beside me so that we can find our way back to the castle together. I often find myself looking for you to share something with you or to ask you for advice. But you're not there anymore.\nI just can't believe that you're gone. How can you really be gone? It's just not possible. We belong together. You can't be gone without me, not really. I don't know how to be anything other than your twin. We have always been Fred and George, George and Fred, Gred and Forge. I don't know how to be just George … just George.\nPercy and Ron have been trying really hard to be there for me and I do appreciate that, I really do, but it's just not even close to being the same, and to tell you the truth sometimes I am just exhausted from having them trying to cheer me up, so I fake being happy so that they'll leave me alone.\nI don't know how to go on.\nMum has been crying for the last six months, ever since your funeral.\nI don't cry a lot. I don't really know why. I just feel so numb. I can't think straight. It's like I'm just sleepwalking through life. I keep expecting to wake up and find you alive and well in the next room, but it never happens.\nI kind of hate you for leaving me but then I feel guilty because I know that it really wasn't your choice. You would have wanted to stay here.\nI wish I had died and you had stayed.\nSometimes I think about joining you, wherever you are, but I really can't do that to mum and the rest of them. Like I said, she's been crying almost nonstop. The only time she stops is when she is trying to be brave for me. She's even worse then when Percy left us.\nHe's really different since he came back, by the way. I think he feels bad for staying away for so long and he feels guilty for not having been there for us and especially for you since he can't make up for it anymore. I think he also feels guilty that he lived through the explosion and you didn't. He is working very hard to be there for me. He even tries to make funny mistakes so that I'll tease him and make fun of him. It's not as much fun when he is being such an easy target but I do appreciate the thought, though.\nMum wanted me to move back in to the Burrow but I really didn't want to. I stayed there for two days but then I got enough and just had to come back to our apartment. Percy moved in with me and is staying in your room. I boxed most of your stuff and put it up in the attic at the Burrow, but some of it is still in my room.\nRon moved out of the Burrow as well. He and Hermione are renting an apartment in London. Charlie moved back home, though, to help out. Dad is pretty quiet. He goes to work and then he comes home and tries to be brave for mum but I can see that it's not easy for him. He looks old. It's like he has aged more then ten years since you left. I worry about him, we all do. We try to come home as often as we can, all of us. Mum seems to do better when she can see all of us. She stares constantly at the old clock as if someone is missing from the house. She took the hand with your name off it and has it in her pocket always. She seems constantly afraid to lose more of us even though the war is over and everyone is pretty safe now. Most of the Death Eaters have been sent to Azkaban (which you will be happy to know is now guarded by wizards - the Dementors have finally been driven away from civilization) and the rest of them are in hiding. We are perfectly safe, but she doesn't trust that. She is terrified.\nShe is trying to be happy for Bill and Fleur (oh yeah, I forgot to tell you, they're having a baby) but she is having a hard time doing it. It seems to be just another little one to worry about. Bill says it will probably change when the baby is born. I hope so.\nGinny went back to school this winter. She sometimes comes home for the weekends to check in with mum and dad and to hang out with Harry. He sold Grimmauld Place and is renting an apartment in the same building as Ron and Hermione but he spends most of his time in the Burrow, even when Ginny is at school. He has been really good to mum and dad, and to all of us. He's helped out here at the store when needed and he comes around to check on us. He also goes to visit his godson Teddy regularly. He seems a little changed after the war. Not much, I mean he's the same old Harry but a bit different. I can't explain it very well but it seems like a weight has been lifted from his shoulders. He is very broken up about losing you, Lupin and Tonks and even Snape (after what he learned about him – I forgot you don't know, as it turns out Snape was a good guy. Or at the least a “not so bad” guy but I really don't want to get into that now. Maybe in the next letter.) but it seems to me that Harry really hadn't thought that he would live through this war. Now that the Voldemort part of him is dead and he's no longer a parselmouth and has no destiny to fill except the one he chooses to follow himself, he seems lighter somehow. Like he's earned his freedom, and I guess he has. I am happy for him, I really am and I also couldn't ask for a better guy for Ginny but all I can think of is how much I wish you were here.\nI miss you.\nI miss being Fred and George.\nThere is a gaping whole in my life and I can't imagine it being filled, ever.\nYou really have to come back to me. I mean it! You can't just be gone forever. You just have to come back. I don't care what it takes, I need you. I miss you too much. It's unbearable. You have no idea how bad this hurts. You have to come back.\nI can't be just George.\nCome back to me…\n…wow… I cried. I think I have never cried so much in my life. I don't miss you any less, and I am just as empty inside but I do feel a bit lighter. Maybe Hermione was right. This stupid letter might have helped a bit. Not much, but a bit. I still miss you and I still need you. I do know though that you can't really come back otherwise you would have been here already. I will have to learn to be just George. I really don't want to, though. I just want things to go back to being normal.\nI guess there is no turning back. Normal will never come to me again. I don't believe there is any healing from this pain, no matter what people say.\nYou will always be my brother no matter where you are and I will always miss you.\nLove\n…just George.",
    "url": "https://www.hugi.is/hp/greinar/647873/to-fred-spunasamkeppni-alveg-ovart-a-ensku/",
    "url_id": "647873",
    "id": "6572369",
    "replies": [
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2009-03-18 17:39:14",
            "id": "6573421",
            "reply_to_id": "6572369",
            "text": "Mér líkaði þetta.."
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-18 21:30:40",
            "id": "6574112",
            "reply_to_id": "6573421",
            "text": "Ekki vissi ég að þú værir fyrir Harry Potte"
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2009-03-18 22:29:19",
            "id": "6574263",
            "reply_to_id": "6574112",
            "text": "hehe er fyrir þetta allt, hp,tolkien og eragon alveg dýrka þetta =)"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-18 22:37:20",
            "id": "6574294",
            "reply_to_id": "6574263",
            "text": "já. ég er reyndar lítið fyrir eragon en tek Final Fantasy í staðinn"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-18 23:43:06",
            "id": "6574454",
            "reply_to_id": "6573421",
            "text": "Það gleður mig ;o)"
        },
        {
            "user": "aggagnesa",
            "user_id": "55514",
            "date": "2009-03-18 22:17:14",
            "id": "6574222",
            "reply_to_id": "6572369",
            "text": "úúú Gaman fyrir gamlan Unlikely Alliance aðdáenda að heyra meira frá þér :)\nFlott saga!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-18 23:44:53",
            "id": "6574458",
            "reply_to_id": "6574222",
            "text": "Takk takk.\nGaman að kíkja hingað aftur.\nog gaman að sjá kunnugleg nick aftur ;o)"
        },
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2009-03-18 23:33:49",
            "id": "6574429",
            "reply_to_id": "6572369",
            "text": "Ohh dear! Ekkert smá vel skrifaði hjá þér!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-18 23:46:37",
            "id": "6574461",
            "reply_to_id": "6574429",
            "text": "Kærar þakkir.\nEn ofboðslega hræðir ljóðið þitt í undirskriftinni mig. Það er mjög vel skrifað en það hræðir mig ósegjanlega.\nÉg vona að það sé ekki skrifað útfrá raunverulegum tilfinningum þínum."
        },
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2009-03-19 05:30:18",
            "id": "6574711",
            "reply_to_id": "6574461",
            "text": "Ég skrifaði þetta fyrir löngu síðan… þegar ég var vör við mikla dómgirni í kringum mig og fannst það passa vel við :)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-19 09:08:43",
            "id": "6574801",
            "reply_to_id": "6574711",
            "text": "Æj hvað það er sorglegt. Fólk getur verið ansi grimmt.\nÉg vona samt að aðstæðurnar og þessar tilfinningar hafi breyst. Þetta er ekki mjög heilbrigð sjálfsímynd.\n(Ég segi þetta bara af umhyggju en ekki til að setja út á þig. Það getur engum liðið vel sem hugsar svona um sjálfan sig)"
        },
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2009-03-19 14:23:27",
            "id": "6575193",
            "reply_to_id": "6574801",
            "text": "Ég er í fínasta lagi, finnst þetta bara vera eitt af flottustu stuttu ljóðunum sem ég hef skrifað! :)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-19 15:12:41",
            "id": "6575278",
            "reply_to_id": "6575193",
            "text": "Jæja það er gott.\nJá þetta er mjög flott ljóð en ákaflega disturbing,\nGott að þér líður ekki svona."
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2009-03-19 12:11:14",
            "id": "6575002",
            "reply_to_id": "6572369",
            "text": "Vá þetta var rosalega vel skrifað. Einn af fyrstu ficunum sem ég les um George eftir dauða Fred. Þetta er með því sorglegasta sem kemur fyrir í 7 bókinni þegar Fred deyr. Ég ætlaði ekki að trúa því þegar hann dó en svo var það satt og ég grét. Aftur, mjög vel skrifað en mjög sorglegt líka. Ég fékk tár í augun."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-19 12:54:59",
            "id": "6575065",
            "reply_to_id": "6575002",
            "text": "Æj takk elskan.\nGaman að sjá þig aftur - eða nickið þitt það er ;o)"
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2009-03-22 17:19:51",
            "id": "6580695",
            "reply_to_id": "6575065",
            "text": "Æj takk. Ég hef verið svo upptekin að skrifa mína eigin sögu sem ég birti inn á fanfiction.net að ég hef varla haft tíma í að kíkja inn á huga. En nú eru bara 2 kaflar eftir í sögunni þannig að ég ætti að fara að geta kíkt meir hérna inn á. Ætla allaveganna að skrifa einn spuna og henda hér inn fyrir páska."
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2009-03-22 01:24:35",
            "id": "6579949",
            "reply_to_id": "6572369",
            "text": "Úff… ég fékk bara kökk í hálsinn. Mér fannst spuninn alveg æðislegur =)\nEins og maður segir á góðri íslensku; gott comeback! ;)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-23 00:12:09",
            "id": "6581646",
            "reply_to_id": "6579949",
            "text": "Takk takk.\nGaman að sjá hvað eru margir sem maður þekkir ennþá að kíkja hérna inn öðru hvoru."
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2009-03-25 00:07:37",
            "id": "6585595",
            "reply_to_id": "6581646",
            "text": "Hehe já…:) það er líka mjög gaman að sjá þig hérna loksins aftur ;)"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-03-23 11:10:11",
            "id": "6581980",
            "reply_to_id": "6572369",
            "text": "mjög góður spuni, hefði áreiðanlega ekki verið eins góður á íslensku.\nbtw af hverju sendirðu hann tvisvar?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-03-24 00:12:19",
            "id": "6583602",
            "reply_to_id": "6581980",
            "text": "Takk takk. Hann bara kom á ensku og ég var bara ánægð með hann þannig. Gat einhvernveginn ekki gert þetta á íslensku. En ég vil samt yfirleitt hafa hlutina sem ég sendi inn á huga á ísl. En well… ekki í þetta skiptið\nSvanaerla benti mér á að það voru stafsetningavillur og innsláttarvillur í fyrraskiptið sem ég sendi inn. Ég er lesblind en var með stafsetningarforrit á en það gerir ekki greinarmun á t.d. meen og mean og ýmislegt svoleiðis svo ég fékk yfirlesarann minn til að kíkja á þetta og sendi svo inn aftur. Og breytti smá í leiðinni."
        },
        {
            "user": "uRgay",
            "user_id": "72101",
            "date": "2009-04-01 21:38:49",
            "id": "6601348",
            "reply_to_id": "6572369",
            "text": "ótrúlega kúl!!! það var samt eitt oggu pinku pons sem trufaði mig oggu pons og það var hvað enskan var amerísk en ekki bresk!!!!!!\nsorry ef ég móðga þig því mér fannst þetta snild fyrir utan þetta eina litla atriði"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-04-03 00:47:29",
            "id": "6603907",
            "reply_to_id": "6601348",
            "text": "Takk takk\nNei ég er alls ekki móðguð. Enskan mín er hryllilega amerísk. Êg var samt ekki búin að fatta það fyrr en þú bentir á það. Alltaf gott að fá góða gagnrýni.\nReyni að passa það betur næst þegar ég skrifa breskan spuna á ensku ;o)"
        },
        {
            "user": "erfid",
            "user_id": "34141",
            "date": "2009-04-14 11:40:53",
            "id": "6620810",
            "reply_to_id": "6572369",
            "text": "Mjög fallegt.\nÉg táraðist!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-04-28 17:01:48",
            "id": "6647523",
            "reply_to_id": "6620810",
            "text": "Takk.\nÉg met það mikils að þið skuluð taka ykkur tíma til að segja mér frá því hvað ykkur finnst.\nOg ef fólk tárast þá hef ég náð að hreyfa við einhverju.\nKærar þakki"
        },
        {
            "user": "RainbowBunny",
            "user_id": "74548",
            "date": "2009-04-23 11:26:42",
            "id": "6636874",
            "reply_to_id": "6572369",
            "text": "váááá, þetta var rosalega vel skrifað hjá þér!\nMig langaði að fara að gráta !\nég sakna Fred's :("
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2009-04-28 17:02:20",
            "id": "6647526",
            "reply_to_id": "6636874",
            "text": "Já ég sakna hans líka.\nTakk fyrir."
        }
    ]
}