{
    "forum_title": "Deiglan",
    "user": "CaptainA",
    "user_id": "43023",
    "date": "2009-03-19 02:30:39",
    "title": "Vinstristjórn alveg úti að...",
    "text": "Hvað er málið með vinstristjórn? 30% af almenningi er að missa allt og þeir hugsa aðeins um að banna nektardans/vændi?\nÞessi stjórn mun hrynja, sjálfstæðisflokkur er eina vitið í dag.\nÆtla mér ekki að kjósa áfram femínista.",
    "url": "https://www.hugi.is/deiglan/korkar/648059/vinstristjorn-alveg-uti-ad/",
    "url_id": "648059",
    "id": "6574672",
    "replies": [
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-03-19 08:24:43",
            "id": "6574764",
            "reply_to_id": "6574672",
            "text": "Fáránlegt. Vegna þess að mansal er ógeðfellt þá á að banna nektardans sem er óskyld iðja…\nFrekar að stuðla að því að vændi og nektardans sé ekki sama tabú og reyna að rífa tengslinn á milli þessara iðja og undirheimanna"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-19 14:49:14",
            "id": "6575236",
            "reply_to_id": "6574764",
            "text": "spá í það akkurat þegar íslenskt fólkt er að fara deyja úr húngursneið?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-03-19 16:30:26",
            "id": "6575460",
            "reply_to_id": "6575236",
            "text": "Það er nú ekki yfirvofandi hungursneyð þó svo að menn þurfi aðeins að draga saman í útgjöldum."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-19 17:44:39",
            "id": "6575656",
            "reply_to_id": "6575460",
            "text": "hjá sumum"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-03-19 18:00:22",
            "id": "6575702",
            "reply_to_id": "6575656",
            "text": "hungursneyð er þegar stór hluti þjóðarinnar þjáist af vannæringu vegna matarskorts…\nÞað að fólk þurfi að borða ódýra núðlusúpu í fleiri mál, borða grjónagraut og almennt færa sig í ódýrari mat er ekki hungursneyð.\nNúðlupakkar kosta <50kr í Krónunni. Ávextir eru einnig ódýrir í lágvöruverslunum."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-19 18:16:45",
            "id": "6575741",
            "reply_to_id": "6575702",
            "text": "Það getur vel verið en fólk á ekki að þurfa lifa við það.\nÞessi ríkistjórn þarf fara gera eitthvað, ekki að huga að hlutum sem skipta ekki máli strax einsog að banna vændi og nektardans."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-03-19 19:29:35",
            "id": "6575912",
            "reply_to_id": "6575741",
            "text": "Af hverju ætti fólk ekki að þurfa að lifa við það?\nÞað er bara gott miðað við marga í heiminum í dag og mjög gott miðað við flesta í heiminum fyrir 100 árum.\nÞað að þurfa að draga saman í neyslu og öðrum útgjöldum er ekki það sama og svelta eða vera kominn á eitthvert “ómannbjóðandi” stig."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-19 19:39:37",
            "id": "6575941",
            "reply_to_id": "6575912",
            "text": "farðu út feministi"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-03-19 19:40:22",
            "id": "6575945",
            "reply_to_id": "6575941",
            "text": "ég er ekki feministi, ég er jafnréttissinni"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-20 17:32:40",
            "id": "6577533",
            "reply_to_id": "6575236",
            "text": "Hungursneyð? Í alvöru?\nÞú hlýtur að vera með stærstu kuntum sem ég hef rekist á á þessari síðu frá upphafi."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-20 17:34:48",
            "id": "6577543",
            "reply_to_id": "6577533",
            "text": "Djöfulli heldurðu þú sért harður þú ert án efa smápíka á honda civic, >gtfo"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-20 17:49:15",
            "id": "6577571",
            "reply_to_id": "6577543",
            "text": "Ah, ég skil. Þú ert einn af þessum sniðugu tröllum, nei?"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-20 18:32:30",
            "id": "6577677",
            "reply_to_id": "6577571",
            "text": "bara á sunnudögum kl 5"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2009-03-24 16:59:36",
            "id": "6584572",
            "reply_to_id": "6575236",
            "text": "Lulz."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-19 08:45:14",
            "id": "6574775",
            "reply_to_id": "6574672",
            "text": "Konurnar sem misstu starf sitt þegar þetta bann kom á Í Reykjavík voru að fá oft yfir milljón á viku. Þvílíkt mannsal.\nEr ekki auðvelt að gera smá background check hvort það sé ekki um mannsal að ræða á Íslandi. Ekki eru nektardansstaðirnir jú margir.\nHvað er svo líka stutt síðan vændi var leyft? Af hverju að banna þá sem vilja stunda þetta, sérstaklega þegar margir eru atvinnulausir.\nÞetta eru líka bara ólýræðislegir flokkar. Vildu kosningar strax og væla svo yfir að það sé lítill tími til kosninga að nýir kandídatar fá ekki að koma inn og sama fólkið er aftur á þingi. Kolbrún Halldórsdóttir, ein af núverandi ráðherrum, vill einhver minna mig á hvernig henni gekk í prófkjöri VG?"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-19 14:48:38",
            "id": "6575233",
            "reply_to_id": "6574775",
            "text": "ég vona bara að hún hafi ekki komist áfram, fylgdist ekki með kjöri vinstrigrænna"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-19 14:52:55",
            "id": "6575243",
            "reply_to_id": "6575233",
            "text": "Nei sko það skipti ekki máli því VG hagræddu bara því þannig að hún kemst áfram. Kynjaskiptingin sem þau töluðu svo mikið um skiptir ekki máli hjá þeim."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2009-03-19 15:02:24",
            "id": "6575256",
            "reply_to_id": "6575243",
            "text": "Mér finnst kynjaskipting rugl.\nDæmi: karl er vel menntaður, hann kemst ekki inn útaf kynjaskiptingu.\nKelling er húsmóðir og hefur ekki vit á einu eða neinu sem kemur af pólitík, hún kemst áfram af kynjakvóta."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-19 16:34:37",
            "id": "6575469",
            "reply_to_id": "6575256",
            "text": "Væntanlega ekki kosin ef hún hefur ekki vit á neinu.\nEn já annars er ég sammála. Kynjaskipting er rugl. Hins vegar er kynjaskiptingin hjá VG þannig að konur eru í miklum meirihluta og karlar fá ekki að komast að."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-03-19 18:25:19",
            "id": "6575762",
            "reply_to_id": "6575243",
            "text": "Hvaða hagræðing átti sér stað til að koma Kolbrúnu Halldórsdóttur á þing? Síðast þegar ég vissi voru niðurstöður úr prófkjörinu í Reykjavík hjá VG settar beint í sem framboðslisti og engu breytt í nafni kynjakvóta."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-19 18:28:28",
            "id": "6575773",
            "reply_to_id": "6575762",
            "text": "Seinast var kynjakvóti en ekki núna…"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-03-19 18:33:09",
            "id": "6575784",
            "reply_to_id": "6575773",
            "text": "Seinast var Kolbrún færð upp, núna var hún ekki færð upp. Yfir hvoru ertu að hvarta?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-19 18:42:53",
            "id": "6575805",
            "reply_to_id": "6575784",
            "text": "Hræsninni í þeim. Núna ætti hún að vera færð niður ásamt fleiri konum en kynjakvótinn skiptir ekki lengur máli þar sem að konur eru nú í meirihluta."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-22 04:12:58",
            "id": "6580087",
            "reply_to_id": "6575805",
            "text": "Já, markmiðið með kynjakvótanum var að sjá til þess að fleiri konur kæmust inn á þing.\nNúna er fullt af konum að fara inn á þing. Til hvers þá að hafa kynjakvóta?\nMaður verður að skilja markmiðið. Þar til 50% alþingismanna eru konur þá er ennþá ekki búið að leiðrétta misréttið."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-22 15:59:22",
            "id": "6580524",
            "reply_to_id": "6580087",
            "text": "Þetta er ekkert misrétti og þarf engan kvóta til þess. Staðreyndin er sú að það hafa bara ekki í fortíðinni eins margar konur boðið sig fram á þing.\nSvo var þetta ekki til að fá fleiri konur heldur stuðla að jafnrétti innan flokksins. Það er ekki til staðar hjá VG."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-22 22:12:55",
            "id": "6581315",
            "reply_to_id": "6580524",
            "text": "En konur inn á þingi hafa farið fækkandi frá árinu 1999 þegar þær náðu í fyrsta sinn einum þriðja af þinginu.\nÉg ætla að halda því fram hér og nú að markmiðið með kynjakvótanum sé að fjölga konum inn á þingi. Hins vegar hefur VG enga þörf fyrir þennan kvóta lengur þar sem meirihluti frambjóðenda þeirra eru konur.\nSjálfstæðisflokkurinn gæti samt haft gagn af svona kerfi ;)"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-23 01:04:32",
            "id": "6581727",
            "reply_to_id": "6581315",
            "text": "Alveg slatti af konum í framboði hjá Sjálfstæðisflokknum veit ég. Varðandi konur á þing hægra megin frá að þá held ég að gamla íhaldssama þrjóska liðið sem kýs er ennþá að kjósa þetta gamla fólk aftur og aftur.\nÞegar hlutfall frambjóðenda er jafnt að þá er það ekki sök flokksins að kynjakvótinn á þingi er ekki jafn heldur fólksins.\nAnnars með þennan kynjakvóta að þá var ég einungis að benda á hræsnina sem fólk innan VG er mjög mikið að sýna þessa dagana. Þá sérstkalega Steingrímur."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-23 13:51:48",
            "id": "6582150",
            "reply_to_id": "6581727",
            "text": "Fólkið í flokknum er flokkurinn. En já alveg sammála þér, sjálfstæðismenn hafa engan áhuga á að sjá fleiri konur á þingi."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-03-23 15:35:32",
            "id": "6582334",
            "reply_to_id": "6582150",
            "text": "Já en þegar fólk bölvar ríkisstjórninni og mönnunum sem talar í fréttum að þá bölva þeir bara þeim en ekki fólkinu sem kaus það.\nÉg meina þó að það sé smá þeim að kenna að þá er ekki alfarið hægt að kenna þýska almenningnum á 4. áratugnum um Hitler."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-24 13:56:04",
            "id": "6584145",
            "reply_to_id": "6582334",
            "text": "Má kenna meðlimum nasistaflokksins um hann?\nAnnars er alltaf Hitler líkingin hættuleg. Staðreyndin er bara að ef sjálfstæðismenn vildu sjá fleiri sjálfstæðiskonur inn á þingi þá myndu þeir kjósa þær."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-24 23:05:20",
            "id": "6585453",
            "reply_to_id": "6584145",
            "text": "Hvað er svona gott við að fá fleiri konur á þing?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-25 01:22:22",
            "id": "6585750",
            "reply_to_id": "6585453",
            "text": "Já, það er nú það.\nÞær eru 50% þjóðarinnar. Það er skandall að það hafi aldrei í sögu lýðveldisins verið 50% af þinginu.\nSamfélag okkar væri öflugra með meira jafnræði. Auðvitað ætti ekki að þurfa fléttulista. Þá væri líka hægt að afnema um leið og jafnréttinu myndi nást. Eftir það myndi það viðhaldast af sjálfu sér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-25 22:24:19",
            "id": "6587271",
            "reply_to_id": "6585750",
            "text": "Ættu ekki líka að vera fleiri krakkar á þingi?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-26 11:03:24",
            "id": "6587880",
            "reply_to_id": "6587271",
            "text": "Ætti ekki að vera minna um útúrsnúning á netinu?\nErtu að gefa í skyn að konur hafi lægra þroskastig heldur en karlmenn?\nEða ertu að stinga upp á því að við lækkum atkvæðaréttinn úr 18 ára aldri niður í 5 ára?\nAnnars finndist mér ágætt ef það væru fjölbreyttari þjóðfélagshópar inn á þingi. Ég held að það sé fullmikið af karlkyns lögfræðingum um fertugt, þó það sé ágætt að hafa nokkra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-26 22:21:24",
            "id": "6589237",
            "reply_to_id": "6587880",
            "text": "Ég var ekki að gefa neitt í skyn.Ef að konur eiga að vera 50% af þinginu af því að þær eru 50% af þjóðinni þá hljóta aðrir þjóðfélagshópar líka að eiga að vera á þinginu í samræmi við hvað þeir eru stór hluti af þjóðinni."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-03-19 13:12:49",
            "id": "6575089",
            "reply_to_id": "6574672",
            "text": "Auðvitað, við vitum allir að eina sem þessir flokkar gerðu var að þykjast ætla að gera eitthvað sem var vinsælt.\nT.d. var samfylkingin alltaf röflandi um evrópusambandið, núna eru þeir í stjórn enn ekki búnir að minnast á ESB(sem er líklegast eins gott)\nog breyta kosningalögum svona rétt fyrir kosningu er náttúrulega bara fáránlegt, sem og að finna einhvern sem nennir að standa í margar vikur teljandi kjörseðlana þegar allir eru með mismunandi röð af frambjóðendum.  og ógilda 40% kjörseðlana þegar fólk ákvað að strika út nöfn hjá einhverjum sem þeim mislíkar hjá öðrum flokki eða raða upp hjá öllum flokkunum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-03-19 16:32:22",
            "id": "6575464",
            "reply_to_id": "6575089",
            "text": "Einmitt. Það þarf miklu einfaldara og lýðræðislegra kerfi. Landið á að vera eitt kjördæmi og fólk fær að kjósa einstaka þingmenn"
        },
        {
            "user": "halfdankall",
            "user_id": "61495",
            "date": "2009-03-30 02:11:09",
            "id": "6594892",
            "reply_to_id": "6574672",
            "text": "er það ekki bara afþví að geiri vinur okkar styrkti sjálfstæðisflokkinn fyrir seinustu kosningar, vilja sjá til þess að goldfinger loki svo hann geti ekki dælt pening í sjálfstæðismenn ;)\nég sé ekki hvað annað er í gangi í hausnum hjá þessari ríkisstjórn"
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2009-04-16 00:44:49",
            "id": "6623979",
            "reply_to_id": "6594892",
            "text": "Geiri hefur af eigin sögn styrkt alla flokkana svo ég held að þú sért ekki að fara með rétt mál"
        }
    ]
}