{
    "forum_title": "Hljóðfæri",
    "user": "Slinky",
    "user_id": "71381",
    "date": "2009-03-19 00:14:13",
    "title": "nýjir pickupar",
    "text": "Hæ, er að pæla að fá mer nýja pickupa í Gibson LP Studio-in minn er mest að spá í EMG 81 og 85 , ég spila mest rock og líka metall.\nEru einhverjir aðrir pickupar sem þið mælið með eða er EMG´s gott val ? :)",
    "url": "https://www.hugi.is/hljodfaeri/korkar/648051/nyjir-pickupar/",
    "url_id": "648051",
    "id": "6574517",
    "replies": [
        {
            "user": "radiodavid",
            "user_id": "65727",
            "date": "2009-03-19 00:20:47",
            "id": "6574529",
            "reply_to_id": "6574517",
            "text": "þú þarft að breyta rafkerfinu í gítarnum ef þú ætlar að fá þér emg 81 og 85 þar sem þeir eru aktívir og þarfnast batterís…seymour duncan sh 8 invader?..ég er með svoleiðis í 2 gíturum hjá mér og ég er þvílíkt sáttur með hljóðið úr því, þar sem ég er að spila sömu stefnu og þú…en svo eru líka til passívar týpur af emg sem heitir emg-hz, ég á einn h4 sem er semsagt passive týpan af emg 81. mjöög þéttur pickup"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-03-19 00:28:44",
            "id": "6574546",
            "reply_to_id": "6574529",
            "text": "oj nei, hz-4 er ekki þéttur. hann góður til að bústa byrjanda gítara en til að setja í gibson? oj nei.\nÉg mæli með Seymor duncan JB eða Dimebucker ef þú villt eitthvað screaming í bridge-ið hjá þér. Svo mæli ég sterklega með Seymor duncan custom 5 í neck. geðveitk smooth og góður. Dimarzio evolution eru líka geðveikri pickuppar, þeir fást í rín á sirka 10 þús stykkið síðast þegar ég vissi. magnað lead og rythm sound. Enginn veikleiki í þeim. Nema kannski cleanið, það er ekki mjög smooth, en það er hægt að redda því með rétta EQ-inu. En já, það væri bögg að redda sér Emg 81 og 85 þar sem að það er bæði erfitt að fá þá á íslandi og þú þyrftir að skipta öllu rafkerfinu."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-03-19 00:51:45",
            "id": "6574580",
            "reply_to_id": "6574517",
            "text": "Ég held að Brooks (skoorb hér á huga) hafi verið að selja par af Gibson pickuppum úr Explorer eða flying V gítar, bridge pickuppinn heitir 500t og ég man ekki hvað hinn heitir, þetta eru alveg drullufínir pickuppar í rokk/þungt rokk, hann var að setja 10.000 á settið."
        },
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-03-19 12:23:38",
            "id": "6575021",
            "reply_to_id": "6574517",
            "text": "Seymour Duncan Blackouts ef þú ert að pæla í e-u svipuðu og EMG.\nEru til niðri í Tónastöð."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2009-03-19 13:47:58",
            "id": "6575132",
            "reply_to_id": "6574517",
            "text": "Ekki EMG í svona alvöru græju!\nhttp://everythingsg.com/forum/index.php?board=9.0\nSkoðaðu þarna, færð örugglega einhverjar hugmyndir!\nE"
        },
        {
            "user": "Marshallw4",
            "user_id": "60675",
            "date": "2009-03-19 16:06:36",
            "id": "6575408",
            "reply_to_id": "6574517",
            "text": "mér finnst það synd að skipta um pickuppa í gibson……"
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2009-03-21 00:35:24",
            "id": "6578432",
            "reply_to_id": "6575408",
            "text": "Þú, minn kæri, ert vitleysingur."
        },
        {
            "user": "Slinky",
            "user_id": "71381",
            "date": "2009-03-20 12:24:10",
            "id": "6576942",
            "reply_to_id": "6574517",
            "text": "en hvað með Seymour Duncan Alnico II Pro Humbucker ?"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2009-03-21 00:43:49",
            "id": "6578446",
            "reply_to_id": "6576942",
            "text": "Engan veginn í líkingu við EMG en ég tæki þá frekar framyfir í Gibbann minn… enda ekki mikill metal spilari… Slash notar þá og ég ætti að geta gert það líka… enda er ég sjálfur að leitast eftir þannig sándi… Er með AP II bridge pickup sem mun rata í epi explorer-inn minn… gerir eflaust mikið fyrir hann…\nEn ein pæling… hvernig magnara ertu með og effecta t.d. ágætt að vita hvað þú ert að brúka… kannski eru það ekki pickuparnir sem eru að trufla þig í ultimate tone search ;)"
        },
        {
            "user": "Slinky",
            "user_id": "71381",
            "date": "2009-03-21 12:42:49",
            "id": "6578851",
            "reply_to_id": "6578446",
            "text": "Magnari- Marshall JCM 2000 - 60W TSL601\nEffects - BOSS ME-20 og Dime Crybaby from hell"
        }
    ]
}