{
    "forum_title": "Kvikmyndagerð",
    "user": "RotatingClock",
    "user_id": "70013",
    "date": "2009-03-19 21:17:09",
    "title": "Canon FS100?",
    "text": "Þessi vél, hefur fengið mjög góða dóma, ég hef lesið fullt af “consumer reviews” á Canon.com og af 22 umsögnum, fékk hún að meðaltali 4.1 stjörnu.\nCanon FS100 - Á canon.com .\nEr þessi vél alveg þess virði að kaupa?\n-Emil\nP.S. Vinsamlegast ekki benda mér á einhverja umsögn nema hún sé mjög góð.",
    "url": "https://www.hugi.is/kvikmyndagerd/korkar/648194/canon-fs100/",
    "url_id": "648194",
    "id": "6576133",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-19 22:29:14",
            "id": "6576284",
            "reply_to_id": "6576133",
            "text": "skil ekki þetta með þessi fyrirtæki að framleiða myndavélar með svona svakalegu zoomi…\nMín skoðun er sú að það sé betra að vera með vél sem tekur ekki upp á harðan disk eða minniskubb.  Harðir diskar eru ekki alveg öruggur geymslumiðill"
        },
        {
            "user": "Gunnarbg",
            "user_id": "25844",
            "date": "2009-03-19 23:18:11",
            "id": "6576427",
            "reply_to_id": "6576133",
            "text": "ekki láta plata ykkur með þessu digital zoom drasli…Þetta er nákvæmlega eins og að zooma inn í ljósmyndir í photoshop, allt verður pixlað, ljótt og ónothæft…\nEf þetta er á vélunum ykkar, farið í menu og stillið það á OFF…þetta er bara eithvað rusl til þess að plata fólk til að kaupa vélar…\n“vá, há tala sem ég skil ekki en ég veit hvað zoom er”\nAftur á móti þessi vél, það góða við hana er linsan, canon framleiða góð gler, ég er hinsvegar hrifnari af carl zeiss linsunum á litlu sony vélunum..þegar þú ert kominn í stærri vélar við ég canon gler…\nÞað er ekki XLR tengi á henni þannig að þú ert bara með jack tengi ef þú villt bæta við míkrafón…það er mínus\nMemycard/Harður diskur/spólur - persónulega er mér skít sama, það góða við spólurnar eru að þegar maður er búinn með eina, setur maður bara aðra í og heldur áfram…en með kortin/hörðudiskana þegar maður er búinn að filla kortið/diskinn þarf maður að hafa ferðatölvu með sér og það er ekki alltaf hægt…battery-ið búið…blabla… svo missirðu tölvuna og allt er ónýtt..neinei ég er hrifinn af kortavélum eins og EX1 og EX3 til dæmis, en mér finnst pirrandi að vera allltaf að loada af kortunum…\n…aftur á móti hata ég að capture-a af spólum…þannig að…já…\nÞað virðist vera sæmilegur processor á þessari vél miðað við stærð…ekkert búast við útsendingarhæfu efni en afmæli pabba þíns og brúðkaup frændaþíns munu ábyggilega looka fínt úr þessari vél\nÞægilega stór skjár á henni\nhún er mjög ljósnæm, það er gott\nhún tekur ljósmyndir…sem ég aldrei skilið og hata við svona vélar…ég er alltaf að rekast í þennan helvítis takka og vídéo vélar taka ljótar ljósmyndir…maður notar ljósmyndavélar til að taka ljósmyndir…getur alveg eins freeze frame-að það sem þú vildir taka ljósmynd af í klippiforritinu\nEinn einn fídusinn til að plata fólk til að kaupa vélar…“úú fleirri takkar”\nÉg myndi aldrei mæla með þessari vél, hún hefur ekkert sem mér finnst vera outstanding…en ef þú sérð eithvað sem henntar þér eða er einfaldlega það besta sem þú hefur efni á, þá er þetta fín vél\nAnnars myndi ég mæla með vélum sem byrja í 200-300þús kallinum\nMinnsta vélin sem ég myndi mæla með er kanski þessi:\nhttp://www.sony.co.uk/biz/view/ShowProduct.action?product=HVR-A1E&site=biz_en_GB&pageType=Overview&imageType=Main&category=HDVCamcorders"
        },
        {
            "user": "RotatingClock",
            "user_id": "70013",
            "date": "2009-03-20 19:34:42",
            "id": "6577858",
            "reply_to_id": "6576427",
            "text": "en mér finnst pirrandi að vera allltaf að loada af kortunum…\n…aftur á móti hata ég að capture-a af spólum…\nÉg er sammála.\nTakk fyrir þína skoðun, þessi vél bara hentar mér svo vel, að því leiti að ég nota vélina sem ég á núna mikið í skólann, og mikið út, og á henni er klikkað suð í spólunni og hún er fyrirferðamikil. Þessi vél, hinsvegar er lítil, létt og gefur ekki frá sér múkk í tökum, sem er frábært."
        },
        {
            "user": "OkStundumFullur",
            "user_id": "64054",
            "date": "2009-03-22 00:26:51",
            "id": "6579888",
            "reply_to_id": "6576427",
            "text": "Ég er þér mjög sammála .."
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2009-03-22 23:58:38",
            "id": "6581613",
            "reply_to_id": "6576427",
            "text": "P2 systemið hjá Panasonic er snilld.\nÞað eru 2 slot fyrir kort í vélini og ef maður er með 2x8gb þá er það oftast nóg en ef ekki þá er hægt að fjærlægja annað kortið á meðan takan er ennþá í gangi, tæma af því og setja aftur í.\nÉg held að það sé algjörlega tæknin…. svo er líka slot á flestum fartölvum(reyndar ekki á nýju MBP) fyrir svona kort sem gerir þau hentug fyrir frétta eða heimildavinnu."
        },
        {
            "user": "Gunnarbg",
            "user_id": "25844",
            "date": "2009-03-23 20:20:31",
            "id": "6583020",
            "reply_to_id": "6581613",
            "text": "það eru líka 2 slot á EX  vélunum\n…ég er bara ekki hrifinn af þessu korta loadi endalaust…8gb í EX eru 24mín minnir mig…það er rosalega fljótt að fara…\nÉg reyndar skýt rosalega mikið documentary run-and-gun style efni…tónleika og fleirra…þar sem ég get ekki ALLTAF verið að loada..hvað þá verið með lappann með mér alltaf…\n…en fyrir frétta efni, auglýsingar og stuttmyndir þar sem maður er með aðstoðartökumann er þetta snilld"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2009-03-23 23:49:57",
            "id": "6583525",
            "reply_to_id": "6583020",
            "text": "Já það er satt en kortin eru sífellt að verða ódýrari svo 2x36gb kort mun verða að raunveruleika á næstuni.\nBara gott að losna við þessa hreyfanlegur parta í vélini og headin. Það er það sem slitnar mest svo ég tel þetta vera þróun í rétta átt."
        },
        {
            "user": "Gunnarbg",
            "user_id": "25844",
            "date": "2009-03-25 11:26:59",
            "id": "6586015",
            "reply_to_id": "6583525",
            "text": "Algjörlega sammála því"
        }
    ]
}