{
    "forum_title": "Heilsa",
    "user": null,
    "user_id": null,
    "date": "2009-03-24 09:49:29",
    "title": "Bakmeiðsl",
    "text": "ég fór í ræktinna í gær og var að taka bak og vegna að það er ekki hægt að taka réttstöðu ákvað eg að taka 1 sett í fastri réttstöðu. þegar ég tók það þá fann eg hvernig strektist á einhverju i bakinu mínu og heiði bara svona “krakk” hljóð.\nnuna get eg valla staðið upp.\nhvað gæti þetta verið nákvæmlega og hvað er gert í því?",
    "url": "https://www.hugi.is/heilsa/korkar/648861/bakmeidsl/",
    "url_id": "648861",
    "id": "6583900",
    "replies": [
        {
            "user": "flasa",
            "user_id": "22944",
            "date": "2009-03-24 09:57:54",
            "id": "6583907",
            "reply_to_id": "6583900",
            "text": "Þetta gæti verið mjög sterkt tilfelli af “kíktutillæknis” verkjunum sem að er svo oft verið að tala um…\n… Hvað áttu samt við með fastri réttstöðu ?"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2009-03-24 10:14:35",
            "id": "6583930",
            "reply_to_id": "6583907",
            "text": "föst rettstaða þá er stöngin föst i svona vél eða þannig og fer bara beint upp og beint niður, engin sveigjanleiki.\neg veit enn vil ekki að foreldrar minir fatti þetta helst.\ner heima nuna með “ílltí” maganum"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2009-03-25 16:38:46",
            "id": "6586501",
            "reply_to_id": "6583930",
            "text": "Hvernig í andskotanum datt þér í hug að taka hana þannig?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-25 19:04:14",
            "id": "6586805",
            "reply_to_id": "6586501",
            "text": "bara, það virkar allveg, er bara mjög lélegt"
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2009-03-24 10:27:22",
            "id": "6583947",
            "reply_to_id": "6583900",
            "text": "ég var á fyrirlestri hjá lækni vegna stoðkerfameiðsla.. þá er algengustu meiðsli í baki vegna þess að hryggjaliðir eru slakir í liðkjúkum, og þegar áreysnla kemur að þá eiga þeir til að færast ef ekki er næg spenna á vöðvum til að halda þeim saman, og þegar færslan verður á hryggjalið þá spenna allir vöðvanir þarna í kring til að koma í veg fyrir að þeir fari í sundur, ætti að vera nóg að taka því rólega, nudd og heitan pott :) og kannski kikja til doxa ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-24 10:54:36",
            "id": "6583962",
            "reply_to_id": "6583947",
            "text": "takk fyrir þetta. ég checka betur á þessu."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 10:45:41",
            "id": "6583958",
            "reply_to_id": "6583900",
            "text": "Kom svipað fyrir mig fyrir um mánuði. Var að taka réttstöðu, var búin að hita ágætlega upp, búin að taka 120 nokkrum sinnum, taldi svo vitlaust og setti of þungt á (hef samt tekið miklu meir en þetta, skil ekki afhverju þetta fór eins og það fór) og lyfti, síðan small eitthvað.\nÉg gat varla hreyft mig fyrsta daginn og fór beint upp á sjúkrahús eftir að hafa legið með kaldan bakstur á bakinu í meir en klukkutíma. Fór uppá sjúkrahús og kellingin sagði að ég væri tognaður. Eftir nokkra daga var þetta orðið miklu verra en áður og verkurinn leiddi niður í löpp. Þá talaði ég við sjúkraþjálfa og hún lýsti þessu vel og teiknaði niður og sagði að þetta væri sprungið brjósk á milli hryggjaliðana og að þegar að það væri vitlaust álag á bakinu myndi mjúki hlutin af brjóskinu (miðjan) sprautast út og á taug sem myndi valda sársaukanaum.\nVið þessu er best að labba rólega til að auka blóðflæðið í bakinu.\nVeit samt ekki hvort þú ert með sama og ég."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 10:54:28",
            "id": "6583960",
            "reply_to_id": "6583958",
            "text": "takk fyrir þetta. ég checka betur á þessu."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 10:56:38",
            "id": "6583963",
            "reply_to_id": "6583960",
            "text": "Tékkaðu bara, ef þú getur setið alveg beinn í baki, þá meina ég miðað við hrygginn, með lappirnar gleiðar og ef þú ætlar að hreyfa bakið nota þá mjaðmaliðina."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 11:24:58",
            "id": "6583982",
            "reply_to_id": "6583963",
            "text": "get setið beinn ef eg er allveg kyrr.\nget bara ekki snúið mér snöggt og get valla staðið upp né lagst."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 11:29:13",
            "id": "6583986",
            "reply_to_id": "6583982",
            "text": "alveg eins og hjá mér…mæli bara með því að taka því rólega næstu vikuna, vörka pottinn eða kalt, fer eftir hvað þér finnst gott.\nReyndu líka að labba eins og þú getur…Ég stóð í 1 viku í skólanum eftir þetta."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 11:49:10",
            "id": "6584003",
            "reply_to_id": "6583986",
            "text": "okei takk.\nstoðst i viku? sry skildi ekki allveg. og hvað tok langan tima að geta aftur labað og þannig? og hvað tok langan tima þegar þu komst aftur í ræktinni?"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 17:06:03",
            "id": "6584589",
            "reply_to_id": "6584003",
            "text": "Ég “kunni” ekki að sitja, var ekki búin að tala við sjúkraþjálfara á þeim tíma. Svo ef ég sat, þá gerði ég það alltaf vitlaust og fékk geðveika verki, svo ég stóð eða kraup í tímum.\nAnnars var ég orðin góður daginn eftir, gat gengið þá og ekkert mál, bara ef ég beitti bakinu vitlaust þá fór allt í fokk, mæli með að labba eins og þú getur til að koma blóðstreyminu af stað.\nÞetta gerðist fyrir sirka 1 mánuði og ég er ekki enþá farin í ræktina, gæti það samt alveg, en bara passa að beita bakinu rétt. Ef þú ætlar t.d. að taka hendur að gera það sitjandi, ekki standandi svo maður detti alveg örugglega ekki í sveiflu. Annars reyndi ég að fara á hverjum degi í ræktina bara til að fara í pottinn og sturtu, á að vísu heima á móti ræktinni svo ég þarf ekki að eyða bensíni og tíma í að koma mér þangað.\nBara by all means farðu varlega."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 17:17:49",
            "id": "6584620",
            "reply_to_id": "6584589",
            "text": "okei fer varlega.\nversta að eg er að far aað keppa í skólahreysti eftir manuð:S\nallavega takk firir þessar fróðlegu upplísingar.\nannas er eg buin að ná mjög miklum bata síðan í morgun."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 17:43:33",
            "id": "6584691",
            "reply_to_id": "6584620",
            "text": "Myndi fara varlega í skólahreysti.\nHvort ertu að fara að taka þátt í brautinni eða armbeygjum og því? Eða er þetta allt saman?"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 19:26:46",
            "id": "6584919",
            "reply_to_id": "6584691",
            "text": "upphifingum og dyfum"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2009-03-24 19:48:01",
            "id": "6584971",
            "reply_to_id": "6584919",
            "text": "held að upphýfingar og dýfur ættu að reddast ef þú verður búin að slaka nóg. Án þess að vita það.\nTaktu því bara rólega."
        },
        {
            "user": "profu",
            "user_id": "55793",
            "date": "2009-03-24 12:02:17",
            "id": "6584016",
            "reply_to_id": "6583982",
            "text": "þetta getur verið svo mikkið.. kanski klemd taug en þá geturu reyndar ekki labbað og það er ogeðslegt að kelma taug í bakinu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-24 12:22:40",
            "id": "6584043",
            "reply_to_id": "6584016",
            "text": "trúi því.\njá veit að þetta getur verið svo mikið :( vill bara fá meiri skilning á þessu"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2009-03-24 13:05:16",
            "id": "6584090",
            "reply_to_id": "6583900",
            "text": "Fara til læknis + taka slatta af bólgueyðandi ( eins og ibufen og þess háttar )."
        }
    ]
}