{
    "forum_title": "Manager leikir",
    "user": "bragif",
    "user_id": "5364",
    "date": "2002-02-16 18:45:09",
    "title": "Anelka vandræðagemlingur",
    "text": "Eins og er þá er ég Glasgow Rangers og á fyrsta tímabilinu bauðst mér Anelka á góðu verði þar sem að hann var ósáttur hjá PSG. Ég ákvað að kaupa hann afþví að hann er mjög góður. Hann stóð sig mjög vel og tölurnar hans urðu betri og hann skorar og skorar fyrir mig. Svo einn daginn ákveður hann að sleppa því að mæta á æfingu!! og ég gaf honum official warning fyrir unprofessional behavior. Hann var mjög ósáttur við það og fór fram á sölu. Ekkert mál. Ég skellti honum á sölulistann því að ég hef ekkert að gera með menn sem vilja ekki vera hjá mér.\nÉg hafði hann þó alltaf með í liðinu afþví að hann skoraði alltaf mikið. Svo einhverjum mánuði seinna vill hann endilega vera áfram hjá félaginu og ekkert mál. Svo líður tíminn og allir að chilla. Þar til að Anelka sleppir því að mæta á æfingu, ég gaf honum aftur viðvörun og hann vill á sölulista. Það sama gerðist, eftir nokkrar vikur vill hann ekki fara.\nAllt gengur eins og smurt og Anelka heldur áfram að skora. Svo einn daginn þegar ég er að spila í deildinni við eitthvað skíta lið og er að vinna 4-0 og á 60 og eitthvað mínútu ákveð ég að taka nokkra af mínum bestu mönnum útaf, afþví að ég var að fara að spila í Champ. League nokkrum dögum seinna. Þar á meðal var Anelka.\nEftir leikinn kemur það á daginn að hann hafði sagt við fréttamenn að hann væri mjög fúll með það að vera tekinn útaf! og ég spurður að því hvort að það væri eitthvað ósætti milli okkar!\nSvo seinna tekur hann upp á því í þriðja skiptið að mæta ekki á æfingu þá er þetta að verða svolítið pirrandi andskoti, ég sekta hann um laun í 1. viku, hann var að venju ósáttur við þetta og vill fara. Ekkert mál.\nEn hann skorar og skorar og loksins býður Leeds 10.mill í hann og ég tek því. (losna við þessi leiðindi í honum)\nSvo daginn sem að ég get gengið frá sölunni á honum kemur þetta litla grey og vill endilega vera áfram hjá mér, og ég hætti við söluna afþví að hann er helvítis markamaskína og sífellt verið að hrósa honum í leiknum.\nNúna er svolítið langt síðan að hann kvartaði eitthvað. Vonanadi er hann eitthvað að skána greyið en ég er nokkuð viss um að þetta eigi að koma upp aftur.\nÉg veit að Anelka og Djalminha (held ég að það sé skrifað) eru svona… Alltaf eitthvað vælandi og sleppa því að mæta á æfingar. En þegar að aðrir leikmenn sleppa því að mæta á æfingar og ég gef þeim aðvörun þá í 99% tilvika taka þeir því eins og menn og segjast ætla að bæta sig!\nKannist þið við svona leiðinda vandamál og hvernig bregðist þið við þeim??\nbragif",
    "url": "https://www.hugi.is/manager/greinar/64881/anelka-vandraedagemlingur/",
    "url_id": "64881",
    "id": "442876",
    "replies": [
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2002-02-17 03:43:28",
            "id": "442877",
            "reply_to_id": "442876",
            "text": "Það er þrennt sem að þú verður að hafa í huga þegar að þú kaupir þennan leikmann:\n1. Þú mátt aldrei skipta honum útaf í leik.\n2. Þú mátt aldrei sekta hann, sama hvað hann gerir.\n3. Þú verður alltaf að hrósa honum við hvert tilefni sem gefst.\nEf að þú fer eftir þessum þremur megin reglum þá þarftu ekki að hafa áhyggjur af honum ;)"
        },
        {
            "user": "Pepsi",
            "user_id": "1538",
            "date": "2002-02-17 04:28:13",
            "id": "442878",
            "reply_to_id": "442877",
            "text": "Er með hann hjá liverpool hérna.. engin vandræði. hann skorar ágætlega og er bara hæst ánægður og hefur verið það í 6 ár :]"
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2002-02-17 05:24:47",
            "id": "442879",
            "reply_to_id": "442878",
            "text": "haha, ég hef ekki hlotið þá ánægju að kaupa hanní nýja CM ennþá….enn sko, ég hef heyrt alltof margar sögur, svipaðri þinni ;P\nOg sko…það season , sém ég mun kaupa hann á…verður klassík :D,,,,bara það lið :Þ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-17 11:25:47",
            "id": "442880",
            "reply_to_id": "442876",
            "text": "Það er algjör synd hvað þessir fýlu menn eru góðir! Akkuru geta þetta ekki bara verið drullu dólgar!"
        },
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2002-02-17 15:41:58",
            "id": "442881",
            "reply_to_id": "442876",
            "text": "Anelka hann er alger markamaskína og ég kaupi hann alltaf af því hann er svo ódýr.  Ég læt hann alltaf eiga sig. Þó hann sleppi æfingu maður verður bara að hafa það þó að hann sé ekki 100% fit á leikdag."
        },
        {
            "user": "bragif",
            "user_id": "5364",
            "date": "2002-02-17 16:00:34",
            "id": "442882",
            "reply_to_id": "442876",
            "text": "Já ég skil það vel að láta hann vera og allt það en maður á ekki að eltast við leikmennina. Náttúrulega er þetta bara leikur en maður verður að vera sjálfum sér samkvæmur og koma fram vil alla leikmenn á sama hátt."
        },
        {
            "user": "sexygaur",
            "user_id": "47090",
            "date": "2002-02-18 12:33:54",
            "id": "442883",
            "reply_to_id": "442876",
            "text": "Þegar ég var Chelsea á fyrsta tímabili var það eina liðið sem hann vildi leika með, samt var hann stundum tekinn útaf en sleppti aldrei að mæta á æfinga"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2002-02-18 16:43:18",
            "id": "442884",
            "reply_to_id": "442883",
            "text": "Þú verður bara að koma rétt fram við hann. Ég hef margoft haft hann og lítið lent í veseni með hann. (margfalt þó á við aðra leikmenn)\nLestu líka greinina mín þar sem hann er leikmaður vikunnar…."
        },
        {
            "user": "steindor",
            "user_id": "1854",
            "date": "2002-02-18 17:40:00",
            "id": "442885",
            "reply_to_id": "442876",
            "text": "Ég hef oft lent í þessu með hann.  Á fyrsta tímabili keypti ég hann til Man Utd og hann brilleraði við hliðina á Nistelrooy þangað til hann hætti að mæta á æfingar.  Hann sleppti einhverjum þremur æfingum í röð og þá var þolinmæði mín á þrotum svo ég gaf honum einnar vikna laun í sekt og hann varð steinhissa og fór fram á að fara á sölulista.  Svona gengur þetta fyrir sig.  Síðan eftir svona hálfan mánuð verður hann aftur ánægður þangað til hann sleppir því aftur að mæta á æfingu.\nJerzey Dudek hjá Liverpool á líka til að sleppa æfingum."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2002-02-18 18:43:33",
            "id": "442886",
            "reply_to_id": "442876",
            "text": "ég lenti í svipuðu með djalminhja í cm 00/01. hann var búinn að vera með 6 liðum á 5 árum þangað til ég keypti hann og ég ætlaði að læra af reynslu hinna félagana og sleppa því að sekta hann og taka hann útaf.\nhann var alltaf að sleppa æfingum en hann stóð sig vel í leikjum svo ég sleppti að sekta hann, en svo tók hann allt í einu uppá því (örugglega bara til þess að vera óánægður með eitthvað) að vera óánægður með að ég sektaði hann aldrei, honum fannst svo lítill agi vera hjá klúbbnum. það fyrsta sem ég gerði eftir það var að sekta hann þegar hann mætti ekki á æfingu og þá sprakk blaðran, hann vildi fara, hann var með einhverjar samsæriskenningar og að hann væri fórnarlamb, honum fannst sektin vera ósanngjörn, honum fannst vera farið illa með hann OG honum fannst ennþá eitthvað vanta uppá agan hjá liðinu mínu. það fyrsta sem ég gerði var að selja hann á þrisvar sinnum lægri upphæð en ég keypti hann. eftir það varð hann djöfull í mínum augum og má brenna í helvíti eftir að honum tókst að leggja móralinn í liðinu mínu í rúst."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-02-18 19:38:05",
            "id": "442887",
            "reply_to_id": "442876",
            "text": "Ég hef brugðið út af venjunni og ekkert skammað hann fyrir að skrópa á einni og einni æfingu"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2002-02-19 01:17:38",
            "id": "442888",
            "reply_to_id": "442876",
            "text": "Ég held að gaurarnir sem að bjuggu til CM leikina séu að reyna að fá alla CM spilara til að hata djalminhja :)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-02-19 07:28:54",
            "id": "442889",
            "reply_to_id": "442888",
            "text": "Djalminhja ER VANDRÆÐAGEMLINGUR! Það er bara svo einfalt. Ef þið mynduð kynna ykkur aðeins sögu hans undanfarin tímabil þá mynduð þið skilja afhverju hann er svona óþægur í champ :)"
        },
        {
            "user": "thordur",
            "user_id": "17135",
            "date": "2002-02-19 07:28:41",
            "id": "442890",
            "reply_to_id": "442876",
            "text": "Sammála þér er vandræðagemlingur sóun á penningum"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2002-02-20 20:48:44",
            "id": "442891",
            "reply_to_id": "442876",
            "text": "Þú mátt ALDREI skamma þennan leikmann, hann er frábær leikmaður en hausinn á honum er ekki í lagi. Ég sleppi því alltaf að sekta hann eða aðvara en svo varaði ég hann einu sinni við og hann rauk í fílu, hrundi í verði og ég neyddist til að selja hann…"
        },
        {
            "user": "Freddie",
            "user_id": "17937",
            "date": "2002-03-02 22:38:47",
            "id": "442892",
            "reply_to_id": "442876",
            "text": "Ég er smámála því að maður eigi að vera sjálfum sér samkvæmur þegar maður er að spila þennan leik, því annar er það ekki þú sem ert að stjórna liðinu heldur leikmennirnir og það er ekki tilgangurinn með leiknum."
        },
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-03-11 18:20:51",
            "id": "442893",
            "reply_to_id": "442892",
            "text": "Ég keypti Mark Viduka og var ágætur við hlið Nistilroy og eg var buinn að aætla að kaupa annaðhvort Pizarro eða elber og svo komu elber rumours to go to Man Utd. og viduka varð hræddur um sætið sitt i liðinu og sagði það tvisvar a planetfootball.com og eg lækkaði i aliti hja managerum i heiminum og eg sektaði hann og hann var að rusta moralnum i liðinu og eg seldi hann eftir að hafa sektað hann og hann for að væla.En nuna er hann að brilla hja arsenal siðan eg seldi hann"
        }
    ]
}