{
    "forum_title": "Hljóðfæri",
    "user": "Farbauti",
    "user_id": "51497",
    "date": "2009-03-25 13:56:35",
    "title": "Alskonar dót til sölu",
    "text": "Dúndur magnari til söluGóðann daginn ég er hér með Low Down 175 w bassa magnara .Er að gá hvort einhver hafi hugsanlegan áhuga á bassa magnara sem hefur verið notaður í rúmlegt ár. Flottur og góður fyrir alla bassaspilara. Magnarinn er með inbygðum tuner og nokrum effectum.\nhttp://i10.ebayimg.com/03/i/001/35/00/cd40_1_b.JPG\nÆtla henda inn smá um effectana á ensku.\nAmp Models:\nClean: Inspired by the Eden Traveler, this model is all about clean, funk and fusion bass tone. Itll give you all the warm lows and punchy highs you need.\nR & B: Inspired by a 1968 B-15 Flip Top, this model is a tribute to those late 60s and early 70s clean fat bass tones. It is the kind of tone you here on most Motown recordings, as played by a pioneering young James Jamerson.\nRock: This model is inspired by the 74 Ampeg® SVT®. This workhorse has appeared on innumerable recordings and arena stages worldwide. And now all the tone of the 300-pound behemoth 8X10 and head is available in your combo!\nBrit: Based on a 68 Marshall® Super Bass, this model delivers the kind of overdriven bass sound brought to us by late 60s British rock pioneers like Cream and The Who.\nGrind: As the name would suggest, this is for modern rock lovers, Alice in Chains to Mudvayne and Rage Against The Machine. Based on a distorted SansAmp PSA-1 into an SVT® in addition to a direct clean bass signal mixed in, this model gives you that angry, clear and punchy aggression that takes your sound to DEFCON 1.\nSynth: Sitting at the back of the model knob is this secret weapon that turns LowDown into a 70s classic bass synth. From funk to modern rock, this synth model delivers incredible tones and tracks every dynamic move you make with ease!\nEffects:\nEnvelope Filter: Based on a Electro-Harmonix® Q-Tron, this is the baddest envelope filter on the planet. This effect can be heard on tons of major funk and rock tunes.\nOctaver: Based on the EBS® OctaBass®, this effect produces a single note one octave below the pirth of the note played adding a powerful new vibe to your sound.\nChorus: Based on the much loved TC Electronic Chorus&#8482;. This is the most transparent, smooth and expressive chorus for bass ever built. Using it does not reduce your low end and it's especially beautiful on fretless bass.\nEr tilbúinn í sölu Svona (55 þúsund - 50 þúsund) eða skipti á öðrum bassamögnurum endilega sendi mér póst ef\nþið hafið áhuga.\nEinnig er ég með Vox AD15VT 15w Electric guitar amp.\nEn í honum er inbygt fullt af effectum. Hér er aftur smá brot á ensku.Eleven high-quality effects cover the basics\nNine standard effects indispensable for any guitarist are built-in. These include auto wah, compressor, phaser, chorus, flanger, tremolo, rotary, delay and reverb. With the addition of combination-type effects, you have a total of eleven effects to choose from. Each effect lets you adjust several parameters. There's also a Tap button that makes it easy to set the delay time or modulation speed.\nhann er 2 ára að ég held búið að spreyja eithvað á hann en það er límiði yfir því þannig það sést varla var að spá að fá svona 10 þúsund kall fyrir það (ekkert prútt!!!)\nSvo er ég með bassamagnara sem er 15 w bara einhvern byrjanda sem keyptur var i pakka fyrir nokrum árum veit voðalítið um hann bara að hann heitir the animal og er framleiddur i japan. Samt drullu góður og drævar frekar hátt.\nEinig er ég með bassa sem heitir líka the animal. Búinn að sitja í hann einhverja koparstrengi eða einhvern andskota sem ég keypti í kína. Sem gerir soundið drullu flæ og sovna ljúfara og léttaara en á öðrum bössum.\nSit saman á 20 þúsund\nAnnars fer magnarinn á 10 og bassinn á 15 þúsund\nFer allt saman á 70 þúsund eða í sitthvoru lægi bara",
    "url": "https://www.hugi.is/hljodfaeri/korkar/649046/alskonar-dot-til-solu/",
    "url_id": "649046",
    "id": "6586217",
    "replies": [
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2009-03-25 15:47:00",
            "id": "6586400",
            "reply_to_id": "6586217",
            "text": "áttu mynd af bassanum ?"
        },
        {
            "user": "Farbauti",
            "user_id": "51497",
            "date": "2009-03-25 17:00:48",
            "id": "6586556",
            "reply_to_id": "6586400",
            "text": "láttu mig fá emailið þitt og ég skal senda þér myndi"
        }
    ]
}