{
    "forum_title": "Bardagaíþróttir",
    "user": null,
    "user_id": null,
    "date": "2009-03-25 23:38:38",
    "title": "Gunnar og Vignir í PAN JIU-JITSU CHAMPIONSHIP 2009",
    "text": "Þeir Gunnar Nelson og Vignir Már Sævarsson munu taka þátt í PAN JIU-JITSU CHAMPIONSHIP 2009 sem fram fer í Carson í Kaliforníu um næstu helgi, eða dagana 27., 28. og 29. mars.  Þetta er eitt stærsta Gi-mót í heiminum og þar mæta allir bestu BJJ menn heims í dag. Vignir keppir í millivigt í  byrjendaflokki (hvítt belti) öldunga 36-40 ára en sú keppni fer fram á föstudeginum. Gunni stendur síðan í eldlínunni bæði laugardag og sunnudag en hann mun keppa í brúnbeltaflokki, bæði í millivigt og í opnum flokki. Nánari upplýsingar um mótið er að finna á opinberu vefsetri Alþjóða BJJ sambandsins: www.ibjjf.org.\nBætt við 29. mars 2009 -  01:05\nhttp://www.visir.is/article/20090328/IDROTTIR/427328657",
    "url": "https://www.hugi.is/martial_arts/korkar/649166/gunnar-og-vignir-i-pan-jiu-jitsu-championship-2009/",
    "url_id": "649166",
    "id": "6587446",
    "replies": [
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2009-03-26 08:53:23",
            "id": "6587769",
            "reply_to_id": "6587446",
            "text": "Vonandi gengur þeim vel\n…. er hvergi hægt að veðja a þetta :) væri alveg til í að græða smá pening á Gunna hehehehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-28 16:47:15",
            "id": "6592186",
            "reply_to_id": "6587769",
            "text": "Þekki ekki þessar veðmálasíður en eflaust er hægt að veðja á þetta mót einhversstaðar. Þetta er annað tveggja stærstu Gi-móta í BJJ á ári."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-03-28 16:47:28",
            "id": "6592187",
            "reply_to_id": "6587446",
            "text": "Það er heilsíðuviðtal við Gunna í helgarblaði DV (föstudagur 27. mars bls. 30)."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-03-28 16:51:34",
            "id": "6592193",
            "reply_to_id": "6592187",
            "text": "Tékka á því. Þú verður svo að láta okkur vita um leið og Gunni er kominn með gullið :)"
        },
        {
            "user": "Halli",
            "user_id": "5708",
            "date": "2009-03-28 22:11:27",
            "id": "6592735",
            "reply_to_id": "6587446",
            "text": "Heyrði í Gunna í kvöld og hann keppir ekki í opnum flokki því þeir voru víst of margir skráðir frá Renzo þannig að hann þarf að víkja, sennilega af því að hann er ekki heimamaður.\nHann keppir hins vegar í millivigtinni á morgun og mætir þar engum öðrum en Clark Gracie! Clark er sonur Carley Gracie sem er 8. gráðu svartbelti í BJJ og brasilískur meistari frá 1969-1972, bæði í BJJ og Vale Tudo. Afi Clark er enginn annar en Carlos Gracie. Clark er margverðlaunaður BJJ keppandi og meðal sigra hann undanfarin ár má nefna:\n•1st Place Champion in the San Diego Open in 2005\n•1st Place American Nationals 2005\n•Pan American Medalist in April 2006\n•1st Place American Nationals 2006\n•1st Place Arizona State Grappling Challenge (October 14, 2006)\n•1st Place California Classic International Brazilian Jiu-Jitsu Grappling Tournament (November 4th, 2006)\n•1st Place Fabio Santos Open 2007\n•2nd Place American Nationals 2007\n•2nd Place No Gi Worlds 2007."
        },
        {
            "user": "Halli",
            "user_id": "5708",
            "date": "2009-03-28 22:13:23",
            "id": "6592738",
            "reply_to_id": "6592735",
            "text": "Ég er alveg viðbjóðslega spenntur fyrir glímunni við Clark Gracie. Get ekki beðið eftir niðurstöðunni :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-29 01:00:53",
            "id": "6592987",
            "reply_to_id": "6587446",
            "text": "http://www.visir.is/article/20090328/IDROTTIR/427328657"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-29 18:00:34",
            "id": "6593841",
            "reply_to_id": "6592987",
            "text": "Ég er orðinn leiður á því að í öllum viðtölum við hann er notuð sama myndin haha geta þeir ekki grafið upp einhverjar frumlegri?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-29 19:54:38",
            "id": "6594114",
            "reply_to_id": "6593841",
            "text": "Hmm… býst við að þeir noti bara myndir sem þeir eiga. En það er t.d. önnur mynd í helgarblaði DV (bls. 30)."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-03-29 03:45:48",
            "id": "6593145",
            "reply_to_id": "6587446",
            "text": "Hér eftir munu menn hætta að japla á Gracie nafninu og fara að tala um Nelson í staðinn."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-03-30 01:11:44",
            "id": "6594852",
            "reply_to_id": "6587446",
            "text": "Gunni vann! Og hélt áfram og tók gullið eftir úrslitaglímu við Bruno Alves sem hann hengdi á þremur mínútum!\nHann keppti 5 glímur, vann tvær fyrstu á stigum (þar af Clark Gracie 9-2 að mig minnir) og hinar allar á hengingum."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-03-30 08:11:54",
            "id": "6594975",
            "reply_to_id": "6594852",
            "text": "Fokk…\nÉg veit að þú vilt kannski ekki heyra þetta Halli. En ég held að við verðum að stöðva hann. Áður en það verður og seint fyrir mannkynið!\nTil hamingju annars :D. Glæsilegt að venju."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-30 14:58:21",
            "id": "6595571",
            "reply_to_id": "6594852",
            "text": "Vá maður er eiginlega bara hættur að verða hissa á afrekum Gunna, frekar farinn að reikna með þeim. Hann verður að fara að keppa við alvöru andstæðinga í MMA bráðum og vinna sig upp í stóru keppnirnar, svona hæfileikar mega ekki fara forgörðum…"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2009-03-30 16:10:27",
            "id": "6595757",
            "reply_to_id": "6594852",
            "text": "Til hamingju með kauða…"
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2009-03-30 08:48:44",
            "id": "6594991",
            "reply_to_id": "6587446",
            "text": "Nokkrar greinar um þetta og aðdragandann:\nhttp://www.samuel.is/tonlist/2009/03/29/gunnar-nelson-keppir-vid-clark-graice/\nhttp://monitor.is/frettir/#frett3270\nhttp://www.dv.is/sport/2009/3/30/gunnar-tok-gullid-i-kaliforniu/\nBætt við 30. mars 2009 -  09:09\nhttp://www.ruv.is/heim/frettir/frett/store64/item258057/"
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2009-03-31 21:25:31",
            "id": "6599034",
            "reply_to_id": "6594991",
            "text": "Snilld, til hamingju með þetta. Nú vonar maður bara að BJJ verði gert að viðurkenndri Ólympíuíþrótt þannig hann geti orðið fyrstur Íslendinga til að næla sér í gull-medalíu á þeim vettvangi einnig."
        },
        {
            "user": "cornholio",
            "user_id": "12430",
            "date": "2009-03-30 09:33:02",
            "id": "6595038",
            "reply_to_id": "6587446",
            "text": "Ef mér skjátlast ekki þá er þetta mikið íþróttaafrek á íslenskan mælikvarða.\nTil hamingju Gunnar&félagar!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-30 09:52:23",
            "id": "6595063",
            "reply_to_id": "6587446",
            "text": "http://www.mbl.is/mm/sport/frettir/2009/03/30/vann_gull_a_jiu_jitsu_moti/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-30 10:36:05",
            "id": "6595096",
            "reply_to_id": "6587446",
            "text": "DV birtir helgarviðtalið við hann hér í tilefni sigursins:\nhttp://www.dv.is/sport/2009/3/30/hafdi-tru-sigri/"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2009-03-31 00:15:58",
            "id": "6597295",
            "reply_to_id": "6587446",
            "text": "Til hamingju feðgar!  Frábært afrek og hefur örugglega vakið þónokkra athygli.\nÞað verður einhver að aumkast yfir brúnbeltinga heimsins og henda svörtu belti í Gunna, það var í rauninni ekki sanngjarnt að setja hann í “sinn” beltisflokk þar sem hann er búinn að vera að pakka saman svartbeltingum í ca. ár núna ekki satt?\nOg einhver tímarammi á því hvenær við eigum eftir að sjá Gunna næst í MMA?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-31 10:35:16",
            "id": "6597623",
            "reply_to_id": "6587446",
            "text": "Myndir á vef DV:\nhttp://www.dv.is/sport/2009/3/31/gunnar-med-gullid-myndir/\nVideo koma á morgun eða hinn."
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2009-03-31 17:03:48",
            "id": "6598336",
            "reply_to_id": "6587446",
            "text": "Til hamingju Gunni og Halli.  Hvenær sjáum við Gunna keppa aftur í MMA ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-03-31 22:06:18",
            "id": "6599164",
            "reply_to_id": "6598336",
            "text": "Það verður í fyrsta lagi í haust."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-01 15:51:26",
            "id": "6600429",
            "reply_to_id": "6587446",
            "text": "Gunni henti smá lýsingu á glímunum inn á Mjölnisspjallið og mér datt í hug að einhverjir hér hefðu áhuga á því líka:\nEg vard treyttur i fyrstu glimunni minni eins og oft i upphitunarglimunni, serstaklega tegar erfidur anstaedingur eins og Clark naer godum gripum snemma, eg var fastur i gardinu hans i sma tima en nadi ad losa mig og djofla inn 9 stigum a moti 4 hans!\nLaerdi mest af teirri glimu!\nFekk ekki mikla kvild og var enntha treyttur ad labba inn i adra glimu og tok sma tima ad jafna mig og svo for allt ad rulla! Var med bakid a honum i enda glimunnar og otreyttur!\nI glimu 3 gekk allt i haginn, hann pulladi gard og eg passadi og fljotlega komst a bakid og nadi ad hengjann med gallanum.\nGlima 4 var a moti einum vel tekktum fra Alliance(sama lid og Marcelo Garcie) sem hefur verid ad i meira en 10 ar og med skuggalegt guard sem eg komst loksins i gegn um med krosshengingu ad framan!\nTegar eg labbadi inn a vollinn a moti Bruno Alves leid mer eins og sigurvegara og komst fljott a bakid a honum og hengdi hann i gallanum med somu hengingu og i glimu 3! Og eg verd ad segja ad menn voru mjog undrandi og sarir yfir urslitunum tar, tvi alves var gullverdlaunahafi a heimsmeistaramotinu i fyrra asamt Kayron Gracie (fra sama gymmi og tessvegna bordust ekki i urslitunum)!\nÞess má geta að sá sem Gunni vann í undanúrslitum og vísar þarna til í glímu 4 er Daren Roberts en hann lenti m.a. í þriðja sæti á bæði á HM No-Gi 2007 og Pan American 2007 (þá fjólublátt belti). Í HM No-Gi 2007 tapaði hann í fyrir Kayron Gracie í undanúrslitunum og hann gæti hafa tapað fyrir honum líka í undanúrslitum Pan 2007, allavega tók Kayron gullið í báðum keppnunum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-05 00:32:21",
            "id": "6606808",
            "reply_to_id": "6587446",
            "text": "Kíkið á bls. 34-35 í sunnudagsblaði Moggans."
        }
    ]
}