{
    "forum_title": "Hljóðfæri",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2009-03-26 10:08:33",
    "title": "Nýtt myndband og nýr tónlistarmaður vikunar!",
    "text": "tónlistarmaður vikunar er að þessu sinni notandinn Shed. Endilega reynið að lesa eitthvað útúr umsókninni hans.\nþessa vikuna er það myndand við lagið First time I met the blues með Buddy Guy. Chigago blúsarinn Buddy Guy var til dæmis mikill áhrifavaldur hjá Jimi Hendrix, Clapron og Stevie Ray Vaughn svo að nokkrir séu nefndir. sólóin í þessu lagi eru rosaleg og nokkur mjög flott lick.\nÉg er líka ða verða uppiskorppa með myndbönd til að senda inn, en það var stefanius sem sendi þetta inn. Hendið í mig einhverju til að pósta, og þá helst myndbönd af ykkur :)\nHver er ykkar uppáhalds svona old school blúsari btw? Er Buddy í uppáhaldi hjá einhverjum hér?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/649194/nytt-myndband-og-nyr-tonlistarmadur-vikunar/",
    "url_id": "649194",
    "id": "6587818",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-03-26 11:26:53",
            "id": "6587900",
            "reply_to_id": "6587818",
            "text": "Ég á einmitt myndina Chicago Blues þaðan sem þessi Buddy Guy klippa er tekin, helvíti fín mynd og Buddy Guy alveg rosalegur.\nMér finnst alltaf jafn fyndið þegar fólk talar um blús og Eric Clapton í sömu setningu, það er svona eins og að tala um rapp og Vanilla Ice í sömu setningu.\nAf old school gaurunum held ég mest upp á Muddy Waters, Howling Wolf og einmitt Buddy Guy, samt verður að segjast að Buddy Guy hefur ekki gert góða blúsplötu síðan 1976, allt draslið sem hann hefur sent frá sér síðustu ár er bara svona “Við skulum umkringja Buddy með hvítum tónlistarmönnum og gá hvort það dugir ekki til að selja einhverjar plötur með kallinum” dæmi.\nJohn Lee Hooker er auðvitað alveg málið líka og Son House, þeir eru alveg holdgervingar blússins."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-03-26 12:31:32",
            "id": "6587993",
            "reply_to_id": "6587900",
            "text": "þó að clapton hafi ekki spilað svartan chicago eða eihvern deltamissisippi thing blús var þá ekki cream td. svona blús rokk?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-03-26 12:40:35",
            "id": "6588008",
            "reply_to_id": "6587993",
            "text": "Hvítir menn eru algjörir málaliðar þegar kemur að blústónlist, taka smá blús og snúa sér svo við og gera eitthvað allt annað, svörtu gaurarnir voru alvöru, þeir gerðu ekkert annað og gerðu það alveg 100 sinnum betur en clapton og félagar.\nCream var svona bræðingshljómsveit, blúsfrasar spilaðir yfir rokktónlist, ekki blús heldur frekar hrærigrautur af hinu og þessu, clapton spilaði líka inn á plötur hjá John Mayalls Bluesbreakers sem var frekar sorrý hvít tilraun til blúsmennsku, meira svona eins og Vinir Dóra frá útlöndum eða svoleiðis."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-03-26 12:44:51",
            "id": "6588016",
            "reply_to_id": "6588008",
            "text": "haha, allt í lagi. Annars hlusta ég mjög sjaldan á blús, fynnst það ekketr voðalega gaman en það er alltaf gaman að því að leika sér að spila hann."
        },
        {
            "user": "Stefanius",
            "user_id": "4398",
            "date": "2009-03-26 16:11:04",
            "id": "6588319",
            "reply_to_id": "6587900",
            "text": "Ég einmitt sá þetta video á youtube fyrir svona 2 árum og fór bara beint á amazon að leita að Chicago Blues myndinni. Geðveikt góð mynd, er víst flokkuð sem Blackumentary, documentary um svertingja :) Hef sjaldan heyrt jafn flott gítarspil og hjá Buddy í þessari mynd, enda tekið í heimabæ hans þar sem hann er að spila fyrir aðra heimamenn. Það er eins og blúsinn hafi bara orðið að einhverjum graut þegar markaðshópurinn fór frá því að vera aðrir svartir bandaríkjamenn yfir í að vera hvítir evrópubúar."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-03-26 16:23:36",
            "id": "6588336",
            "reply_to_id": "6588319",
            "text": "Tékkaðu á því hvort þú finnir disk á amazon eða annarsstaðar sem heitir Stone Crazy með Buddy Guy, það eru til 2 diskar með honum sem heita þetta, annar upptökur frá chess útgáfunni en þessi er tekinn læv í stúdíói í frakklandi eftir tónleika, hann hefur alldrei verið betri.\nÞað er líka til diskur sem heitir Live at Antones sem inniheldur upptökur frá blúsbarnum Antones í Austin Texas, á þeim disk eru 2 alveg snarvitlaus lög með Buddy Guy."
        },
        {
            "user": "Stefanius",
            "user_id": "4398",
            "date": "2009-03-26 16:30:59",
            "id": "6588355",
            "reply_to_id": "6588336",
            "text": "Heyrðu já, takk fyrir það, ég tékka á þessu. Á eitthvað með Buddy í tölvunni en það er meira og minna hundlélegt, enda varð hann, eins og þú sagðir, alveg útbrunnin einhverntíman á 8. áratugnum.\nBtw. varst þú á dc++ hér fyrir nokkrum árum og kallaðir þig Elvis? Ef svo er þá á blússafnið þitt þar stóran þátt í að kynna mig fyrir blúsnum back in the day. :)"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-03-26 16:53:19",
            "id": "6588397",
            "reply_to_id": "6588355",
            "text": "Ég var á dc++ fyrir slatta sem annaðhvort elvis eða elvis2 minnir mig, hef sennilega verið með einhvern slatta af blús í tölvunni á þeim tíma."
        },
        {
            "user": "Stefanius",
            "user_id": "4398",
            "date": "2009-03-26 16:26:57",
            "id": "6588344",
            "reply_to_id": "6587818",
            "text": "Fyrst að þú spyrð um uppáhalds old school blúsara þá sé ég mig tilneyddan til að nefna nokkra.\nDeltablúsarar:\nMississippi Fred McDowell 1904-1972\nSkip James 1902-1969\nSon House 1902-1988\nBlind Willie Johnson 1897-1945\nRobert Johnson 1911-1938\nBukka White 1909-1977\nLightnin' Hopkins 1912-1982 o.fl. o.fl.\nChicago Blúsarar:\nMuddy Waters 1913-1983\nHowlin' Wolf 1910-1976\nElmore James 1918-1963\nBuddy Guy 1936-????\nSunny Boy Williamson II ????-1965\nJunior Wells 1932-1998\nPinetop Perkins 1913-???? (spilar á blúshátið Reykjavíkur í apríl, reyndar 95 ára gamall :P)\nGæti náttúrulega haft þessa lista margfalt lengri en þetta er góð byrjun a.m.m."
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2009-03-26 17:04:06",
            "id": "6588433",
            "reply_to_id": "6587818",
            "text": "Hvernig gítar/a átt þú?\nundirskipt! herrar mínir og frúr\nVá."
        },
        {
            "user": "Stefanius",
            "user_id": "4398",
            "date": "2009-03-26 17:11:33",
            "id": "6588456",
            "reply_to_id": "6588433",
            "text": "hva, er verið að gera grín, hljóðfæri eru ekkert grínmál sko :@"
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2009-03-26 17:14:49",
            "id": "6588465",
            "reply_to_id": "6588456",
            "text": "Hvað ertu að meina?"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-03-26 17:21:54",
            "id": "6588480",
            "reply_to_id": "6588433",
            "text": "mhm, vel orðað."
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2009-03-26 17:59:15",
            "id": "6588572",
            "reply_to_id": "6587818",
            "text": "ja bb king er kewl og howling wolf er kewl síðan er það þeir týpisku sem þú nefndir þarna hendrix og vaughn. hann okkar góðir bobby johnnsons og svo mæli ég vel með seasick steve þótt hann er ekki alveg old school en hann er allavegana góður blues"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-03-29 13:40:29",
            "id": "6593438",
            "reply_to_id": "6587818",
            "text": "muddy waters…"
        }
    ]
}