{
    "forum_title": "Sápur",
    "user": "hamsturinn",
    "user_id": "11203",
    "date": "2002-02-17 13:49:44",
    "title": "Felicity Scully næsta Kylie Minogue?",
    "text": "Holly Valance er einna þekktust fyrir að hún leikur í uppáhalds sápuóperunni minni, Nágrönnum. Þar leikur hún unga stúlku sem heitir Felicity Scully. Hún hefur ákveðið að feta í fótspor Kylie Minogue, sem lék líka einu sinni í Nágrönnum, og gerast poppstjarna. Þessi 18 ára mær gefur út smáskífu bráðlega bæði í Bandaríkjunum og á Bretlandseyjum. Tónlistin hennar flokkast undir “tyggigúmmi-pop” og hún á ábyggilega eftir að gera það gott.\nKylie Minogue er ekki sú eina sem hefur orðið fræg söngkona eftir að hafa leikið í nágrönnum. Natalie Imbruglia varð líka vinsæl eftir að leika kærustu Brad ef ég man rétt í Nágrönnum. Svo varð auðvitað Jason Donnavan (kannski ekki skrifað svona) frægur og lék m.a. í Jeus Christ Superstar í leikhúsinu í London.\nheimild: www.hamstur.is",
    "url": "https://www.hugi.is/sapur/greinar/64984/felicity-scully-naesta-kylie-minogue/",
    "url_id": "64984",
    "id": "443600",
    "replies": [
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2002-02-17 20:40:51",
            "id": "443601",
            "reply_to_id": "443600",
            "text": "jahá, það er ekkert annað"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2002-02-17 21:46:54",
            "id": "443602",
            "reply_to_id": "443600",
            "text": "Var kylie ekki fræg áður en hún lék í grönnum með locomotion??? comeon comeon do the locomotion with me trallallallalla, minnir að það hafi verið í kringum ´88\ndaja"
        },
        {
            "user": "Alfons",
            "user_id": "5489",
            "date": "2002-02-17 22:16:49",
            "id": "443603",
            "reply_to_id": "443602",
            "text": "Svo var líka gaurinn sem lék Mike hann var á sama tíma og Kylie í þáttunum minnir mig. Hann hefur leikið í stórum Hollywood myndum eftir granna t.d. L.A. confidential o.fl."
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-02-17 22:43:46",
            "id": "443604",
            "reply_to_id": "443603",
            "text": "Guy Pearce heitir hann, og við sjáum hann næst í Time Machine. Einstaklega skemmtilegur leikari og þó nokkuð fínn að auki"
        },
        {
            "user": "sonique",
            "user_id": "13731",
            "date": "2002-02-19 21:06:32",
            "id": "443605",
            "reply_to_id": "443604",
            "text": "Guy Pearce lék líka í memento"
        },
        {
            "user": "Pocahontaz",
            "user_id": "41685",
            "date": "2002-02-19 22:24:46",
            "id": "443606",
            "reply_to_id": "443605",
            "text": "thii hii,\nGuy Pearce lék líka klæðskipting í myndinni Pricilla, the queen of the desert…"
        },
        {
            "user": "Ukyo",
            "user_id": "7465",
            "date": "2002-02-19 23:25:18",
            "id": "443607",
            "reply_to_id": "443606",
            "text": "Jim Robinson lék líka í ER, þá skemmdi ólétta konan hann einhvernveginn…."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2002-02-18 10:22:23",
            "id": "443608",
            "reply_to_id": "443602",
            "text": "Locomotion er lag síðan 70 og eitthvað, og algjör klassi. Vonandi skemmdi Kylie það ekki of mikið"
        },
        {
            "user": "spikesgirl",
            "user_id": "16492",
            "date": "2002-02-18 00:53:32",
            "id": "443609",
            "reply_to_id": "443600",
            "text": "Kylie söng Locomotion í fyrsta sinn þegar að hún var í svona “kynningarferð” með nágranagenginu, þau sungu öll saman eitt lag og því var tekið svo vel að hún var beðin um að taka aukalag og þar sem að hún kunni Locomotion varð það fyrir valinu.   Það ætlaði allt að verða vitlaust þannig að hún var kvött til að taka það upp á smáskífu og gefa það út - þetta var 1987.  Síðan var það ´88 þegar að fyrsta platan hennar kom út hjá PWL og hét hún Kylie!  Hún var svona mini barnastjarna í Ástralíu áður en hún leik í Nágrönnum, lék í þáttum sem að hétu Skyways (líka með Jason Donovan sem að lék bróður hennar þar) og síðan í Henderson Kids sem að voru sýndir á Stöð 2, í “gamla daga”!  N.B. Hún er fædd 1968!  Kylie og Madonna er einu söngkonurnar sem að hafa náð að eiga toppsæti vinsældalista 198?, 199? og 200?, sem sagt á öllum tugunum!!  Good work!\nP.s Russel Crowe leik líka smáhlutverk í grönnum!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-18 14:26:36",
            "id": "443610",
            "reply_to_id": "443600",
            "text": "Ég EFAST um að hún slái í gegn með söngnum…mér hefur alltaf fundist hun hafa svo FALSKA rödd eitthvað…..en alltí lagi að reyna\nGO HOLLY!:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-03 13:51:47",
            "id": "443611",
            "reply_to_id": "443600",
            "text": "Þetta vita ekki margir en Kylie Minouge væri ekki fræg ef að systir hennar Dannii Minouge væri ekki til. Því að yndri systir hennar Dannii var fræg á undann henni í Ástralíu þegar þær voru litlar og Dannii leyfði Kylie að syngja með henni í dálítinn tíma en samt voru Dannii og Kylie verstu óvinkonur en loks þá vildi Kylie bara meyra og fékk hlutverk í Nágrönnum sem hún hefði sjálfsagt ekki fendi ef það væri ekki fyrir Dannii. En nú er Dannii Minouge eithvað að reyna að meika það í tónlistar bransanum veit ekki hvernig henni gengur.\nEn ég held að Holly verður ekkert eins og Kylie hún er gyðja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-18 23:09:28",
            "id": "443612",
            "reply_to_id": "443611",
            "text": "Ég hef ekkert um Kylie, Danni eða Holly að segja. En ef þið eruð að leita að söng-nágrönnum, þá eru Nathalie Imbrughlia, Jason Donovar og Craig Machlaclan nokkuð fræg fyrir söng. Það lítur út fyrir að draumur flestra nágranna sé að verða söngvarar eftir að Kylie sló í gegn, hvers vegna ætti Holly að vera eitthvað öðruvísi"
        }
    ]
}