{
    "forum_title": "Stjórnmál",
    "user": "tmar",
    "user_id": "14050",
    "date": "2002-02-18 19:42:40",
    "title": "Hvað er í gangi!",
    "text": "Hver ætli sé ábyrgð íslenskra ráðherra? Svarið við þessari spurningu virðist augljóst, það er af þú horfir á fréttir og fylgjist með því sem er að gerast. Íslenskir ráðherrar bera ekki neina ábyrgð. Við sem kjósendur veitum þeim jú nærri því ekkert aðhald og mér virðist að fjölmiðlar rétt þori að fjalla um þá gríðarlega spillingu sem er innan íslenska stjórnkerfisins.\nEftir því sem ég man best, hefur aðeins einn ráðherra sagt af sé vegna ,,spillingar“. Guðmundur Árni Stefánsson þurfti að segja af sér í byrjun 10. áratugarins eftir að hafa ráðið mág sinn sem yfirmann Tryggingarstofnunnar, ef ég man rétt(þið leiðréttið mig bara). En núna, á yfirstandandi kjörtímabili, hafa komið upp fjölmörg spillingarmál, mörg hver mun grófari en mál Guðmundar.\nTd. mál Árna Johnsen, hvaða ráðherra var bendlaður við það? Hvaða ráðherra bar ábyrgð á störfum hans? Hvaða ráðherra átti að hafa það mikla yfirsýn á störf þeirra nefnda sem tilheyrðu ráðuneyti hans að honum bar að sæta ábyrgð? Hvergi annars staðar í heiminum en á Íslandi, hefði sá ráðherra komist undan. Hefði þetta td. gerst í Frakklandi hefði sá hinn sami verið hengdur í fjölmiðlum!!\nOg núna tröllríður mál Landsímans öllum fjölmiðlum. Hvað gerum við, kjósendur góðir!? Eigum við að bara að kyngja enn einum súrum spillingarbita eða hrækjum við þessu út úr okkur og krefjumst afsagnar!? Er ekki komið nóg? Þurfa íslenskir stjórnmálamenn kannski ekki að bera ábyrgð eins og starfsbræður þeirra í útlandinu? Eða hefur Ísland kannski ekkert breyst síðan goðaveldið var við líði? Erum við öll kannski bara kotbændur inn við beinið, skíthrædd við reiði goðans, látum frekju hans og yfirgang ganga yfir okkur, þegjum og felum okkur út í fjósi þegar hann kemur í heimsókn? Erum við virkilega svona miklir aumingjar að við getum ekki barið hnefanum í borðið og sagt:,,Hvað er í gangi! Haldið þið, stjórnmálamenn, að þið komist upp með spillingu!? Haldið þið að þið komist upp með að bruðla með almannafé? Haldið þið virkilega að við séum heimsk!?”.\nTími byltingarinnar er kominn!",
    "url": "https://www.hugi.is/stjornmal/greinar/65097/hvad-er-i-gangi/",
    "url_id": "65097",
    "id": "444275",
    "replies": [
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-02-18 21:23:44",
            "id": "444276",
            "reply_to_id": "444275",
            "text": "Herðu elsku vinur minn !!!\nAf skriftum þínum að daæma þá ertu vinstri kall, örugglega leiður út í lífið og ert einn heima að skrifa á tölvuna og kýst annaðhvort VINSTRI GRÆNA EÐA SAMFYLKINGUNA. Það er minnsta spillingin þegar SJÁLFSTÆÐISFLOKKURINN er við lýði, málið er það að núverandi ríkistjórn hefur stjórnað síðan 1994 og fréttamenn hafa einfaldlega elfst síðan þá og því er bara 1 spillingamál sem þú manst eftir sem VINSTRI MENN hafa skilið eftir sig. MESTA SPILLINGIN ER HJÁ VINSTRA PAKKINU, STEINGRÍMI J, ÖSSURI OG JÓHÖNNU SIGURÐARDÓTTUR. Ef Steingrímur réði myndi hann eflaut láta leggja 6 breiðan “highway” umhverfis Melrakkasléttuna og nágrenni. Össur mundi fara að aðstoða Pabba sinn sem selur harðfisk, hákarl og las niðri í kolaporti af því að pabbi hans er ekki einus inni með kassa svo hann er að selja allt á svörtu."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-18 21:55:33",
            "id": "444277",
            "reply_to_id": "444276",
            "text": "Jæja, rólegur ;)\nÞví´lík spillng hjá Birni B. maður, ha ? Að vera ekki að troða rassgatinu á sér uppí fjárlög Þjóðleikhússins, hafa þeir ekki bókhaldara ? Hvað, af hverju var hann ekki skammaður ?\nEf Steingrímur J. væri hér við völd væri kommúnisminn..við værum svosem öll jöfn..en hann væri jafnari en við öll-til samans- *sigh*\nÉg er komin með nóg af þessari hræsni. Þvílík spilling, TVÖ spillingarmál maður. Ég hef heyrt að samgönguráðherra vissi ekkert af þessu með Þórarinn- en ætli rök Vinstri Grænna og co. gagnvart því séu ekki að hann ljúgi.\nHættið að kvarta, í eitt skipti fyrir öll. Þið blómstrið flestöll. Hafið a.m.k efni á tölvu og nettengingu sýnist mér !"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-02-18 22:40:32",
            "id": "444278",
            "reply_to_id": "444277",
            "text": "hvað með öreigadóminn!!?\nhvað með sjómannaverkfallið!!?\nhvað með flugslysið í Skerjafirði!!?\nHvað með lækni flugumferðarstjórnar!!?\nEða eru þetta ekki ekta spillingarmál!!?\nOpnaðu nú augun og sjáðu hlutina eins og þeir eru í raun. Ekki lifa í draumkenndum bláma Sjálfstæðisflokksins!!!"
        },
        {
            "user": "druzla",
            "user_id": "11892",
            "date": "2002-02-18 23:14:15",
            "id": "444279",
            "reply_to_id": "444278",
            "text": "það er sorglegt hve vanafastir íslendingar eru, þessir heimskingjar kjósa sjálfstæðismenn aftur og aftur og láta þá ríða sér í rassgatið með spillingunni sem menn ákveða að horfa fram hjá, sumir virðast meira ða segja vorkenna Árna svindl !!!"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-18 23:26:06",
            "id": "444280",
            "reply_to_id": "444278",
            "text": "Öreigabæturnar voru hækkaðar..\nKannski ekki mikið, en eitthvað. Og það er ekki hægt að gefa allt í einu…smátt og smátt ?\nHver var spillingin í sjómannaverkfallinu ? Brottkastið ? Er það ríkinu að kenna ?\nFlugslysið í Skerjafirði, þú átt þá við rannsóknina, vona ég, því ef þú ert farinn ða kenna ríkinu um dauða 6 ungmennra ertu of djúpt sokkinn..\nAnnars er ég mest sammála þér í því að það var hneyksli, þar sem þetta fólk týndi lífi og það er rannsakað á réttan hátt.\nÞað er nú bara kjaftæði að það að 15 flugumferðarstjórar verði veikir sama dag sé ríkinu að kenna. Enda voru sett ög á þetta..\nÉg sé hlutina eisn og þeir eru í raun-ekki eins og “hið fullkomna land” á að vera- þið þurfið alltaf að vilja meira og meira…*sigh*"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-02-18 23:31:05",
            "id": "444281",
            "reply_to_id": "444280",
            "text": "Það er brot á mannréttindum að hefta frelsi manna til að krefjast betri kjara. Ríkistjórnin setti lög bæði á sjómenn og flugumferðarstjóra, bara til að bjarga eigin skinni, það er að mínu mati rangt. Dabbi breytti lögum landsins og gaf þar með skít í Hæstarétt með öreigalögunum, sem eru bara bull. Veistu hvernig öreigar og aldraðir hafa það? Þeir hafa það maaargir hverjir virkilega skítt og Dabba, er að því virðist, skítsama. Rannsóknin á flugslysinu var til skammar og samgönguráðherra átti að segja af sér í kjölfarið. En nei, ekki á litla Íslandi!"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-18 23:38:52",
            "id": "444282",
            "reply_to_id": "444281",
            "text": "Flugumferðarstjórar eru meðnæstum 600.000 á mánuði, meðan eins og þú sagðir, öreigar hafa það skítt. Þeir eru að misnota sér kostinn verkfall, og það þarf að stöðva.\nJá, ég veit hvernig öryrkjar og alraðir hafa það. Afi hefur það t.d gott (hann vann hjá ríkinu í “den”…). Öryrkjar eiga rétt á hærri bótum, en Davíð sá ríkinu greinilega ekki kost á að hækka meira að þessu sinni, við sjáum hvað setur.\nÚff, segja af sér, segja af sér, segja af sér. Allt er gott í hófi ! Stjórnarmenn mega ekki reka við lengur án þess að það sé gert landshneyksli úr því ! Í guðanna bænum, chill !"
        },
        {
            "user": "nifgraup",
            "user_id": "9298",
            "date": "2002-02-18 23:51:25",
            "id": "444283",
            "reply_to_id": "444282",
            "text": "Ég kalla að taka sér extra 7-8 millur, skattfrjálst í “ráðgrafalaun”, án þess að nokkur meðstjórnandi viti af því, aðeins meira en einhvern viðrekstur!"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-02-18 23:51:44",
            "id": "444284",
            "reply_to_id": "444282",
            "text": "Þetta er allt saman spurning um að stjórnmálamenn á Íslandi hafi raunverulegt aðhald. Aðhald sem kemur í veg fyrir að þeir taki upp á því að endurnýja garðinn sinn fyrir almannafé! Og það aðhald kemur hvergi annars staðar frá nema okkur. Á meðan hugarfar, rétt eins og þitt(umburðarlyndi,endalaus þolinmæði og trú á yfirvaldið), ríkir breytist ekki neitt. Ég veit ekki um þig, en ég hef engan áhuga á að borga einkasveitasetur valinna stjórnmálamanna.\nUm daginn las ég grein í Morgunblaðinu um aldraða konu sem fór upp á Landspítalann á gamlársdag. Hún var með mikla verki í mjöðm. Þar var læknir sem skoðaði hana og ætlaði að senda hana heim með verkjalyf. Sem betur fer var sonur konunnar með í för og kom í veg fyrir það með því að skapa mikil læti. Hann heimaði að tala við bæklunarlækni. Bæklunarlæknirinn sá um leið að konan var brotin. Hvað hefði gerst ef sonurinn hefði ekki komið með? Gamla konan staulast út!!? Þessi gamla kona er búin að bíða í 8-9 mánuði eftir að komast í uppskurð, en fær ekki af því að hún er ekki á forgangslista. Er þetta það sem við bjóðum þeim upp á, þeim sem ólu okkur upp? Er þetta það samfélag sem við viljum byggja?\nStjórnarmenn mega reka við eins og þeim sýnist mín vegna, bara svo lengi sem þeir skeina sér ekki á eftir með almannafé!"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-18 22:03:42",
            "id": "444285",
            "reply_to_id": "444276",
            "text": "já góð grein. og mér finnst alveg að hausar meigi fjúka á þessu ráðherra pakki. og davidjons, þú ert RUGLAÐUR. og styður sjálfstæðisflokkin algerlega BLINT. það þarf eingan snilling til að sjá að spillingin er kringum sjálfstæðisflokkin, opnaðu augun. það er jóhanna, össur og steingrímur sem eru að gagnrýna störf spillingarstjórnarinar, og maður þarf ekki að verða sjálfrafa komúnisti ef maður vill fá einhvað annað við stjórn en gerspilta sjálfstæðismenn sem telja ekkert sjálksagðara en dæla peningum í sjálfa sig og sína ættingja.\nog mér finnst það minnsta sem þessir ráðherrar eiga að gera sé að segja af sér, svo ef ég á að segja eins og er þá finnst mér íslendingar aumingja. tökum dæmi um hækkun á röntgen myndum á spítulum. núna eiga sjúklingar að borga 18 til 20 þúsund fyrir myndatökur, og mér finnst það líka undarlegt að nú á að fara að rukka fólk um að losa sorp. það er greynilegt að stjórnmála mönnum þykir alveg sjálfsagt að demba nýjum og njýjum sköttum og hækkunum á fólk, því fólk segir ekkert. það kyngir bara og lætur taka sig í rassgatið aftur og aftur. eins og dæmigerður íslengingur gerir.\nég ætla svo sannarlega að láta sjálfstæðismenn fynna fyrir að ég gef þeim ekki mitt atkvæði í næstu kostingum. og ég vona að sem flestir hafi vit á því að gera það saman"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-02-18 22:12:32",
            "id": "444286",
            "reply_to_id": "444285",
            "text": "Rukka fyrir að losa sorp ? Erþ að ekki innan Reykjavíkur, þar sem vinstri menn eru við stjórn ?\nSem slengdu holræsisskatti á okkur, guð má vita af hverju, sem hafa aukið skuldið borgarinnar um a.m.k margar milljónir ?\nÁ sama tíma gerði ríkið Ísland að topp 10 ríkustu löndum landsins ( samkvæmt einhverjum fellow hugara, sem hefur það eftir Hannesi H. og Alþjóðabankanum or some..)"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-02-19 06:28:47",
            "id": "444287",
            "reply_to_id": "444286",
            "text": "…samkvæmt einhverjum fellow hugara…\nI have a name! :-)\nKv. Lenin"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-02-19 08:30:51",
            "id": "444288",
            "reply_to_id": "444287",
            "text": "ég er yfirlýstur sjálfstæðismaður, ég hef varið þá í mörgum málum, en þetta mál er svo ÓGEÐSLEGT. þetta mál er að mínu mati  mun verra en Árna Johnsens. hver spillinginn af fætur annari kemur í þessu máli og enn er þessi forherti glæpamaður og versti ráðherra síðan óli grís er enn í sæti sínu og er ekki enn farin´, hann sturla hann klúðrar flest öllu  sem hann kemur nálægt.\nÞað þarf að fara skipta út þessum körlum úr flokknum og Davíð þarf bráðum að fara með.\nþví þessir karlar eru búnir að vera alltof lengi, Davíð er orðinn svo merkilegur að hann “Nennir” ekki einu sinni að tala um mál eins og esb.\nVALDAÞREITA er eitt orð yfir þessa ágætu menn.\nKv;vigni"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-02-19 09:06:42",
            "id": "444289",
            "reply_to_id": "444288",
            "text": "eða 2 orð :)"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-02-19 09:35:15",
            "id": "444290",
            "reply_to_id": "444289",
            "text": "Bráðum á Gmaria eftir að skamma mig fyrir flokks-óhollustu…."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-02-19 09:38:16",
            "id": "444291",
            "reply_to_id": "444290",
            "text": "Hver stjórnar hvaða kannanir fara inn? ég er búinn að senda fullt af góðum inn,EN sá sem stjórnar þessu finnst “hlakka þér til jól” betri kostur.\nEkki er það hrós fyrir mig. hver stjórnar þessu?\nKv;vigni"
        },
        {
            "user": "Librarian",
            "user_id": "15260",
            "date": "2002-02-19 10:46:19",
            "id": "444292",
            "reply_to_id": "444291",
            "text": "Ef það er verið að neita könnunum sem þér finnst persónulega góðar, sendu þær bara inn sem korka og biddu fólk um að svara með einhverjum möguleikum a) b) c) etc."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-02-19 10:20:44",
            "id": "444293",
            "reply_to_id": "444289",
            "text": ",,I´ve got three words for you: Anger management!\"\núr Dude! Where´s my car!?\nValdaþreyta er eitt orð!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-19 13:58:08",
            "id": "444294",
            "reply_to_id": "444286",
            "text": "Það er nú alveg sjálfgefið að allir sem eru vondir við hann GunnaS eru eitilharðir Sjálfstæðismenn og ekki mikið mál að klína vitleysunni í R-listanum upp á Sjálfstæðisflokkinn á landsvísu."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-02-18 23:24:32",
            "id": "444295",
            "reply_to_id": "444276",
            "text": "Ég viðurkenni alveg að ég kaus Dabba síðast, ég er bara kominn með gjöramlega nóg af þessu bulli sem hefur gengið á þessu kjörtímabili, þetta er bara of mikið. Og því miður virðist sem að mest af þessu komi frá Sjálfstæðisflokknum. En ég er ekki heitur sjálfstæðismaður né er ég grænn, rauður eða nokkrum flokk bundinn. Ég kýs bara það sem hentar mér hverju sinni og ég er maður til að viðurkenna að ég kaus rangt síðast og geri það ekki aftur!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-21 10:07:27",
            "id": "444296",
            "reply_to_id": "444276",
            "text": "Ég sé engan mismun á stjórnmálaflokkum.\nUtan við stefnumál auðvitað:)\nEru þeir ekki allir jafn spilltir?"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-02-18 21:28:43",
            "id": "444297",
            "reply_to_id": "444275",
            "text": "Góð grein!\nFörum nú og veltum bílum….eða eitthvað!\n:)"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-02-18 21:54:06",
            "id": "444298",
            "reply_to_id": "444275",
            "text": "Ég er fullkomnlega sammála þér tmar. Ég stend með Samfylkingunni og V-grænum. Þó maður hafi rétt skoðun á hlutunum þá er maður ekki leiður út í lífið. Það er komið nóg af spillingu og ég held líka að ráðherrarnir hafi ekki kjarkinn, til að standa upp og viðurkenna þau mistök sem þeir hafa gert og taka afleiðingum þeirra. Forsætisráðherran\nDavíð Oddson tekur á þá alla ábyrgð á þessu því hann á að sjá um að hlutirnir séu í lagi innan stjórnarinnar. Hvenær ætla ráðherrarnir að hætta að fara með eigur okkur landsmanna eins og rusl!? Hvenær ætlum við að stoppa þessa spillingu og segja : Hingað og ekki lengra!!?\nTími byltingarinnar er svo sannarlega liðinn.\nHallij"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-02-19 15:29:57",
            "id": "444299",
            "reply_to_id": "444298",
            "text": "Akkuru er eins og fólk haldi að Sjálfstæðisflokkurinn hafi fundið upp ‘spillingu’?\nTd. Sverrir Hermansson, sem er ekki lengur í Sjálfstæðisflokkum, var kosinn á þing eftir að hafa verið rekinn úr Landsbankanum vegna spillingar.\nVar Jón Baldvin ekki uppvís af því að kaupa mikið magn af áfengi út á ráðuneytisreikning til að hafa í afmælinu sínu.\nSvo minnir mig að einhver Framsóknarmaður hafi látið Vegagerðina malbika afleggjaran (eða hvernig sem það er nú skrifað) upp að húsinu sínu einhverstaðar upp í sveit.\nSvo er líka mjög algengt að allskonar bæklingar byrji að streyma inn um póstlúgurnar hjá kjósendum.  Þar sem menn í framboði notfæra sér að vera í stjórn einhverra ríkisfyrirtækja (á reyndar við um fyrirtækji á vegum borgarinnar líka) til að senda áróður sér að kostnaðarlausu.\nBara sem ég man eftir eða minnir.  Ekki það að ég sé að afsaka Sjálfstæðisflokkinn en það eru einstaklingarnir sem gerast sekir um spillingu og notfæra sér aðstöðu sína.\nOg, svona að lokum, ef “Tími byltingarinnar er svo sannarlega liðinn.” er þá ekki svoldið seint að hefja hana?"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-02-21 15:11:48",
            "id": "444300",
            "reply_to_id": "444299",
            "text": "ég er alveg sammála því að spilling á sér stað í öllum flokkum og held ég að magn spillingamála í sjálfstæðisflokknum sé ekki það sem veldur mesta fjaðrarfokinu heldur er það viðbrögð þeirra. Sturla ætti að vera búinn að segja af sér svona 3-svar og er næst óvinsælasti ráðherran á eftir hinum brosmilda árna-mattísen. Davíð nennir ekki að tala um þetta og allir sjálfstæðismenn sem koma fram í fjölmiðlum neita að svara eða verja sturlu. spillinginn er bara komin svo nálægt kjarnanum að það er orðið hættulegt.\nÞetta mál er svo hrikalegt að því verður seint gleymt held ég. En íslendingum er alveg sama og þetta breytir engu þegar verður kosið. trúið mér.\nKv;vigni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-22 20:02:14",
            "id": "444301",
            "reply_to_id": "444300",
            "text": "þetta mun skipta máli hjá mér,"
        },
        {
            "user": "LarusH",
            "user_id": "11687",
            "date": "2002-02-19 14:04:54",
            "id": "444302",
            "reply_to_id": "444275",
            "text": "Hvernig getur einhver enn þá staðið með sínum flokki eða sínum ráðherra eftir svona helv++++ skandal!\nOg svo benda allir á næsta mann og hvert er svarið frá fólkinu, “tja ég veit ekkert.. spurðu næsta”.\nOg stjórnin hjá símanum í gær eftir fundinn, þeim þótti ekkert athugavert við það að stjórnarformaðurinn tæki extra 8 millur fyrir störf sín, þeim þótti bara leitt að þau hafi ekki fengið að vita af því!\nOg vignir ég vissi að seint segði ég þetta… en ég er bísna ánægður með þig;) og það er rétt fullt af þessum stjórnmálamönnum eru orðnir þreittir…og þá sér í lagi er komin valdaþreita í Davíð.\nkveðja,\nLárusH"
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2002-02-19 14:49:10",
            "id": "444303",
            "reply_to_id": "444302",
            "text": "Smá innlegg í umræðuna.\nKonan mín vinnur hjá Ríkinu. Mánaðarkaupið er 106.464 fyrir 8 tíma vinnu. Það gerir innanvið 700 kr á tímann. Við síðustu kjarasamninga bar Davíð sig illa og sagði menn verða að gæta hófs í kröfum annars yrði kollstypa með ófyrirsjáanlegum afleiðingum. En hóf virðist aðeins gilda um suma. Nefndarlaun á vegum Ríkisins eru 9.500 kr. á tímann. NÍU ÞÚSUND OG FIMMHUNDRUÐ Á TÍMANN! Heimild: Davíð Oddson sjálfur. Og það sem verra er að nefndarmenn í Einkavæðingarnefnd hafa verið að sögn Davíðs gróflega hlunnfarnir því þeir fengju “aðeins” 5000 kr. á tímann.\nÍ ljósi þessa er ekkert undarlegt þótt þeir hafi ráðið sjálfa sig sem sína eigin ráðgjafa og rukkað fullt fyrir það.Ekki er hægt að ætlast til þess að menn vinni á svona skúringakonutaxta.\n“Neyðin kennir naktri konu að spinna”. segir máltækið.\nLotti."
        }
    ]
}