{
    "forum_title": "Bílar",
    "user": "Caroline",
    "user_id": "40716",
    "date": "2009-04-06 15:58:05",
    "title": "Grípandi titill svo allir lesi:)",
    "text": "Jæja, nú er loksins komið að því að púströrið í elskunni minni fór. Eða það er allavega á góðri leið með að fara, og ég fæ ekki skoðun á bílinn nema að vera með það í lagi að sjálfsögðu.\nMig grunar að þetta sé aftasti kúturinn án þess að hafa nokkra hugmynd um það. Þetta er Nissan Almera '99 árgerð. Ég hef verið að spyrjast svona lítillega fyrir á verkstæðum hvað þeir eru að taka fyrir þetta og það sem ég hef heyrt er 16000kr og 18000kr. Þetta er svona lokatilraun til þess að sjá hvort að þið bílasérfræðingarnir vitið ekki um eitthvað verkstæði sem gerir þetta fyrir minni pening, eða jafnvel hvort að þið þekkið einhvern sem getur gert þetta fyrir minni pening. Er jú fátækur námsmaður og allt það. Væri auðvitað bara plús ef þið vitið um eitthvað í Reykjanesbæ en annars skiptir það ekkert miklu máli.\nMeð fyrirfram þökk:)",
    "url": "https://www.hugi.is/bilar/korkar/651045/gripandi-titill-svo-allir-lesi/",
    "url_id": "651045",
    "id": "6608953",
    "replies": [
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2009-04-06 17:18:13",
            "id": "6609125",
            "reply_to_id": "6608953",
            "text": "Búinn að tala við\nBJB Pústþjónustuna\n? Hef heyrt að þeir séu virkilega góðir og sanngjarnir í verði.\nKv, Steini."
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2009-04-06 17:56:24",
            "id": "6609201",
            "reply_to_id": "6609125",
            "text": "Já talaði við þá, kostar einmitt 18000kr hjá þeim. En takk samt:)"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2009-04-06 18:54:45",
            "id": "6609319",
            "reply_to_id": "6609201",
            "text": "Það hljómar ekkert svo slæmt, en það sakar ekki að reyna að fá betri díl. :)"
        },
        {
            "user": "fugl",
            "user_id": "16254",
            "date": "2009-04-08 15:39:24",
            "id": "6612676",
            "reply_to_id": "6608953",
            "text": "prufaðu að tala við pústþjónustuna ás í nóatúni, hef heyrt að þeir séu sanngjarnir í verði og skili fínni vinnu"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2009-04-08 17:34:42",
            "id": "6612828",
            "reply_to_id": "6612676",
            "text": "Jább, fór til þeirra og endaði á því að borga 30.000kr því það þurfti að skipta um allt helvítis pústkerfið, samt ágætlega sloppið I guess:)"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-09 12:56:37",
            "id": "6613938",
            "reply_to_id": "6608953",
            "text": "Þeir sem klikka ekki í verði og þjónustulund er kvikk þjónustan uppá Höfða.\nhttp://kvikk.is/\nSanngjarnir fagmenn. Hafa smíðað púst í tvo bíla fyrir mig og gert það vel og ódýrt."
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2009-04-26 19:11:18",
            "id": "6643591",
            "reply_to_id": "6613938",
            "text": "Get bara mælt með þeim:) fjarlægðu fyrir mig hvarfakúta og það tók enga stund en það kostaði reyndar 12þúsund fyrir kreppu, en mér finst það bara sanngjarnt verð, voru samt orginal BMW hvarfakútar 2 stk, eiga víst að vera svaka fínir málmar og eithvað í þessu en hljóðið varð skemtilegra."
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-26 19:31:15",
            "id": "6643640",
            "reply_to_id": "6643591",
            "text": "Þeir eru ágætir. Hafa tekið 2 bíla fyrir mig. Fyrirtækið sem ég vann hjá verslaði líka mikið við þá svo maður var á fínum díl hjá þeim :)\nNenniru ekki að henda mynd af þessum 525 inn? :D"
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2009-04-26 19:33:28",
            "id": "6643647",
            "reply_to_id": "6643640",
            "text": "http://www.hugi.is/bilar/images.php?page=view&contentId=6474088\nannars var ég að fá mér E38 740 sem ég fæ afhenntan bráðlega, hendi inn mynd af honum með info sem fyrst :)"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-26 19:36:50",
            "id": "6643656",
            "reply_to_id": "6643647",
            "text": "Nice. Mér finnst e38 svo geðveikir í útliti. Gæti samt aldrei fengið mér þannig, ég yrði svo dritaður niður :Þ"
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2009-04-26 19:40:26",
            "id": "6643667",
            "reply_to_id": "6643656",
            "text": "Benz maður?, þetta eru flottir og sprækir bílar, hlakka samt ekki til að borga viðgerðarkostnaðinn á honum."
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-26 19:42:57",
            "id": "6643683",
            "reply_to_id": "6643667",
            "text": "Það er gallinn við þessa stóru evrópsku vagna. Þeir vilja bila. En maður fær það samt allt til baka í akstri, karakter og öllu öðru.\nLáttu mig bara vita þegar ég þarf að laga hann ;)"
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2009-04-26 19:47:24",
            "id": "6643698",
            "reply_to_id": "6643683",
            "text": "Geri það :)"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-26 19:52:53",
            "id": "6643710",
            "reply_to_id": "6643698",
            "text": "Og svo ég svari nú spurningunni þinni, já ég er Benz maður :)\nHrýfst þó rosalega mikið af BMW líka. E32 og E38 sérstaklega, svo finnst mér fimman fín líka, E34 og E39."
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2009-04-26 19:55:55",
            "id": "6643713",
            "reply_to_id": "6643710",
            "text": "Félagi minn er einmitt meira fyrir benz, hægt að rökræða fram og til baka um hvor tegundinn er betri samt endar hann oftast með yfirhöndina, annars er w124 CE bílinn og w126 mest að heilla mig."
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-26 19:57:59",
            "id": "6643717",
            "reply_to_id": "6643713",
            "text": "Ef þú finnur flott eintak af 126 þá áttu ekki að hugsa um hann, heldur kaupa hann. CE bílarnir eru flottir líka, bara of dýrir miðað við árgerðir og akstur. Annars held ég að miðað við árgerð finnist ekki þæginlegri ferðabíll en 124 :)"
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2009-04-26 20:05:34",
            "id": "6643743",
            "reply_to_id": "6643717",
            "text": "Einmitt sammála þessu með verðlagningu á w124, svo finnst mér eins og maður fái meira fyrir peninginn í BMW, 750 98 ekinn 170þus á 800þúsund íslenskar með nýuppteknri skiptingu á flottum felgum hljómar betur en 690þus fyrir w124 E420 bíl ekinn 220þúsund"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-26 20:08:23",
            "id": "6643752",
            "reply_to_id": "6643743",
            "text": "Já, þó maður eigi nú ekki að vera smeykur við V8 124 sem er ekinn 220 þúsund :)"
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2009-04-26 20:09:59",
            "id": "6643761",
            "reply_to_id": "6643752",
            "text": "Reyndar, ef maður myndi finna fínan 124 eða 126 þá myndi ég ekkert kippa mér upp við það að sjá 400þúsund í mælaborðinu."
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-26 20:17:08",
            "id": "6643788",
            "reply_to_id": "6643761",
            "text": "Fannstu samt einhvern mun á krafti eða eyðslu þegar hvarfakútarnir voru farnir undan fimmunni?"
        },
        {
            "user": "voga",
            "user_id": "71690",
            "date": "2009-04-26 20:53:55",
            "id": "6643876",
            "reply_to_id": "6643788",
            "text": "Aðalega dýpra hljóð, fann engan þannig kraftmun á honum en þeir hafa sennilega verið komnir á sinn tíma(veit ekki hvort þeir hafi verið að stífla en ég hefði sennilega fundið mun ef þeir hefðu verið að því) enda bílinn ekinn 215þusund þegar þetta var tekið úr.\nMældi eyðsluna áður en ég gerði þetta en hef ekki gert það eftir, 12.6 í blönduðum akstri og 13.6 í innanbæjar með inngjöfum, frekar sáttur með það miðað við 2.5 I6 192 hp á 1700kg bíl :)"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-04-26 20:55:58",
            "id": "6643885",
            "reply_to_id": "6643876",
            "text": "Já ágætis eyðsla :)"
        }
    ]
}