{
    "forum_title": "Danstónlist",
    "user": "EXOZ",
    "user_id": "21269",
    "date": "2009-04-07 15:55:09",
    "title": "MICKY SLIM bjargar páskadjammi Techno.is í staðin fyrir Wolfgang Gartner",
    "text": "Á Páskadjammi Techno.is átti Wolfgang Gartner að koma fram, en því miður þá kemst hann ekki til landsins þar sem að hann fótbrotnaði á mánudagsnóttu.\nÞess í stað kemur stórstjarnan og íslandsvinurinn MICKY SLIM.\nEn Micky Slim kom hingað og fyrra og gerði allt vitlaust á NASA í boði Techno.is.\nTil þess að koma til móts við þá sem höfðu keypt sér miða á Wolfgang Gartner og vilja ekki fara á Páskadjamm Techno.is vegna þessarar breytingar geta farið í Mohawks í Kringlunni fyrir kl: 18:00 miðvikudaginn 8. apríl og fengið miðann sinn endurgreiddann.\nMiðasala á kvöldið mun þó halda áfram í Mohawks í Kringlunni og kostar miðinn litlar 2.000 krónur.\nEn ekki örvænta því Wolfgang Gartner mun koma til landsins í sumar á vegum Techno.is\nMætið á NASA - Miðvikudaginn 8. apríl og skemmtið ykkur út í eitt…..með Techno.is og Micky Slim…!!!\nMicky Slim er án efa einn áhugaverðasti plötusnúður sem hefur brotið sér leið inn í House tónlist á seinni árum. Sagan hans Micky er áhugaverð svo ekki sé meira sagt, þessi Birningham harðjaxl er mættur og tilbúinn að taka við.\nEf árið 2005 var árið sem áhugafólk um danstónlist fór að tala um Micky þá er 2006 árið sem sama fólk fór að öskra það af húsþökum, enda ekki nema von. Verkin sem hann hefur nú þegar skilið eftir sig eru búinn að koma Micky á hán stall í danstónlistini og er hann umtalaður um heim allann. Hann er ekki bara einhver efnilegasti plötusnúður bretlands heldur heimsins og er ljóst að hann er bara rétt að byrja.\nÞó svo að ástarsamband Micky við house tónlist sé búið að endast í um 10 ár þá eru aðeins um 2 ár síðan hlutirnir fóru að gerast fyrir alvöru hjá honum. Eftir að hafa spilað á ótal litlum klúbbum og börum í Englandi leigði Micky klúbb í Wolverhampton í april 2005 og hélt góðgerðar fjáröflun fyrir fórnarlömb fljóðbilgjunar í asíu. Kvöldið heppnaðist svakalega vel og orðrómurinn fór á kreik. Í framhaldi af þessu klúbbakvöldi var hann allt í einu orðin töluvert eftirsóttari plötusnúður og fékk hann að spila með nöfnum eins og Yousef, Jose Nunez, Richard F og Tom Neville. Micky byrjaði semsagt að spila seinni og lengri sett á klúbbunum sem hjálpaði honum að gera settið sitt ennþá einstakara.\nHjólin snérust þó fyrst hratt þegar að stór aðdáendahópur Micky gekk í augun á einum af forsvarsmönnum Godskitchen, Mark Gillespie. Mark var fljótur að bæta Micky í hóp Godskitchen electric resident plötusnúða, vissulega stór stund fyrir micky enda hafði hann mætt á allar Godskitchen Global Gathering hátíðarnar fram að þessu aðeins sem aðdáandi. Godskitchen hjálpaði honum að stíga skrefið uppávið og spilaði hann heima við með plötusnúðum eins og Erick Morillo, Chris Lake, Richard Dinsdale og James Zabiela og svo í júlí spilaði hann í fyrsta skipti á Global Gathering. U.þ.b. 50 þúsund manns komu á global gathering 2006 og spilaði Micky á sama sviði og Deep Dish, Steve Lawler og Tiesto.\nÁ global var heppnin með Micky og þar sem að James Zabiela var fastur í umferð, spilaði micky 45 mín af skítugu, acid, bangin electro og brjálaða tech house tónlist fyrir hlustendur útum allan heim í essential mixi BBC radio 1. Þetta sett hefur fært honum umtal og hrós hvaðan af úr heiminum og er það augljóst að innan fárra ára á micky eftir að vera ofarlega á listanum yfir bestu plötusnúða heims.\nHér á Íslandi kannast fólk hvað helst við micky slim útaf remixinu hans af hinu goðsagnarkenda lagi Jump around sem hljómsveitin House of Pain gerðu ódauðlegt. Micky slim er fasta gestur í dj græjum plötusnúða Techno.is og erum við því spenntir yfir því að Micky Slim spili á Nasa á Páskadjammi Techno.is.",
    "url": "https://www.hugi.is/danstonlist/greinar/651211/micky-slim-bjargar-paskadjammi-technois-i-stadin-fyrir-wolfgang-gartner/",
    "url_id": "651211",
    "id": "6610897",
    "replies": [
        {
            "user": "0liPrik",
            "user_id": "47952",
            "date": "2009-04-07 16:15:47",
            "id": "6610923",
            "reply_to_id": "6610897",
            "text": "Á global var heppnin með Micky og þar sem að James Zabiela var fastur í umferð, spilaði micky 45 mín af skítugu, acid, bangin electro og brjálaða tech house tónlist fyrir hlustendur útum allan heim í essential mixi BBC radio 1. Þetta sett hefur fært honum umtal og hrós hvaðan af úr heiminum og er það augljóst að innan fárra ára á micky eftir að vera ofarlega á listanum yfir bestu plötusnúða heims.\nDl link plz?"
        },
        {
            "user": "0liPrik",
            "user_id": "47952",
            "date": "2009-04-07 19:33:31",
            "id": "6611273",
            "reply_to_id": "6610923",
            "text": "held að það sé inná techno.is..allavega er eitthvað þarf með micky + Fergi global gathering 2006"
        },
        {
            "user": "0liPrik",
            "user_id": "47952",
            "date": "2009-04-07 19:17:02",
            "id": "6611239",
            "reply_to_id": "6610897",
            "text": "Þú átt hrós skilið Addi! ekki margir sem myndu ná að redda þessu með mjöög góðum DJ á no time.. En allavega jaaá svekk smá að Wolfgang kemur ekki en Micky Slim er magnaður ;)\nSé þig hressann á Nasa kallinn!\nKv.ÓliPrik"
        },
        {
            "user": "ppppppp",
            "user_id": "64650",
            "date": "2009-04-07 20:03:06",
            "id": "6611365",
            "reply_to_id": "6610897",
            "text": "kemur Mickey Norður á Akureyrina líka eða?"
        },
        {
            "user": "Dii",
            "user_id": "32125",
            "date": "2009-04-08 03:30:05",
            "id": "6612268",
            "reply_to_id": "6611365",
            "text": "það þarf ekki…bilað line-up þó svo að það sé al-íslenskt ;)\nannars big ups fyrir að púlla svona á no time! :þ"
        },
        {
            "user": "yakumo",
            "user_id": "64517",
            "date": "2009-04-08 18:55:02",
            "id": "6612946",
            "reply_to_id": "6610897",
            "text": "er einhver að selja miðann sinn fyrir kvöldið ? Eða neiðist maður til að kaupa mið hurð."
        },
        {
            "user": "boyakasha",
            "user_id": "68342",
            "date": "2009-05-14 14:13:17",
            "id": "6682676",
            "reply_to_id": "6610897",
            "text": "Ág ekki að koma ný Techno.is búið að standa til í margar vikur að koma. Vona svo að þættirnir fygja með henni ef hún ætlar einhverntímann að koma."
        }
    ]
}