{
    "forum_title": "Hljóðfæri",
    "user": "Typo",
    "user_id": "75736",
    "date": "2009-04-07 17:17:19",
    "title": "Að gera upp sett?",
    "text": "Já, ég er að fara að fá sett frá frænda mínum og ég er að fara að gera það upp þá er ég að tala um að kaupa ný skinn,standa,pedala og allt klabbið(fyrir utan cymbala) Svo ég var bara að vellta fyrir mér hvað ætli að svoleiðis kosti ef eitthver hefur gert svona gammalt sett upp og hvort eitthver geti komið með eitthver ráð? svo ætla ég kannski að fá mér 18 floor tom, en ég finn þá ekki á netinu þannig ef eitthver er að selja svartan pearl floor tom getur hann látið mig vita eða bennt mér á eitthvað.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/651221/ad-gera-upp-sett/",
    "url_id": "651221",
    "id": "6611020",
    "replies": [
        {
            "user": "Terrorizer",
            "user_id": "74618",
            "date": "2009-04-07 18:25:10",
            "id": "6611140",
            "reply_to_id": "6611020",
            "text": "Mér sýnist það ekki taka því að gera þetta sett upp. Þú getur skipt um skinn en öllu hinu máttu sleppa. Og þar sem að þú ert að byrja að tromma er ekki sniðugt fyrir þig að fara að blæða 60 þúsundkalli í einhverja aukahluti ef þú færð síðan leið á þessu eftir mánuð. Haltu þig við settið eins og það er núna og þegar að þú verður orðinn betri skaltu bara íhuga það að fara að kaupa betra sett."
        },
        {
            "user": "Typo",
            "user_id": "75736",
            "date": "2009-04-07 18:31:21",
            "id": "6611150",
            "reply_to_id": "6611140",
            "text": "ég er sko ekki beint byrjandi, ég nú verið í þessu í ár og ég get fengið sett frá frænda mínum og mér langar að gera settið að allvöru setti svo ég þurfi ekki að fara að upgradea það strax."
        },
        {
            "user": "Terrorizer",
            "user_id": "74618",
            "date": "2009-04-07 18:35:47",
            "id": "6611159",
            "reply_to_id": "6611150",
            "text": "Það breytir litlu hvort þú skiptir um standa og pedala. Þetta er allt sama tóbakið , það sem skiptir máli er að læra á þetta. Og ég trommaði á sömu gömlu baukana í nokkur ár þangað til nýlega keypti ég mér alvöru sett. Og eitt , ef þú værir ekki byrjandi væriru ekki að spamma inn korkum hérna á trommuáhugamálið."
        },
        {
            "user": "Typo",
            "user_id": "75736",
            "date": "2009-04-07 19:09:05",
            "id": "6611222",
            "reply_to_id": "6611159",
            "text": "ég held að það sé ódýrara að gera upp gamallt sett og gera það að upp og laga það aðeins til heldur en að kaupa drassl sett sem endist mér í 3 mánuði og svo eitthvað rándýrt. Og svo á ég minn rétt á að deila skoðunum um spyrja um ákveðna hluti sem tengjast mínum áhuga á trommum. Hvort sem ég er búin að vera tromma í eitt ár eða svona svakkalega vanur eins og þú, ef þér líkar ekki við ‘'spammið’' ekki svara því."
        },
        {
            "user": "Terrorizer",
            "user_id": "74618",
            "date": "2009-04-07 19:23:19",
            "id": "6611255",
            "reply_to_id": "6611222",
            "text": "Þú getur eytt eins miklum peningum og þú villt í hardware en trommurnar verða samt alltaf jafn lélegar.\nheldur en að kaupa drassl sett sem endist mér í 3 mánuði\nVarstu ekki að kaupa þér “drassl” sett á 10.000 kall?\nÞú neitar því líka að vera byrjandi á sama tíma og þú spyrð hvernig þú átt að halda á kjuðunum nokkrum korkum neðar."
        },
        {
            "user": "MissChokesOnDick",
            "user_id": "76265",
            "date": "2009-04-07 19:34:06",
            "id": "6611276",
            "reply_to_id": "6611255",
            "text": "hann spurði um hvort eitthver vissi eitthvað um að gera upp sett og hvort eitthver gæti bennt honum á eitthvað en ekki lélegt álit þitt á því!"
        },
        {
            "user": "Terrorizer",
            "user_id": "74618",
            "date": "2009-04-07 19:48:17",
            "id": "6611325",
            "reply_to_id": "6611276",
            "text": "Og ég ráðlagði honum annað? Og afhverju er mitt álit lélegt? Þú ert sá eini sem er með leiðindi hérna , við hinir erum bara að spjalla."
        },
        {
            "user": "Typo",
            "user_id": "75736",
            "date": "2009-04-07 19:56:42",
            "id": "6611343",
            "reply_to_id": "6611325",
            "text": "þitt álit er ekki lélegt, ég ætla bara að gera þetta einsog ég ætla og síðan upgradea ég skeljarnar á settinu seinna það var bara svona hugsunin en takk sammt ;)"
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2009-04-09 02:23:10",
            "id": "6613697",
            "reply_to_id": "6611159",
            "text": "Pearl Export eru engan veginn léleg sett félagi ;)\nÉg og vinur minn keyptum saman notað sett, ásamt aukahlutum eins og cymbulum, stöndum, stól, kicker, kjuðum, töskum, pokum og fleiru á 40þús kall af fullorðnum manni sem var að hætta að tromma.\nSándar allt mjög vel og virkar mjög vel, hefði líklega getað fengið 150-200 þús með góðu móti, veit ekki afhverju hann gerði það ekki, en þannig fór það.\nÞó hann sé að kaupa ódýrt sett þarf að ekkert að vera lélegt ;)\nAuk þess er ekkert að því að reyna að stofna einhverjar umræður eða “spamma” korka eins og þú kallar það. Að bæta kjuðagripið er ekki eitthvað sem bara byrjendur gera."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2009-04-08 17:16:32",
            "id": "6612793",
            "reply_to_id": "6611020",
            "text": "Keyptu skinn á allt settið (helst neðri skinnin líka) og fáðu frænda þinn til að setja þetta upp með þér. Góð skinn og vel stillt skinn á lélegu setti eru mun betri en léleg og illa stillt skinn á frábæru setti. Lærðu að stilla, skoðaðu video á netinu og gerðu það. Lærðu á settið, taktu tommana af, losaðu bæði skinnin, þrífðu hann að innan og settu skinnin á aftur og æfðu þig að stilla þau þangað til að þau hljómi vel.\nEf að hardwarið er í lagi (tommarnir haldast á sínum stað o.s.frv) notaðu það þá bara eins og það er, annars keyptu bara það sem þér vantar.\nEf að cymbalastatívin eru notanleg og nógu mörg fyrir þá cymbala sem þú ert með. Ekki bæta á þið fyrr en þú þarft meira.\nGæti borgað sig að kaupa þér ágætis kicker (single eða double eftir því hvað þú vilt), gæti líka bara borgað sig að stilla gamla kickerinn, stilla gormana, jafnvel smyrja hann o.s.frv.\nÉg myndi í þínum sporum geyma það að fá þér fjórða tomminn við þetta sett. Myndi frekar nota peninginn í að fá þér betri cymbala (jafnvel kaupa góðann sneril), seinna geturu svo fengið þér flott sett með 4 toms (eða fleiri ef þú vilt)\nMyndi persónulega setja settið upp (miðað við trommurnar sem þú ert með) sem 1 tom og 2 floor tom, en það er bara ég (og ég er ekki trommari :P)\nReyndu að hugsa: hvað þarftu ? (No Offence þorri :P), hvað kemstu af með ? hverju geturu sleppt ?\nBætt við 8. apríl 2009 -  17:24\nbtw. til að byrja með reyndu að eignast 1-2 crash, einn ride og hihat. Það dugir. Svo seinna gætiru fengið þér kanski einn splash og einn china. Myndi frekar reyna að eignast færri og góða cymbala heldur en marga og lélega."
        },
        {
            "user": "Nonnibobo",
            "user_id": "68630",
            "date": "2009-04-08 23:26:53",
            "id": "6613409",
            "reply_to_id": "6611020",
            "text": "gott svar hérna fyrir ofan frá addna. Að fá sér ný skinn er eiginlega ekki að gera upp settið, en það er hægt að túlka það á marga vegu.\nEn það sem ég myndi gera í þínum sporum er að kaupa þér ný undirskinn, fáður þér bara REMO ambassador clean undir skinn. Ofaná myndi ég fá mér Evans EC2, þau sounda vel á öllu. Þau er hægt að tune-a á alla vegu og hafa reynst mér vel.\nLærðu að stilla trommurnar almennilega og vertu nógu lengi að því. Taka tommana af, setja þá á snerilstandin og byrja, undirskinnið aðeins kanski strektara en skinnið ofaná en samt ekki of mikið. Svo bara að finna rétta hljóð á efra skinnið, læra hvernig þú átt að gera það, t.d ekki bara stilla í hring, skrúfu eftir skrúfu, heldur stilla alltaf skrúfuna á móti, eins og þú getur séð á youtube.\nEn með snerilinn þá myndi ég stilla hann þannig að undirskinnið er strekt, vel strekt, svo ofanáskinnið líka mjög strekt, og gormurinn má alls ekki vera of strektur, þá færðu leiðinlegt hljóð. Góð regla að láta kjuðan detta ööörlaust á snerilinn ( þegar gormurinn er á ) og þá heyriru gormahljóð ef gormurinn er eins og hann á að vera, ef hann er mjög strektur þá heyrist ekkert í gorminum þá.\nÞá áttu að leysa aðeins á honum bara á meðan þú rétt pikkar í snerilinn með kjuðanum, og láta það vera þannig að það heyrist alveg í grominum, samt ekki of laust.\nÞannig sounda flestar* sneriltrommur vel, en þegar þú ert komin í dýrari snerla þá tune-ar maður þá á allavegu, en ódýrir snerlar sounda yfirleitt bara fínt á þennan hátt.\nHardware, þú þarft kanski nýjan kicker, nýtt hi-hat stand og kanski einhverjar klemmur og boomur, en ég ráðlegg þér að kaupa gibraltar, frábært hardware fyrir lítinn pening, það fæst í tónastöðinni. Svo bara hvernig þú átt að halda á kjuðanum, horfðu á jojo mayer, það er maðurinn sem allir geta lært af.\nhttp://www.youtube.com/watch?v=VLQMFIueUyc&feature=PlayList&p=75E4C07A9036F539&playnext=1&playnext_from=PL&index=2\nþetta er málið."
        },
        {
            "user": "Gnurr",
            "user_id": "72167",
            "date": "2009-04-09 10:59:17",
            "id": "6613817",
            "reply_to_id": "6611020",
            "text": "Með tommana, ég mundi byrja á því að stilla efra skinnið(batter) og finna réttan tón og svo stilla neðra(reso) til að fá réttan “hljóm”\nSvo er sniðugt, þegar þú ert búinn að stilla snerilinn eins og þú vilt hafa hann, að fá annann trommara til að spila á hann á meðan þú stendur svolítið frá, því að hljóðið í snerlinum gjörbreytist eftir því hvort þú situr við settið eða stendur þar sem áhorfandi mundi vera.\nÉg er sammála LoverHater, Pearl Export eru ekkert alslæm. Ég var búinn að spila á export í tvö ár áður en ég upgradeaði og það skipti öllu máli að hafa góð skinn og hafa þau rétt stillt. Þegar þú ert búinn að kaupa skinn og kannski einhverja cymbala þá væri sniðugt að kaupa nýjan kicker miðað við mína reynslu af pearl byrjendakickerum. Þá væri pearl eliminator eða Tama Iron Cobra gott val."
        }
    ]
}