{
    "forum_title": "Heimspeki",
    "user": "tigra",
    "user_id": "3863",
    "date": "2002-02-18 21:09:55",
    "title": "Það að vita",
    "text": "Ég var að skoða skoðunarkönnunina “hvað veistu” og ég fór að hugsa… hvað er að vita? Veit maður eitthvað í raun og veru? Þú getur talið þig vita heilan helling… en veistu það í raun og veru? Ég man eftir því að ég horfði einhvertíman á myndina MIB eða Man in Black, og þá tók ég sérstaklega eftir einu sem einn kallinn sagði. Ég man ekki nákvæmlega hvað það var, en það var einhvern vegin svona: “Einu sinni í gamla daga ”vissu“ menn að jörðin væri flöt, núna ”vitum“ við að jörðin er hnöttótt… geturu ímyndað þér hvað menn ”vita“ eftir 1000 ár?”\nVitum þykjumst geta nærri allt með nútíma tækni og ég viðurkenni alveg að við getum heilan helling… en hvað “vitum” við í raun og veru? Eins og ég var að lesa áðan á dulspeki, sagði viktororri orðrétt: “Ef að heilinn væri nógu einfaldur til að við gætum skilið hann værum við of heimsk til að skilja hann!”\nHvað þykjumst við vita? Við vitum ekkert með vissu jafnvel þótt við höfum góðar heimildir fyrir því!\nSvo er líka eitt sem ég var að pæla… maður getur “vitað” hluti þótt að maður viti þá í raun ekki því maður “veit”  þá á röngum forsendum… smá dæmisaga:\nEf ég kem heim úr skólanum og sé skó sem hann hef ekki séð áður við útidyrnar. Þá reikna ég með að systir sín sé með einhverja vinkonu hjá sér og tel mig “vita” það. Þegar ég kem svo inn sé ég að ein vinkona systur minnar stendur þar. Sem sagt ég hafði rétt fyrir mér… EN… þegar ég lít betur… sé ég að vinkonan er á skónum inni, svo hún átti ekki skóna við útidyrnar heldur var systir mín að kaupa sér skó fyrr um daginn sem ég hafði ekki séð áður.\nEf þetta gerðist, myndi ég “vita” að það væri vinkona hjá systur minni, þótt ég ætti í raun ekkert að vita það… það væri nefnilega rangt að vinkonan ætti skóna… en hún var samt í heimsókn…\nÞetta er kannski orðið frekar flókið… ég veit ekki hvort einhver skilur um hvað ég er að tala!",
    "url": "https://www.hugi.is/heimspeki/greinar/65130/thad-ad-vita/",
    "url_id": "65130",
    "id": "444735",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-18 21:43:26",
            "id": "444736",
            "reply_to_id": "444735",
            "text": "ég skil þig, ég er búinn að vera að hugsa það sama undanfarið, einmitt vegna þessarar spurningar…..\nKv. Schafe"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-02-18 22:13:12",
            "id": "444737",
            "reply_to_id": "444735",
            "text": "Minnir að hugmyndin sé einhvern veginn svona:\n“Þú veist ekki neitt; þú hefur bara misvel rösktuddar skoðanir/hugmyndir.”"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-02-18 22:19:19",
            "id": "444738",
            "reply_to_id": "444737",
            "text": "tossi:\nhvernig veistu að þú hefur misvel rökstuddar skoðanir/hugmyndir ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-19 08:13:59",
            "id": "444739",
            "reply_to_id": "444738",
            "text": "midgardur:\nEkki hugmynd - enda er á mörkunum að ég fallist á þessa hugmynd sjálfur.  En mér finnst hún hljóma ágætlega."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-18 23:03:19",
            "id": "444740",
            "reply_to_id": "444735",
            "text": "Jújú þetta er alltsaman gott og blessað…\nég hef lítið um þetta að segja nema kannski: það sem ég veit, því trúi ég… en ég er trúlaus, held ég:) s.s. ég _veit_ ekkert, heldur trúi því bara.\nEn ég var búinn að velta svolitlu skemmtilegu fyrir mér síðan þessi könnun kom inn. Gefum okkur það að öll svör sem gefin eru í þessari könnun séu sönn (kemur málinu ekki við hvort nokkur _viti_ það), en einföldum hana aðeins.\nVið tökum náttúrulega út þversögnina, þ.e. “ég veit ekki neitt” (hefði þurft að vera “ég veit bara að ég veit ekki neitt”) en skiptir öngvu.\nSegjum sem svo að aðeins einn þáttakandi hafi svarað “ég veit allt” en allir hinir því sem nemur “ég veit það ekki (hvort ég viti eitthvað)”. Ef við göngum útfrá þessu sem sönnu og allir eru sáttir við val sitt, þá getur þessi eini unnið allar rökræður. Því við ákváðum að vita ekkert.\njæja ég er löngu byrjaður að rugla, ég ætlað stoppa áður en þetta verður lengra:)\nEn annars, hvað veit ég svosum? ég barast veit það ekki;)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-02-19 09:20:21",
            "id": "444741",
            "reply_to_id": "444735",
            "text": "Já, þetta er skemmtileg pæling hjá þér. Síðasta atriðið - það að vita á röngum forsendum - er reyndar oft nefnt Gettier-vandinn í heimspeki. Ég hef aðeins farið út í hann og hugsanlega lausn Roberts heitins Nozicks á honum í grein sem heitir “Hvað er þekking”. Sú grein fjallar einmitt um tilraunir heimspekinga til að skilgreina þekkingu (eða skilgreiningu þess að vita, heimspekingar tala frekar um þekkingu í því sambandi). (þú getur séð hana hérna:\nhttp://www.hugi.is/heimspeki/greinar.php?grein_id=27578).\nAnnars  get ég ekki sagt þetta betur en Wittgenstein forðum og geri ég því hans orð að mínum: “For ”I know“ seems to describe a state of affairs which guarantees what is known, guarantees it is a fact. One always forgets the expression ”I thought I knew\".\nLudwig Wittgenstein (1889-1951) :)"
        },
        {
            "user": "bjorn",
            "user_id": "2196",
            "date": "2002-02-19 10:10:54",
            "id": "444742",
            "reply_to_id": "444735",
            "text": "mjög einfalt…\nþú mátt ekki gera ráð fyrir því að eitthvað sem þú “veist” í dag verði úreld vitneskja eins og flata jörðin í framtíðinni…\nþú mátt ekki líta á vitneskju sem einhvern fasta sem sé stöðugur og breytist aldrei, óháð öllum rökstuðning eða svoleiðis bulli.\nþað var grein hérna einhverntíma fyrir ekki svo löngu þar sem greinahöfundur var að reyna að sýna fólki kenningu einhvers heimsspekings um vitneskju, eða hvað gerði vitneskju eilífa.\nbj0rn - fólk er alltaf að gera hluti of flókna"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-02-19 13:41:15",
            "id": "444743",
            "reply_to_id": "444735",
            "text": "Þetta var einmitt ástæðan fyrir könnuninni minni.\nHvað “telur” þú þig vita væri kannski nákvæmara\nen “hvað veistu” en það kemst þó til skila.\nÉg valdi “Ég veit það ekki”, því það sem ég tel\nmig vita gæti verið afsannað, eða ég gæti hafa\nhaft rangt fyrir mér.  Ef svo er veit ég ekki\nhlutinn.\nEf ég segi “ég veit ekki neitt” telurðu þig vita\nhvað þú veist mikið.  Hvað ef það er rangt\nhjá þér?\nÞess vegna held ég að “að vita” sé einungis\nhægt að nota í sárafáum tilfellum.\nÍ MIB var verið að hæðast að því hvað fólk hélt.\nÞað HÉLT að það vissi hlutina.\nstrangt til tekið er því\n“Einu sinni í gamla daga ”vissu“ menn að jörðin ”væri flöt“”\nkolröng staðhæfing.\nÞetta er trúlega ástæðan fyrir að við eigum orð\neins og halda, trúa, gera ráð fyrir, efast.\nÞetta eru allt orð sem gefa til kynna “líklega”\neða “líklega ekki” en ekki 100% staðhæfingu.\nEr vitneskja raunverulega möguleg, eftir allt?\nSvo getur verið, en það er ekki hægt að “vita”\nþað :)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-02-19 14:12:58",
            "id": "444744",
            "reply_to_id": "444743",
            "text": "popcorn:\nÉg veit það sem ég veit. Um það þarf ekki að efast. Hins vegar getum við efast um hvort að það sem ég veit sé rétt eða rangt."
        },
        {
            "user": "disaben",
            "user_id": "9241",
            "date": "2002-02-19 15:40:06",
            "id": "444745",
            "reply_to_id": "444744",
            "text": "Heyr heyr miðgarður! Það er ætíð mikil speki í þessu og hægt að velta þessu fyrir sér fram og aftur.  Að vita eða ekki vita…er það ekki jafn mikill efi og að vera eða ekki að vera? :)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-02-20 00:37:57",
            "id": "444746",
            "reply_to_id": "444745",
            "text": "sæl dísaben:\nÞað er engin speki í þessu. Ég veit að ég sit á svampkolli með fartölvuna á hnjánum, en hvort það sé rétt eða rangt hef ég enga hugmynd. Kannski er ég bara í einhverjum heimskulegum tölvuleik eins og Svartinaggur í Total Recall, nú eða þegar Descarte kallinn var dotta fyrir framan arineldinn og hélt sem snöggvast að allt þetta væri bara grikkur stríðnispúka."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-02-20 13:37:34",
            "id": "444747",
            "reply_to_id": "444746",
            "text": "Að “vita” er vel hægt í þröngum skilgreiningum,\nég viðurkenni það.  En það er oft af því að ég\nskilgreini sjálfur það sem ég veit.\nEins og “Ég veit að ég er að skrifa á lyklaborð”\ner hárrétt.  Þetta lyklaborð var búinn til til að\nvera lyklaborð og tilgangur þess er að “skrifa”\ná það."
        },
        {
            "user": "disaben",
            "user_id": "9241",
            "date": "2002-02-20 14:47:17",
            "id": "444748",
            "reply_to_id": "444746",
            "text": "Engin speki í þessu? Hvað er þá speki? Það er nú soldið skondið að pæla í því að maður er bara einhver strengjabrúða sem einhver er að hlæja að akkurat núna fyrir að hugsa svona….:)"
        },
        {
            "user": "KashGarinn",
            "user_id": "14713",
            "date": "2002-02-20 12:04:08",
            "id": "444749",
            "reply_to_id": "444735",
            "text": "Við getum sagt að þau skilyrði sem að við gefum okkur er það sem við vitum.\nEf ég segi að “Lína” er samfellt strik á milli tveggja punkta sem hefur enga breidd, þá veit ég hvað strik er, því að ég gaf mér að strik sé akkúrat þessi skilgreining.\nSkilgreiningar geta þó breyst, eins og í dæminu þínu með skóna.\nÞá getur þú sagt að þú vitir allt sem að þú getur gefið þér, eða skilgreint, því að þótt að skilgreiningin breytist, þá er það eina sem hefur breyst eru skilyrðin, en ekki vitundin.\nEn hvað ef að það sem þú veist er ekki rétt, einsog með :\n- “Ef þetta gerðist, myndi ég ”vita“ að það væri vinkona hjá systur minni, þótt ég ætti í raun ekkert að vita það… það væri nefnilega rangt að vinkonan ætti skóna… en hún var samt í heimsókn…\n”\nÞetta sýnir að þú getur haft tvær skoðanir á það að vita.. önnur er að þú veist allt um raunveruleikan sem að þú gefur þér vegna þess að þau gildi sem að þú gefur þér eru þau gildi sem að þú skilgreinir raunveruleikan með (og eru þá þau gildi sem að skipta þig máli), og þarmeð veistu að vinkona systur þinnar á skóna þartil að sú skilgreining breytist seinna meir.  Hin er að þú veist ekkert um raunveruleikan sem að þú gefur þér vegna þess að þau gildi sem að þú gefur þér eru ekki þau sömu og raunveruleg gildi.\nEn í báðum tilfellum getur þú gefið þér huglægar skilgreiningar sem þú veist, einsog dæmið með línuna, því að línan er ekki til nema í huganum þínum, og þarsem þú getur gefið línunni þau gildi sem að þú vilt, þá veistu hvað línan þín er, og þarmeð getur þú sagt að þú veist allt sem að þú ert búinn að skilgreina a.m.k. huglægt.\nEn mikilvægur partur af þessu er að skilgreiningar geta breyst, en það að vita byggist á skilgreiningunum, þarmeð getur vitundin breyst.\nÞannig að þótt að það sem þú veist breytist, þá veistu samt allt sem að þú veist.\nauðvelt.. er það ekki :-)\nK."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-02-21 16:45:35",
            "id": "444750",
            "reply_to_id": "444735",
            "text": "Afhverju velja svona margir möguleikan: “Það sem ég skil, veit ég”. Ég veit ýmislegt sem ég nenni ekki að telja upp en ég skil það ekki, t.d. veit ég að Dabbi dúskur er forsætisráðherra en ég er ekki alveg viss um að ég skilji það ;Þ"
        },
        {
            "user": "alren",
            "user_id": "3144",
            "date": "2002-02-21 18:38:49",
            "id": "444751",
            "reply_to_id": "444750",
            "text": "þú veist ekki neitt. þú veist ekki einu sinni hvort þú vitir eitthvað. Hver veit hvort við erum kanski bara í einhverju matrix dæmi (ég veit að flestir hér eru komnir með mikið leið á matrix) ég skynja hlutina öðruvísi en þið, kanski er ég að skrifa eitthvað allt annað en þið eruð að lesa. minn veruleiki og veruleikaskyn eru allt öðruvísi…\nen hvað veit ég?\nkv alren"
        },
        {
            "user": "DYNEMO",
            "user_id": "18535",
            "date": "2002-02-22 02:23:02",
            "id": "444752",
            "reply_to_id": "444751",
            "text": "MIB er skemmtilegt viðfangsefni fyrir heimspekinga ofl. Ég persónulega kom hingað af tilviljun og mun koma minni vitneskju fram AÐ SVO STÖDDU!  Það sem maður veit skiptir ekki máli ef maður skilur það ekki þ.e.a.s. TD blindur eða heyrnarlaus maður veit ekki betur en að heimurinn í kringum hann sé eins og hann túlkar hann, þýðir það þá að hann sé svoleiðis fyrir okkur hinum, NEI en við skiljum samt hvað þessar manneskjur eru að segja, ef ekki þá…!!???"
        },
        {
            "user": "DYNEMO",
            "user_id": "18535",
            "date": "2002-02-22 02:23:04",
            "id": "444753",
            "reply_to_id": "444751",
            "text": "MIB er skemmtilegt viðfangsefni fyrir heimspekinga ofl. Ég persónulega kom hingað af tilviljun og mun koma minni vitneskju fram AÐ SVO STÖDDU!  Það sem maður veit skiptir ekki máli ef maður skilur það ekki þ.e.a.s. TD blindur eða heyrnarlaus maður veit ekki betur en að heimurinn í kringum hann sé eins og hann túlkar hann, þýðir það þá að hann sé svoleiðis fyrir okkur hinum, NEI en við skiljum samt hvað þessar manneskjur eru að segja, ef ekki þá…!!???"
        },
        {
            "user": "thein",
            "user_id": "9088",
            "date": "2002-02-22 11:41:17",
            "id": "444754",
            "reply_to_id": "444753",
            "text": "Er ekki í rauninni allveg helling sem við vitum án þess að við lítum á það sem þekkingu. Tökum það sem sjálfsagðan hlut og það er ætlast til að við gerum það. Maður sem er vitur veit meira en það sem almúginn veit. Þekking sem nægir okkur til að draga fram lífið þykir ekki merkileg. En væri nóg til að fylla nókkuð mörg gígabæt af diskaplássi. Það er talað um að vits sé þeim þörf er víða rata. En mönnum finnst að ekki þurfi vit til að vera heima."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-02-24 10:59:38",
            "id": "444755",
            "reply_to_id": "444751",
            "text": "alren:\nágreiningur okkar er í raun ágreiningur um orðanotkun. Ég geri greinarmun á því “að vita” og því að vita rétt eða rangt. Þetta gefur mér færi á að vita allskyns vitleysu (sem ég geri). Vandræði mín (okkar) er að við eigum mjög erfitt með að sía vitleysuna frá sannleikanum. Þekkingarleit felst í því að reyna að grafast fyrir um það hvort við vitum rétt eða rangt. Í þessari viðleitni poppar oft upp ný vitneskja sem er undir sömu sök seld að við eigum í erfiðleikum að greina hvort hún sé rétt eða röng."
        },
        {
            "user": "alren",
            "user_id": "3144",
            "date": "2002-02-24 11:34:19",
            "id": "444756",
            "reply_to_id": "444755",
            "text": "midgarður: ég var nú bara að koma með mitt sjónarhorn inn í umræðuna og hin upphaflega grein var ekki eingöngu um orðanotkunina.\nAð vita og að vita er ekki það sama. Í raun er orðið ekki merkilegt í mörgum tilfellum. Ég veit að hann á eftir að gera það eða ég veit að jörðin er hnöttótt. En hvernig vitum við að vitum rétt? Vitum við eitthvað,  án þess að hafa minnsta efa?\nEn hvað veit ég annars…\nkv alren"
        },
        {
            "user": "FragGer",
            "user_id": "17033",
            "date": "2002-02-26 21:28:14",
            "id": "444757",
            "reply_to_id": "444735",
            "text": "maður veit sennilega rosa mikið en maður bara man það ekki því maður er búinn að gleyma því að maður man það, en þaðéiga víst að vera rök fyrir því að mannsheilinn geymi flest allt það sem maður tekur að sér frá umhverfinu, en því miður eru þessi 10,15,20 vatt ever muts “%prósent” allt of lítið til að maður geti munað allt þó að maður muni allt, því það er allt þarna, alla vegana flest hangandi á því sem við köllum göfur og ég man dæmið. Bless."
        }
    ]
}