{
    "forum_title": "Stjórnmál",
    "user": "Socialist",
    "user_id": "63294",
    "date": "2009-04-11 22:28:20",
    "title": "Lögbrot SjálfstæðisFLokksins - Brýtur Guðlaugur lög?",
    "text": "Vísir.is, 7. apríl 2009\nFL Group styrkti Sjálfstæðisflokkinn um þrjátíu milljónir króna aðeins nokkrum dögum áður en lögum var breytt um hámarksframlög til stjórnmálaflokka. Skattrannsóknarstjóri hefur reikning um þennan styrk meðal annars til rannsóknar.\nFréttstofan hefur séð gögn sem sýna að 29. desember árið 2006 hafi 30 milljónir króna verið yfirfærðar af reikningi FL Group inn á reikning Sjálfstæðisflokksins. Heimildir fréttastofu herma jafnframt að reikningur fyrir greiðslunni hafi ekki verið gefinn út fyrr en einhverjum mánuðum síðar, eða þegar nokkuð var liðið á árið 2007.\nhttp://visir.is/article/20090407/FRETTIR01/785301372/1095\nEf þetta er satt er þetta lögbrot.\nÚr 7. gr. laga um fjármál stjórnmálasamtaka og frambjóðenda þeirra og um upplýsingaskyldu þeirra.\nStjórnmálasamtökum og frambjóðendum er óheimilt að taka á móti hærri framlögum frá lögaðilum en sem nemur 300.000 kr. á ári.\nÚr 12. gr. laganna.\nHver sem af ásetningi eða stórfelldu gáleysi brýtur gegn ákvæðum laga þessara skal sæta fésektum, en alvarleg brot geta varðað fangelsi allt að sex árum.\nmbl.is -\nhttp://mbl.is/mm/frettir/innlent/2009/04/09/gudlaugur_thor_hafdi_forgongu_um_styrkina/?ref=fpmestlesid\n,,Guðlaugur Þór hafði forgöngu um styrkina.\"\nSamkvæmt heimildum Morgunblaðsins hafði Guðlaugur Þór Þórðarson, þingmaður Sjálfstæðisflokksins, forgöngu um að útvega flokknum þessa styrki í árslok 2006.\nGuðlaugur Þór Þórðarson gæti átt yfir höfði sér 6 ára fangelsi, ef Vísir og mbl.is greina rétt frá. Eins og segir í lögunum: alvarleg brot geta varið allt að sex ára fangelsi. 30 milljónir er stór upphæð, og þetta væri þar með alvarlegt brot á lögunum.\nÞetta var náðarhöggið í líkkistu Sjálfstæðisflokksins. Fylgi þeirra í SV-kjördæmi (Kraganum) hrinur, þrátt fyrir að bæði formaður og varaformaður flokksins séu í framboði þar. Kjördæmið er þeirra helsta vígi og kjördæmi efnamikla fólksins.\nKópavogur, Hafnarfjörður, Garðabær og þar fram eftir götunum.\nÞeir hafa dæmt sjálfa sig til að vera í stjórnarandstöðu næsta kjörtímabil. Vinstri Græn eru bundin gegn þeim, Samfylkingin mun ekki fara aftur í samstaf við þá næstu kjörtímabilin, enda með brennimerki hugmyndafræði Sjálfstæðisflokksins á sér og Sigmundur Davíð, formaður Framsóknar hefur líst því yfir að hann vilji ekki fara í stjórn með sjálfstæðismönnum.",
    "url": "https://www.hugi.is/stjornmal/greinar/651542/logbrot-sjalfstaedisflokksins-brytur-gudlaugur-log/",
    "url_id": "651542",
    "id": "6614611",
    "replies": [
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2009-04-11 22:34:01",
            "id": "6617299",
            "reply_to_id": "6614611",
            "text": "Úr 7. gr. laga um fjármál stjórnmálasamtaka og frambjóðenda þeirra og um upplýsingaskyldu þeirra.\nStjórnmálasamtökum og frambjóðendum er óheimilt að\ntaka á móti\nhærri framlögum frá lögaðilum en sem nemur 300.000 kr. á ári.\nLesa aðeins."
        },
        {
            "user": "Mjolnir2504",
            "user_id": "72397",
            "date": "2009-04-11 23:15:14",
            "id": "6617342",
            "reply_to_id": "6614611",
            "text": "Ef ég man rétt fékk hann þessa styrki áður en þessi lög voru samþykkt. En þetta breytir engu, mitt atkvæði og fjölskyldumeðlima minna munu fara óskert í xD. No worries."
        },
        {
            "user": "Mjolnir2504",
            "user_id": "72397",
            "date": "2009-04-12 01:33:56",
            "id": "6617517",
            "reply_to_id": "6617342",
            "text": "Allir hafa sitt skoðannafrelsi en þetta er mín skoðun:\nSjálfstæðisflokkurinn er spilltasta og viðbjóðslegasta stjórnmálaafl Íslands og þótt víðar væri leitað. Flokkurinn heldur Alþingi í gíslingu með eitt mál sem þeir eru ekki sammála hinum þingflokkunum um í staðinn fyrir að afgreiða það mál og ræða bráðavanda fyrirtækja og heimila þessa lands.\nÞeir óttast stjórnlagaþingið sem allir flokkar styðja vegna þess að þá fara völdin frá flokkunum yfir til þjóðarinnar.\nÞeir láta nú eins og ekkert hafi gerst og þeirra flokkur eigi enga sök á ástandinu.\nÞeir hafa dæmt sig til að vera í stjórnarandstöðu. Bjarni Ben segir: Það eru engir skattar í stefnu Sjálfstæðisflokksins.\nHvað á þá að gera? Leggja þá niður? Á bara að ná saman 150 milljarða fjárlagahalla með niðurskurði? Er ekki í lagi?\nSvo var alveg hrikaleg útreið á borgarafundi RÚV í Kraganum sem Bjarni fékk; þegar hann var gagngrýndur var klappað og þegar hann talaði var hlegið af honum.\nBjarni heldur að FL og Landsbanka-málið hafi ekki áhrif á Sjálfstæðisflokkinn og heldur að það sé hægt að afgreiða það mál á nokkrum dögum og eftir það sé það mál búið og þeir geti gengið stoltir til kosningabaráttu.\nÍ gær var peði fórnað, þ.e.a.s. fyrverandi framkvæmdastjóra FLokksins. Bjarni Ben heldur að nú þegar Geir hafur lýst þessu á sig sé búið að upplýsa alveg hver ber ábygð á þessu.\nVá! Halda þeir að fólk sé fífl? Það skilja allir heilvita menn að fleiri en 2 eða 3 menn hafi vitað af 55 milljónum sem byrtust allt í einu.\nSvo vakna spurningar, eins og var varpað fram í kvöldfréttum RÚV í dag að þetta gæti verið mútur. Hver gefur 30 milljónir og vill ekki fá neitt í staðinn?\nÍ öllum öðrum löndum væru þetta mútur.\nHvað var svo Bjarni að tala um að það væri komin niðurstaða sem\nflokksmenn\ngætur unað við (eða einhvern veginn svipað orðað). Sjálfstæðisflokkurinn fékk 37% fylgi í kosningunum 2007, þurfa hin 63 prósentin ekki að vera sátt?\nÉg hlakka til að sjá næstu skoðannakönnun. Ég hefði haldið að með “nýrri” forystu Sjálfstæðisflokksins færu þeir aðeins upp í könnunum en ó nei. Fylgið bara dalar, hægt og rólega.\nEn í næstu könnun spái ég um 20% fylgi ef ekki minna. Ef ekki, þá er hægt að bera íslensku þjóðina við klisjuna um gullfiskana, þ.e.a.s. 5 sekúntna minnið.\nÉg vil að Sjálfstæðisflokkurinn deyji kvalarfullum en snöggum dauðdaga í kosningunum í lok þessa mánaðar. Þá fyrst getum við endurreist samfélagið.\nEkki hef ég ákveðið 100% hvar mitt X verður en það verður ekki við D."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-12 16:55:50",
            "id": "6618251",
            "reply_to_id": "6617517",
            "text": "Það er kannski rétt að xD mun ekki koma sigri hrósandi úr þessum kosningum, þeir eiga það einfaldlega ekki skilið…\nFlestir hljóta að átta sig á því.\nEn hinir flokkarnir eru samt svo mikið drasl.\nSamfylkingin = samsuðan - Það er þó ekki hægt að segja að endurvinnsla sé ekki framarlega í hugum Íslendinga.\nVinstri grænir = fúlir á móti, smíða skútur, skerpa skauta… en svo þegar þegar á að standa við stóru orðin … þá … þá… þá… EKKERT. Þvílík vonbrigði.\nMaður átti nú ekki von á öðru frá Samsuðunni en VG áttu séns til að láta rætast úr sér.\nFramsókn náttúrulega gerði eins og þeir hafa alltaf gert, reynt að fá stjórnunarstöður án þess að þurfa bera ábyrgð, algjörar gungur og sýndarmennska.\nHvað gerist svo það er farið í skítmokstur á og innan xD…?\nSjálfsagt löngu tímabært.\nÞetta er einfaldlega aðferð stjórnmálanna og stjórnmálamannanna til að “endurnýja” starfsmenn, útá þetta gengur starfsmannavelta hjá Alþingi = þegar farið er í skítkast þá forfallast einhverjir í stað þess að þurfa standa frammi fyrir alþjóð með skítinn sinn framan í sér.\nÞað liggur allavega ljóst fyrir að Sjálfstæðisflokkurinn er ekki sáttur við sína forsvarsmenn og er farinn að gera eitthvað í því.\nSagn af hinum er önnur, þar er allt “a OK” og engin fortíðarvandamál sem þarf að gera upp.\nAllavega hefur xD, fyrirliða íslenskra stjórnmála verið vísað af leikvelli í 4 ár, svo mikið er víst.\nÞað sem verra er það er einfaldlega enginn annar leikmaður í stjórnmálalandsliðinu sem getur fyllt í skarðið. Liðið mun því leika einum færri í leiknum við UK og keppninni um EU sætið (fólk er bara að gera uppvið sig hvort það eru bikar sem vert er að sækjast eftir)."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-04-15 21:17:15",
            "id": "6623467",
            "reply_to_id": "6617517",
            "text": "Ég er svo sammála þér."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-04-20 09:18:26",
            "id": "6631085",
            "reply_to_id": "6617517",
            "text": "ah, þú fattar greinilega ekki af hverju Samfylkingin og Vinstri-Grænir þrýstu svo á þessar óþörfu breytingar.\nTil að samþykkja breytingar á stjórnarskrá þarf að samþykkja þær á 2 alþingjum.\nEf þau hefðu verið samþykkt núna, og svo strax á næsta alþingi væru þau komin.  Enn ég taldi breytingarnar ekki það mikilvægar að geta ekki beðið þangað til þarnæsta kjörtímabil.\nÞví ef Sjálfstæðisflokkruinn er svona vondur og vinstri svona góðir, ættu þeir þá ekki að vera kosnir líka þar-næsta kjörtímabil?\nSvo virðist sem vinstri-flokkarnir haldi annað.  Og af hverju ætli vinstri-flokkarnir hafi svona litla trú á sjálfum sér?  Kanski af því að þeir vita að hátekjuskattur dregur úr kaupmætti og drepur niður viðskipti og að aðrar áætlanir þeirra munu klúðrast?\nEitt er víst, ég mun ekki treysta ríkisstjórn sem ekki treystir sjálfri sér."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-04-15 21:16:11",
            "id": "6623465",
            "reply_to_id": "6617342",
            "text": "Af hverju? Ég ætla ekki að dæmi þig en hvað gerir Auðvaldsflokkurinn fyrir þig og fjölskyldu þína? Vilja þeir flytja peningana til fólksins? Vilja þeir gera sem best fyrir hina bágstöddu? Hugsaðu áður en þú kastar dýrmætu atkvæði á glæ!"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2009-04-23 22:48:32",
            "id": "6638297",
            "reply_to_id": "6617342",
            "text": "\"Ef ég man rétt fékk hann þessa styrki\nCA. VIKU\náður en þessi lög voru samþykkt\"\nLagaði þetta fyrir þig.."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-04-12 00:02:37",
            "id": "6617397",
            "reply_to_id": "6614611",
            "text": "Rólegur á að flippa út. Ekkert rangt við það sem neinn gerði. Veist það væntanlega núna eftir fréttir dagsins.\nEkkert að því heldur að taka við þessum peningum á sínum tíma. Finnst það ekkert mistök af hálfu Geirs."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2009-04-12 11:55:48",
            "id": "6617783",
            "reply_to_id": "6614611",
            "text": "En hvað með ítrekaðar yfirlýsingar Guðlaugs um að hann hafi ekki komið nálægt málinu, annað en að hvetja þá sem sáu um fjáröflun fyrir flokkin að standa sig?\nMálið spratt upp úr þurru frá Agnesi Bragadóttur, sem hefur tengsl inn í íhaldsamari arm sjálfstæðisflokksins. Sjálfur vinn ég hjá fjölmiðli og veit ég að það eru fáránleg vinnubrögð að skrifa frétt um ákveðin einstaklin- en ekki hafa svo samband við aðilann og sjá hvað hann hefur að segja áður en fréttin er birt. Agnes gerði þetta nefnilega, hún hafði ekki samband við Guðlaug áður en fréttin fór út… hvað segir það þér? Að það hafi ekki skipt máli hvað Guðlaugur myndi segja? Guðlaugur átti aldrei að fá að koma með sýna skýringu í fréttinni.\nFyrir mér liggur það frekar ljóst uppi, það er verið að nota Guðlaug Þór sem blóraböggul."
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2009-04-12 14:56:34",
            "id": "6617988",
            "reply_to_id": "6617783",
            "text": "Alveg hárrétt hjá þér, vel mælt."
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2009-04-13 22:32:17",
            "id": "6620243",
            "reply_to_id": "6617783",
            "text": "Þar sem þú vinnur hjá fjölmiðli, hvers vegna ekki að reyna að koma ljósi á þetta sjónarmið þitt? Koma með hans hlið á málinu en ekki útbúinn skrípaleik eins og allir aðrir eru að birta."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2009-04-13 22:38:11",
            "id": "6620255",
            "reply_to_id": "6620243",
            "text": "Því kannski vinn ég ekki við að skrifa fréttir ;)"
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2009-04-13 22:49:35",
            "id": "6620272",
            "reply_to_id": "6620255",
            "text": "Vera þá áhrifavaldur ;)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-04-12 14:28:09",
            "id": "6617958",
            "reply_to_id": "6614611",
            "text": "Nei, ef sala sterks áfengi yrði bönnuð deginum eftir að ég kaupi mér vodkaflösku og ég fer svo tveimur dögum síðar til þess að fá nótu fyrir kaupunum, þá hef ég ekki framið lögbrot.  Þetta yrði aldrei dæmt ólögmætt fyrir dómstólum."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-04-12 21:38:28",
            "id": "6618820",
            "reply_to_id": "6614611",
            "text": "Lögin voru sett eftir að styrkirnir bárust."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-13 00:19:09",
            "id": "6619041",
            "reply_to_id": "6614611",
            "text": "Þetta var “löglegt” en siðlaust.\nÞeir drifu í að moka peningum inn nokkrum dögum áður en ný lög tóku gildi.\nOg voru svo duglegir við að hrósa sér fyrir hvað þeir tóku hart á peningamálum.\nMér finnst meira máli skipta með hvaða skilyrðum var tekið á móti peningunum."
        },
        {
            "user": "Eldveggur",
            "user_id": "36438",
            "date": "2009-04-13 01:03:38",
            "id": "6619099",
            "reply_to_id": "6614611",
            "text": "Heiðarleiki er aðalsmerki Sjálfstæðisflokksins\nÁ þetta að vera brandari…eða hvað?\nAnnað hvort er maðurinn með svona hryllilegan alzeimer\neða þá að hann er svona naut heimskur!\nHvernig má það vera að flokkur sem hefur það á stefnuskrá sinni\nað hyggla nokkrum útvöldum á kostnað almennings geti verið heiðarlegur?\nHvernig má það vera að flokkur sem í gegnum áratugina hefur fengið digra\nsjóði frá kolkrabbanum og síðar FL og Landsbanka og hver veit hverjum\ngeti verið heiðarlegur?\nHvernig má það vera að flokkur sem hefur hlerað heimasíma landsmanna árum\nsaman geti verið heiðarlegur?\nHvernig má það vera að flokkur sem kom í veg fyrir það að Bandaríkjamenn\ngætu lesið LAXNES í heil 50 ár geti verið heiðarlegur?\nHvernig má það vera að flokkur sem er búinn að vera með völd fjármála s.l.\n18 ár og kom okkur á hausinn geti verið heiðarlegur?\nHvernig má það vera að flokkur sem er búinn að missa allt niður um sig\ngeti sagt að hann sé heiðarlegur?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-13 03:13:46",
            "id": "6619227",
            "reply_to_id": "6619099",
            "text": "HEYR, HEYR."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2009-04-13 11:54:31",
            "id": "6619365",
            "reply_to_id": "6619099",
            "text": "Sýndu mér hvar í stefnuskránni það stendur að það eigi að hyggla nokkrum útvöldum á kostnað almennings.\nAllir flokkar fá styrki. Þetta er í raun mútur. Samfylkingin, VG, Framsókn og Frjálslyndir hafa líka tekið við þeim… Þú treystir þeim væntanlega ekki heldur, er það?\nÆðislegt væri að fá heimildir fyrir símahlerunum þínum, þaes. nema að þú sért að tala um hleranirnar á tímum kaldastríðsins. Ef þú ert að tala um eitthvað sem er að gerast NÚNA þá væri ágætt að fá að sjá heimildirnar þínar. Ef þú ert einungis að benda á þetta sem sögulega heimild, með vísan hvað gæti gerst í framtíðinni, þá vona ég svo sannarlega að þú kunnir sögu alþýðubandalagsins og annarra flokka líka.\nFyndið Þetta með Laxnes. Færð 10 í einkun fyrir frumleika :)\nHagvöxtur hefur aldrei verið meiri en síðan Sjálfstæðisflokkurinn tók við. Ef við lítum á 5 ára tímabil, þá er tímabilið milli 1995-2000 með hvað mestan hagvöxt- svo ekki er hægt að kenna fjármagnsflæði bankanna um, einkavæðingu þeirra var ekki lokið fyrr en 2003. Helduru að vinstri-krata stjórn hefði náð eins góðum árangri? Ég ætla ekki að alhæfa eins og SUMIR, en ég ætla bara að segja að ég efast um það.\nFlokkurinn sem missir allt niðrum sig er líklegast flokkurinn sem mun fara í hvað mestan hreinsunareldinn. Ef þú kíkir á endurnýjun liðsafla flokkanna, þá sérðu að “endurnýjun” hjá VG og Samfylkingunni er miklu minni en hjá Sjálfstæðisflokknum. En það þarf ekki endilega að segja að hann sé eitthvað heiðarlegri en aðrir flokkar í raun… Þetta er allt fólk, fólk er í eðli sínu gráðugt. Spilling þrífst í öllum flokkum, og örugglega ekki meira í xD en öðrum. En Sjálfstæðisflokkurinn er búinn að vera svo lengi við völd að það er sýnilegast hjá honum.\nEn ég er sammála þér í því að xD á stóran þátt í efnahagshruninu, því það var staðið fáránlega að einkavæðingu bankanna (ekki það að einkavæðing sé slæm, hverldur hvernig var farið í hana)."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-04-13 15:40:57",
            "id": "6619646",
            "reply_to_id": "6619365",
            "text": "Hvað var svona slæmt við einkavæðinguna?"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2009-04-13 16:46:31",
            "id": "6619740",
            "reply_to_id": "6619646",
            "text": "Það var farið of hratt og illa í það. Bankarnir voru ekki seldir til aðila sem kunnu að reka banka, heldur til einstaklina sem höfðu ákveðin tengsl til þeirra sem að ríkisvæðingunni stóðu.\nEn ekki misskilja mig, einkavæðing bankakerfisins er nauðsynlegt. Einkareknir bankar eru skilvirkari í lánveitingum og stuðla að aukinni framleiðslu. Sjálfstæðisflokkurinn fór fyrir einkavæðingunni, og er það lofsvert, en ferli einkavæðingarinnar var fáránlegt eins og sést á afleiðingunum.\nBætt við 13. apríl 2009 -  16:57\nHefði mátt orða fyrstu línuna öðruvísi: Bankarnir voru ekki seldir til þeirra sem hefði rekið þá best; hefði frekar mátt standa þarna ;)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-04-13 17:26:49",
            "id": "6619800",
            "reply_to_id": "6619740",
            "text": "Og hvernig átti að meta það hver væri hæfur til að reka banka?\nSíðast þegar ég vissi þá voru bankarnir nú bara seldir til þeirra sem áttu pening á Íslandi á þessum tíma.\nÞað sem sést best af íslenska efnahagshruninu er það hversu illa Seðlabankinn hefur séð um peningamál á Íslandi"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2009-04-13 18:29:48",
            "id": "6619902",
            "reply_to_id": "6619800",
            "text": "Seðlabankinn er annað mál, og ætla ég ekki að fara í það, heldur halda mig við það sem ég skrifaði í póstinum mínum up einkavæðingarferlið.\nAð einkavæða heilt bankakerfi er ekkert grín. Þú seluru ekki bankana til vina þinna, bara af því þeir eru þarna og eiga nægan pening. Það er voðalega erfitt að verja þessa afstöðu.\nÞað hefði mátt gera margt, t.d. selja hluta til erlendra aðila. Þetta er það sem mörg fyrrverandi kommúnistaríki gerðu eftir fall Sovíetríkjanna. Einnig hefði verið hægt að selja þá í smærri bútum og dreifa eignaraðildinni meira. Þetta hefði gert það að verkum að aðrir, metnaðarfullir og\nhugsanlega\nhæfari aðilar, hefðu komist í flugstjórasætið. Að mínu mati hefði þetta verið best.\nFrekar vildi ég sjá eignaraðildina mótast á markaðnum en í hausum pólitíkusa."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2009-04-13 12:57:40",
            "id": "6619432",
            "reply_to_id": "6614611",
            "text": "Ég er bara hrifinn af því að bókhaldið hafi verið opnað, Þetta er góð þróun ef hún fær að halda áfram, sem því miður\ngæti orðið frekar seint ef nokkurntímann með þessu áframhaldi.\nGeir tekur ábyrgð, ný öfl innan sjálfstæðisflokksins vilja greinilega uppgjör við fortíðina en það er ekki að fara að gerast meira af því ef þeir eru skotnir niður við hvert fótmál.\nÉg er óflokksbundinn (a.m.k. ennþá) og ég get ekki sagt að sjálfstæðisflokkurinn sé í sérstöku uppáhaldi hjá mér en það sem er síður í uppáhaldi hjá mér er að maður fái ekki að sjá meira af bókhaldinu opnað vegna þess að fólk er að hlaupa á sig, að mínu áliti þá ef nýju blóði er gert erfitt um vik að koma á nauðsynlegum breytingum þá verða einfaldlega engar beitingar.\nSjálfstæðisflokkurinn er ekkert að fara að hverfa af pólitísku sjónarsviði, hann á bara eftir að hrista þetta af sér með tíð og tíma, en hvað situr eftir er vonandi ekki að honum finnst hann brenndur af því að koma til móts við raddir sem hvöttu til að bókhaldið væru opnuð lofandi sjálfum sér að gera aldrei sömu “mistökin” aftur, ég veit ekki hvort það verði raunin en ég vona að það verði ekki raunin.\nGerum nýjum flokksforystum kleyft að gera hreint fyrir dyrum sínum, mér dettur í hug suður Afríka við lok aðskilnaðarstefnunnar, ekki tími ásakana og aftaka heldur græðandi tími, við erum með flakandi sár á alþjóðavettvangi og þetta er náttúrulega gífurleg blóðtaka fyrir okkar litla samfélag, að vera sundurleitin og tvístruð innbirgðis er bara til þess fallið að auglýsa ráða og getuleysi okkar útávið til að taka á því ástandi sem er aðsteðjandi.\nJæja nóg í bili :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-04-13 15:41:39",
            "id": "6619647",
            "reply_to_id": "6614611",
            "text": "Hvernig helduru að stjórnmálaflokkar reki sig?\nBætt við 13. apríl 2009 -  15:57\nAnnars þá komu þessir styrkir ÁÐUR en umrædd lög tóku gildi (þú segir meira að segja frá þessu sjálfur í greininni, skrítið að þú hafir misst af því) svo það voru greinilega ekki nein lög brotin"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-13 16:43:28",
            "id": "6619733",
            "reply_to_id": "6619647",
            "text": "Hér er því bara nokkuð vel svarað hvernig  þeir reka sig…\nhttp://tidarandinn.is/uppgjor-stjornmalaflokkanna-2007\nBætt við 13. apríl 2009 -  16:50\nsorry…\nTengillinn varð e-h gallaður…\nHér er þetta…\nhttp://tidarandinn.is/uppgjor-stjornmalaflokkanna-2007"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-13 16:46:27",
            "id": "6619739",
            "reply_to_id": "6619733",
            "text": "Garg!!\nSlóðin er rétt en með því að klikka á tengilinn kemur alltaf e-h feill…\nÞetta er slóðin…\nhttp://tidarandinn.is/uppgjor-stjornmalaflokkanna-2007"
        }
    ]
}