{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2009-04-11 20:13:04",
    "title": "Algjör skilduhlustun varðandi ræðu hins mesta leiðtoga okkar mannkyns!",
    "text": "HLUSTIÐ á RÆÐUNA HANS!!!!\nÞað þarf ekkert að fara fögrum öðrum um þennan heiðarlega forseta Bandaríkjana!\nHvað þá hvaða orð hann lagði til okkar framtíðar kynslóða!\n1. Kafli:\nhttp://www.youtube.com/watch?v=eLn7zbxyrPM\n2. Kafli:\nhttp://www.youtube.com/watch?v=j-eondM7DaA&feature=related\nEn Kennedy vissi það nákvæmlega hvernig baktjalda-stjórnvöld unnu til að ná heimsyfirráðum, og völdum yfir okkar frelsi!\nFyrir ykkur sagnfræði-gúrúa þá er ÞETTA ræðan til að muna eftir hehe! Alveg Satt!",
    "url": "https://www.hugi.is/saga/korkar/651769/algjor-skilduhlustun-vardandi-raedu-hins-mesta-leidtoga-okkar-mannkyns/",
    "url_id": "651769",
    "id": "6617153",
    "replies": [
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-04-11 20:59:18",
            "id": "6617208",
            "reply_to_id": "6617153",
            "text": "Nenni ekki að hlusta á hana, segðu mér bara um hvað þetta fjallar, shit þarf maður að gera allt sjálfur =)\nEn ef þú hugsar út í þetta, hvað er þá svona slæmt við eina alheimsstjórn? Meina við myndum eflaust losna meira og minna við stríð og auð væri hægt að skipta betur á milli fólksins í heiminum og væri aldrei eithver svona typpastærðar keppni í gangi hjá stórveldunum. Skil ekki hvað er svona slæmt við þetta."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-04-12 05:40:24",
            "id": "6617694",
            "reply_to_id": "6617208",
            "text": "Hahaha þú ert með húmorinn í lagi dude!\nEn ein alheimsstjórn, hvað mundi hún gera?\nÞað er einfalt, hækka skattana á okkur og ná fullkomnri stjórn á öllu okkar lífi, því þetta yrði ekki góð stjórn, heldur stjórn sem væri með alvald, vald spillir minn vinur, hvað þá ALVALD!\nÞað var mynd sem hét 1984 sem átti að lýsa einmitt þessum hlutum eftir Orson Welles, sá hana reyndar ekki…\nReyndu svo að fara að gera eitthvað að viti þarna! hehehe"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-04-12 21:55:32",
            "id": "6618832",
            "reply_to_id": "6617694",
            "text": "Til hvers þyrftu þeir að hækka skatta, meina ef þeir vilja vera ríkir þurfa þeir bara að hækka skattana okkur um 1kr á mánuði og þá fá þeir hvað… 3 milljarða. Þannig að það yrði held ég ekkert vandamál. Líka ef þetta væru bara nokkrir menn sem stjórnuðu þarna öllu, hvað ætti þá að vera til að spilla þeim. Fyrirtæki að bjóða þeim pening til að gera eithvað ólöglegt? Efast um það þar sem þeir ættu örugglega nóg af pening fyrst þeir eru alráðir. Kannski að þeir yrðu eithvað stressaðir yfir því að missa völdin og myndu missa sig í eithverju lögregluvaldi og berja niður uppreisnir af mikilli grimmd og fara að drepa fólk sem þeir myndu gruna um græsku. En þúst come on, heimurinn er nógu og asnalegur og slæmur núna, hversvegna að sjá þetta með svona slæmum augum? Svo gæti þetta líka kannski verið rekið með eithverju svona lýðræðislegu kerfi. Eithvað þing með í þessu dæmi og ef þeir færu að fokka illilega upp yrðu þeir bara reknir. Meina, af hverju ekki lýðræðislega alheimsstjórn?"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-04-12 22:56:04",
            "id": "6618917",
            "reply_to_id": "6618832",
            "text": "Þú ert BARA fyndin! Hahahaha!"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-04-12 23:01:53",
            "id": "6618927",
            "reply_to_id": "6618917",
            "text": "ekki ert þú að segja neitt gáfulegt…"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-04-12 23:22:52",
            "id": "6618962",
            "reply_to_id": "6618927",
            "text": "Ég hef farið í þrjú greindarvísitölupróf og kom vel út úr þeim, hvort það var Raven's eða hitt, þá skoraði ég yfir 130 og 89 í Ravens, en hvað ég skrifa má alltaf deila um, enn ég segji það samt, og statt og stöðugt, Alvald Spillir bara!\nAð halda hitt er bara þrjóska!\nHvað vildi Adolf Hitler? Heimsyfirráð er það ekki, í þúsund ár! Hann var jú líðræðislega kosin, en vildi einvald og algera stjórn samkvæmt sínu sniði! Hmm!"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-04-13 00:05:24",
            "id": "6619022",
            "reply_to_id": "6618962",
            "text": "EEEEEEn ef að það væri ekki eithver geðveikur gaur sem vildi heimsyfirráð væri með heimsyfirráð?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-13 00:54:33",
            "id": "6619087",
            "reply_to_id": "6619022",
            "text": "Funny Fannar! That's why I am going to kill you last! (vitnað úr Bíómynd! sko)\nEn að efast allt og alla er ekkert annað enn að afsala sé allri ábirgð í hvívetna!"
        },
        {
            "user": "Vlad3",
            "user_id": "64740",
            "date": "2009-04-15 07:25:47",
            "id": "6622304",
            "reply_to_id": "6617694",
            "text": "En ein alheimsstjórn, hvað mundi hún gera?\nÞað er einfalt, hækka skattana á okkur og ná fullkomnri stjórn á öllu okkar lífi, því þetta yrði ekki góð stjórn, heldur stjórn sem væri með alvald, vald spillir minn vinur, hvað þá ALVALD!\nÞað var mynd sem hét 1984 sem átti að lýsa einmitt þessum hlutum eftir Orson Welles, sá hana reyndar ekki…\nÞú ætlar að valda mér gríðarlegum vonbrigðum með því að uppljóstra að þú sért troll, er það ekki?"
        },
        {
            "user": "Vlad3",
            "user_id": "64740",
            "date": "2009-04-15 10:31:01",
            "id": "6622435",
            "reply_to_id": "6622304",
            "text": "Verð bara að svara í minni einfaldni, samt hef ég verið metin með greind á 130iq, hvað þú átt við hér?\nLove"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-04-15 17:12:45",
            "id": "6622981",
            "reply_to_id": "6622435",
            "text": "Er brandarinn ekki búinn þegar búið er að benda á þursaskapinn í þér?"
        },
        {
            "user": "Vlad3",
            "user_id": "64740",
            "date": "2009-04-15 20:10:26",
            "id": "6623336",
            "reply_to_id": "6622435",
            "text": "jafnvel þó að þú sért með IQ yfir 130 þá geturðu samt verið með skrítnar eða rangar skoðanir annars er ég sjálfur ekkert of hrifinn af alheimstjórn þannig séð, vildi bara benda á þetta ef að þú ert ekki þurs."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-05-06 16:28:34",
            "id": "6663609",
            "reply_to_id": "6617208",
            "text": "Power corrupts, and absolute power corrupts absolutly\nLosna við stríð? Í þeirri birtingamynd sem þau eru núna, eða fyrir 50 árum eða fyrir 100?\nEr borgarastyrjöld stríð? Er uppreisn stríð?\nÞó svo að við myndum losna við stríð milli ríkja þá verða alltaf deilur á milli manna og átök.\nAf hverju þarf að vera alheimsstjórn til þess að skipta auðinum meðal fólksins? Það hefur verið reynt á víðfeðmum svæðum og aldrei tekist svo ásættanlegt sé, af hverju ætti það að takast undir einni alræðisstjórn?\nVitum við ekki öll hvernig það endar… alltaf?\nfrekar að hafa enga stjórn heldur en eina stjórn"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-05-06 17:28:50",
            "id": "6663745",
            "reply_to_id": "6663609",
            "text": "En þúst, hvað með það þó þessi alvaldur væri spilltur? úff já nú fatta ég, hann fengi örugglega eithvað guð complex.\nFattaði þetta þegar ég skrifaði alvaldur…\nBætt við 6. maí 2009 -  17:34\nEn hvað væri svo slæmt við það?? Þá væri bara eins og guð væri að stjórna okkur hmmm?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-05-08 17:26:03",
            "id": "6668948",
            "reply_to_id": "6663745",
            "text": "Kannastu við mannkynssöguna?\neinkennist af tímabilum þegar einum eða fáum mönnum voru færð völd Ríkisins.\nþetta er frekar ljót saga"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-05-08 17:31:43",
            "id": "6668965",
            "reply_to_id": "6668948",
            "text": "Já, en þá er það alltaf bara eithvað eitt land og þúst, eitt land… Allur heimurinn… Það er ekkert það sama.\nEn að finna bara eithvern sem er svona geðveikt hjarthreinn, Jesú ef svo má kalla það, og láta hann stjórna.\nLáta börnin stjórna heiminum.\nEn samt, alltaf þegar það eru svona einræðisherrar sem eru að missa sig þá eru þetta alltaf eithverjir brjálæðingar. Pol Pot, Hitler, Stalin, franska konungsættin, fólk sem er ruglað fyrir tíma þeirra sem einræðisherrar.\nNee, það mun aldrei virka, strax og þegar eithvað færi úrskeyðis myndi allur heimurinn kenna þessum eina manni um og hann færi að drepa fólk…\nHvað ef það væri hópur af fólki sem enginn myndi vita hverjir væru sem stjórnuðu heiminum??? Hvað er svona slæmt við Illuminati? Ég ætla að gerast illuminatisti rsum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-05-08 17:52:55",
            "id": "6669011",
            "reply_to_id": "6668965",
            "text": "Já, en þá er það alltaf bara eithvað eitt land og þúst, eitt land… Allur heimurinn… Það er ekkert það sama.\nÞað hefur sýnt sig að þeim tekst ekki einu sinni að stjórna einu landi… af hverju ætti þeim að ganga betur með allan heiminn?\nÞví stærra sem veldið verður því brothættara verður það.\nEn að finna bara eithvern sem er svona geðveikt hjarthreinn, Jesú ef svo má kalla það, og láta hann stjórna.\nSá maður er bara ekki til.\nEn samt, alltaf þegar það eru svona einræðisherrar sem eru að missa sig þá eru þetta alltaf eithverjir brjálæðingar. Pol Pot, Hitler, Stalin, franska konungsættin, fólk sem er ruglað fyrir tíma þeirra sem einræðisherrar.\nHvað með fólkið sem hjálpaði þeim að komast til valda?\nÞeir sem eru graðastir í völdin ná oft að sölsa þau undir sig… þess vegna eiga að vera sem minnst völd á boðstólnum fyrir fólk."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-05-08 18:45:34",
            "id": "6669131",
            "reply_to_id": "6669011",
            "text": "En hvað finnst þér um að hafa hóp manna sem stjórnaði sem enginn vissi hverjir væru… Eða var sú hugmynd ekki svara verðug :(\nAnnars allt eflaust rétt hjá sér, þó maður viti nú aldrei fyrr en maður reyni á hlutina, “gæti” alveg verið eithver maður þarna úti sem höndlaði að stjórna heiminum í 5 ár en það myndi örugglega alltaf enda með ósköpum þar sem væri farið að drepa gyðinga og eithvað."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-05-09 14:06:32",
            "id": "6670404",
            "reply_to_id": "6669131",
            "text": "Fólk veit oftast best hvað þeim hentar í eigin lífi. Því verður aldrei hægt að færa völdin á hendur eins manns, hann getur ekki sett sig í spor allra í landinu, þekkt þau öll, vitað hvað þau vilja og einfaldlega hefur ekki tíma í að sjá um alla.\nÞess vegna var lýðræðið fundið upp, þar sem ákveðnir hópar kusu sér fulltrúa sem skildi betur hver væru megin markmið einstaklinganna innan hópsins.\nEn það er samt einföldun á mjög flóknum hóp.\nÞess vegna ættu einstaklingarnir sjálfir að sjá um sem mest í sínu eigin lífi, þeir vita sjálfir hvað hentar þeim best og geta framkvæmt það sjálfir og þannig hámarkast skilvirknin í samfélaginu… í staðinn fyrir að þurfa að senda leyfisbréf í gegnum þrjár stofnanir áður en eitthvað má framkvæma."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-05-09 20:04:31",
            "id": "6671126",
            "reply_to_id": "6670404",
            "text": "Já, það er satt."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-04-24 19:04:59",
            "id": "6639867",
            "reply_to_id": "6617153",
            "text": "hann gæti líka verið að tala um kommúnistana"
        }
    ]
}