{
    "forum_title": "Heilsa",
    "user": "nonniplas",
    "user_id": "71982",
    "date": "2009-04-12 04:59:56",
    "title": "Matarprógramm",
    "text": "Sælir, var svona að velta því fyrir mér hvaða matarprógramm ég ætti að skella mér á. Er búinn að sjá svo margar skoðanir á þessu ketosa eða hvað sem það heitir og allt þetta sem “bjöddi” var að skrifa sem var  nokkuð áhugavert. Og eftir þetta þarf ég meira en eina skoðun. Ég er 194 og 110 kg, ca 16-18% fita langar að komast í 6% fitu og svona 100kg. Lyfti svona 4-5x í viku og tek svo cardio með því á morgnanna svona 3-4x í viku.\nLangar ekki að missa vöðvamassa heldur halda honum eins vel og hægt er þannig ég fari ekki að rýrna við lítil kolvetni, en samt sem áður að fá næringu og orku fyrir lyftingar.\nEndilega ef þið hafið einhverja reynslu af svona góðum matarprógrömmum sem eru eins og ég sagði með næga orku fyrir ræktina og ekki þannig að maður fari að rýrna eða halda í sem mesta kjötið.",
    "url": "https://www.hugi.is/heilsa/korkar/651827/matarprogramm/",
    "url_id": "651827",
    "id": "6617688",
    "replies": [
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2009-04-12 10:31:01",
            "id": "6617728",
            "reply_to_id": "6617688",
            "text": "Þú ert ekki með nóg lbm til þess að geta cuttað niður í 100kg í 6%."
        },
        {
            "user": "svennibenni",
            "user_id": "61233",
            "date": "2009-04-12 17:55:35",
            "id": "6618393",
            "reply_to_id": "6617728",
            "text": "Hmm hvað meinaru?"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2009-04-13 01:32:25",
            "id": "6619131",
            "reply_to_id": "6618393",
            "text": "Hann meinar það að hann hefur ekki nóg af fitufríum massa til að geta endað í 100kg og 6% fita. Svona eins og staðan er í dag.\nHann er 110 kg og 18% fita\nSemsé af þessum 110kg eru 19,8kg fita.\nSegjum svo að hann létti sig um 10kg af hreinni fitu\nÞá verður hann 100 kg og 9,8kg fita.. sem sé 9,8% fita\nHann er núna 90kg fitufrír massi og 19,2kg fita\nHann vill verða 94kg fitufrír og 6kg fita\nMarkmiðið er þá að bæta á sig 4kg af vöðvum og missa 13,2 kg af fitu :)"
        },
        {
            "user": "svennibenni",
            "user_id": "61233",
            "date": "2009-04-13 13:11:27",
            "id": "6619443",
            "reply_to_id": "6619131",
            "text": "Hah já meinar. Semsagt nánast ómögulegt."
        },
        {
            "user": "Hvatberinn",
            "user_id": "43026",
            "date": "2009-04-12 15:00:06",
            "id": "6617994",
            "reply_to_id": "6617688",
            "text": "Sjálfur hef ég ekki reynslu á cutti enn sem komið er en hef heyrt gott af “Carb cycling”. Felst meira í því að tímasetja kolvetni frekar en limita þau.\nHef samt ekki reynslu á því, en skemmtileg lesning allavega…"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2009-04-12 19:21:51",
            "id": "6618563",
            "reply_to_id": "6617688",
            "text": "Prófaðu CKD, carb keto diet. Allar máltíðir pro/fat nema carbs post workout. Gætir líka tekið kolvetni ppw."
        },
        {
            "user": "BrickTop",
            "user_id": "57450",
            "date": "2009-04-13 01:52:39",
            "id": "6619154",
            "reply_to_id": "6618563",
            "text": "Hvað hefur svoleiðis diet framyfir venjulegan venjulegan keto diet (t.d. palumbo) og hvað væri líkaminn lengi að komast aftur í ketosis eftir PW carb load? Yrði þá vikulegt carb load ekki nauðsynlegt?"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2009-04-13 11:26:27",
            "id": "6619349",
            "reply_to_id": "6619154",
            "text": "Svoleiðis diet hefur það framyfir keto diet að þú færð kolvetni eftir æfingu (döh)..myndi ekki tala um PWO carb load heldur, en það tæki einhvern tíma að komast í ketosis aftur, en hver segir að þú þurfir að vera í ketosis 24/7 til að brenna fitu?\nVikulegur refeed dagur, þar sem þú étur 4-6 máltíðir, high carbs, moderate protein og halda fitu low to minimum. 1 cheat máltíð a la Dave Palumbo dugar ekki, og er bara stupid imo."
        }
    ]
}