{
    "forum_title": "Hljóðfæri",
    "user": "Dolphin",
    "user_id": "73096",
    "date": "2009-04-14 12:33:36",
    "title": "Help! i need sombody.",
    "text": "Ok nú er málið að ég er að fara að demba mér útí kaup á nýjum rafmagnsgítar, og mér vantar að vita sona sirka hvaða verðbil er á góðum gíturum (og þá er ég aðallega að tala um stabíla gítara sem endast lengi (og hljóma flott náttla)). Svo væri gott að fá að vita hvaða tegundir þið eruð að fýla.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/652075/help-i-need-sombody/",
    "url_id": "652075",
    "id": "6620865",
    "replies": [
        {
            "user": "GunniWaage",
            "user_id": "60235",
            "date": "2009-04-14 14:43:38",
            "id": "6621035",
            "reply_to_id": "6620865",
            "text": "Getur ekki klikkað með góðan Fender Telecaster eða stratocaster.\nMyndi mæla með að leita að notuðum gítörum, þar sem það er alger vitleysa að kaupa gítar nýjan út úr búð, eins og ástandið er í dag."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-04-14 16:39:38",
            "id": "6621250",
            "reply_to_id": "6621035",
            "text": "en ef ég er svo vitlaus að vilja kaupa hann nýjann, hvað gæti svoleiðis græja kostað???"
        },
        {
            "user": "bex",
            "user_id": "35702",
            "date": "2009-04-14 17:41:33",
            "id": "6621352",
            "reply_to_id": "6621250",
            "text": "http://hljodfaerahusid.is/is/mos/viewProductGroup/54/"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-04-14 23:16:32",
            "id": "6621949",
            "reply_to_id": "6620865",
            "text": "þetta er nú spurning um það hvað þú fýlar ekki við. En annars mæli ég með því að þú nefnir hvaða hljómsveitir og tónlistarstefnur þú ert að leitast eftir því að spila? og ertu á svona eiginlega frumstigi í því að að\nhlusta\ná ´tonlist og er tónlistarsmekkur þinn í stöðugri þróun? því þá þarftu að fá þér fjölhæfan gítar sem þolir stefnubreytingar."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-04-14 23:35:51",
            "id": "6621995",
            "reply_to_id": "6621949",
            "text": "ég hlusta á mjög mikið af tónlist og fer tónlistarsmekkur minn til metallicatown USA, colplay county  og alla leið til Abu pink floyd. ég er bara að leita mér að frekar stöðugum og skemmtilegum gítar sem hentar bæði í metal og líka ef maður vill bara slappa af og spila smá clapton."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-04-14 23:51:33",
            "id": "6622020",
            "reply_to_id": "6621995",
            "text": "hm, tékkaðu á einhverjum fínum Epiphone Les paul gíturum. hvaða budget ertu með í þetta?"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-04-15 07:08:02",
            "id": "6622291",
            "reply_to_id": "6622020",
            "text": "sona 70 þúsund kall."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-04-15 10:37:59",
            "id": "6622447",
            "reply_to_id": "6622291",
            "text": "það er gptt budget en er þá magnari líka með í því budgeti eða áttu hann fyrir? Mæli með kannski góðum Epiphone les paul/SG nýjum eða notuðum Gibson ef þú fýlar að spila á þannig ´gitara eða góðann Fender Strat/Telecaster ef þú fýlar þannig ´gitara. Soundið er kannski ekki eitthvað sem þú þarft að hafa rosa áhyggjur af þar sem þú getur alltaf breytt gítarnum smávægilega seinna svo hann henti í annað en farðu í Rín á frakkarstíg til að testa Epiphone og gibson gítara og hljóðfærahúsið til að testa Fender gítara. láttu starfsmenn sýna þér hver munurinn er. Epiphone/Gibson (basicly sama merkið nema Gibson  er vandaðara og epiphone er svona undirfyrirtæki þess) eru með örðuvísi hálsa en Fenderar og þú færð feitari hljóm útúr pickuppunum venjulega. svo er líka spurning um það hvernig lúkk þú fýlar og um að gera að passa að liturinn passi tóni vel við leðurbuxurnar þínar.\nwww.gibson.com er heimasíða gibson sem er virkilega góð. er full að upplísingum, og er með góðan prófíl fyrir gítarana.\nhttp://epiphone.com/default.asp?ProductID=\ner epiphone síðan sem þú ættir kannski frekar að vera að pæla í heldur en Gibson\nhttp://www.fender.com/products//search.php?section=guitars&cat=stratocaster\nhér eru stratocasterar frá fender\nhttp://www.fender.com/products//search.php?section=guitars&cat=telecaster\nog telecasterar frá fender.\nskoðaðu gítara vel áður en þú eyðir stórri upphæð í einhvern, nýjir gítarar eru asnalega dýrir svo að ég mæli með því að stalka auglísingarnar hér á Huga, það marg borgar sig og notaðir gítar geta verið allveg jafn góðir eða betri en þeir sem maður fær nýja. skoðaðu líka fróðleikshornið á /hljóðfæri, það er fult af sniðugum greinum þar í sambandi víð fgítara og stuff."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-04-15 15:00:27",
            "id": "6622771",
            "reply_to_id": "6622447",
            "text": "já mér líst vel á þessar humyndir, en svo fór ég að skoða og hjá hljóðfærahúsinu sýnist mér ekki séns að fá stratocaster á minna en 100 þúsund, þannig að maður verður kannski að uppa budgetið aðeins. Og get ekki ýmindað mér að les paul sé mikið ódýrari :P :S :( :,("
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-04-15 15:13:07",
            "id": "6622782",
            "reply_to_id": "6622771",
            "text": "þess venga áttu að fá þér notaða græju. Það var einhver að selja gæða stratocaster hérna á huga á svona 45 þús mynnir mig um daginn sem er pottþétt ekket síðri en þeir sem eru til í hljóðfærabúðum. ég vildi að ég hefði vitað af huga og að það væri hægt að fá notað dót hér þegar ég var fyrst að kaupa mér gítar. ég keypti rándýrann gítar fyrir fermingarpeningana mína en keypti svo svipaðann gítar á 7 þúsund hér á huga seinna sama ár. endaði á því að selja þennan dýra og núna nota ég aðalega þennan sem ég keypti á 7 þúsund krónur."
        }
    ]
}