{
    "forum_title": "Húmor",
    "user": "Dagfari",
    "user_id": "8158",
    "date": "2002-02-19 09:31:37",
    "title": "Newcomer nudist",
    "text": "A man joins a very exclusive nudist colony. On his first day there he takes off his clothes and starts to wander around. A gorgeous petite blonde walks by and the man immediately gets an erection. The woman notices his erection, comes over to him and says “Sir, did you call for me?“\nThe man replies, ”No, what do you mean?“\nShe says, ”You must be new here, let me explain. It's a rule here that if you get an erection, it implies you called for me.“ Smiling she leads him to the side of the swimming pool, lies down on a towel, eagerly pulls him to her and happily lets him have his way with her.\nThe man continued to explore the colony's facilities. He enters the sauna and as he sat down he farted. Within a few minutes a huge, obese, hairy man lumbers out of the steam toward him. ”Did you call for me?“ says the hairy man.\n”No, what do you mean?“ says the newcomer. ”You must be new here,“ says the hairy man, ”it’s a rule here that if you fart, it implies that you called for me.“ The huge man easily spins him around, bends him over a bench and has his way with him.\nThe newcomer staggers back to the colony office, where he is greeted by the smiling, naked receptionist. ”May I help you?“ she says.\nThe man yells, ”Here is my membership card, you can have the key back, and you can keep the $500 membership fee.“\n”But sir,“ she replies, ”you've only been here for a few hours, you haven't even had the chance to see all our facilities.“\nThe man replies, ”Listen lady, I'm 58 years old; I get a hard-on once a month, but I fart 15 times a day.\"",
    "url": "https://www.hugi.is/humor/greinar/65282/newcomer-nudist/",
    "url_id": "65282",
    "id": "445957",
    "replies": [
        {
            "user": "Draggam",
            "user_id": "16120",
            "date": "2002-02-23 03:59:30",
            "id": "445958",
            "reply_to_id": "445957",
            "text": "LOL góðu"
        }
    ]
}