{
    "forum_title": "Heilsa",
    "user": "Timpua",
    "user_id": "62290",
    "date": "2009-04-19 22:11:24",
    "title": "Reykingar",
    "text": "Er eitthvað alvarlegt eða hættulegt að reykja á djamminu? þá meina ég svona partysmoker. Er hætta á að fá reykingarhósta eða aðra kvilla?\nEndilega fræða mig um þetta.",
    "url": "https://www.hugi.is/heilsa/korkar/652912/reykingar/",
    "url_id": "652912",
    "id": "6630551",
    "replies": [
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2009-04-19 22:43:30",
            "id": "6630605",
            "reply_to_id": "6630551",
            "text": "uuh,, heimskuleg spurning,, já.. hefur þú ekkert lært af auglýsingaherferðum gegn reykingum eða?"
        },
        {
            "user": "Timpua",
            "user_id": "62290",
            "date": "2009-04-19 22:51:01",
            "id": "6630626",
            "reply_to_id": "6630605",
            "text": "já, en ég er aðallega að velta fyrir mér hættunni hjá fólki sem reykir aðeins þegar það er að drekka. Og þá á ég við langvarandi áhrif, líkamlega séð."
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2009-04-19 22:52:35",
            "id": "6630632",
            "reply_to_id": "6630626",
            "text": "hmm, mun minna en annað fólk sem reykir dagsdaglega… en ég myndi persónulega sleppa því,, en það er þó skömminni skárra :)"
        },
        {
            "user": "Zyzz",
            "user_id": "49145",
            "date": "2009-04-19 22:53:12",
            "id": "6630636",
            "reply_to_id": "6630626",
            "text": "það fer auðvitað eftir því hve mikið þú drekkur er það ekki augljóst?"
        },
        {
            "user": "Timpua",
            "user_id": "62290",
            "date": "2009-04-19 23:00:32",
            "id": "6630658",
            "reply_to_id": "6630636",
            "text": "já ókei, tökum dæmi:\nManneskja drekkur aðra hverja helgi. Þá oftast bara eitt kvöld en stundum tvö.\nHún verður mjög ölvuð þessar helgar og er basic fyrir hana að taka 10 bjóra (5%+)\nSvo reykir hún allt að 10 sígarettur á einu kvöldi með drykkjunni.\nHveru mikil hætta er á ferðinni ef til lengri tíma er litið?"
        },
        {
            "user": "Zyzz",
            "user_id": "49145",
            "date": "2009-04-19 23:18:13",
            "id": "6630706",
            "reply_to_id": "6630658",
            "text": "20-40 sígarettur á mánuði þá samkvæmt þessum tölum.\nHef ekki hugmynd hvað meðal reykingarmaður reykir margar á mánuði. Reyndu að finna það út og berðu fjöldan saman, hræddur um að ég geti ekki sagt þér neitt meira um þetta, ekki vel að mér í þessum hlutum  ;)"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2009-04-20 18:42:02",
            "id": "6631961",
            "reply_to_id": "6630551",
            "text": "Meðalreykingarmaðurinn reykir frá 15-20 sígarettur á dag myndi ég halda.\nEf við miðum við 30 daga mánuð þá erum við að tala um 450-600 sígarettur á mánuði (vó..!). Ég sjálfur reyki í kringum pakka á dag, stundum meira og stundum minna og hef gert það síðustu 8 árin.\nHleyp samt 20km pís of pæ og er í mjög mjög góðu líkamlegu formi, verð aldrei veikur, góð lungu, góðan blóðþrýsting,(án þess að ljúga að þér)…\nHeld að pointið sem ég er að reyna að gera hérna er að þetta fer alveg roooosalega eftir fólki og er mjög mismunandi.\nDæmi 1: Maður reykti í kringum pakka á dag í 6 ár, á 7 ári fékk hann lungnakrabbamein og lést á 9 ári.\nDæmi 2: Kona reykti í 62 ár, hátt í þrjá pakka á dag síðustu 5-10 árin, dó með lungu á við 16 ára unglingstelpu\nAlmennt er þetta samt stórhættulegt, þannig að ég mæli ekki með því ^^..\nEkki taka sénsinn allavega ;)"
        },
        {
            "user": "Timpua",
            "user_id": "62290",
            "date": "2009-04-20 21:03:39",
            "id": "6632347",
            "reply_to_id": "6631961",
            "text": "Heldurðu að það geti spilað inn í ef ættingi lést af völdum krabbameins?"
        },
        {
            "user": "Alexxx",
            "user_id": "64689",
            "date": "2009-04-24 16:49:10",
            "id": "6639524",
            "reply_to_id": "6632347",
            "text": "Algjörlega.\nÞegar er verið að rannsaka eftir krabbameini er alltaf krafist nákvæmra upplýsinga um ætt sjúklingsins.\nAð sjálfsögðu ekki 100%, en þú veist. Líkurnar hækka."
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2009-04-20 22:50:53",
            "id": "6632602",
            "reply_to_id": "6630551",
            "text": "Það kostar sitt að vera töff á djamminu."
        },
        {
            "user": "motocross250",
            "user_id": "72024",
            "date": "2009-04-21 19:48:34",
            "id": "6634028",
            "reply_to_id": "6632602",
            "text": "það er svo engavegin töff ad reykja, nánast allir sem eru háðir þessu er alltaf ad berjast við þetta og reyna ad hætta, því þau byrjuðu að reykja a sínum yngri árum."
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2009-04-21 21:12:22",
            "id": "6634195",
            "reply_to_id": "6634028",
            "text": "Enda var þetta svar létt spaug þar sem það er svo fáranlegt að spá í að reyka bara á djamminu eins og korkahöfundur er að spá í."
        },
        {
            "user": "motocross250",
            "user_id": "72024",
            "date": "2009-04-21 23:09:18",
            "id": "6634451",
            "reply_to_id": "6634195",
            "text": "erfitt ad þekkja kaldhæðni á netinu …"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2009-04-21 19:59:29",
            "id": "6634056",
            "reply_to_id": "6630551",
            "text": "Ef þú reykir á djamminu er líklegra að þú farir að reykja daglega … Svo hættu meðan þú getur.\nPlús það að hver er tilgangurinn með að reykja þegar maður drekkur? Kostar bara auka peninga, eins og maður eyði ekki nóg í áfengið …"
        },
        {
            "user": "cucomar",
            "user_id": "54359",
            "date": "2009-04-22 02:22:07",
            "id": "6634746",
            "reply_to_id": "6630551",
            "text": "að reykja á djamminu er einmitt ástæðan fyrir því að ég byrjaði að reykja.. keypti mer kannski pakka og for að djamma svo vaknaði eg daginn eftir með nokkrar rellur eftir, tjahh fæ mer sigo, svo pooff.., i dag er eg að berjast við að hætta og gengur það ekkert:("
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2009-04-25 00:58:14",
            "id": "6640681",
            "reply_to_id": "6630551",
            "text": "slepptu því frekar, færð bara meiri þynnku og jú þetta hefur slæm langtímaáhrif á líkamann"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2009-04-25 13:42:28",
            "id": "6641225",
            "reply_to_id": "6630551",
            "text": "Slepptu því bara að reykja:)\nFlestir sem ætla sér aldrei að byrja að reykja en enda samt á því að verða reykingamenn byrja nær alltaf sem djammreykingarmenn.\n+ Núna þegar reykingar eru bannaðar allstaðar þá er fátt jafn uncool og þreitandi og gæjarnir sem þurfa að bregða sér út á 15-30 mínutna fresti til að fá sér smók."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2009-05-02 14:58:06",
            "id": "6654384",
            "reply_to_id": "6630551",
            "text": "ohh mig langar til að byrja að reykja."
        },
        {
            "user": "Timpua",
            "user_id": "62290",
            "date": "2009-05-02 15:51:53",
            "id": "6654468",
            "reply_to_id": "6654384",
            "text": "þetta er meira svona “Ég er byrjaður að þessu, og er að spá í hverjar afleiðingarnar eru, svo ég geti metið þetta.”"
        }
    ]
}