{
    "forum_title": "Metall",
    "user": "thorok",
    "user_id": "7541",
    "date": "2002-02-20 23:36:18",
    "title": "Soilwork - Natural Born Chaos",
    "text": "Ég fekk þennan disk (promo) fyrir helgi, en hafði ekki tíma til að hlusta á hann fyrr en núna… Frabær diskur!!\nSoilwork hafa sennilega aldrei verið eins melódiskir, þéttir og vandaðir. Natural Born Chaos er ekki kominn út reyndar, en diskurinn heldur áfram þeirri þróun sem Soilwork hafa verið að taka… með þvi að blanda saman brutal death metal med melódískum laglínum og einstaka clean söngi.\nEin kannski stærsta framförin er söngurinn, þ.e.a.s. clean söngurinn. Mér skilst að það sé sami söngvari sem sér um clean og brútal sönginn og gerir hann hvort tveggja alveg frábærlega.\nNatural Born Chaos er frábærlega pródúseraður því sándið er frábært og vel polished (ekki overpolished).\nSoilwork eru svo sannarlega að skipa sér í allra fremstu röð í melódíska deathmetal geiranum og svei mér ef Natural Born Chaos sé ekki bara það besta sem ég hef heyrt í þessum geira.\nÞorsteinn",
    "url": "https://www.hugi.is/metall/greinar/65460/soilwork-natural-born-chaos/",
    "url_id": "65460",
    "id": "447717",
    "replies": [
        {
            "user": "wrathchild",
            "user_id": "7609",
            "date": "2002-02-22 00:18:09",
            "id": "447718",
            "reply_to_id": "447717",
            "text": "Lítið um diskinn en ég ætla að tékka á þessu bandi ;)"
        },
        {
            "user": "wrathchild",
            "user_id": "7609",
            "date": "2002-02-23 00:38:54",
            "id": "447719",
            "reply_to_id": "447718",
            "text": "Soilwork er frábær hljómsveit enda er ég mikið fyrir svona Svíametal.\nEr umræddur diskur ekki örugglega sá fjórði í röðinni frá þeim?"
        },
        {
            "user": "Steingeit",
            "user_id": "1282",
            "date": "2002-02-26 16:10:31",
            "id": "447720",
            "reply_to_id": "447717",
            "text": "jú, ég held að þessi diskur sé sá fjórði.\nFrábært band og hinar plötunar mjög góðar.\nSvíametall ownar!"
        }
    ]
}