{
    "forum_title": "Blizzard leikir",
    "user": "slingthor",
    "user_id": "18339",
    "date": "2009-05-04 12:34:52",
    "title": "Draumurinn um íslenska tölvuleikjadeild",
    "text": "Það eru fullt af íþróttum hér á Íslandi stundaðar, margar minni og aðrar smærri. Fótboltinn með þeim stærri og blak ef til vill með þeim smærri. Hinsvegar er ég þó viss um að þeir séu fleiri sem stunda svokallaðar stafrænar íþróttir.\nHingað til hef ég ekki vitað um starfræka tölvuleikjadeild sem er rekin af félagi eins og KSÍ né hefur bækistöðvar þar sem leikmenn keppast að regulega í deildum. Eins og staðan er á Íslandi í dag þá þarfnast mikið af frumkvöðlavinnu til að koma okkur upp úr ástandinu sem ríkir á landinu.\nÉg fékk súra og ef til vill mjög góða hugmynd um að gera á landinu vettvang fyrir klön í mismunandi leikjum til að geta keppt í deild, þar sem sigurvegari fengi að sjálfsögðu vegleg verðlaun, og ef þáttaka yrði mikil þá væri hægt að hafa margar deildir með runners up og runners niður.\nÞessi vettvangur myndi skara af 2 hringborðum þar sem spilendur sitja inni í hringborðinu til að geta fylgst betur með skjá vina sinna, hljóðeinangrandi veggur yrði á milli liðanna og þar yrði keppt í stöðluðum tölvum.\nEf til vill helsta ástæða þess að lík deild hefur ekki komið upp áður er að stafrænar íþróttir eru ungar að aldri, ásamt því að þær eru í raun aðskildar eins og venjulegar íþróttir, sem flokkast í handbolta, golf, lyftingar o.fl., þá hafa stafrænar íþróttir undirflokka eins og spilun á Dota, Warcraft III, Starcraft, Counter strike og Call of Duty og lengi mætti telja áfram. Svo má ekki gleyma að til eru mikið af deildum sem keppt er beint úr tölvunni heima, þá erlend eða íslensk mót. Þessi hugmynd er hinsvegar að stærra batterýi.\nÞá myndu klön vera liðin í þessari deild, og þau bestu fengið styrki frá ákveðnum aðilum ef kæmi til mikilla vinsælda, og einnig væri hægt að setja inn deildir fyrir fleiri leiki ef vinsældir yrðu.\nVandamál með tölvuleiki er þó að þeir verða úrelltir, og nýir koma í staðinn. Oft koma samt nýir leikir og taka við, sjálfum mér dettur í hug að einhver muni búa til Dota map fyrir starcraft þegar hann kemur og þannig ýta undir ferskleika dota t.d.\nÞað er allavegana víst að nóg er af spilurum á landinu, og ef við lítum á höfðatölu þá eru fáir sem spila á aldrinum 30+, en þeir sem spiluðu leiki á yngri árum munu ef til vill gera það áfram og þannig mun fjöldi tölvuleikja unnenda á landinu aukast og markhópurinn sem spilaði þetta á yngri árinum eldast, þannig að eftir 20 ár gætum við búist við spilurum á aldrinum 50 ára, og þeir gætu enn stundað íþróttina af kappi!\nHugmyndin er enn í þróun, og mig langar að vita undirtektir spilenda á Íslandi. Eins og er er þetta aðeins draumur, en draumar verða víst sjaldan að veruleika nema þú gerir eitthvað í því! Öll gagnrýni vel þegin fyrir utan hversu sjúklega nördalegt þetta yrði!",
    "url": "https://www.hugi.is/blizzard/greinar/654950/draumurinn-um-islenska-tolvuleikjadeild/",
    "url_id": "654950",
    "id": "6657957",
    "replies": [
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2009-05-04 12:39:17",
            "id": "6657961",
            "reply_to_id": "6657957",
            "text": "jaaa www.esports.is nálgast nú þessa hugmynd þína, ástæðan er reyndar sú að venjulegar íþróttir draga til sín áhorfendur sem mynda stemmningu öll á sama stað á meðan þú horfir á tölvuleiki (t.d. dota leiki) á Garena eða warTV þar sem þú situr heima og tengir þig á þetta í gegnum netið\nþannig er erfitt að “rukka” og fá fjármagn til að halda svona gangandi\nskjálfti virkaði samt eins og erlendu fyrirtækin sem halda lön og það eru einhverjir að taka að sér að hosta svoleiðis fyrir einstaka leiki nútildags (hringurinn?)\nþannig ég held að esports sé að covera internetíþróttasamfélagið nokkuð vel."
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2009-05-04 12:43:43",
            "id": "6657967",
            "reply_to_id": "6657961",
            "text": "Já mjög rétt og satt, það sem komið er þykir mér mjög jákvætt. Varðandi fjármagnið þá veit ég að ýmis af hinum bestu liðum í heiminum eru styrkt, og ef að það kæmi upp sterk deild sem flestir Íslendingar vita um, þá myndi eflaust aðsókn í leiki sem keppnisgrein aukast og við fengum ennþá hæfari menn þar sem samkeppni myndi einnig aukast.\nEn mikið til í þessu svari hjá þér Kjellz og ef til vill ein af ástæðunum fyrir að þetta hafi ekki enn gerst."
        },
        {
            "user": "Crymo",
            "user_id": "76595",
            "date": "2009-05-04 13:25:46",
            "id": "6658032",
            "reply_to_id": "6657957",
            "text": "Tölvuleikir eru framtíðin.. Það eru allavega sterkir gróðamöguleikar í þessu ef maður fylgir þessu í gegn\náfram ingþór :"
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2009-05-04 20:53:19",
            "id": "6659148",
            "reply_to_id": "6657957",
            "text": "why á blizzard?"
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2009-05-04 21:05:15",
            "id": "6659196",
            "reply_to_id": "6659148",
            "text": "Vegna þess að ég er með dota hátt í huga."
        },
        {
            "user": "Spanker",
            "user_id": "74971",
            "date": "2009-05-04 21:46:10",
            "id": "6659301",
            "reply_to_id": "6659196",
            "text": "ég segi WoW arena!"
        },
        {
            "user": "Spanker",
            "user_id": "74971",
            "date": "2009-05-15 16:12:08",
            "id": "6685023",
            "reply_to_id": "6659301",
            "text": "Alveg sammála því :)"
        },
        {
            "user": "SigmarSexy",
            "user_id": "47235",
            "date": "2009-05-05 12:57:45",
            "id": "6660364",
            "reply_to_id": "6659148",
            "text": "Ekki vera fífl"
        },
        {
            "user": "SigmarSexy",
            "user_id": "47235",
            "date": "2009-05-05 17:17:22",
            "id": "6661024",
            "reply_to_id": "6660364",
            "text": "Afhverju er ég að vera fífl? Ætti frekar heima inná /leikir.\nFáviti."
        },
        {
            "user": "SigmarSexy",
            "user_id": "47235",
            "date": "2009-05-05 17:33:28",
            "id": "6661079",
            "reply_to_id": "6661024",
            "text": "Afhverju ætti ég að vera fáviti?\nT.d. ég og margir, margir, margir aðrir skoða ekki /leikir.\nEn samt hef ég mikinn áhuga á þessari deild. Og svo flokkast DOTA / WC3 undir /blizzard svo þetta hefur góðan rétt til þess að vera hér.\nBætt við 5. maí 2009 -  17:40\nOg ef þú ferð inn á /leikir þá sérðu þessa grein þar í greinasafninu, þótt hún sé skráð á /blizzard."
        },
        {
            "user": "SigmarSexy",
            "user_id": "47235",
            "date": "2009-05-05 17:46:03",
            "id": "6661108",
            "reply_to_id": "6661079",
            "text": "Já en þetta sést á Forsíðunni ef það er inná /leikir líka. Síðan meikar það meira sense ef að þetta sé inná /leikir útaf það er undir ALLA leiki, ekki 3 eða eithvað."
        },
        {
            "user": "SigmarSexy",
            "user_id": "47235",
            "date": "2009-05-05 17:55:26",
            "id": "6661133",
            "reply_to_id": "6661108",
            "text": "Jújú það meikar alveg sens, en það sem myndi meika mestann sens væri að setja þetta inn á /blizzard, /hl, /cod og alla þessa leiki sem um væri að ræða í þessari deild."
        },
        {
            "user": "SigmarSexy",
            "user_id": "47235",
            "date": "2009-05-05 18:14:28",
            "id": "6661187",
            "reply_to_id": "6661133",
            "text": "Satt en hann lét þetta bara inná eitt áhugamál :S"
        },
        {
            "user": "SigmarSexy",
            "user_id": "47235",
            "date": "2009-05-05 18:27:41",
            "id": "6661227",
            "reply_to_id": "6661187",
            "text": "Hmm já, það er rétt:I"
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2009-05-04 23:03:39",
            "id": "6659520",
            "reply_to_id": "6657957",
            "text": "Ég held nú reyndar að blak sé ekki með þeim smærri.\nKíktu\nhér\nog þú sérð að það eru um þrettán deildir í blakinu…"
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2009-05-05 12:33:47",
            "id": "6660304",
            "reply_to_id": "6659520",
            "text": "samt sem áður minnihlutaíþrótt\nenganvegin samkeppnishæf við aðsókn á t.d. handboltaleiki/fótboltaleiki\nblak, badminton, tennis o.s.fr."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-05 14:30:04",
            "id": "6660542",
            "reply_to_id": "6660304",
            "text": "Það er nú alveg rétt, aðsóknin er meiri á fótboltann.\nEn mig langaði bara að minnast á þetta því í gær heyrði ég hversu margar blakdeildir eru á Íslandi og fannst það merkilegt. =P"
        },
        {
            "user": "Birdman",
            "user_id": "35457",
            "date": "2009-05-05 12:34:29",
            "id": "6660306",
            "reply_to_id": "6659520",
            "text": "stórefast um að þetta hafi verið eitthvað skot á blak"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-05 14:28:25",
            "id": "6660538",
            "reply_to_id": "6660306",
            "text": "Tók því nú ekki þannig, var bara að heyra í gær hversu margar deildir eru í blakinu hér á Íslandi og er einhver betri staður til að blasta því á en blizzard?"
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-05-05 18:27:13",
            "id": "6661226",
            "reply_to_id": "6657957",
            "text": "Með fullri virðingu fyrir þessum hugmyndum sem mér finnst mjög sniðugar þá verð ég að segja það að ég mun aldrei kalla tölvuleikjaspilun íþrótt.\nNema þá kannski Wii XD"
        },
        {
            "user": "Birdman",
            "user_id": "35457",
            "date": "2009-05-05 18:42:54",
            "id": "6661273",
            "reply_to_id": "6661226",
            "text": "ok flott,en afhverju?"
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-05-05 21:00:21",
            "id": "6661683",
            "reply_to_id": "6661273",
            "text": "Þegar ég hugsa um íþróttir finnst mér líkamlegt átak eiginlega vera bara algjört grundvallaratriði"
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2009-05-05 21:46:56",
            "id": "6661860",
            "reply_to_id": "6661683",
            "text": "Það er fullt af krossþroskaheftum íþróttum sem taka minna á en að sitja á rassgatinu í tölvunni. Einsog krikket, curling og allar íþróttir þar sem þú situr á hesti. Svo ég tali ekki um mótorsport."
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-05-05 21:53:25",
            "id": "6661887",
            "reply_to_id": "6661860",
            "text": "Get ekki aaaaalveg verið sammála þessu en meikar samt alveg sens"
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2009-05-13 17:57:11",
            "id": "6680845",
            "reply_to_id": "6661860",
            "text": "HAH!\nhefur þú einhverntímann setið eða tamið hest? það er ekkert nema púl að sitja hest á stökki\nkrikket og curling taka meira á en að nota lyklaborð og mús, nema það sé reglulegur viðburður að fara í nerdrage og púla við að mölva allt"
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2009-05-13 18:04:18",
            "id": "6680866",
            "reply_to_id": "6680845",
            "text": "Jújú það er gaman að hestast en það er varla mikið púl fyrir knapan.\nSvo er nerdrage alveg daglegur viðburður ef maður er að arenast á fullu (býst ég við) eða suckar í cod rsum"
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2009-05-13 18:07:22",
            "id": "6680879",
            "reply_to_id": "6680866",
            "text": "ehh.. gaur\nað ríghalda sér í hest á stökki er ekkert grín\nl2sveit"
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2009-05-13 18:08:56",
            "id": "6680888",
            "reply_to_id": "6680879",
            "text": "Jæja.. kannski að ég fari að sveitast einhverntíman bara til að ríghalda mér í hest á stökki.. þar sem maður þekkir hestafólk og svona"
        },
        {
            "user": "Harib0",
            "user_id": "68184",
            "date": "2009-05-15 01:19:01",
            "id": "6684349",
            "reply_to_id": "6680845",
            "text": "Hvað með skák? Pílukast? Af hverju eru þetta meiri íþróttir en tölvuleikir? :)"
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2009-05-15 14:33:57",
            "id": "6684888",
            "reply_to_id": "6684349",
            "text": "as long as your moving þá er það meiri íþrótt en tölvuleikir\nog guðana bænum ekki fara segja að það sé svipuð mikil hugsun í skák og tölvuleikjum, svo engan vegin sambærilegt"
        },
        {
            "user": "Ledann",
            "user_id": "57811",
            "date": "2009-06-18 07:19:27",
            "id": "6745344",
            "reply_to_id": "6684888",
            "text": "afhverju er þetta ekki sambærilegt? þegar þú ert með 2 leikmenn sem hafa spilað skák jafn lengi færðu út jafn mikkla keppni og 2 leikmenns sem hafa spilað tölvuleiki jafn lengi.. (svo lengi sem að þeir eru equally skilled) annars þá hafa tölvuleikir meiri áhrif á taugarnar í þér en skák. hef alldrei borið vitni af manni verða rosalega uppspentum og stressuðum í skák, en í góðum scrimmum eða arena battles, bossfights og annað hefur það nú gerst.. færð eflaust meiri áreynslu á líkamann í tölvuleikjum heldur en í skák.. þótt að það sé ekki viðmiðið.. en hugsunin bakvið þetta er nákvæmlega sú sama.. að vera nógu góður eða “ sniðugur ” til að vinna andstæðinginn.. oh yes FYI þá hefur Danmörk og Svíþjóð tekið inn tölvuleiki og samþykt þá sem íþróttir.. =D"
        },
        {
            "user": "TheOnlyOne",
            "user_id": "44372",
            "date": "2009-07-03 17:06:42",
            "id": "6769602",
            "reply_to_id": "6661860",
            "text": "Haha þú ert vangefinn ef að þú heldur að mótorsport séu ekki átök.\nSvitnar eins og motherfucker á þessu og ert dauðþreyttur eftir langan dag."
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2009-07-03 17:49:35",
            "id": "6769645",
            "reply_to_id": "6769602",
            "text": "Jájá öll fáfræði er vangefni? smart gaur, þú.\nÞú veist kannski ekki að TK var aðeins setback en það gerir þig ekkert vangefin, pfff"
        },
        {
            "user": "TheOnlyOne",
            "user_id": "44372",
            "date": "2009-07-07 19:08:45",
            "id": "6775102",
            "reply_to_id": "6769645",
            "text": "bahh!\n“Ef að þú heldur” þá er ég EKKI að segja “þú ert vangefinn” heldur er ég að gefa í skyn að ef að þú skilur ekki átökin í mótorsport séu svo að þú svitnir ekki einu sinni þá ertu vangefinn (taktu eftir að ég er ekki að kalla þig vangefinn)  eða skortir rökhugsun.. þú ert dauðþreyttur eftir langan túr eða keppni.\nEf þú vissir það ekki, þá veistu það núna og skalt vera ánægður með að hafa lært eitthvað nýtt í dag :D\nOg svo í lokinn til að forðast allan útúrsnúning þá nota ég orðið “vangefinn” til að lýsa fáfræðslu eða skort á rökhugsun."
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2009-07-07 19:12:00",
            "id": "6775107",
            "reply_to_id": "6775102",
            "text": "Jaa hvað um gaurana á kókómjólkur bílnum? Spæna upp einhverja 90° brekku og það tekur svona 10 sec. Það tekur varla á.\naannars er ég bara að snúa útúr. Finnst þetta samt mjög illa orðað hjá þér að kalla fólk vangefið útaf svona."
        },
        {
            "user": "TheOnlyOne",
            "user_id": "44372",
            "date": "2009-07-07 19:18:31",
            "id": "6775123",
            "reply_to_id": "6775107",
            "text": ": (\nTroll- einhver sem viljandi snýr útúr til að pirra fólk..\nBaahhhhh !!"
        },
        {
            "user": "atli123",
            "user_id": "60553",
            "date": "2009-05-07 13:10:33",
            "id": "6665868",
            "reply_to_id": "6661683",
            "text": "Heilinn er partur af líkamanum, þegar þú hugsar reyniru á heilann og þar af leiðandi líkamann. = líkamlegt átak :)"
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-05-07 14:09:06",
            "id": "6665993",
            "reply_to_id": "6665868",
            "text": "Ja tæknilega séð, en þú veist hvað ég meina right?"
        },
        {
            "user": "atli123",
            "user_id": "60553",
            "date": "2009-05-08 05:43:16",
            "id": "6668085",
            "reply_to_id": "6665993",
            "text": "algjörlega, ég er bara ekki sammála því"
        },
        {
            "user": "squarly",
            "user_id": "2884",
            "date": "2009-05-06 11:02:46",
            "id": "6662916",
            "reply_to_id": "6661226",
            "text": "Langar bara að benda á að t.d er Skák flokkað sem íþrótt."
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-05-06 14:10:56",
            "id": "6663246",
            "reply_to_id": "6662916",
            "text": "Já ég vissi það nú, á erfitt með að samþykkja það"
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2009-05-08 11:26:10",
            "id": "6668277",
            "reply_to_id": "6661226",
            "text": "það sem íþróttir eiga flestar sameiginlegt er að það er keppt í því, það tekur á og þarfnast hæfileika, það er þjálfun gerir þig betri í því.\nÞegar þú ferð út að hlaupa er það ekki keppni, en maðurinn við hliðin á þér gæti hlaupið hraðar en þú, og það væri hægt að fara í kapp.\nÞannig séð getur stærðfræði líka verið íþrótt ef hún er stunduð sem slík, það er þú keppir í stærðfræði, þá er það hugræn íþrótt eins og skák, bridds, og ég myndi flokka esports/stafrænar íþróttir/keppnir í tölvuleikjum til hins sama flokks.\nÍ stuttu máli, þá er almennur misskilningur að hreyfing sé = íþrótt, hreyfing er samkvæmt eðli sínu færsla hlutar, og oft er það átak ef það er gert hratt.\nsemsagt, hlutur getur verið íþrótt án þess að innihalda hreyfingu."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2009-05-08 19:52:23",
            "id": "6669284",
            "reply_to_id": "6668277",
            "text": "“Þannig séð getur stærðfræði líka verið íþrótt”\nÞetta er alveg hárrétt. Til dæmis eru til ólympíuleikar í stærðfræði, eðlisfræði og fullt af þannig dóti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-08 19:02:44",
            "id": "6669186",
            "reply_to_id": "6661226",
            "text": "Skák?"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2009-05-18 19:47:34",
            "id": "6690205",
            "reply_to_id": "6661226",
            "text": "Hvort hlutir eins og skák eða tölvuleikir séu íþróttir er umdeilt, og fer eftir hvort þú skilgreinir íþrótt sem eingöngu líkamlega keppni eður ei. Þó að persónulega kalli ég tölvuleiki ekki íþróttir…\n( tja nema kannski hugaríþróttir\nhttp://en.wikipedia.org/wiki/List_of_sports#Mind_Sports_by_Family\n)\n…þá er samt engin spurning um að hlutir eins og fótbolti, handbolti, etc, eru\nleikir\n. Fólk gleymir sér oft með þetta svakalega gildishlaðna orð “íþrótt”. Fótbolti er bara leikur sem keppt er í. Það er spurt \"hvernig fór\nleikurinn\n“. Það er talað um ”the olympic\ngames\n\". Þetta eru allt leikir sem þróuðust út í að vera keppt reglulega í, og kannski tekurðu þá alvarlega, kannski ekki, en þá er það bara í hausnum á þér. Ekkert að því auðvitað, but that's how it is.\nÞannig að já, ég kalla tölvuleiki ekki íþróttir, en tala samt um að íþróttir skipti í eðli sínu ekki meira máli heldur en tölvuleikir. Bæði í eðli sínu mjög gagnslaus fyrirbæri, fyrir utan gagnið í skemmtuninni auðvitað\n**\n, og ef fólk lætur þetta skipta sig einhverju máli þá er það líka upp á skemmtun.\nNota bene ég hef æft og keppt í handbolta, fótbolta og frjálsum yfir æfina en aldrei keppt í tölvuleik. Þetta eru bara mínar skoðanir eftir að pæla í þessu, óháð hefðum og almenningsáliti.\n**\nreyndar má segja að það sé gagn í að þjálfa líkamann og að þjálfa hugann. En það telst nú varla með… ef við byggjum ekki í svona ríku samfélagi þá værum við hvort sem er að hreyfa okkur nóg og þetta væri ekkert annað en tóm sóun á tíma og orku (fyrir utan skemmtanagildið auðvitað)."
        },
        {
            "user": "Flexo",
            "user_id": "55236",
            "date": "2009-07-04 20:16:37",
            "id": "6770937",
            "reply_to_id": "6661226",
            "text": "Maður er kannski ekki að hriefa sig og nei þetta flokkast kannski ekki undir íþrótt og er það ekki. en að spila tölvuleiki tekur einbeitingu, viðbrögð, rökhugsum og margt meira, mætti líkja því við skák, það er keppt í skák ^^\nÞetta er ekki íþrótt en þetta tekur á heilann á þér, og stundum puttana:)"
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-07-04 20:21:12",
            "id": "6770943",
            "reply_to_id": "6770937",
            "text": "Já, og axlirnar xD"
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2009-05-05 18:55:09",
            "id": "6661302",
            "reply_to_id": "6657957",
            "text": "það er villa þarna því að blak er örugglega með stærri íþróttum á íslandi og það var mót núna man ekki alveg hvar annaðhvort á akureyri eða egilstöðum og þar voru 9 deildir og alveg heill hellingur af liðum"
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2009-05-08 11:30:20",
            "id": "6668286",
            "reply_to_id": "6661302",
            "text": "má vera rétt hjá þér, þar sem ég tók dæmi um þekktari íþróttir í smærri kanntinum. Skvass eða róður væri ef til vill enn smærri íþrótt, en mér fannst passa að taka dæmi um íþróttir sem hafa hlotið nokkurra vinsælda og sem almenningur veit almennt af.\nAf þeim íþróttum er blak ef til vill með þeim smærri."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-08 14:13:54",
            "id": "6668567",
            "reply_to_id": "6668286",
            "text": "já þú meina"
        },
        {
            "user": "trusts",
            "user_id": "43880",
            "date": "2009-05-05 23:00:27",
            "id": "6662193",
            "reply_to_id": "6657957",
            "text": "Hlýtur nú að hafa Arena tournament ;)"
        },
        {
            "user": "MessrsMoony",
            "user_id": "46152",
            "date": "2009-05-07 23:16:05",
            "id": "6667713",
            "reply_to_id": "6657957",
            "text": "Keep the dream alive (Y) Það væri annars ofur ef þetta yrði gert."
        },
        {
            "user": "kobbalingur",
            "user_id": "39139",
            "date": "2009-05-08 14:48:03",
            "id": "6668656",
            "reply_to_id": "6657957",
            "text": "ég held að team-90 sé alltaf til í að taka Btfc í rassgatið þannig ég styð þessa hugmynd\nlummz for the win!"
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2009-05-12 11:12:17",
            "id": "6677368",
            "reply_to_id": "6668656",
            "text": "gangi ykkur svo vel með það"
        },
        {
            "user": "pippz",
            "user_id": "19244",
            "date": "2009-05-09 14:59:20",
            "id": "6670512",
            "reply_to_id": "6657957",
            "text": "Þetta er samt heitasta spectator sport í geimi, strandblak (kvenna), þannig þó það sé með þeim smærri þá er mörgum slétt sama :D"
        },
        {
            "user": "alexus",
            "user_id": "21792",
            "date": "2009-05-28 12:07:13",
            "id": "6708680",
            "reply_to_id": "6657957",
            "text": "íþróttir eru náttúrulega bara leikir fótbolti var ekkert fundinn upp svo mörg þúsund manns gætu horft á það á risa leikvangi heldur var þetta bara leikur alveg einsog tölvu\nleikur\n, með það sagt finnst mér að tölvuleikir geti alveg eins verið íþrótt ef það er hægt að “keppa” í því"
        },
        {
            "user": "Aroni",
            "user_id": "21637",
            "date": "2009-08-17 01:24:03",
            "id": "6831411",
            "reply_to_id": "6657957",
            "text": "WTB 3v3 tournament á Íslandi"
        },
        {
            "user": "zarax",
            "user_id": "56474",
            "date": "2009-09-15 11:17:23",
            "id": "6871806",
            "reply_to_id": "6831411",
            "text": "Reyndar held ég að það teljist ólöglegt að keppa í arena ect…\nAllveg eins og íslandi er neitað um að geta skráð sig á Tournament Realm í WoW (telst sem gambling)\nBætt við 15. september 2009 -  11:24\nÚbs, ætlaði ekkert að svara þér."
        }
    ]
}