{
    "forum_title": "Deiglan",
    "user": "enss1o",
    "user_id": "65333",
    "date": "2009-05-08 12:37:53",
    "title": "Mótmælin byrja aftur",
    "text": "Mótmæli hefjast aftur við Austurvöll klukkan 13:00 í dag, þar sem mótmælt verður aðgerðaleysi ríkisstjórnar Vinstri grænna og Samfylkingar.  Mótmælt þar á meðal þess að þau lækka ekki stýrivexti meira og gefa ekki skýringar.  Fjölmennum!\nAnnað dæmi um heiska ákvörðun Rikisstjórnar:\nhttp://mbl.is/mm/frettir/innlent/2009/05/08/skora_a_stjornvold_ad_hverfa_fra_fyrningarleid/\nBætt við 8. maí 2009 -  12:43\nheimska ákvörðun átti að standa",
    "url": "https://www.hugi.is/deiglan/korkar/655659/motmaelin-byrja-aftur/",
    "url_id": "655659",
    "id": "6668395",
    "replies": [
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2009-05-08 12:39:33",
            "id": "6668398",
            "reply_to_id": "6668395",
            "text": "http://visir.is/article/20090508/FRETTIR01/315481580\nAuglýsingin"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-05-08 12:50:26",
            "id": "6668424",
            "reply_to_id": "6668395",
            "text": "Hvað er þetta maður. Hafa þau ekki bara verið þarna í 5-6 mánuði án þess að gera neitt?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-08 13:07:41",
            "id": "6668457",
            "reply_to_id": "6668395",
            "text": "Ég vona að þau fari að láta allt upp á borðið. Við höfum rétt á að vita allt um AGS skilmálana. Við ættum frekar að fá lán í japönskum yenum sem hafa rokið upp og borga þeim svo aftur í íslensku vatni þar sem vatn er dýrara en olía í Japan. Ætli að stjórvöldum sé búið að detta það í hug?\nVatn er dýrmætt og verð þess fer hækkandi með hverjum degi.\nStjórnvöld án gegnsæis eru stjórnvöld sem fá ekki mína blessun."
        },
        {
            "user": "SpiderJerusalem",
            "user_id": "77060",
            "date": "2009-05-08 13:41:46",
            "id": "6668514",
            "reply_to_id": "6668395",
            "text": "Er það heimsk ákvörðun að fylgja eftir úrskurði mannréttindadómstóls sameinuðuþjóðanna?"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-05-08 14:08:55",
            "id": "6668557",
            "reply_to_id": "6668395",
            "text": "Gerðu núverandi stjórnvöld lítið úr mótmælendum að þessu sinni og kölluðu þetta skríl?\nhttp://mbl.is/mm/frettir/innlent/2009/05/08/budu_motmaelendum_til_vidraedna/\nMér sýnst vera frekar breytt viðmót á ferðinni, frá því sem áður var."
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2009-05-08 16:33:13",
            "id": "6668863",
            "reply_to_id": "6668557",
            "text": "Afhverju blandaru alltaf öðrum inn í hlutina? í stað þess að verja bara það sem þú styður en ekki segja að þetta sé skárra en hitt út af því.\nReyndu frekar að segja mér afhverju nýja norska seðlabankafíflinu er ekki sagt upp því hann er ekki að sinna vinnu sinni- þ.e.a.s lækka stýrivextina- um 10% eins og þau lofuðu að yrði gert í gær.\nHvar þessi skjöldur sem átti víst að koma yfir heimilin er?   Ástandið heimilina fer bara versnandi.\nHvar eru allar þessar helvítis tillögur sem Vinstri Grænir sögðust ætla taka með sér í ríkisstjórnina.\nÞetta er bara sorlegt og mér sýnist að þetta fólk XS og VG sé bara að berjast fyrir einhverju kjaftæði: nektardansarbanni, skattahækunum(sem skapa enn meiri samdrátt og fleiri uppsagnir)\nHvar er svo þessi mikla krónuhækkun sem Steingrímur ætlaði að láta verða að veruleika?\nHvar eru þessi 6000 störf sem áttu að skapast\nHvar eru þessar háskólasumarannir sem Katrín Jakobs lofaði.\nHvar er þessi hjálp sem átti að hjálpa heimilim við að greiða lánin sín\nHvar standa núna samræður um ESB,helguvíkarmálið ofl.\nÞú ert að gagnrýna þarna gömlu ríkisstjórn XD og XS- sem ég er sammála því sú ríkisstjórn voru fáranlingar en samt mun skárri en nú sitjandi hér er verklisti ríkisstjórnar Sjálfstæðisflokks og Samfylkingar:\n. Setning neyðarlaganna veitti FME heimild til að taka yfir starfsemi banka\n2. Settur var upp upplýsingavefurinn\nhttp://www.island.is\nmeð miklu magni af upplýsingum um efnahagsvandann og áætlun Alþjóðagjaldeyrissjóðsins\n3. Símaver var sett upp í utanríkisráðuneytinu - 30 starfsmenn unnu á vöktum við símsvörun frá kl. 8 - 22 alla virka daga fyrstu vikurnar eftir hrunið\n4. Fjölmiðlamiðstöð var opnuð fyrir erlenda blaðamenn í Miðbæjarskólanum frá 7. - 15. október\n5. Nýtt embætti sérstaks saksóknara var stofnað\n6. Sérstök rannsóknarnefnd var skipuð til að rannsaka aðdraganda hruns bankanna\n7. Frumvarp dómsmálaráðherra um skuldaaðlögun hefur verið kynnt þingflokkum\n8. Samið var við Alþjóðagjaldeyrissjóðinn um lánafyrirgreiðslu og efnahagsáætlun til tveggja ára\n9. Alþjóðlegt matsfyrirtæki, Oliver Wyman, var fengið til að vinna endurmat á eignum og skuldum nýju bankanna\n10. Tilmælum var beint til viðskiptabankanna í eigu ríkisins um að frysta afborganir skuldara á myntkörfulánum\n11. Óskað var eftir samstarfi við stjórnvöld í Lúxemborg um að veita rannsóknaraðilum nauðsynlegan aðgang að gögnum\n12. Dráttarvextir voru lækkaðir með lagabreytingu\n13. Víðtæk endurskoðun hefur verið hafin á löggjöf á fjármálamarkaði\n14. Reglugerð var sett um hámarksfjárhæð innheimtukostnaðar\n15. Vinnumálastofnun var efld vegna aukins álags\n16. Atvinnuleysisbætur greiddar á móti hlutastarfi til að sporna gegn atvinnuleysi\n17. Réttur sjálfstætt starfandi einstaklinga til atvinnuleysisbóta var rýmkaður\n18. Atvinnuleysisbtækur voru hækkaðar um áramót\n19. Ýmis vinnumarkaðsúrræði voru efld\n20. Réttur fólks til atvinnuleysisbóta samhliða þátttöku í ýmsum verkefnum var tryggður\n21. Sjálfboðaliðastörf voru viðurkennd sem virkt vinnumarkaðsúrræði\n22. Boðið var upp á atvinnutengda endurhæfingu\n23. Tryggður var réttur til atvinnuleysisbóta samhliða námi\n24. Skilyrði fyrir búferlastyrkjum voru rýmkuð\n25. Starfshópur var skipaður um leiðir til að sporna við atvinnuleysi\n26. Ný vísitala tekin upp við reikning á húsnæðislánum\n27. Íbúðalánasjóði voru veitt úrræði til að bregðast við vegna greiðsluvanda einstaklinga\n28. Tilmælum var beint til fjármálastofnana um úrræði við viðskiptavini í greiðsluerfiðleikum\n29. Lánstími greiðsluerfiðleikalána var lengdur\n30. Íbúðalánasjóði var veitt heimild til að annast leigumiðlun íbúðarhúsnæðis\n31. Íbúðalánasjóði var veitt heimild til að taka yfir íbúðaveðlán fjármálafyrirtækja\n32. Starfsemi Ráðgjafarstofu um fjármál heimilanna var efld\n33. Íslendingum erlendis var veitt fjárhagsaðstoð\n34. Bætur, styrkir og frítekjumark hækkuðu um 9,6%\n35. Lágmarksframfærslutryggingar lífeyrisþega hækkuðu um 20%\n36. Reglum breytt þannig að úttekt á séreignarsparnaði skerði ekki lengur lífeyrisgreiðslur\n37. 100.000 króna frítekjumark á atvinnutekjur örorkulífeyrisþega framlengt\n38. Stimpilgjöld voru felld niður tímabundið\n39. Skuldajöfnun barnabóta var felld niður\n40. Skuldajöfnun vaxtabóta á móti lánum Íbúðarlánasjóðs var felld niður\n41. Tilmælum beint til innheimtumanna um aukinn sveiganleika í samningum um gjaldfallnar skattakröfur\n42. Heimild var veitt til að endurgreiða vörugjöld og virðisaukaskatt af útfluttum ökutækjum\n43. Gjalddögum var frestað og álag á aðflutningsgjöldum, staðgreiðslu og virðisaukaskatti var lækkað\n44. Persónuafsláttur hækkaði ríflega\n45. Lögum um lífeyrissjóði var breytt til að liðka fyrir stofnun endurreisnarsjóðs\n46. Breytingar á lífeyrissjóðslögum vegna útgreiðslu séreignarsparnaðar við 60 ára aldur\n47. Fyrirtækjum var gert kleift að gera ársreikjninga upp í erlendri mynt\n48. Stutt var við sparisjóði með framlagi\n49. Innlausn lífeyrissparnaðar var heimiluð við 60 ára aldur\n50. Samkeppniseftirlitið kynnti skýrslu undir titlinum „Öflug uppbygging - opnun markaða og efling atvinnustarfsemi\"\n51. Samkeppniseftirlitið beindi tíu meginreglum um samkeppni til viðskiptabanka í eigu ríkisins\n52. Skýrsla Samkeppniseftirlitsins um krosseignatengsl kynnt\n53. Geðsvið Landsspítalans var eflt og veitt var sálfræðiráðgjöf vegna áfalls\n54. Bráðaþjónusta við fólk sem lenti í tímabundnum erfiðleikum vegna umrótsins\n55. Heilbrigðisstofnanir voru settar í viðbragðsstöðu\n56. Sameiginlegum tilmælum var beint til stofnana heilbrigðisráðuneytisins vegna velferðar barna\n57. Boðið var upp á fyrirlestra um viðbrögð vegna álags, kvíða, depurðar og svefnerfiðleika\n58. Heilbrigðisstofnanir greiddu lyfjafyrirtækjum upp skuldir svo fyrirtækin gætu haldið uppi lyfjadreifingu í landinu\n59. Styrkir Sjúkratrygginga Íslands vegna hjálpartækja hækkaðir, m.a. vegna gengis íslensku krónunnar\n60. Styrkir Sjúkratrygginga v. næringarefna og sérfæðis voru hækkaðir\n61. Sprotafyrirtæki fengu heimild til að ráða starfsmenn af atvinnuleysisskrá án þess að bætur yrðu skertar\n62. Framlög í Tækniþróunarsjóð voru aukin\n63. Sérstakir styrkir voru skilgreindir hjá Tækniþróunarsjóði til að koma til móts við þarfir í núverandi efnahagsástandi\n64. Framlög voru tryggð til Frumtaks-samlagssjóðs sem fjárfestir í lengra komnum sprotafyrirtækjum\n65. Komið var á fót frumkvöðlasetrum í samstarfi við Landsbankann og Glitni\n66. Fjárfestingasamningur gerður vegna álvers í Helguvík\n67. Auknum fjármunum veitt til kynningar á Íslandi sem ferðamannastað\n68. Heimild til að veita aukanámslán fyrir tveggja mánaða framfærslu hjá nemum erlendis\n69. Hækkun á vaxtastyrk vegna aukins fjármagnskostnaðar á yfirdráttarlán námsmanna\n70. Skerðingarhlutfall námslána var lækkað úr 10% í 5%\n71. Forsendum í gengisútreikningum námslána var breytt - tryggði um 23% hækkun í þágu námsmanna\n72. Aukinn sveigjanleiki var veittur vegna greiðsluerfiðleika námsmanna\n73. Tekjutengdar afborganir af námslánum voru lækkaðar\n74. Settur var á fót bakhópur til að fara yfir úrræði og námsframboð á framhaldsskólastigi\n75. Tryggðar voru sveigjanlegar fjárveitingar til framhaldsskóla á vorönn 2009 til að allir sem þess óskuðu fengju inngöngu í framhaldsskóla\n76. Sérstök verkefnisstjórn var skipuð til að leggja drög að stefnumótun ráðuneytisins á sviði háskólamála og vísinda vegna breyttra aðstæðna\n77. Stofnaðir voru þrír vinnuhópar sem var falið að leggja fram tillögur um aðgerðir sem leitt gætu til aukinnar hagræðingar í öllum málaflokkum\n78. Lögum var breytt til að losa sveitarfélög undan því að greiða verðbætur á byggingarlóðir sem skilað er\n79. Lögveð vegna fasteignaskatts var lengt úr tveimur árum í fjögur\n80. Heimild var veitt í lögum til hækkunar útsvars sveitarfélaga og auknu fé sett í Jöfnunarsjóð sveitarfélaga\n81. Mannaflsfrekar framkvæmdir voru settar í forgang við úthlutun fjár til nýrra samgönguframkvæmda\n82.Nefnd skipuð um átak í þorskeldi með áherslu á seiðaeldi\n83. Ákveðið að AVS-rannsóknasjóður geti stutt við rannsókna- og þróunarstarf í kræklingarækt\n84. MATÍS ohf. bauð fram aðstöðu fyrir meistaranema í samstarfi við fyrirtæki, sjóði og háskóla\n85. AVS-rannsóknasjóður lagði aukna áherslu á styttri verkefni og slíkar umsóknir njóta forgangs við úthlutun á styrkjum\n86. Hámarksafli í þorski var aukinn um 30 þúsund tonn, úr 130 þúsund tonnum í 160 þúsund tonn\n87. Hvalveiðar í atvinnuskyni hafa verið heimilaðar til ársins 2013\n88. Íslensk stjórnvöld hafa staðið fyrir fjölda funda í sendiráðum erlendis til að útskýra stöðu mála á Íslandi\n89. Aðstoð var veitt til Íslendinga erlendis, t.d. veittu sendiskrifstofur Íslendingum erlendis lán að uppfylltum ákveðinum skilyrðum\n90. Krónunni var fleytt samhliða því að gripið var til aðgerða til að styrkja gengi hennar og koma í veg fyrir fjármagnsflótta\n91. Virtur bankasérfræðingur, Mats Josefsson, var skipaður til að stýra endurskipulagningu bankanna\n92. Samið var við Evrópusambandið um lausn Icesave-deilunnar og tryggt að tekið verði tillit til íslenskra hagsmuna\n93. Mikil hagræðing í ríkisrekstri umfram það sem áætlað var til þess að mæta kröfum Alþjóðagjaldeyrissjóðsins í ríkisfjármálum fyrir árið 2009\n94. Lán allt að þremur milljörðum dollara tryggð frá Danmörku, Finnlandi, Noregi og Svíþjóð, Rússlandi og Póllandi\n95. Bankaráðum hinna nýju banka var gert að setja sér skýrar viðmiðunarreglur um fyrirgreiðslu við fyrirtæki í landinu\n96. Ákveðið var að skipa óháða umboðsmenn viðskiptavina í hverjum banka\n97. Lög voru sett til að heimila ríkissjóði að styðja við málsókn á hendur breskum yfirvöldum vegna beitingu hryðjuverkalaga\n98. Þingmenn og ráðherrar tóku á sig tímabundna launalækkun um 5-15%\n99. Verkefnastjóri var ráðinn til að fylgja eftir aðgerðum ríkisstjórnarinnar og tryggja aukið upplýsingaflæði\n100. Sett var í gang vinna við málshöfðun gegn breskum stjórnvöldum fyrir Mannréttindadómstól Evrópu\nSýndu mér nú endilega verklista núsitjandi ríkisstjórn sem þú ert alltaf að verja."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-05-08 17:38:53",
            "id": "6668981",
            "reply_to_id": "6668863",
            "text": "Við fáum litlu ráðið um vextina hérlendis meðan AGS ræður ríkjum í efnahagsmálum þjóðarinnar.\nSkattahækkanir auka ríkistekjur, sem hægt er að nota í framkvæmdir, sem skila sér þá aftur á markaðinn.\nHáskólasumarannir eru orðnar að veruleika, ég þekki þónokkra sem ætla að nýta sér þær.\nESB málið fer fyrir alþingi því stjórnarflokkarnir eru ekki sammála um málið.\nStjórnin sem var starfandi var neyðarstjórn sem tók við einu verst setta þjóðarbúi sögunnar. Eftir helgi mun ný ríkisstjórn sem hefur stuðning þjóðarinnar úr kosningum taka við. Endurnýjað umboð er eitthvað sem ríkisstjórnin hér þurfti nauðsynlega."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-05-08 18:08:56",
            "id": "6669046",
            "reply_to_id": "6668981",
            "text": "Hver segir að skattahækkanir auki ríkistekjur?"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-05-08 18:12:45",
            "id": "6669061",
            "reply_to_id": "6669046",
            "text": "Common sense?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-05-09 13:59:31",
            "id": "6670391",
            "reply_to_id": "6669061",
            "text": "fyrir þá sem hafa ekkert common sense, já.\nÁ ákveðnum tímapunkti þá fer skattaaukning að vera meira vinnuletjandi heldur en tekjurnar sem hún skilar í ríkiskassann.\nÞ.e. að þó svo að hlutfall teknanna sem fara í skatt séu hærri þá skapast minni tekjur í samfélaginu sem heild.\nÉg hef aldrei séð neitt sem bendir til þess að núverandi skattahlutfall sé endilega það hlutfall sem hámarkar ríkissjóð.\nHagfræðideild Háskólans hefur reiknað út hlutfallið nokkrum sinnum og það hefur alltaf verið töluvert lægra, þegar ég vissi síðast"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2009-05-08 20:12:40",
            "id": "6669313",
            "reply_to_id": "6668981",
            "text": "Skattahækkanir auka ríkistekjur, sem hægt er að nota í framkvæmdir, sem skila sér þá aftur á markaðinn.\nSkattahækkarnir auka einmitt ekki tekjur ríkisins þótt það hljómi sem svo.\nVeistu hvar mesti skattargróði ríkis kemur?- Virðisaukkaskatturinn er það sem Ríkið hefur mest upp úr, eins og þú veist þá er virðisaukaskattur álagningar á allar vörur í landinu og álagning fer til ríkisins.\nÞað sem gerist er að skattar eru hækkaðir bæði á fyritæki og fólk,  fólk og fyrirtæki borga enn meira til ríkisins, Þarna er einmitt common sence að fólk og fyrirtæki byrja spara enn meira út af meira skattaálagningu, þá myndast sú keðjuverkun að fólkið verslar minna við fyrirtækin út af fólk er að spara, og þá tapa fyrirtækin enn þá meira,   og hvað gera fyrirtækin þá?   þau segja upp fólki í enn meira mæli bæði vegna samdráttar og til sparnaðar.   OG þá tapar ríkið skattnum á öllu fólkinu sem er sagt upp osfv.   smátt og smátt verður keðjuverkunin meiri og meiri, þá gerist það að við siglum dýpra í kreppuna."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-05-08 20:56:10",
            "id": "6669416",
            "reply_to_id": "6669313",
            "text": "Eða… Á miðri leið er sá peningur sem fer úr kerfinu (ef enginn peningur færi úr kerfinu kæmi ekki til samdráttar) er settur í mannfrekar framkvæmdir. Þeir sem þar vinna kaupa vörur, borga virðistaukaskatt, fyrirtækin græða, halda starfsfólki osfv."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-05-08 17:50:48",
            "id": "6669009",
            "reply_to_id": "6668863",
            "text": "Auk þess er þessi listi tóm tjara að stórum hluta.\n#100: Ákæran var dregin til baka.\n#97: Ákæran var dregin til baka.\n#93: Gífurlegur niðurskurður í velferðarmálum (ss. heilbrygðis)\n#92: Ekki hefur mikið bólað á því að hagsmunir Íslendinga séu varðir í þessari deilu.\n#80: Samt gagnrýniru boðaðar skattahækkanir, en útsvarshækkanir eru í lagi?\nÉg hef ekki tíma til að lesa þetta spjaldanna á milli, meirihlutinn af þessu er að setja á fór nefndir eða setja forgang í mál sem ekkert hefur orðið úr."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-05-08 18:10:24",
            "id": "6669052",
            "reply_to_id": "6669009",
            "text": "#93: Gífurlegur niðurskurður í velferðarmálum (ss. heilbrygðis)\nEnda fer líka stærstur hluti ríkisrekstursins þangað, léttast að skera þar niður án þess að það sjái mjög á þjónustunni…"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-05-08 18:12:05",
            "id": "6669057",
            "reply_to_id": "6669052",
            "text": "Ég mundi segja að td. lokun St. Jósefsspítala skerði þjónustu verulega og auki á atvinnuleysi."
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2009-05-09 15:24:10",
            "id": "6670559",
            "reply_to_id": "6669009",
            "text": "Segðu mér hvað nýji saurinn er að gera til að koma heimilum og fyrirtækjum til bjargar?\nAnnað en að banna nektardans og sjá til þess að það séu jafn margir með píku og tippi sem sitja við ríkisstjórn"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-05-09 15:35:59",
            "id": "6670595",
            "reply_to_id": "6670559",
            "text": "http://www.stjornarrad.is/rikisstjorn/\nLinkarnir “Verkefnaskrá ríkisstjórnar Samfylkingarinnar og Vinstri grænna frá 1. febrúar 2009 (PDF-skrá)” og “Staða mála og verkefnaskrá á island.is”"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2009-05-09 15:42:47",
            "id": "6670609",
            "reply_to_id": "6670595",
            "text": "En þei hafa fallið í þessu öllu sem þeir ætluðu að gera, þu veist alveg hvernig ástandið er."
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2009-05-16 16:48:31",
            "id": "6686494",
            "reply_to_id": "6670609",
            "text": "þu veist alveg hvernig ástandið er.\nAfhverju er ástandið svona?"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2009-05-16 22:42:27",
            "id": "6687036",
            "reply_to_id": "6686494",
            "text": "Helsta ástæða íslenskrar kreppu er samfylkingin,Vinstri Grænir og helst Ólafur Ragnar Grímsson, það sem þau gerðu var að koma í veg fyrir að fjölmiðlafrumvarpið náði í gegn. En þannig var logið að okkur i gegnum fjölmiðla og þeir sem áttu þá voru auðmenn og sögðu fólkinu þar sem þeir vildu að fólkið vissi. Tökum dæmi ef þu hefðir vilja skrifað grein gegn regluleysi í sambandi við bankana hefði hun aldrei verið birt. Fjölmiðlar eru motunaraðili og kreppan varð til vegna þeirra, fólk taldi vegna fjolmiðla að allt væri í besta standi og tók meiri lán osfv.\nAuk þess stafar kreppan mikið af aðgerðaleysi ríkisstjórnar GeirsH Haarde og Samfylkingar- þeir flokkar eiga jú líka þátt í kreppunni en ekki frjálshyggjan.(þannig auðvitað var kreppan líka sjálfstæðismönnum og þeirra hyski að kenna)\nSeðlabankinn áætlaði bankagjaldþrot í október: Davíð oddsson mælir: ,,Við fengum til að mynda í febrúar færasta fjármálastöðugleikasérfræðing í Evrópu til að vinna fyir okkur viðbragsáætlun. Í þessari áætlun gerum við ráð fyrir því að bankakerfiðfari á hausinn í október- Við sendum þessa skýrslu til Ríkisvaldsins''- heimild: morgunblaðið 129 tölublað.\nÞetta sendir Davíð Oddsson til sitjandi ríkisstjórnar(Geir H. Haarde án aðgerða hennar.)furðulegt"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-05-10 01:29:15",
            "id": "6671936",
            "reply_to_id": "6668395",
            "text": "Ríkisstjórnin lækkar ekki stýrivexti.  Seðlabankinn er sjálfstæð stofnun að því leiti."
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2009-05-10 15:08:45",
            "id": "6672710",
            "reply_to_id": "6671936",
            "text": "Ríkisstjórnin ræður í seðlabankastjórann, Davíð Oddsson var rekinn fyrir að vera ekki lækka vextina afhverju er norska fíflið ekki rekið?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-05-10 15:16:43",
            "id": "6672721",
            "reply_to_id": "6672710",
            "text": "Hver segir að hann hafi verið rekinn vegna þess að hann lækkaði ekki stýrivexti?  Var það ekki AGS sem lagði línurnar þar?"
        }
    ]
}