{
    "forum_title": "Gæludýr",
    "user": "catgirl",
    "user_id": "10170",
    "date": "2002-02-21 10:58:21",
    "title": "Gæludýraleit",
    "text": "Mig langar svo skelfilega mikið í gæludýr !!!!!!!!\nÉg er úr sveit og hef alist upp með fullt af dýrum í kringum mig. Núna er ég flutt í bæinn og held það yrði ekki vinsælt ef ég myndi planta hestinum mínum út í garði og viss um að hundurinn minn myndi aldrei fyrirgefa mér ef ég tæki hann úr sveitinni sinni ;-)\nEn mig langar í dýr !!!!!!!!!!!!!!!!!!!\nÉg hef alltaf verið rosalega mikil kattamanneskja (eins og nikkið kannski gefur í skyn) en málið er að kærastinn minn er mjög slæmur með ofnæmi og vill ekki fá kött á heimilið *GRÁT*\nHann er hrifnari af hundum og við höfum verið að pæla í að fá okkur einn en það er samt heilmikil vinna og við bæði frekar upptekin yfir daginn (þó ég sé reyndar mikið heima allan daginn því ég er í skóla en það mun auðvitað breytast í sumar þegar ég fer að vinna).\nEinnig er ég dáldið hrifin af fuglum. Hef stundum verið að pæla í gegnum tíðina að fá mér páfagauk eða eitthvað (þá helst svona í stærri kantinum). En ég fór einhvern tíman í heimsókn til vina minna sem eiga gára og þau hleyptu honum út úr búrinu og hann skeit út um allt !!! Mér fannst það ekkert svaka spennandi hlutur. Sérstaklega þar sem þeir skíta með mjög reglulega STUTTU millibili hehe ;-) .\nEf ykkur langar til að deila með mér reynslu ykkar af dýrunum (hundum, fuglum, fiskum og bara allt !!!! )ykkar þá væri það vel þegið !!!!\nHvort það sé mikill hávaði, hvort þeir skíti út um allt og fleira í þeim dúr. Vil náttúrulega bæði heyra kosti og galla ;-)\nJá og ef þið hafið einhverjar verðhugmyndir þá mættuði endilega láta þær fylgja með ;-)\nKveðja,\nKisustelpan",
    "url": "https://www.hugi.is/gaeludyr/greinar/65582/gaeludyraleit/",
    "url_id": "65582",
    "id": "448552",
    "replies": [
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2002-02-22 11:05:35",
            "id": "448553",
            "reply_to_id": "448552",
            "text": "Fáðu þér fiska\nkostir\nskíta ekki útum allt\nhljóðlátir\nfallegir\nróandi\nódýrir í fóðrun\nekki mikil tímaeyðsla\nókostir\nhár byrjunarkostnaður (betra er að byrjendur eru með búr í stærri kantinum)\nmynda ekki mikil tengsl við eigendu"
        },
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2002-02-25 18:20:03",
            "id": "448554",
            "reply_to_id": "448552",
            "text": "Ég mæli með naggrísum.\nÞeir eru lágværir, láta samt heyra í sér ef þeir eru svangir eða vantar félagsskap.\nÞað kemur ekki vond lykt ef þú skiptir á búrinu svona 1 1/2-2 vikna fresti.\nÞú getur klappað þeim og knúsað þá og þeir sýna þér viðbrögð þegar þú ert að tala við þá.\nÞeir borða margar tegundir af grænmeti og nokkrar af ávöxtum og svo naggrísakorn sem fæst í búðum. Á sumrin klippiru bara gras úti í garði handa þeim og þeim finnst líka rosa gott að hafa hey hjá sér.\nÞeir lifa í 5-8 ár yfirleitt.\nGetur skilið hann eftir einan í ca. sólarhring ef þú bara gefur honum nóg áður en þú ferð.\nÞeir eru ekki næturdýr eins og hamstrar.\nKostnaður\nEinn naggrís kostar eitthvað um 3000 kr.\nBúrið sem við erum með kostaði ca. 7000 kr. og það er stórt svo að það er hægt að fá ódýrara.\nKostar ca. 500-1000 kr. á viku að kaupa mat og undirlag.\nÉg veit svo sem ekki hvað ég á að segja meira um naggrísi, en ég dýrka naggrísinn minn.\nEf þú hefur einhverjar spurningar þá endilega komdu með þær.\nKveðja, Xenia"
        },
        {
            "user": "kolla13",
            "user_id": "37043",
            "date": "2002-02-26 12:35:28",
            "id": "448555",
            "reply_to_id": "448552",
            "text": "Gárar skíta á 15 mínútna fresti"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2002-03-01 13:06:51",
            "id": "448556",
            "reply_to_id": "448552",
            "text": "Gárar eru æðislegir!!!!\nÞað þarf ekkert að láta þá fljúga út um allt hús og svo er ekkert mál að þrífa eftir þá.\nÞeir geta orðið mjög góðir vinir manns og sumir geta lært að tala :)\nManni getur ekki þótt annað en vænt um þá!"
        }
    ]
}