{
    "forum_title": "Hljóðfæri",
    "user": "Lemmings",
    "user_id": "75491",
    "date": "2009-05-12 17:10:29",
    "title": "spurning sem við höfum öll verið að spurja okkur",
    "text": "jæja þá er komið að því, THE spurning!\nhvað finnst þér vera besti les paulin annahvort gibson ,epiphone eða whatever tegund og afhverju?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/656299/spurning-sem-vid-hofum-oll-verid-ad-spurja-okkur/",
    "url_id": "656299",
    "id": "6678029",
    "replies": [
        {
            "user": "GunniWaage",
            "user_id": "60235",
            "date": "2009-05-12 17:30:16",
            "id": "6678070",
            "reply_to_id": "6678029",
            "text": "Hef reyndar ekki verið að spurja sjálfan mig mikið að þessari spurningu :), en einn besti Les Paul sem ég hef prufað var hvítur ´70s-´80s Aria Pro II. Hann reykspólar yfir marga Gibba sem ég hef prufað.\nEinnig er Les Paulinn sem Gunnar Örn smíðaði á eyjunni Formentera við Spán, helvíti nettur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-13 17:45:45",
            "id": "6680812",
            "reply_to_id": "6678070",
            "text": "japanir kunna þetta :D"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-05-12 17:51:36",
            "id": "6678107",
            "reply_to_id": "6678029",
            "text": "Auðvitað Gibson, hitt eru bara skitnar eftirlíkingar."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-05-12 17:57:06",
            "id": "6678126",
            "reply_to_id": "6678107",
            "text": "Ég átti reyndar einusinni Aria Pro2 Les Paul eftirlíkingu frá svona 1970 og eitthvað sem var með dimarzio super distortion pickuppum og það var æðislegur gítar en eftir margra ára leit fann ég Les Paulinn sem ég vildi eiga og keypti hann, það er auðvitað Gibson."
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2009-05-12 19:02:07",
            "id": "6678295",
            "reply_to_id": "6678126",
            "text": "Pabbi átti svartan Aria Les Paul á sínum unglingsárum(80's tímabil).Síðan sneri hann sér að bassaleik og raftónlist og hann gleymdist einhversstaðar. Synd."
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2009-05-12 19:03:34",
            "id": "6678298",
            "reply_to_id": "6678029",
            "text": "Epiphone Les Paul betri en Gibson? Er fólk virkilega að spurja sig af því?\nKannski ef þú tekur japanskan Epiphone og berð saman við bandarískna gallagrip."
        },
        {
            "user": "Lemmings",
            "user_id": "75491",
            "date": "2009-05-12 21:07:36",
            "id": "6678612",
            "reply_to_id": "6678298",
            "text": "ég sagði ekkert að hann væri betri, en kannski finnst bara eitthverjum þeir vera betri , þú veist þeirra álit, persónulega finnst mér auðvitað gibsonin betri"
        },
        {
            "user": "yngvi91",
            "user_id": "61767",
            "date": "2009-05-12 19:32:00",
            "id": "6678357",
            "reply_to_id": "6678029",
            "text": "Gibson Les Paul Classic-inn minn rúllar yfir alla les paula í heimi"
        },
        {
            "user": "radiodavid",
            "user_id": "65727",
            "date": "2009-05-12 20:01:31",
            "id": "6678420",
            "reply_to_id": "6678029",
            "text": "Mér finnst Gibson heldur ofmetnir,"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-05-12 20:23:04",
            "id": "6678468",
            "reply_to_id": "6678420",
            "text": "Þetta snýst kannski ekki beinlínis um gæði þannig séð heldur meira sögulegt samhengi og fyrir mér var það leitin að sándinu sem ég hafði fram að því að ég eignaðist Les Paulinn minn verið að leita að í öðrum hljóðfærum.\nÞað eru nokkur grunnsánd sem gítarleikarar hafa sem viðmið þegar þeir eru að leita sér að hljóðfæri, Fender Stratocaster, Telecaster og Gibson Les Paul eru að mínu mati grunnsándin en sumir hafa aðrar hugmyndir um hvað grunnsándið sé hvort sem það er rickenbacker eða einhver metalsleggja með EMG pickuppum.\nÉg var búinn að prófa heilann helling af Gibson Les Paul gítörum yfir margra ára tímabil þangað til ég fann þann sem hentaði mér og hljómaði eins og ég vildi að svoleiðis gítar hljómaði, ég hef átt tvo Fender Stratocastera og hvorugur þeirra var 100% réttur, ég átti líka Fender Telecaster sem hljómaði enganveginn rétt en það skrifaðist held ég á pickuppana sem voru Texas Specials.\nÉg er alinn upp á öllu hippadraslinu, Led Zeppelin, Hendrix og svo framvegis og grunnkarakterinn í gítarsándi þess tíma eru óbreyttir Fenderar og Gibsonar, í mínum huga er það rétta gítarsándið og mér finnst flest annað hljóma, tjah, bara ekki eins vel."
        },
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-05-12 20:14:56",
            "id": "6678452",
            "reply_to_id": "6678029",
            "text": "Ég held ég myndi nú yfirleitt stökkva á Gibson (þeas ef ég ætti e-n pening og væri að leita mér að LP).\nEn samt verð ég nú að viðurkenna að Meiri peningar = Meiri gæði formúlan er ekki alltaf rétt.\nÉg hef komist í snertingu við þó nokkra LP gítara í gegnum ævina en það eru ekki alltaf Gibson gítararnir sem eru bestir. Aria hafa oft átt mjög góða gítara og svo hef ég lennt á nokkrum frábærum Epiphone gíturum.\nHeld það sé einfaldast að ganga út frá því að YFIRLEITT eru Gibson betri en Epiphone, en yfirleitt þýðir ekki alltaf :)"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-05-12 20:40:44",
            "id": "6678520",
            "reply_to_id": "6678452",
            "text": "það er vegna þess að gibson eru með betra quality control heldur en epiphone.. gaura sem ss tala sama tungumálið ekki hrúgu af asíugaurum og einn gaur sem kann á gíta"
        },
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-05-12 22:24:45",
            "id": "6678818",
            "reply_to_id": "6678520",
            "text": "Gibson eru auðvitað með betra QC, það segir sig nú bara sjálft.\nEn samt sem áður tekst þeim að sleppa einum og einum í gegn sem uppfyllir ekki allar kröfur sem skildi. Þess vegna tók ég fram að yfirleitt eru Gibson bestir, en yfirleitt þýðir ekki alltaf!"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-05-12 22:25:58",
            "id": "6678829",
            "reply_to_id": "6678818",
            "text": "það eru þeir náttúrlega ekki.. þeir nota samt líka betra efni og shit í gítarana sína.."
        },
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-05-12 22:28:10",
            "id": "6678840",
            "reply_to_id": "6678829",
            "text": "Ertu að segja mér þetta eða benda mér á e-ð sem þú villt rökræða um?\nSkil ekki alveg hví þú ert að segja mér þetta, þú ættir nú að vita að ég veit sitthvað um þetta og þarf ekki að láta benda mér á þetta."
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-05-12 22:31:40",
            "id": "6678855",
            "reply_to_id": "6678840",
            "text": "hah nei var bara að segja þetta..\nátt nú að vita þetta\nveit samt ekkert afhverju ég var að segja þetta..\neinhvað svo pointless"
        },
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-05-12 22:38:50",
            "id": "6678884",
            "reply_to_id": "6678855",
            "text": "Haha já satt er það :)\nEndilega skjóttu þessu að e-m sem vantar að vita þetta frekar en mér ;)"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-05-12 22:43:02",
            "id": "6678901",
            "reply_to_id": "6678884",
            "text": "já.. kannski les þetta einhver annar.. svo þetta er mitt “tribute to society”"
        },
        {
            "user": "nesquick",
            "user_id": "25742",
            "date": "2009-05-19 07:41:13",
            "id": "6691072",
            "reply_to_id": "6678452",
            "text": "passar ekki að þú hafir selt mér epip. lp custom gítarinn ? allavega hann verður alltaf betri og betri í mínum augum :P\nBætt við 19. maí 2009 -  07:46\neða höndum og eyrum"
        },
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-05-19 07:47:47",
            "id": "6691077",
            "reply_to_id": "6691072",
            "text": "Jamm, eins og ég sagði er það ekkert algilt að Gibson séu betri.\nÞað eru til mörg frábær eintök af Epiphone LP gíturum líka :)"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-05-13 00:02:40",
            "id": "6679162",
            "reply_to_id": "6678029",
            "text": "Eeeekki hugmynd. er ekki mikið fyrir les paul í spilun. þó ég elski lúkkið."
        },
        {
            "user": "Lemmings",
            "user_id": "75491",
            "date": "2009-05-13 07:40:47",
            "id": "6679677",
            "reply_to_id": "6679162",
            "text": "hvaða hvaða"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-05-13 07:48:38",
            "id": "6679679",
            "reply_to_id": "6679677",
            "text": "Er ekki mikið fyrir gibson en fynnst samt Les paul og Explorer erinna skástir. Of vintage hljóðfærir fyrir minn smekk."
        },
        {
            "user": "marvari",
            "user_id": "76921",
            "date": "2009-05-13 08:54:47",
            "id": "6679696",
            "reply_to_id": "6678029",
            "text": "þegar einn var að tala um grunssoundið og að led zeppelin og hendrix og þessir seú bara með óbreytt sound úr þessum gíturum er það rugl. notuðu allir einhverskonar effecta og drasl og einnig búið að breyta gíturum setja nýja pikkupa í og annað.\nannað gæðinn hjá gibson í dag hafa hríðlækað var kannski gott fyrir 20 árum en í dag er þetta svo mikið fjöldaframleit að það er ekki fyndið.\ní gibson verksmiðjunni er maður að vinna við það að saga í sundur gallaða gítar allann daginn. og það eru bara þeir sem eru of gallaðir síðan eru aðrir með minni galla sem komast í gegn.\nég persónulega mæli ekki með þessum stóru gömlu risum í gíturum einfaldlega út af græðgi og orðið lélegri gæðum.\nfáið ykkur Prs best í heimi. :P:P\ntekk tekk.\nps. líka góð staðreynd jimmy page í zeppelin var með eitt af fyrstu fuzz boxum sem voru gerð :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-13 17:48:04",
            "id": "6680820",
            "reply_to_id": "6678029",
            "text": "yamaha studio lord 550 minnir mig.. annars finnst mér yamaha sg 2000 betri.. þeir eru beisaðir á les paul"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-14 16:43:33",
            "id": "6682988",
            "reply_to_id": "6678029",
            "text": "Gibson Les Paul Studio. Æðislegir gítarar. Veit um mann sem líkar almennt ekki við Gibson með einni undantekningu: Gibson Les Paul Studio."
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2009-05-19 11:57:43",
            "id": "6691227",
            "reply_to_id": "6678029",
            "text": "Besti les paul sem ég hef komist í snertingu við var Epiphone standard dót eitthvað, man ekki allveg hvað hann heitir. Hef prófað gib. lp. standard og fannst hann bara mjög ómerkilegur, líklega bara lélegt eintak.\nAnnars hef ég prófað þessa esp lp look gítara, eclipse og þeir eru allveg subbulega góðir líka"
        }
    ]
}