{
    "forum_title": "Heilsa",
    "user": null,
    "user_id": null,
    "date": "2009-05-14 02:15:43",
    "title": "Andleg heilsa :)",
    "text": "Finnst dáldið vanta hérna umtal um andlega heilsu.\nAðeins að jafna þetta svo það verði ekki bara öfgatal hérna um vaxtarækt. Þó að hreysti og vellíðan eru alveg ákveðinn grundvöllur fyrir andlegri heilsu.\nEn allavega,\nTil að byrja að virkja hina andlega orku og fá hana til að streyma í gegnum líkamann er nauðsynlegt að huga fyrst að fyrstu orkustöð líkamans við rótina og fá orku til að flæða í gegnum það. Ef þið vitið ekkert hvert ég er að fara er nauðsynlegt að horfa fyrst á almenna kynningu um hin sjö orkustöðvar líkamans:\nhttp://www.youtube.com/watch?v=7gpjJUbPfzY&feature=related\nklikkið svo bara á framhaldsvídeoin 2.\nSvo langar mig að benda ykkur á mjög hjálplegt video frá einum mjög góðum upplýstum meistara um hvernig er hægt að virkja 1 orkustöðina. Hérna er það. Njótið:\nhttp://www.youtube.com/watch?v=xm1NFRExusE",
    "url": "https://www.hugi.is/heilsa/korkar/656579/andleg-heilsa/",
    "url_id": "656579",
    "id": "6682074",
    "replies": [
        {
            "user": "youmad",
            "user_id": "65674",
            "date": "2009-05-14 15:08:03",
            "id": "6682782",
            "reply_to_id": "6682074",
            "text": "Er þetta ekki bara e-ð algjört kjaftæði"
        },
        {
            "user": "youmad",
            "user_id": "65674",
            "date": "2009-05-19 22:34:37",
            "id": "6692489",
            "reply_to_id": "6682782",
            "text": "Þá ert þú það ef þú segir að það sem þú ert gerður úr sé algjört kjaftæði?"
        },
        {
            "user": "youmad",
            "user_id": "65674",
            "date": "2009-05-20 07:48:17",
            "id": "6693093",
            "reply_to_id": "6692489",
            "text": "Ég trúi einfaldlega ekki á orkustöðvar og eitthvað kjaftæði fyrr en ég hef upplifað það. Hvernig getur þú verið viss um að þetta sé raunverulega til? komdu með eitthverjar vísindalegar sannanir ef þú vilt að ég sannfærist."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-05-20 11:30:53",
            "id": "6693203",
            "reply_to_id": "6693093",
            "text": "Þetta hefur t.d. hjálpað mér að lækna sjálfan mig. Bæði tilfinningalega og líkamlega. Var t.d. með exem á skinninu undir handleggnum og þá einbeitti ég mér í einhvern tíma áður en ég fór að sofa að því að virkja solar plexus orkuna. Ef þú horfir á andlega upplýsta manninn tala um 3ja chakrað. Ég get engann nógu vel lýst því fyrir þér þar sem ég er ekki nógu vel upplýstur og eiginlega algjör byrjandi í þessum fræðum. Þegar ég vaknaði svo daginn eftir var það nánast horfið eftir að það hafði verið eldrautt og ógeðslegt deginum áður. Er búinn að vera með þetta í 2 mánuði eða lengur. Hef aldrei farið til læknis með það. Ákvað síðan að prófa þetta og volla. Hvert chakra/orkustöð stjórnar ákveðnum líffærum og þú getur ef þú vilt læknað sjálfan þig bæði tilfinningalega og líkamlega. Þetta helst alveg í hendur. Ef þú ert t.d. særður tilfinningalega í hjartanu geturðu átt í vændum að fá astma eða fá fyrir hjartað. Það er mikill misskilningur að ég geti látið þig gera eitthvað og sannfærast. Þú verður að vilja það. Þú ert sá eini sem getur breytt sjálfum þér. Mæli með að ef þú vilt vita meira þá skaltu horfa á hann tala um fyrstu orkustöðina og hvernig þú getur fengið orkuna til að byrja að flæða upp. Því annars geturðu eiginlega ekki læknað 3  eða 4 sjakrað.\nLáttu kennarann sjá um þetta. Ég er alveg ágætur en hann útskýrir þetta miklu betur. Þú verður bara að finna þetta sjálfur."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2009-05-14 15:15:18",
            "id": "6682796",
            "reply_to_id": "6682074",
            "text": "Ég stunda mikla æfingu fyrir heilan á mér. Kallast stærðfræði og hún er eitt af því fáa sem er meira awesome en æfing fyrir líkamann."
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2009-05-14 16:10:44",
            "id": "6682927",
            "reply_to_id": "6682796",
            "text": "ertu emmerringur eða eitthvað ?"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2009-05-14 17:15:30",
            "id": "6683046",
            "reply_to_id": "6682927",
            "text": "Já."
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2009-05-14 15:37:26",
            "id": "6682851",
            "reply_to_id": "6682074",
            "text": "Ég er með fína andlega heilsu og hef aldrei kynnt mér þetta orkuflæði, orkustöðvar, árustrauma og það shit.\nSatt best að segja finnst mér fólkið sem stundar það oftast ekki vera með góða andlega heilsu.."
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2009-05-14 16:06:12",
            "id": "6682911",
            "reply_to_id": "6682074",
            "text": "þegar ég er orkulítil fæ ég mér að borða\neða ég fer að sofa"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-05-14 18:18:35",
            "id": "6683183",
            "reply_to_id": "6682074",
            "text": "whenever im sad do you know what i do? i just stop being sad and start being awesome instead.\ntrue story."
        }
    ]
}