{
    "forum_title": "Hljóðfæri",
    "user": "synschecter",
    "user_id": "77055",
    "date": "2009-05-24 13:34:09",
    "title": "Óska eftir Synyster Schecter Custom gítar",
    "text": "Óska eftir synyster schecter custom gítar. Bara koma með tilboð.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/657875/oska-eftir-synyster-schecter-custom-gitar/",
    "url_id": "657875",
    "id": "6700978",
    "replies": [
        {
            "user": "Sammi92",
            "user_id": "29249",
            "date": "2009-05-24 13:44:46",
            "id": "6700996",
            "reply_to_id": "6700978",
            "text": "K, ætla bara að mæla frekar með því að fá þér einhvern annan fínan gítar. Ok, ég geri ráð fyrir að þú fýlir Avenged Sevenfold, og ég hef ekkert útá það að setja, en þessi gítar er bara alltof mikill signature, með nafninu hans í inlayinu og logoinu þeirra og einhverju svoleiðis. Sem þú átt bara eftir að sjá eftir í framtíðinni. Þannig að ég mæli með því að þú fáir þér bara eitthvað annað\nBætt við 24. maí 2009 -  13:53\nBasically það sem ég meina er viltu fá gítar sem basically stendur á “Þú átt ekki þennan gítar!”"
        },
        {
            "user": "synschecter",
            "user_id": "77055",
            "date": "2009-05-24 13:54:28",
            "id": "6701019",
            "reply_to_id": "6700996",
            "text": "Ég þakka þér fyrir þetta skemmtilega svar en þetta er góður gítar og ég er búinn að hugsa mig um, annars væri þessi auglýsing ekki hérna"
        },
        {
            "user": "Sammi92",
            "user_id": "29249",
            "date": "2009-05-24 13:59:41",
            "id": "6701027",
            "reply_to_id": "6701019",
            "text": "k… þú ræður þessu alfarið, ég segi bara mína skoðun. Vona að þú finnir einhvern sem á svona"
        },
        {
            "user": "synschecter",
            "user_id": "77055",
            "date": "2009-05-24 14:01:17",
            "id": "6701030",
            "reply_to_id": "6701027",
            "text": "Takk, efast samt um að það eigi margir hérna svona og það kostar offjár að fá þetta sent frá útlöndum þannig að kannski ætti maður að fara að pæla í öðrum gíturum."
        },
        {
            "user": "explorer1958",
            "user_id": "69319",
            "date": "2009-05-24 14:32:30",
            "id": "6701089",
            "reply_to_id": "6700978",
            "text": "myndi alls ekki fá mér svona gítar..aalltof mikið signature og blah…"
        },
        {
            "user": "synschecter",
            "user_id": "77055",
            "date": "2009-05-24 14:35:49",
            "id": "6701095",
            "reply_to_id": "6701089",
            "text": "Ég er að leita að gítar, ekki að áliti annarra.."
        },
        {
            "user": "explorer1958",
            "user_id": "69319",
            "date": "2009-05-24 14:38:00",
            "id": "6701102",
            "reply_to_id": "6701095",
            "text": "ait yo, ætli það sé samt einhver sem eigi svona á íslandi ?"
        },
        {
            "user": "synschecter",
            "user_id": "77055",
            "date": "2009-05-24 14:39:45",
            "id": "6701107",
            "reply_to_id": "6701102",
            "text": "Veit ekki með það. Það virðast allir hérna hata þennan gítar haha :)"
        },
        {
            "user": "explorer1958",
            "user_id": "69319",
            "date": "2009-05-24 14:42:36",
            "id": "6701118",
            "reply_to_id": "6701107",
            "text": "haha, jáá…held það sé freekar ólíklegt að þú sért að fara að finna einn til sölu hér, samt gott að reyna maður!"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-05-24 18:28:40",
            "id": "6701492",
            "reply_to_id": "6700978",
            "text": "Var að testa einn Schecter Hellraiser gítar í fyrradag held ég í denmark street. Mjög góðir gítarar en í raunini ekkert spes. ert að fá svipað frá öðrum fyrirtækjum held ég. En já, það á held ég enginn svona gítar hér á landi. Þú þyrftir að panta hann að utan með tilheyrandi kostnaði.\nEn svona til að kannski, fræða þig aðeins. Ertu búinn að spila á gítar eitthvað? Kanntu að nota floydrose og veistu eitthvað um það hvernig þessi ´gitar mun virka? Verður að hafa testað sambærilegann gítar áður en þú ætlar útí kaup á svona dýrum gítar."
        }
    ]
}