{
    "forum_title": "Tilveran",
    "user": "Zketch",
    "user_id": "59046",
    "date": "2009-06-09 17:42:14",
    "title": "Stór hluti hugara vill styrkja alþjóðleg glæpasamtök.",
    "text": "Grein um lögleiðingu fíkniefna\nÞað að halda framleiðslu, pökkun, flutning og dreifingu fíkniefna í höndum glæpamanna neyðir fólk sem tekið hefur þá ákvörðun að nota fíkniefni til að styðja við ólöglega starfsemi. Sérfræðingar á þessu sviði á borð við Milton Friedman og Andreas von Bülow halda því fram að hvert einasta alvarlega hryðjuverk sé fjármagnað með sölu eiturlyfja.1 Þeir segja að bannið áorki fáu öðru en að gera smygl arðvænlegt, neyslan minnki lítið. Fyrrverandi alríkisfíkniefnalögreglumaðurinn Michael Levine sagði eftir að hafa unnið leynilega í Kólumbiu fyrir kókaín auðhring:\n„Ég komst að því að ekki eingöngu hræddust þeir ekki baráttuna gegn fíkniefnum, þeir treystu á það til að hækka markaðsverð og sigta út minni, óskilvirkari dópsala. Þeim fannst inngrip Bandaríkjanna hlægilegt. Eina gjörð Bandaríkjanna sem þeir hræddust var skilvirk áætlun til að minnka eftirspurn. Á einni leynilegri upptöku heyrist hátt settur foringi innan auðhringsins, Jorge Roman, tjá þakklæti sitt fyrir stríðið gegn fíkniefnum, og kalla það „látalæti sett upp til fyrir bandaríska skattgreiðendur“ og að það væri í rauninni „gott fyrir viðskiptin“ “2\nÞarna er rætt um Bandaríkin, en er Ísland eitthvað öðruvísi? Við fáum efnin, jú frá sömu stöðum og við heyjum einnig stríð gegn fíkniefnum undir formerkjum á borð við „Vímulaust Ísland” og dælum pening í þessa baráttu, sem Jorge Roman hlær að. Sem er svosem gott og blessað sé það þannig sem við viljum hafa það.\nAntonio Maria Costa, framkvæmdastjóri fíkniefna- og glæpadeildar Sameinuðu Þjóðanna sagði að eiturlyfjaágóði væri féþúfan sem skipulögð glæpastarfsemi nærðist á og notaði til fjármögnunnar á hryðjuverkum, til að breiða út starfsemi sína, til annarra ólöglegra athafna og til að styrkja stríð, ofbeldi, stjórnleysi og lögleysu.3 Það að velja þennan valkost fram yfir að styrkja ríkið, okkar eigið samfélag, hljómar eilítið rangt. Er það virkilega sá kostur sem við veljum af ásettu ráði í staðinn fyrir að taka þetta í eigin hendur?\nFíkniefnaheimurinn á Íslandi veltir miljörðum, dópsalar græða miljónir, fyrirhafnarlaust og skattalaust. Þeir þurfa ekki að mæta í vinnu heldur þurfa þeir bara að hitta fólk úti í næstu sjoppu fyrir tugi klukkutíma vinnu. Þeir vilja að fíkniefni séu áfram ólögleg. Viljum við það sem þeir vilja?\n1Wikipedia: skoðað 15. febrúar 2008 á\nhttp://en.wikipedia.org/wiki/Arguments_for_and_against_drug_prohibition\n2 After Prohibition. An Adult Approach to Drug Policies in the 21st Century. p92. ISBN 1-882577-94-9, hægt að skoða á\nhttp://books.google.is/books?id=tWQigjXtK3UC&dq=After+Prohibition.+An+Adult+Approach+to+Drug+Policies+in+the+21st+Century&printsec=frontcover&source=bl&ots=QKJ6adQ_I6&sig=S-WRx4xluFJjzpnX2KEkWvDJUZk&hl=is&ei=q3-XSb65ApKJ-gapksjvCA&sa=X&oi=book_result&resnum=2&ct=result#PPA92,M1\n(15. febrúar 2008)\n3 UNODC – Drugs: Cash Flow for Organized Crime: skoðað 15. febrúar 2008 á\nhttp://www.unodc.org/unodc/en/about-unodc/speeches/speech_2005-02-1.html",
    "url": "https://www.hugi.is/tilveran/greinar/658897/stor-hluti-hugara-vill-styrkja-althjodleg-glaepasamtok/",
    "url_id": "658897",
    "id": "6714585",
    "replies": [
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2009-06-09 18:16:39",
            "id": "6729684",
            "reply_to_id": "6714585",
            "text": "Góð pæling."
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2009-06-09 18:33:50",
            "id": "6729708",
            "reply_to_id": "6714585",
            "text": "Svo satt."
        },
        {
            "user": "Hardurtappi89",
            "user_id": "73115",
            "date": "2009-06-09 18:37:33",
            "id": "6729716",
            "reply_to_id": "6714585",
            "text": "amen."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-06-09 18:46:00",
            "id": "6729727",
            "reply_to_id": "6714585",
            "text": "þetta er vonandi ekki nýtt fyrir neinum"
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2009-06-09 19:11:14",
            "id": "6729782",
            "reply_to_id": "6714585",
            "text": "Gaman að sjá grein um áhrif þessa málefnis á fjárlög hins opinbera. Sem almennur neytandi(þó ekki ekki fíkniefna neytandi) finnst mér gáfulegt að lögleiða fíkniefni. Eftirspurnin er klárlega til staðar og nægan hagnað að fá af þessum markaði þar sem eftirspurn neytenda er mjög óteygin, eða svipuð og áfengi, tóbak og áfengi.\nVil einnig benda á það að stríð Íslands gegn fíkniefnum einskorðast nánast eingöngu af forvarnarstarfi sem lækkar eftirspurn og þar af leiðandi verð til neytenda, á meðan “Americas War on Drugs” er stærra í því að minnka framboð, sem hækkar verð talsvert, sem er, gagnvart stórtækum framleiðendum eins og Jorge Roman, frábært og grundvöllur til að ná fram einokun á markaði.\nBætt við 9. júní 2009 -  19:17\ná að vera: áfengi, tóbak og eldsneyti…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-16 17:14:29",
            "id": "6742725",
            "reply_to_id": "6729782",
            "text": "Hvað helduru þá að tollarar og fíknó vinni við?\nHvað helduru að allar aðgerðirnar gagnvart kannabisekrunum hafi snúist út á?\nforvarnarstarf á íslandi er hlægilegt. Ég sé ekki að þetta sé svo frábrugðið BNA, hræðsluáróður og síðan harka gagnvart framboði"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2009-07-09 22:55:03",
            "id": "6778979",
            "reply_to_id": "6742725",
            "text": "Nákvæmlega. Eru búnir að vera að loka þessum fínu sprotafyrirtækjum hérna útum allar gresjur.\nEða já, hehe :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2009-06-09 19:30:32",
            "id": "6729821",
            "reply_to_id": "6714585",
            "text": "Ég vil styrkja alþjóðleg hryðjuverkasamtök, en mér þætti alveg í fínu lagi að geta gert það beint frekar en að þurfa að gera það í hlutfalli við eiturlyfjanotkunina. Hef ekki þol í að nota svo mikið af fíkniefnum."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2009-06-09 19:53:33",
            "id": "6729869",
            "reply_to_id": "6729821",
            "text": "Þú getur þá lagt bara beint inná reikninginn þeirra, persónulega gef ég alltaf samt 5000 krónur í landssöfnunina á ári."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-09 19:51:20",
            "id": "6729865",
            "reply_to_id": "6714585",
            "text": "Mjog god grein um mjog mikilvaegt malefni.\nEkki vil eg stydja altjodleg glaepasamtok. Vill samt ekki fara svo langt ad leyfa oll fikniefni skilirdislaust en nuverandi kerfi er algerlega ut i hott og med ollu tilgangslaust."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-16 17:15:21",
            "id": "6742728",
            "reply_to_id": "6729865",
            "text": "Ég held að enginn vilji leyfa vímuefni skilyrðislaust. Það ætti auðvitað að takmarka söluna við fullorðna einstaklinga"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2009-06-09 19:57:47",
            "id": "6729873",
            "reply_to_id": "6714585",
            "text": "“If we outlaw drugs only outlaws will sell drugs”."
        },
        {
            "user": "Thor",
            "user_id": "70773",
            "date": "2009-06-09 20:37:28",
            "id": "6729945",
            "reply_to_id": "6714585",
            "text": "Höfundur:\nCooger28\nDags:\n9. júní 2009 - 17:42\nSamþykkt af:\nBirkir H.\nFjöldi lestra:\n112\nOg aðeins 9 svör, öll þeirra jákvæð.\nThat's when you know you got them.\nÞeir sem eru á móti lögleiðingu fíkniefna fundu enginn mótrök og slepptu því frekar eð svara.\nJob well done."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2009-06-09 23:02:46",
            "id": "6730246",
            "reply_to_id": "6714585",
            "text": "Truetrue. Remember 9/11 sko sjælaaa"
        },
        {
            "user": "VoffZor",
            "user_id": "52502",
            "date": "2009-06-09 23:58:43",
            "id": "6730384",
            "reply_to_id": "6730246",
            "text": "Það var enginn að tala við þig"
        },
        {
            "user": "XxHysteriaFanZxX",
            "user_id": "24187",
            "date": "2009-06-09 23:28:05",
            "id": "6730302",
            "reply_to_id": "6714585",
            "text": "Myndi Ísland ekki verða að nokkurskonar dreifingarstöð fyrir fíkniefni með lögleiðingu? Ég hef heyrt að það hafi gerst með lögleiðingunni í Hollandi."
        },
        {
            "user": "VoffZor",
            "user_id": "52502",
            "date": "2009-06-10 00:00:59",
            "id": "6730399",
            "reply_to_id": "6730302",
            "text": "Jú mikið rétt.\nÍsland myndi skaffa birgðir handa öllum heiminum og bjóða svo öllum að koma til landsins að kaupa."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2009-06-10 02:02:39",
            "id": "6730640",
            "reply_to_id": "6730399",
            "text": "Svo myndu okkur öllum vaxa vængir og við myndum fljúga til tunglsins. Sweet."
        },
        {
            "user": "kaemka",
            "user_id": "32854",
            "date": "2009-06-10 03:14:21",
            "id": "6730703",
            "reply_to_id": "6730302",
            "text": "Þetta er ekki löglegt í Hollandi. Þetta er reyndar pínukjánalega unnið í Hollandi.\nSérstök kaffihús fá leyfi til að selja kannabis, þó ekki meira en 5 grömm á dag á manneskju. Svo er fólki ekki refsað fyrir að reykja marijúana, það er decriminalized. Kaffihúsin mega þó ekki kaupa kannabis, en allir þykjast ekki sjá að þeir kaupi þetta. Svo er ennþá alveg jafnólöglegt að selja kannabis ef maður er ekki kaffihús."
        },
        {
            "user": "kaemka",
            "user_id": "32854",
            "date": "2009-06-11 16:48:00",
            "id": "6733410",
            "reply_to_id": "6730703",
            "text": "Þetta er vegna þess að samkvæmt alþjóðasáttmálum verður kannabis tæknilega að vera ólöglegt."
        },
        {
            "user": "herbalist",
            "user_id": "72688",
            "date": "2009-07-10 13:35:14",
            "id": "6779740",
            "reply_to_id": "6730703",
            "text": "Þetta er rétt hjá þér, það er misskilningur að í Hollandi sé marijuana löglegt eins og alkóhól. Kaffihúsin eru að kaupa grasið ólöglega af svarta markaðnum og eru notuð sem milliliður á milli dílera og neytenda. Í rauninni eru verið að gefa einstaklingnum frelsi til að kaupa og neyta marijuana, en starfsemin er ennþá ólögleg. Ég veit samt ekki til þess að hollenska ríkið sé að eltast við gróðurhús eins og það íslenska."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2009-06-10 03:15:37",
            "id": "6730706",
            "reply_to_id": "6730302",
            "text": "Holland hefur alltaf verið ein af aðal dreifingarmiðstöðvum fíkniefna á leiðinni frá S-Ameríku og Asíu til Evrópu,það hefur nákvæmlega ekkert að gera með lagalega stöðu fíkniefna í Hollandi en allt að gera með þá einföldu staðreynd að í Rotterdam er stærsta uppskipunarhöfn Evrópu, höfn sem að var þangað til 2004 öflugasta hafnarsvæði heims(í dag er það Shanghai) Einnig er í Hollandi þriðji stærsti fraktflugvöllur álfunnar, Schiphol.\nÞað er bara rökrétt að obbinn af þeim efnum sem ætluð eru til neyslu á meginlandinu komi þangað í gegnum Holland."
        },
        {
            "user": "Saehrimnir",
            "user_id": "71498",
            "date": "2009-06-13 14:55:35",
            "id": "6737035",
            "reply_to_id": "6730302",
            "text": "Mögulega fyrst um sinn kæmi fólk hingað í þeim tilgangi að nota vímuefni, en þannig þyrfti það bara að vera þangað til að önnur lönd gera það sama."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-16 17:18:06",
            "id": "6742734",
            "reply_to_id": "6730302",
            "text": "Ertu að meina, myndi Ísland vera það land sem stuðlar að því að hingað geti fólk komið til þess að neyta vímuefna á friðsaman hátt án þess að styðja alþjóða hryðjuverkasamtök?\nJú… það held ég og mér finnst það frekar jákvætt."
        },
        {
            "user": "Nietzche",
            "user_id": "73419",
            "date": "2009-06-10 18:57:49",
            "id": "6731586",
            "reply_to_id": "6714585",
            "text": "Hvernig geturðu sagt að fólk sem mælir gegn lögleiðingu fíkniefna VILJI styrkja alþjóðleg glæpasamtök?"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2009-06-10 21:30:18",
            "id": "6731922",
            "reply_to_id": "6731586",
            "text": "Vegna þess að það er óhjákvæmileg afleiðing þess."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2009-06-11 02:47:59",
            "id": "6732701",
            "reply_to_id": "6731586",
            "text": "Ef ég vil A sem leiðir algjörlega og undantekningalaust til B.\nÞá hlýt ég að vilja B ? Því ef myndi ekki vilja B þá gæti ég alveg valið A2 sem myndi leiða til B2, þar sem B2 er endalaus hamingja."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2009-06-11 13:54:14",
            "id": "6733090",
            "reply_to_id": "6732701",
            "text": "Þetta er ekkert rosalega flókið.\nSegjum sem svo að ég ætlaði að fá mér að borða. Það að borða leiðir til þess að kúka, sem við gefum okkur að mér finnist slæmt. Þrátt fyrir að ég vilji ekki kúka þá er það skárra en að svelta í hel og því kýs ég að borða morgunkornið. Geturðu þá sagt að ég vilji kúka?\nEf mér er afhent byssa og þarf annaðhvort að skjóta móður mína eða móður þína og kýs að skjóta móður þína, þýðir það ég hafi viljað skjóta hana?\nBætt við 11. júní 2009 -  14:00\nStór hluti hugara vill [fremur ]styrkja alþjóðleg glæpasamtök[ en lögleiða öll fíkni- og vímuefni]."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2009-06-12 00:32:12",
            "id": "6734510",
            "reply_to_id": "6733090",
            "text": "Þegiðu. Augljóslega var þessi titill eingöngu til þess fallinn að fá fólk til að opna þessa fokking grein! :@"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-16 17:12:21",
            "id": "6742718",
            "reply_to_id": "6714585",
            "text": "Það að velja þennan valkost fram yfir að styrkja ríkið, okkar eigið samfélag, hljómar eilítið rangt.\nAf hverju ætti ég frekar að vilja styrkja apparatið sem kom okkur í dýpstu kreppu síðastliðinna ára?\nAf hverju ætti ég að vilja styðja apparatið sem styður við atvinnuleysi á Íslandi?\nAf hverju ætti ég að vilja styðja við apparatið notar það í íþróttir sem ég hef engan áhuga á að sjá?\nÉg vil bara ekki þurfa að styrkja neinn, hvorki glæpamenn né ríkið (…glæpamenn aftur?)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-17 03:42:08",
            "id": "6743950",
            "reply_to_id": "6742718",
            "text": "Auðvitað er þetta stærsta kreppa síðastliðinna ára. Það hefur ekki verið kreppa síðastliðin ár."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-17 13:50:29",
            "id": "6744215",
            "reply_to_id": "6743950",
            "text": "þá er ég að tala um síðustu kreppu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-06-17 16:19:17",
            "id": "6744356",
            "reply_to_id": "6744215",
            "text": "Hún er ekki ennþá á borð við þær, en hún hefur the potential. Óþarfi að óverdramatísera þetta."
        }
    ]
}