{
    "forum_title": "Smásögur",
    "user": "Annyka",
    "user_id": "71613",
    "date": "2009-06-02 00:47:55",
    "title": "Vinir ?",
    "text": "Þetta er byrjun af sögu sem ég hef verið að leika mér að skrifa eftir að ég var eitthvað að hlusta á lagið you belong with me (með Taylor Swift) já svo ef þið hafið tíma þá myndi mér finnast vænt um að heyra hvort þetta sé algert bull eða hvort það sé eitthvað varið í þetta ! x)\n———————————————————–\n“Hahaha, ég hafði ekki hugsað út í það en það er afar rökrétt”\n“já, finnst þér ekki” Við gengum eftir ganginum að næsta tíma einsog við gerum alltaf. Ég og besti vinur minn.\n“nei hæj sykurpúði!” Tara knúsaði Alex aftan frá og lét okkur báðum bregða. “U, hæj Tara” svaraði Alex hissa.\n“hvað voruð þið Emma að tala um” sagði hún með sinni gelgjulegu rödd og gaf okkur furðulegasta svip sem ég hef á ævi minni séð. “við vorum að tala um bókina sem við erum að lesa fyrir sögu tíma” svaraði ég henni.\n“það er, u, skemmtilegt” sagði hún og gaf mér svip sem sagði ‘þú ert alger auli og ég nenni ekki að tala við þig’.\n“já það var það reyndar” sagði Alex mér til varnar og brosti til mín.\n“mmm” muldraði Tara annars hugar. “en þú, sæti-pæti ætlar að koma með mér í kvöld er það ekki?” sagði hún og potaði í nefið á Alex. Ég hristi hausinn og gekk í burtu. Ég nennti ekki að vera með þeim og ég var greinilega ekki velkomin miðað við svipinn sem ég fékk frá Töru.\nÉg og Alex höfðum verið vinir síðan í leikskóla. Við höfðum alltaf verið Emma og Alex, bestu vinir í öllum heiminum. En ekki lengur, núna var það Alex og Tara, sætasta parið í öllum skólanum.\nÉg gat samt als ekki skilið af hverju hann var með henni. Þau áttu ekkert sameinginlegt. Hún var grunnhyggin, heims og leit út nákvæmlega einsog allar vinkonur hennar.\nHann var sætur, klár, góður og fyndin. Hún átti hann ekki skilið.\nÞað var komið kvöld, ég sat í herberginu mínu og reyndi að skrifa eitthvað í ritgerðinni sem átti að skila í næstu viku. “Emma, það er komin gestur ég sendi hann upp!” var kallað af neðri hæðinni.\nHurðin á herberginu mínu opnaðist og Alex gægðist inn.\n“hæ, u, hvað ertu að gera hér?” spurði ég hissa. Hann hafði ekki komið í heimsókn í rúmlega viku þó við höfðum verið vön að eiða öllum stundum eftir skóla saman.\n“ne bara að kíkka í heimsókn” hann settist í rúmið mitt.\nEn þetta var ekki eins. Það var vandræðaleg þögn sem hafði aldrei myndast áður á milli okkar. Eitthvað var breitt.\n“eitthvað sérstakt?” spurði ég til að brjóta þessa yfirþyrmandi þögn.\n“ég ætlaði eiginlega að spyrja þig um eitt, sambandi við Töru” sagði hann vandræðalega og strauk hendinni í gegnum hárið. Hann gerir það aðeins þegar hann er óöruggur, ég þekti hann svo vel að ég gat vel séð að honum leið ekki vel að vera hér.\n“nú” ögn af pirringi slapp með þegar ég svaraði honum. Mér líkaði ekki vel við Töru og var kannski ekki rétta manneskjan til að spyrja um ráð.\n“þú ert, u, stelpa svo..” hann renndi hendinni aftur í gegnum hárið. Ég reisti eina augnabrún. “svo þú tókst eftir því?” spurði ég kaldhæðnislega.\n“Emma”\n“já?” ég var orðin virkilega pirruð en ég var ekki alveg viss af hverju.\n“hvað heldurðu að hún vilji í afmælisgjöf, getur kannski spurt hana eða eitthvað?”\n“ha-ha, þessi var góður” sagði ég þunglyndislega og pírði augun framan í hann. Það sauð í mér og ég hafði ekki hugmynd um af hverju.\n“hættu þessu Emma, hvað er að þér?” sagði hann og var orðin pirraður líka.\n“ég bara veit ekki, kannski útaf því að þú hefur ekki talað við mig í viku og núna fyrst í dag þegar við náðum að tala kom kærastan þín og hálfpartin henti mér í burtu einsog rusli gærdagsins sem var farið að lykta!” ég var staðin upp og öskraði á hann einsog hálfviti.\n“róleg Em!” hann stóð upp og ég varð enn pirraðri því hann var rúmlega 10cm stærri en ég.\n“EM ?, síðan hvenær var það nafnið mitt?”\n“Vá Emma ég nenni þessu ekki!” hann hristi hausinn og gekk að hurðinni. “gaman að tala við þig” hann skellti hurðinni á ég stóð eftir, ein.\n“fyrirgefðu Alex!” ég þaut að hurðinni. Tár voru farin að leka niður kinnarnar mínar.\n“Emma, ég veit ekki hvað er að þér eða af hverju þér er svona illa við Töru en ef við ætlum að halda áfram að vera vinir verðurðu bara að sætta þig við það að hún er kærastan mín!” Hann leit ekki á mig fyrr en hann var komin að hurðinni þá snéri hann sér að mér og ég reyndi að halda tárunum í skefjum.\n“bless, Emma” Hann skellti á eftir sér og ég hafði ekki mátt í fótunum til að fara á eftir honum svo ég stóð kyrr, og horfði á hurðina.\n-\nÉg átti erfitt með sofnað um nóttina. Ég lá og hugsaði langt fram á nótt.\nÉg vissi að ég hafði tekið þessu öllu alltof alvarlega en hann hafði verið allt lífið mitt, við vorum bestu vinir en ekki lengur núna hafði hann hana. Hana,  hvað var svona merkilegt við hana, var það ekki ég sem þekti hann inn og út, vissi öll hans leyndarmál ? Hvað sá hann í þessari skinku, já hún var kannski falleg en var það virkilega það eina sem skipti hann máli?. Vill hann frekar vera með henni heldur en mér?\nEitt svikult tár lak niður kinnina mína við þá hugsun, hann vil frekar vera með henni, honum þykir vænna um hana heldur en mig…\n———————————————————-\ntakk fyrir að lesa og endilega hlustið á you belong with me það er mjög gott lag og ef þú vilt finna hvernig “tilfinningin” í sögunni er þá, já hlustið á lagið og þið fattið ! ;)",
    "url": "https://www.hugi.is/smasogur/greinar/658946/vinir/",
    "url_id": "658946",
    "id": "6715251",
    "replies": [
        {
            "user": "pallius",
            "user_id": "75660",
            "date": "2009-06-02 12:56:22",
            "id": "6717979",
            "reply_to_id": "6715251",
            "text": "þetta er ekki algert bull og það er mjög mikið varið í þetta :D"
        },
        {
            "user": "RainbowBunny",
            "user_id": "74548",
            "date": "2009-06-02 13:14:28",
            "id": "6718007",
            "reply_to_id": "6715251",
            "text": "váh þetta er rosalega flott hjá þér !\nVel skrifað og allt bara rosalega flott !\nKemur ekki bráðum framhald af þessu?\nVona það :)"
        },
        {
            "user": "Annyka",
            "user_id": "71613",
            "date": "2009-06-02 18:43:23",
            "id": "6718558",
            "reply_to_id": "6718007",
            "text": "Takk fyrir og jú ég er búin að skrifa smá meira á bara eftir að fara yfir það og laga stafsetningar villur."
        },
        {
            "user": "RainbowBunny",
            "user_id": "74548",
            "date": "2009-06-02 18:45:31",
            "id": "6718566",
            "reply_to_id": "6718558",
            "text": "gott ! :D\nmér leiddist svo hræðilega í dag, þannig að sagan þín gjörsamlega bjargaði mér x'd :D"
        },
        {
            "user": "CitizenErased",
            "user_id": "63513",
            "date": "2009-06-02 18:49:50",
            "id": "6718576",
            "reply_to_id": "6715251",
            "text": "Góð saga:), þú mátt endilega koma með meira=)"
        },
        {
            "user": "Annyka",
            "user_id": "71613",
            "date": "2009-06-02 19:01:27",
            "id": "6718597",
            "reply_to_id": "6718576",
            "text": "haha, gott að geta hjálpað ! :)\nReyni að klára næsta part eins fljótt og ég get ! (:"
        },
        {
            "user": "CitizenErased",
            "user_id": "63513",
            "date": "2009-06-02 19:16:55",
            "id": "6718636",
            "reply_to_id": "6718597",
            "text": ":)…"
        },
        {
            "user": "Annyka",
            "user_id": "71613",
            "date": "2009-06-02 20:16:34",
            "id": "6718750",
            "reply_to_id": "6718636",
            "text": "þetta er ekki langt og það gerist ekkert það mikið en þetta er allavega eitthvað.. vonandi líkar ykkur og takk enn og aftur fyrir fallegu commentin. :)\nMér leið einsog fávita. Hvað var ég að hugsa? Ég gekk í skólann og reyndi að láta sem minnst fyrir mér fara. Eitt vissi ég, ég varð að finna Alex og biðjast afsökunar ég vissi ekki hvað hafði komið yfir mig í gær kvöldi.\n“Emma” kallaði einhver fyrir aftan mig. Ég leit hægt við og sá hvar Tara veifaði í mig.\nHvað vill hún eiginlega. Síðast þegar ég vissi var ég ömurlegri en skíturinn undir skónum hennar.\n“hæ, Tara” ég var en of hissa til að hljóma pirruð eða reið.\n“hæ, Alex sagði mér frá gær kveldi og ég ætla bara að segja þér að ég veit hvað þú ert að reina en þú verður að skilja að Alex er stór strákur núna og hann vill mig, ekki þig” Brosið var alveg komið af henni og hún herpti saman varirnar.\n“láttu þér ekki detta til hugar að rugla svona í Alex aftur, hann er minn, hann valdi mig og reyndu ekki að sannfæra hann um neitt annað” hún horfði á mig ströng á svip. Svo brosti hún lymskulega “bless Emma” hún sagði þetta í sama tón og Alex hafði gert Kvöldinu áður og ég fann fyrir stingandi sársauka , einsog hún hafði stungið mig með hníf.\nÉg var svo hissa að ég starði bara á eftir henni inn í kennslustofuna.\nHafði Alex virkilega sagt henni allt? Og hvað var hún að meina með að ‘rugla í honum’ og ‘reina að sannfæra hann um eitthvað’? Ég skildi bara hvorki upp né niður í þessu en nú var enn brýnna en áður að finna Alex og greiða úr þessari vitleysu.\nÉg beið ótreyju full eftir að hádegis hléið rynni upp þá loks gæti ég talað við Alex.\nÞegar ég gekk svo inn í salinn skimaði ég yfir hópinn og reyndi að koma auga á hann. Það var ekki erfitt, fáir voru það heppnir að hafa það glæsilegt hár að það stóð út einsog hárið á Alex. En þegar ég sá hann gerðist svolítið sem ég átti ekki von á, ég fékk óðægilega tilfinningu í magann og gat hvorki hreift legg né lið. Hvað ef hann vildi ekki tala við mig, hvað ef hann þoldi mig ekki?\nÉg kyngdi og ákvað að það væri gáfulegra að reina að ná honum einum þannig að allur matsalurinn þyrfti ekki að sjá mig gera hálfvita af mér. Ég settist og bjó mig undir að fylgjast með Alexi þannig ég gæti náð honum þegar hann færi fram. En hann var farinn.\n“Fjandinn” muldraði ég og snéri mér við til að sjá hvort hann væri nú þegar farinn fram.\nÞegar ég snéri mér við klessti ég beint framan á einhver. “fyrirgefðu, sá þig ekki” ég leit upp og Alex stara á mig brosandi svo það skein í allar hvítu og þráð beinu tennurnar hans.\n“við þurfum að tala” sagi hann svo og var alvarlegur aftur. Ég fékk kökk í hálsinn og stirðnaði upp. Ég vissi ekki hvað ég átti að gera ég var ekki tilbúin með neia trúverðuglega afsökun fyrir hegðun minni í gær. Það var heldur ekki að hjálpa mér að mér fannst ég ekki geta hugsað skírt með hann svona nálægt mér. Ég blikkaði augunum ótt og títt og roðnaði. Roðnaði? Af hverju í ósköpunum var ég að roðna?\n“uh, hæ, ég hef ekki tíma, verð að far, í tíma” ég stamaði og passaði mig að líta ekki í augun hans því ég vissi að ef það væri ekki nú þegar augljóst að ég átti ekki að vera mætt í neinn tíma í miðju hádegishléinu þá myndu ráðalausa augnaráðið mitt gera.\n“sjáumst” ég tók upp töskuna mína og gekk eins hratt og ég mögulega gat í burtu án þess að hlaupa.\nÞegar ég komst inn á klósettið andaði ég léttar “húff.” Ég leit í spegilinn fyrir ofan vaskinn sem ég hafði stutt mig við eftir að hafa hálf hlaupið í gegnum allan skólann.\nHvað í ósköpunum hafði gerst ?\nTakk fyrir að lesa og ég lofa að næst gerist eitthvað skemmtilegt :P"
        }
    ]
}