{
    "forum_title": "Smásögur",
    "user": "Tlov",
    "user_id": "19399",
    "date": "2009-06-02 23:21:57",
    "title": "Eða eiga sumir þetta bara skilið?",
    "text": "Eða eiga sumir þetta bara skilið?\nTuttugasti og þriðji dagur októbermánaðar MMXX\nSkilningsríki vinur,\nVið lifum á sérstökum tímum. Ekki er það ætlan mín að fárast út í tækniframfarir, framþróun eða önnur þau skref fram á við sem maðurinn getur tekið, eins og kannski margir afturhaldssinnar sem byrja skrif sín á svipaðan hátt. Nei. Ég er alfarið framfarasinni. Framfarir, bæði í andlegum sem veraldlegum skilningi, eru jú forsendur þroska og forsendur skilnings.    Suma hluti mun almenningur þó aldrei skilja. Sumt er landslýður of tregur til að skilja, annað vill hann ekki skilja og snýst frekar gegn því í reiði, frekar en að reyna. Skilningsleysi pupulsins mun ríða þessu samfélagi að fullu.\nÞinn einlægur, Sóphus\nÞarna sat hann í bílnum sínum. Síðvetrargrár skódi á horni Vitastígs og Bergþórugötu. Eigandinn  sat þar einn og horfði á litlu börnin sem gengu framhjá bílnum. Hann horfði á litlu börnin sem gengu út úr litla leikskólanum sínum, sem var heiðblár á lit og virtist næstum hverfa inn í himinhvolfið, ef hugmyndaflug gafst til að bera þá tvo saman. Það var nokkuð napurt þennan fimmtudagseftirmiðdag. Vindurinn næddi fyrir utan gluggann, og honum fylgdi þessi stóíska rigning sem fór svo gjarna fyrir brjóstið á sumum Íslendingum. Droparnir sem virtust svo saklausir í smæð sinni, hömruðu á rúðunni af áður óþekktri áfergju. Fyrir utan rúðuna, en hún hegðaði sér nú eins og slagverkssveit í uppgangskafla tónverks, mynduðust litlir sætir regnpollar á götunni, en þeir tóku við regndropunum og gáruðu af rósemd. Þegar þeir tóku að fylla ójöfnurnar á malbikinu, flutu þeir yfir bakka sína og liðuðust niður götuna í værð, niður í ræsið.\nHelvítis höfuðverkur, eilífur, endalaus og dynjandi, hugsaði hann með sjálfum sér, dæsti og kveikti sér í fíltlausri kamel sígarettu. Sígarettan espaði dynjandi höfuðverksins, svo hann hegðaði sér eins og tónverk – ekki fallegt, heldur ljótt og grimmt. Eitt af þeim sem hlustandinn aldrei almennilega skilur, hversu mikið sem hann kann að reyna eða geta. Helvítis höfuðverkurinn gengur af mér dauðum einn daginn.\nHöfuðverkurinn hafði kvalið hann allt frá því hann komst á kynþroskaaldurinn. Læknarnir gátu aldrei fundið neina skýringu á þessum viðvarandi kránkleika hans, sem svo skyndilega gerði innrás í líf hans – þá táningspilts. Þó hafði honum lærst að lifa með þessari byrði. Hann hafði af lært að lifa með því, sem gerði lífið sjálft að byrði.\nTuttugasti og þriðji dagur nóvembermánaðar MMXX\nSkilningsríki vinur,\nHvað er góður maður og hvað er vondur maður? Í einfaldleika sínum vill fólk gjarna draga samferðamenn sína í dilka, það er jú eðli hins óupplýsta – að vilja halda tilveru sinni reglulegri og einfaldri. Meginþorri mannkyns er þannig innréttaður. Hann skilur ekki. Þannig hefur þetta viðhorf, ef viðhorf má kalla að hafa meðfædda andúð á nýjungum, orðið mörgum framfarasinnum að falli. Sókrates, sá mæti maður, mætti í hvívetna úlfúð gegn því sem hann boðaði. Samtímafólk hans var hreinlega of tregt til að skilja og snerist því gegn honum í reiði – tilfinningu sem getur vaknað hjá þeim skilningslausu. Hann var álitinn hafa forheimskandi áhrif á unglýð, áhrif sem myndu veikja stoðir samfélags, þegar hann í raun vakti þau til gagnrýninnar hugsunnar.\nMeð það að leiðarljósi vil ég ræða við þig um hið góða og hið illa. Hvað er vondur maður og hvað er góður maður? Ég vil meina að skilningur landsmanna á þessu sé jafnan það sem Frakkarnir vilja kalla “banale” eða lágkúrulegur – persónulega finnst mér hann svo einfeldningslegur að hann jaðri við að heita klúr. Við treystum bara tilfinningunni – þetta eða hitt verkar á okkur sem gott eða illt.  Þetta vil ég sjálfur leiða að því, að maðurinn sé hópdýr og treystir þess vegna aðeins og einvörðungu því sem eru þekkt og viðurkennd fordæmi fyrir. Það er að segja – einhver annar samþykkti líka.\nÞví verður mér spurn. Skilgreinast gjörðir hins góða manns sem góðar af því að verk hans eiga sér samfélagslegan hljómgrunn, en hins illa og óhæfuverk hans, því að umhverfi hans vissi ekki hvað lá að baki?\nHann hagræddi stórum og klunnalegum gleraugunum á nefinu. Þau áttu það til að leita fram yfir nefbroddinn ef einhver sálaróværð sótti að honum. Ætli það hafi ekki verið svitinn, framkallaður jafnt af höfuðverknum sem spennunni vegna yfirvofandi gjörnings. Hann lét höndina snerta leðurlíkislagt mælaborðið. Það var rykugt. Hann nuddaði saman þumal- og vísifingur, og bar gráa og tóbaksgula fingurbroddana að vitum sér. Hann kitlaði aðeins í nefið, en leit aftur út um gluggann.\nHöndin leitaði yfir skallann og þreifaði á fæðingarblettum sem honum þóttu undarlega upphleyptir. Ætli þeir séu illkynja, velti hann fyrir sér og horfði út um gluggann. Illkynja…\nHandan götunnar opnaðist lítil hurð, á bakhlið Austurbæjarskólans. Um hurðakarminn greip lítil hönd, klædd í lítinn bláan vettling og humátt á eftir fylgdi lítill kroppur, lítill glókollur sem fetti nefið og hagræddi töskunni sinni á bakinu. Það var augljóst að honum líkaði ekki rigningin. Það var augljóst að hann vildi vera kominn heim, frekar en að eiga þá ferð eftir í rigningunni.\nSíðvetrargrái bíllinn datt í fyrsta gír, og rann varlega út fyrir gangstéttarbrúnina. Hann skeytti ekki um að þurrka dropalagða rúðuna en mjakaðist varlega í átt að litla glókollinum og skrúfaði niður rúðuna bílstjóramegin.\nFyrirgefðu, vinur, má ég eiga við þig orð.\nLitli snáðinn snerist á hæl og horfði á viðmælanda sinn, fyrst í gegnum dropalagða framrúðuna, en síðan í gegnum gluggann bílstjóramegin.\nHalló, sagði litli snáðinn feimnislegri röddu.\nSæll og blessaður, vinur. Manstu nokkuð eftir mér? sagði viðmælandinn af óvenjulegri, næstum tilgerðarlegri mýkt í röddinni.\nNeee, svaraði litli pilturinn með semingi.\nJújú, hvaða vitleysa – manstu ekki eftir að hafa séð mig á göngunum í skólanum. Ég er gangavörður á yngsta stiginu.\nLitli snáðinn tvísté í rigningunni og leit feiminn niður að fótum sér, þar sem myndast höfðu tveir litlir pollar. Silkimjúkt, næstum himneskt hár hans var tekið að blotna og á andliti hans mynduðust litlir dropar í táralíki sem runnu í rykkjum niður kinnarnar hans.\nÞú hefur vaxið síðan ég sá þig síðast. Síðast varstu bara svona lítill putti á yngsta stiginu, sagði bílstjórinn og útskýrði með handarhreyfingu sem nam staðar við bílrúðuna.\nRigningin virtist ætla að færast í aukana. Heyrðu vinur, má ekki bjóða þér að setjast hérna inn í bílinn hjá mér. Ég skal skutla þér heim, heyrði hann sjálfan sig segja. Það er ógurlegt að sjá svona sætan strák standa holdvotan í rigningunni. Þú gætir fengið kvef, blessaður. Og þú ert meira að segja orðinn blár á höndunum, sagði hann og brosti svo glitti í tóbaksgular tennurnar, vitandi þó að svona brandarar væru ekki vænlegir til árangurs.\nÞað kom fát á litla drenginn. Honum brá augljóslega þessi framhleypni, og hann svaraði að hann þyrfti að fara að drífa sig heim. Hann ætti líka ekki að vera ræða við ókunnuga. En ég er ekkert ókunnugur, drengurinn minn, svaraði hann í snatri. Sestu hérna inn í bílinn hjá mér.\ntuttugasti og sjötti dagur desembermánaðar MMXX\nSkilningsríki vinur,\nÁstin veldur mér hugarangri. Ég veit ekki hvort ég greini á milli ástar eða losta, eða hvort nokkuð sé þar á milli til að greina – en það er mér hugarvíl. Það er sannfæring mín og trú, að við sem verur af þessum heimi sendum frá okkur strauma – orkustrauma á ég við. Þó að skilningi mínum á eðlisfræðilegum skýringum orku og strauma sé ábótavant, þá veit ég það eitt fyrir víst að jákvæð orka laðar að sér andstæðu sína, neikvæða orku, líkt og plús leitar í mínus.\nÞað er einnig trú mín og meining að þessar tvær orkulindir, eins og svo margt í okkar frumeðli, geri ekki greinarmun á fólki. Þessi orka mismunar ekki eftir þjóðfélagsstöðu, kynferði eða aldri. Verk Guðs er blint á slíkt, og það er ekki mannsins að hemja þessi öfl.\nÞinn einlægur, Sófus\nNei, hédna – ég þarf að drífa mig heim. Mamma hringdi sko í hédna skólann minn, sagði litli snáðinn og gerði hlé á ræðu sinni eins og í von um að honum dytti nú eitthvað í hug sem myndi láta þennan mann í gráa bílnum hverfa ofan í holræsið. Hún sagði að ég ætti að koma strax heim því að…hún væri að bíða með súkk’laðiköku handa mér. Mér er líka orðið svolítið kalt svo ég ætla að hlaupa heim núna.\nTja, þarna varstu heppinn, sagði bílstjórinn í gráa bílnum. Það vill svo heppilega til að ég er hér með heitt kakó á brúsa. Komdu nú vinur, ég skal skutla þér heim. Ég man hvað mér þótti nú óþægilegt að þurfa að ganga heim í rigningunni, þegar ég var í þessum skóla fyrir mörgum árum síðan. Býrðu ekki annars í Þingholtunum?\nJúú, svaraði litli snáðinn, stórum spyrjandi augum á manninn bak við stýrið og undraðist að hann skyldi vita svo mikið um fjölskylduhagi hans.\nÉg er ekki frá því að ég sé meira að segja með prinspóló í hanskahólfinu sem þú getur gætt þér á. Finnst þér gott að fá súkkulaði?\nBílstjórinn steig út úr bílnum og lagði höndina ákveðið á öxl litla prinsins sem sagði ekki nokkun skapaðan hlut. Vinur minn, sagði hann, komdu nú hérna inn í bílinn hjá mér og leyfðu mér að gefa þér far heim. Rigningin verður bara verri úr þessu, sagði hann og leiddi litla glókollinn fram fyrir húddið, að farþegahurðinni og spennti á hann beltið. Svona, kútur minn. Það er best að hafa þetta vel spennt. Við viljum ekki að neitt komi fyrir þig.\nBíllinn lagði löturhægt af stað niður Berþórugötuna, fyrir hornið á gamla Austurbæjarskólanum og niður að Snorrabrautinni. Handan götunnar stóðu ung hjón með barnavagn. Bílstjóranum varð litið til hjónakornanna og barnavagnsins. Hann hugsaði með sér hve gott líf það væri að geta legið í barnavagni, áhyggjulaus og undir verndarvæng.\nJæja, snúður minn, sagði bílstjórinn mildilega og klóraði sér í annað eyrað. Höfuðverkurinn dundi fyrir eyrunum og virtist jafnvel hegða sér í takt við hans eigin hjartslátt. Hvernig líður þér annars, engillinn minn?\ntuttugasti og níundi dagur desembermánaðar MMXX\nSkilningsríki vinur,\nEnn vil ég ræða við þig um ástina. Ég vona að þú sért ekki farinn að þreytast á eilífu þrasi mínu um þessi hjartans málefni, en ég hvíli í þeirri von að þú skiljir hvað ég á við…\nRigningin barði á rúðunni og ökumaðurinn benti á að það hefði nú verið verra að lenda í svona veðri á heimleiðinni.\nUmferðin var nokkuð þétt um þetta leyti dagsins. Bílarnir bifuðust ekki varla og á einum stað hafði orðið hagsmunaárekstur tveggja framsækinna ökumanna. Enn fremur virtust umferðarljósin þjóna sínum eigin þvermóðskulega vilja – að hleypa engum heim.\nHeyrðu, kútur minn, sagði ökumaðurinn. Hvernig líst þér á að við tökum hér smákrók í kringum umferðina. Litli drengurinn í farþegasætinu þagði þunnu hljóði, en gaf síðan frá sér lítið hljóð, næstum því í uppgjafartón, sem mætti túlka sem já.\nÞeir beygðu af við flugvallarveginn, sem þeir keyrðu endilangan uns þeir komu að tómu og afskekktu bílastæði. Í nálægð voru hálfkláraðar vegaframkvæmdir, sem virtust hafa verið skildir eftir í reiðileysi og óafskiptar.\nBílstjórinn drap á bílnum. Þarna sátu þeir tveir og horfðu út um rúðuna og litli drengurinn sagði að hann kannaðist ekki við þetta hverfi.\nHann horfði djúpt í augu litla snáðans, sem sat þarna við hliðina á honum. Segðu mér, sagði hann og lagði hönd sína ofurvarlega á læri litla puttans. Ert þú góður drengur? Finnst þér gott að vera góður drengur?\nLitli drengurinn stirðnaði af hræðslu og þrýsti sér aftar í sætið. Hann spyrnti fótunum í leðurlíkislagt mælaborðið líkt og í von um að bíllinn gæfi undan skyndilegum ofurkröftum hans.\nBílstjórinn lagði höndina varlega og hið næsta ástleitið yfir axlir litla drengsins og þrýsti létt á læri hans með hinni hendinni. Rigningin og vindurinn öskruðu fyrir utan gluggann, sem litli snáðinn færðist nær, nær glugganum. Komdu hérna, kúturinn minn, sagði bílstjórinn, ekki vera hræddur. Það er svolítið sem mig langar að kenna þér, sagði hann og hagræddi buxnastrengnum.\nLítil tár tóku að renna niður litlu kinnar litla piltsins, og hann hann vonaði af öllum þeim mætti sem hann hafði hafði innra með sér að hann mætti losna þaðan burt. Ég vil fara heim núna, kjökraði hann, næstum eins og lítið lamb sem skilist hefur frá móður sinni. Ég vil heim, núna.\nÞú sérð það, litli engillinn minn, að rigningunni ausar niður. Þú getur ekki farið heim í svoleiðis veðri. Síðan var líka svolítið… sagði bílstjórinn og lét hönd sína að vanga litla barnsins.  Hann færði andlit þeirra nær hvoru öðru. Litli drengurinn færðist undan, lokaði augunum, uns varir þeirra mættust, og eilífðin hófst.\nÞað varð þögn\nKjökrið breyttist í uml, umlið breyttist í væl og vælið magnaðist í öskur. Öskrið fílefldist uns það var orðið að hljóði svo háu að rúðurnar í bílnum tóku að titra. Litli drengurinn kreppti hnefana, spyrnti á móti hanskahólfinu og frá honum kom slíkur tónn að hljóp á mörkum  hátíðnihljóðs og einhvers ekki af þessum heimi. Hljóðið boraði sig inn í höfuðkúpu ökumannsins. Hann fann hvernig eyrnablöðkurnar roðnuðu, innra eyrað titraði og í öllum þeim göngum og pípum í innviðum eyrans voru vökvar við suðumark. Við innra eyra tók að yfirgnæfa hávært, skerandi suð sem var ærandi. Bílstjórinn greip um höfuð sitt með grettu á andlitinu, fetti sig allan og bretti, og gaf frá sér dýrslegt, hömlulaust öskur.  Hann teygði slappa húð sína niður eftir andlitinu og leit í skelfingu niður á hendur sér. Hann heyrði sögumann sjálfs síns þylja eftirfarandi orð:\n,,Ég horfði djúpt í heiðskýr og falleg augun hans, og augu mín leituðu niður andlitið, niður hálsinn og bringuna á opna lófa hans, reydda af blóði – mínu blóði.”\nOg allt þagnaði\nLitli drengurinn steig út úr bílnum, út í rigninguna og hljóp flugvallarveginn heim á leið.\nþrítugasti dagur desembermánaðar MMXX\nSkilningsríki vinur\nÞað er manninum eðlislægt að vilja ná fram réttlæti, þarna undirliggjandi er eitthvað alheimssiðferði sem enginn skilur á annað borð, en landslög og aðrar reglugerðir eru út frá gerðar, og enginn síðan skilur nema þeir löglæsu. Rétt skal vera rétt, og ranglæti skal refsa.\nSamfélagið hefur sínar leiðir til þess.\nEn það sem vill gleymast að við erum öll bundin af heljarkletti – nefnilega okkur sjálfum. Öll sjáum við atburði og gjörninga, góða sem vonda, út frá okkur sjálfum og eigin reynsluheim, og dæmum því frá þeim sjónarhóli.\nSpurningin er því, er einhver maður dómbær á rangindi? Eru ekki allir gjörningar mannkyns bara mismikið rangtúlkaðir, eða fá mismikinn hljómgrunn?\nEða eiga sumir þetta bara skilið?\nÞað hlýtur að vekja spurninguna hvort að ég, fyrir öllum þessum árum, hafi gerst morðingi, eða réttmætur boðberi réttlætisins?\nÞinn einlægur Sófus",
    "url": "https://www.hugi.is/smasogur/greinar/659038/eda-eiga-sumir-thetta-bara-skilid/",
    "url_id": "659038",
    "id": "6716556",
    "replies": [
        {
            "user": "FlapJack",
            "user_id": "76827",
            "date": "2009-06-10 09:33:56",
            "id": "6730797",
            "reply_to_id": "6716556",
            "text": "vá hvað þetta er vel skrifuð saga =}\nverð að segja að mig langaði að gráta í endann..\nen vá samt, frábær saga :)"
        },
        {
            "user": "Tlov",
            "user_id": "19399",
            "date": "2009-06-10 13:46:51",
            "id": "6731042",
            "reply_to_id": "6730797",
            "text": "Takk, takk.\nÉg var farinn að hafa áhyggjur af að enginn nennti að lesa þetta :P"
        },
        {
            "user": "FlapJack",
            "user_id": "76827",
            "date": "2009-06-10 17:47:20",
            "id": "6731403",
            "reply_to_id": "6731042",
            "text": "virkilega ;O"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-06-11 18:40:42",
            "id": "6733699",
            "reply_to_id": "6716556",
            "text": "Mjög áhugaverð og góð saga..n_n\nReally touching."
        }
    ]
}