{
    "forum_title": "Rómantík",
    "user": "Perrinn",
    "user_id": "859",
    "date": "2000-10-21 18:29:57",
    "title": "lífið er erfitt",
    "text": "ég er að segja ykkur það að mér líður ekkert smá illa núna því að stelpan sem ég er með er að gera mig klikkaðan hún getur ekki talað við mig án þess að bögga mig og ég reina bara að vera góður við hana sko það eru til sona miljón stelpur þarna úti en enginn þeirra vill mig því að þær halda allar að ég sé tilfinningar laust gerpi en ég bara er frekar sár útaf því og ég get ekkert gert;(\nég verð með enni og læt mér líða illa útaf því hvað hún er vond við mig (vinir mínir segja að hún hljóti að vera magnús ver fyst hún ráði við mig en málið er að ég vill ekki vera vondur við hana)og so ef ég mundi dumpa henni þá mundi ég vera einn í sona 1000000000000000000000000000000000000000000000000000000 skriljón ár og bara allt væri ömurlegt því að allr stelpur sem umgangast mig vilja vera vinir mínir því að ég er eini strákurinn sem þær geta talað við um allt þannig að þær vilja bara VIN ;( þannig að hvað á ég að gera ég gæti ekkert gert þótt ég vildi það ;( plís svarið mér því að það eru skriljón gaurar þarna úti sem eru í sama veseni og ég ;(",
    "url": "https://www.hugi.is/romantik/greinar/6599/lifid-er-erfitt/",
    "url_id": "6599",
    "id": "35432",
    "replies": [
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2000-10-21 21:45:08",
            "id": "35433",
            "reply_to_id": "35432",
            "text": "jaaahhh…svona er lífið …ekkert nema saltfisku"
        },
        {
            "user": "oxy",
            "user_id": "3756",
            "date": "2000-10-21 22:57:02",
            "id": "35434",
            "reply_to_id": "35432",
            "text": "Veistu það að það er betra að vera einn heldur en í slæmu sambandi. Það er ekki góð ástæða fyrir því að vera með stelpunni bara af því annars værir þú einn í einhvern tíma. Þá ertu ekki heiðarlegur gagnvart sjálfum þér og henni. Ég hef þekkt strák/a sem segja það sama og þú að stelpurnar vildu bara vera vinir ekkert meir en á endanum þá kynntist hann stelpunni og ég hugsa að biðin hafi verið þess virði :)"
        },
        {
            "user": "honey",
            "user_id": "4744",
            "date": "2000-10-21 23:37:16",
            "id": "35435",
            "reply_to_id": "35434",
            "text": "ég er alveg sammála oxy u have 2 have yor dignaty man og það skiptir öllu máli að vera hreinskilinn við sjálfan sig og hafa smá reisn heldur en að hanga í einhverju með einhverjum sem ber enga virðingu fyrir manni,\"de horror, það er einhvað sem enginn á að láta bjóða sér það býður þín betra líf en það. er eitthvað sem þú hefur gaman af eða eitthvað sem þú hefur ekki tímt að gera vertu bara´góður við sjalfan þig gerðu eitthvað skemmtilegt lífið er of stutt til að eyða því í vesen viljandi á meðan þú getur stjórnað því gerðu það þá  í stað þess að líða illa gangi þér sem allra best:) honey"
        },
        {
            "user": "oxy",
            "user_id": "3756",
            "date": "2000-10-21 22:58:09",
            "id": "35436",
            "reply_to_id": "35432",
            "text": "p.s\nLáttu þér líða vel. Gangi þér vel"
        },
        {
            "user": "melona",
            "user_id": "2691",
            "date": "2000-10-22 03:15:25",
            "id": "35437",
            "reply_to_id": "35432",
            "text": "já það er satt honey og eitt enn…það er ekki svona svart í raunveruleikanum. Það er alltaf einhver, og ég er viss um að þú finnir einhverja betri stelpu, en ég skil að þér líði þannig eins og þú segir að engin myndi vilja þig. Það eru þínar tilfinningar, en mundu, þótt maður eigi að hlusta á sjálfan sig etc. í mörgum málum, þá eru tilfinningarnar ekki alltaf í takt við raunveruleikann…skiluru, þér kanski líður þannig, en í raun er það kannski ekki alveg rétt..\nBara smá ábending:)\nGangi þér vel og hey! Kærastan þín ógeðslega leiðinleg að vera alltaf að bögga þig, ber hún enga virðingu fyrir þér eða hvað? Ef hún gerir það ekki þá á hún þig ekki skilið okey sweety mundu það…það eru 1000 fiskar í sjónum og já! Meðan ég man með vinkonur þínar, það er frábært að þú sért svona góður vinur, þú hljómar mjög traustur náungi, en athugaðu hverjar af þeim gætu verið að nota þig…getur verið að þær væru ekki vinir í raun? og líka, hversu mikið ert þú að fá út úr vináttunni? Ef þær eru alltaf að tala um öll sín vandamál við þig, er það svona vinátta sem þú vilt. ok Bara smá ábending, ég veit nottlega ekki alveg hvernig þetta er, en mér datt þetta bara í hug. Vona að það hjálpaði, ef ekki þá vona ég að þér líði samt aðeins betur:)\nKNÚS\nMelona ofurdjammari;)"
        },
        {
            "user": "frjals",
            "user_id": "3383",
            "date": "2000-10-22 12:32:51",
            "id": "35438",
            "reply_to_id": "35432",
            "text": "Ég tel þetta ósköp einfalt, böggið getur vel verið vörn t.d. ég nota húmor sem vörn. Annars getur verið að hún sé einfaldlega mean. Það sem ég tel vera rétt að gera er að fá hana til að droppa vörninni , finndu bara einhvern stað einhvern tíma þar sem það er BARA þú og hún og spurðu hana beint út afhverju hún er að þessu þá færðu að vita hvort hún er mean eða í vörn. Ef hún er í vörn biddu hana þá bara laga þetta , vendu hana á því að hætta þessu eða álíka. Ef hún er mean hinsvegar þá myndi ég bara láta hana finna fyrir því , meiða hana bara á móti , brjóta hana niður eða láta hana finna þvílíkt tilfinningalega til og hætta síðan með henni. Ef þér finnst þetta vera harkalegt hugsaðu þá um gaurinn sem kemur á eftir þér og lendir í því sama og aftur og aftur og aftur! Maður fréttir það alltaf á versta tíma eða of seint að stelpur eru að pæla í manni , þær eru með innbyggt að segja manni á versta mögulega tíma að þær hrífast af manni eða álíka þannig að þú verður aldrei einn í of langan tíma ef þú tekur eftir einhverju svoleiðis. Vertu bara feginn að þú ert vinurinn ég get sko lofað þér því að það er ekkert grænna gras þegar maður á í erfiðleikum með vinstelpur vegna þess að verða alltaf hrifnar af manni og rústa þannig öllu(þó þær geri það ekki viljandi) eða þegar maður kynnist stelpum og fær strax bara vita það að þær vilja engan vinskap bara aðra hluti. Those are my 2 cents for now."
        },
        {
            "user": "heimsk",
            "user_id": "5032",
            "date": "2000-10-22 19:53:37",
            "id": "35439",
            "reply_to_id": "35432",
            "text": "hæhæ ég veit ekki hvernig þú ert að meina klikk??? ef svo segðu henni upp!!!!en ef þér þykir svona vænt um hana þá??? ert ekki viss!!:( en já hvað ertu að meina að allar stelpur halda þú sért tilfinningarlaus og vilja ekkert með þig hafa ????? en já ég er ekkert í svona málum sem betur fer :) hehehe en já ég er bara happy því kærastinn er að fara að koma til þess að hitta mig:) og mér hlakkar geðveikt til:)   en já og  en hvernig persóna ertu?? maður verður að fá að vita það hamms:) en já ef þú ert svona strákur sem ert góður og svona þá er skil ég alveg hvernig stelpur vilja hafa þig sem vin:) en ein spurning:finnst þér fatlað að stelpa sé með strák sem er 5 árum eldri en hún??? en já já bæbæ\nkveðja heimsk"
        },
        {
            "user": "Perrinn",
            "user_id": "859",
            "date": "2000-10-22 23:26:45",
            "id": "35440",
            "reply_to_id": "35439",
            "text": "hæhæ heims sko mér fynsta bara cool að vera með 5 árum eldri ég meina ef þú ferð til stikkishólms þá eru næstum því allir þar með 5árum eldri sko :) ég veita ég á 9555 skriljón ættingja þaðann. en sko ég er bara þessi tilfinngar típa ég get ekki hætt að pæla í hverngi öllum líður og ég verð alltaf að hjálpa öllum sem líður illa annars líður mér geggjað illa og það er ekki gamann skilurur :( ég bara verð að eiga vini sem ég get treist og ég verð að geta reddað öllu annas líður mér illa skiljú en ég er bara þessi karakter en sko þegar stelpur sjá mig í fysrta skifti þá vilja þær mig als ekki því að ég er sona chocko og ég er þannig að þegar þú sérð mig þá pæliru vá þessi er brjálaður maður (ég meina áður en að ég varð chocko T.d. á music festival þá var ég með gult, raut og grænt hár þannig að VÁ gæti ég verið meira frá hryndandi núna er ég bara með minn orginal lit LJÓST) en allavega svarið mér meira elskurnar mínar bæbæ"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-10-23 00:37:51",
            "id": "35441",
            "reply_to_id": "35432",
            "text": "Ekki láta kúga þig.\nVertu þú sjálfur og sannur sjálfum þér og spurðu sjálfan þig hvað þú sjálfur haldir að þú endist lengi í svona sambandi og mér er alveg sama hvort hún kemur svona fram við þig afþví að hún er í vörn þú verður líka að hugsa um sjálfan þig þú ert persóna og þú átt líka rétt á að lifa góðu lífi eins og allir aðrir.  Ég sjálf var í sambandi þar sem kærasti minn fyrrverandi lamdi mig því ég var ekki tilbúin að fara að sofa hjá honum og því sleit ég sambandinu strax og gekk út og ég sé ekki eftir því.\nGangi þér vel\nKrusindull"
        },
        {
            "user": "ruglud",
            "user_id": "5007",
            "date": "2000-10-24 20:12:17",
            "id": "35442",
            "reply_to_id": "35432",
            "text": "Ja …sko ég get sagt þér eitt ég er ekki strákur í þessum vanda en ég er stelpa í þessum vanda …málið er vinir mínir vilja bara eiga mig sem vinkonu því það er svo gott að tala við mig og blablabla…  Enn ég var svo heppin að ég hitti minn draumaprins sem er nú kærastinn minn fyrst vorum við bara vinir en viti menn..við erum saman ég hélt að það myndi aldrei ské.  Enn vertu nú allavega ánægður með það að þú hlýtur að eiga marga vini .. og ´mér einhvern veginn heyrist þú nú ekki mikið vera hrifinn af kærustunni þinni allavega alls ekki þegar hún gerir þetta svo ávherju ekki að tala við hana í staðinn  fyrir að pæla í að dömpa henni þú ættir að vita að það er alltaf best að ræða bara málin.  Og já ef þú hugsar að þú viljir ekki segja henni upp því þú ert hræddur um að verða ekki með nenni lengi lengi ´þá ertu nú svolítið ósanngjarn bæði gegn henni og þér …svona æðisslegur strákur eins og þú ætti að ná í hvaða stelpu sem er en trúum við ekki öll að í lífinu okkar er einn sérstakur maður eða kona ó jú..það þarf ekki að vera að hún eigi bara að koma allt í einu hún gæti þess vegna komið þegar þú ert 20 eða 50 eða eitthvða hver veit enn nú veit ég að þú hugsar svona sérstakur maður hvernig veit hún það, málið er að mér heyrist það bara þegar ég les greinina þína þú heldur að allar stelpur haldi að þú sért tillfinnangalaust fífl þetta segja engnir strákar sem eru tilfinningalausir svo þú ert greinilega mjög tilfinninga´ríkur=) . svo ég held að þú ættir aðeins að skoða það hvort að þú elskir þessa stelpu/konu í alvöru og ekki hugsa að þú getir ekki hætt með henni því að þú ert hræddur um að þú verðir einn lengi því það er ósanngjarnt gagnvart ykkur báðum ananrs eitt hvað ertu gamall\n??? mig langar að vita það ? eg veit þú trúir því kannski aldrei miðað við hvernig ég tala en ég er bara 15 en einu geturðu trúað ég hef lent í svo mörgu að þú getur ekki ímyndað þér það jæja nú verð ég að fara endilea skrifaðu til mín ef ég hef eitthvða getað hjálpað þér sem ég vona .  Plís FARÐU EFITR MÉR EF ÞÚ TELUR ÞETTA RÉTT ÞÓ AÐ ÉG SÉ BARA 15!! BÆ OG  GANGI ÞÉR VEL :*"
        },
        {
            "user": "Zeron",
            "user_id": "2624",
            "date": "2000-10-25 21:24:21",
            "id": "35443",
            "reply_to_id": "35432",
            "text": ""
        }
    ]
}