{
    "forum_title": "Hljóðfæri",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2009-06-12 00:27:56",
    "title": "Snúru spurningar...",
    "text": "var að pæla… Skiptir það miklu máli hvernig snúru maður notar á milli magnarans og cabinetsins? er bara með venjulega gítarsnúru og finn svosem ekkert að því en það eru einvherjar sérstakar snúrur samt sem eru venjulega notaðar right?\nOg já önnur svona pæling… finnur einhver hérna almennt sound mun á jack snúrum? eða á munurinn á gæðum ákveðinna snúra að felast í einhverju örðu?\nOg já, hverjum hérna fynsnt líka snúrur vera alltof dýrar?… -.-'",
    "url": "https://www.hugi.is/hljodfaeri/korkar/660485/snuru-spurningar/",
    "url_id": "660485",
    "id": "6734503",
    "replies": [
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-06-12 00:38:28",
            "id": "6734523",
            "reply_to_id": "6734503",
            "text": "Það er best að vera með speaker snúru á milli haus og box, vegna þess að það þarf að leiða rafmagn þarna á milli.Jack snúrur eru bara einn vír en speaker tvær.\nÞað er öruglega vesen að finna svona snúrur í dag, en getur t.d. farið í Hljóðfærahúsið og látið þá útbúa fyrir þig snúru þar.\nÉg heyri hljóðmun á snúrum (ekki öllum samt), en eftir að ég byrjaði að nota dýrari snúrur tók ég eftir því að headroom-ið stækkaði mikið í soundinu hjá mér. Allar nóturur urðu skýrari og þær endast betur.\nOg svo er allt á Íslandi orðið alltof dýrt :/ alger helvíti!\nBætt við 12. júní 2009 -  00:44\nhttp://en.wikipedia.org/wiki/Speaker_cable"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-06-12 00:45:42",
            "id": "6734540",
            "reply_to_id": "6734503",
            "text": "Ég finn engann mun á jacksnúrum en ég kaupi yfirleitt snúrur sem eru ekki algjört spaghetti, mér finnst mjög grannar snúrur ekki líta mjög traustvekjandi út einhverra hluta vegna.\nÉg hef ekki fengið lélega jacksnúru síðan ég hætti að versla í Gítarnum fyrir 15 árum eða svo, þar fékk maður jacksnúrur sem duttu í sundur á fyrstu æfingu eða voru sambandslausar.\nJacksnúrur eru frekar dýrar, maður bara kaupir þær sem líta út fyrir að vera með sterkbyggðum jökkum og fer vel með þær, mínar hafa flestar enst árum saman."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-06-12 00:58:03",
            "id": "6734576",
            "reply_to_id": "6734540",
            "text": "já ég reyni líka að fara alltaf vel með þær þar sem að snúra er að kosta um 5 þúsund kallinn. læt þær aldrei detta í gólfið og er eiginelga alltaf með teppi undir gítarstuffinu mínu."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-06-12 01:10:25",
            "id": "6734601",
            "reply_to_id": "6734576",
            "text": "Undanfarið hef ég verið að kaupa Planet Waves snúrur í Tónastöðinni, ekki ódýrustu tegundina af þeim samt.\nÉg sá á heimasíðu Guitar Player magazine á netinu fyrir svona ári síðan þar sem þeir gerðu samanburð á einhverjum 50 eða 60 mismunandi tegundum af snúrum og Planet Waves snúrurnar komu mjög vel útúr þeim samanburði miðað við verð, þeir voru hrifnastir af einhverju rándýru helvíti sem fæst ekki hérlendis og sömuleiðis einhverju George L dæmi sem ég held að Tónastöðin sé farin að flytja inn og kostar örugglega djöfuls helling líka.\nEn miðað við þetta review hjá þeim í Guitar player þá er allavega ekki endilega samasemmerki milli verðs og gæða, framleiðendur eins og Monster Cable sem búa til rándýrar stereógræjusnúrur sem gefa mjög góðann hljóm búa tildæmis til alveg afleitar gítarsnúrur ef það er eitthvað að marka gaurana hjá Guitar Player."
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-06-14 00:48:01",
            "id": "6737984",
            "reply_to_id": "6734601",
            "text": "ég nota einhverja planet waves snúru.. svakalega þykk og góð\nnota líka einhverja proel die hard snúru held ég sem ég fékk í hljóðfærahúsinu þegar fyrsta “spagettí” snúran bilaði.. gott stöff"
        },
        {
            "user": "Skoorb",
            "user_id": "72240",
            "date": "2009-06-12 10:33:25",
            "id": "6734933",
            "reply_to_id": "6734503",
            "text": "Það á ávallt að nota hátalarasnúru í magnara. Það er ekki ráðlagt með transistormagnara að nota gítarsnúru, en hreint heimska að gera það með lampamagnara. Þú setur útgangsspennubreyti í lampamagnara í stórhættu ef þú notar annað en hátalarasnúru.\nVarðandi hljóðmun á milli gítarsnúru - það er auðheyrður munur á milli þeirra. En oftast verður maður að prufa með gítarinn beint í magnara. Ef þú ert með heilling af effektum og dót á milli, það eru minni líkur á því að þú heyrir mun. Svo er bara að ákveða hvernig “snúrusánd” þú vilt fá."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-06-14 21:15:03",
            "id": "6739301",
            "reply_to_id": "6734933",
            "text": "Besta svarið.\nVið þetta má bæta að ert með stóran magnara og þunna snúru þá geturðu brennt snúruna, og mögulega skemmt magnarann í leiðinni."
        },
        {
            "user": "aesthetic",
            "user_id": "65844",
            "date": "2009-06-13 15:55:39",
            "id": "6737111",
            "reply_to_id": "6734503",
            "text": "Það er mjög auðvelt að búa til svona snúru… tekur bara rafmagnsvír með 2 eða 3  fösum(þátta) og lóðar mono jack á endana. Getur notað gamla framlengingar snúru þess vegna.\nSvo má ekki gleyma að það er stór munur á milli tengja á snúrum, mæli með neutrix plöggum… getur alltaf gert við þær aftur, annað en planet waves."
        },
        {
            "user": "Dananias",
            "user_id": "68949",
            "date": "2009-06-14 17:17:39",
            "id": "6738831",
            "reply_to_id": "6734503",
            "text": "1. ég myndi bara nota stutta snúru, félagi minn notar þannig\n2. veit ekki\n3. jú"
        }
    ]
}