{
    "forum_title": "Vélbúnaður",
    "user": "Intension",
    "user_id": "66758",
    "date": "2009-06-13 12:31:54",
    "title": "Vantar hjálp strax!",
    "text": "Tölvan mín hefur verið furðulega hæg undanfarið og svo fékk ég þetta msg. “To protect your hardware from potential damage or causing a potential system lockup, the graphics processor has lowered its performance to a level that allows continued safe operations.” Svo ýti ég á troubleshoot þá kemur þetta:\n“To remedy the problem, ensure that your NVIDIA graphics card in your system has the supplemental power connector attached. This connection is required and your system may be damaged if it's not in place. Please refer to your owner's manual for copmlete inspection instructions. Also, the power supplier in your computer must be able to supply ample power to power all of the attached peripherals in addition to this extra connection.”\nÉg hefði uploadað mynd, en einhverneginn virkar það ekki.\nÉg var í Cod2 og ég virtist ekki ná 125 FPS í bestu grafík, sem ég hef aldrei átt í vandræðum með, hef jafnvel náð 250. Hvað er að, er þetta skjákortið að klikka eða aflgjafinn eitthvað bilaður eða? Get ég lagað þetta sjálfur eða þarf ég að fara með tölvuna í viðgerð?\nEf það hjálpar þá keypti ég tölvuna mína í sirka september 2007,\n• Aflgjafi: Antec TruePower Quattro 850W aflgjafi með hljóðlátri viftu\n• Kæliviftur: 4stk CoolerMaster mjög hljóðlátar kæliviftur\n• Móðurborð: ABIT KN9-SLI, 2xPCI-Express, 4xDual DDR2, 6xSATA2\n• Örgjörvi: AMD Athlon64 X2 Dual-Core 6000+ (3.0GHz)\n• Kælivifta: Zalman CNPS9700 NT öflug mjög hljóðlát kælivifta\n• Vinnsluminni: Kingston HyperX 2GB (2x1GB) DDR2 800MHz, CL4, Dual-Channel\n• Harður diskur: Samsung 500GB Serial-ATA II, 16MB í flýtiminni\n• Skjákort: eVGA NVIDIA GeForce 8800 ULTRA 768MB GDDR3, Dual-DVI, HDTV, HDCP\n• Geisladrif: SonyNEC 18x DVD±RW skrifari IDE svartur\n• Netkort: Gigabit LAN controller 10/100/1000M\n• Hljóðkort: Creative Sound Blaster Audigy SE 7.1 channel\n• Tengi: 10xUSB2, 3xFireWire, 2 PS/2, Audio-in/out, Mic-in",
    "url": "https://www.hugi.is/velbunadur/korkar/660665/vantar-hjalp-strax/",
    "url_id": "660665",
    "id": "6736834",
    "replies": [
        {
            "user": "dorg",
            "user_id": "28480",
            "date": "2009-06-14 15:02:49",
            "id": "6738638",
            "reply_to_id": "6736834",
            "text": "Ég myndi svona í fyrstu umferð kíkja hvort allar viftur séu að  snúast.\n1. Opna kassann og setja hann svo í gang.\nÆtti að blasa við ef eitthvað er ekki að virka.\n2. Keyra monitor forrit á hita fyrir skjákort og CPU til að sjá hvort þau séu að  keyra of heit.\n3.  Athuga bios stillingar hvort hitatakmarkanir sé of þröngar."
        }
    ]
}