{
    "forum_title": "Hestar",
    "user": "Regza",
    "user_id": "30997",
    "date": "2009-06-14 15:46:56",
    "title": "Gangsetningar eftir Hestafrik",
    "text": "Þessi grein er færð af tips & trick dálknum og er í raun svar við spurningu af spurt og svarað kubbnum, greinin er eftir notendann Hestafrik.\nÉg sá hérna fyrir ofan að einhver hafði verið að spurja um gangsetningu fullorðins brokkara þannig ég ákvað að reyna að koma með eitthvað af viti hér um það að gangsetja.\nÉg ætla að tala um málið í heild sinni, bæði gangsetningu fullorðinna hesta og trippa í tamningu. Og ég ætla að tala um bæði klárgenga hesta og bundna hesta, lullara.\nNú bara til að hafa það á hreinu þá eru bara ekki allir hestar sem geta tölt, sumir hafa það bara ekki í sér og eiga aldrei eftir að geta tölt, þó er það nú orðið sjaldgæft þar sem ræktunarmarkmið setja það skýrt fram að hesturinn verður allavega að geta tölt, og þá helst vel.\nÞessir auðveldu…\nKlárgengir:\nHin eiginlega töltáseta er að vera aftarlega í hnakknum en það ekkert að því að ýkja það soldið bara þegar verið er að töltsetja erfiðan hest. Það er gott að stytta taumhaldið og fara á styttu feti þ.e. láta hestinn feta við taum og láta hann taka stutt skref á fetinu. Svo ætti að vera hægt að fara hraðar og ef hesturinn er ekki of erfiður þá ætti hann að taka tölt auðveldlega en þá má ekki láta hann tölta of lengi í einu, frekar að láta hann fara aftur niður á fet og endurtaka leikinn.\nBundnir:\nHér erum við að gera það sama ef við erum búin að sjá um það að hesturinn brokki undir sjálfum sér og brokki líka þegar við erum á baki. Við verðum samt að passa að vera ekki með of stytt taumhald því að þessir hestar þurfa sennilega ekki eins mikið eins og klárhestarnir til að byrja að tölta, best er að láta þá feta með frekar slakann taum til að láta þá feta með eins stórum skrefum og þeir geta og fara svo upp á tölt með því að stytta taumhald og hvetja. En eins og með hina þá má ekki ofgera hestinum í tölti til að byrja með.\nÞessir sem eru aðeins erfiðari…\nEf að hitt virkaði ekki, eða það virkaði bara lítið þá skulum við tala um önnur ráð…\nKlárgengir: Hér þarf að fara að hugsa um að járna öðruvísi. Það þarf þyngri skeifur að aftan heldur en að framan og því erfiðari sem hesturinn er, því þyngri skeifur, basicly. Þetta er til að fá hestinn til að taka lengri skref með afturfótunum og fara meira inn undir sig með afturfætur. Þá járniði þannig og haldið áfram að gera það sama og sagt er fyrir ofan.\nBundnir: Hér þarf lík að hugsa um öðruvísi járningu en núna þurfa að vera þyngri skeifur á framfótum heldur en á afturfótum, ég er reyndar ekki alveg viss af hverju en þetta virkar á hann Faxa minn. Og það er sama og áðan að prufa aftur fyrri aðferðina.\nLatir bundnir: Þetta er nefnilega allt annar flokkur en þeir sem eru bara bundnir. Hér má ekki feta með slakan taum og reyna að slaka hestunum til að feta með stórum skrefum. Hér er best að reyna að fá þá sem viljugasta og beita fjölbreyttum aðferðum sem er m.a. lýst í grein minni um vilja og leti. Eins er spurning hvort þeir brokki alveg undir sjálfum sér og okkur eða lulli bara og þá þarf að kenna þeim að brokka með því að lónsera þá og nota einnig til þess brokkspýrur.\nÞessir sem ekkert af ofantöldu virkar á…\nÞú ræður hvort þú vilt eyða meiri tíma og orku í þetta en ég held að hesturinn þinn vilji ekki tölta… Ef að þetta er lullari þá á hann enn séns, þarf bara, eins og ég segi, meiri tíma og vinnu. Ef þetta er klárhestur þá er hann sennilega einn af þeim fáu sem bara hafa ekki töltið í sér, þú mátt samt halda áfram að reyna fyrir mér en ég efast um að það gangi mikið, sorry. En það er alltaf til í dæminu að það séu önnur vandamál sem þarf að leysa fyrst svo sem kergja, kuldi í beisli, meiðsli. Þá er bara að leysa þau vandamál fyrst og reyna svo aftur við töltið!\nVona að þið hafið gagn og gaman að þessu!\nKv. hestafrik",
    "url": "https://www.hugi.is/hestar/greinar/660811/gangsetningar-eftir-hestafrik/",
    "url_id": "660811",
    "id": "6738701",
    "replies": []
}