{
    "forum_title": "Húðflúr og götun",
    "user": "Satine",
    "user_id": "31910",
    "date": "2009-06-16 07:24:31",
    "title": "Mjólkurvörur.",
    "text": "Ég lét gata tunguna mína í dag og gatarinn sagði mér að borða mikið af ís (hann var ekki að tala um klaka) til þess að tungan myndi ekki bólgna mikið upp. Seinna um kvöldið hitti ég vin minn sem fór til sama gatara og þessi sami gatari sagði honum að borða mikinn ís, en hins vegar engar mjólkurvörur. Bíddu what?\nÞaaannig ég fór að googla þetta, en fólk er að koma með totally random svör, sumir segja að maður getur borðað hvað sem er, en aðrir segja að ég eigi ekki að borða rautt kjöt, ekki neitt spicy, ekki neitt með salti, ekki neinar mjólkurvörur, ekkert áfengi og helst ekkert sem ég þarf að tyggja!\nSvo að nú væri ég til í að fá alvöru svör.. hvað má ég og hvað má ég ekki borða? :) Ég hafði hugsað mér að lifa á jógúrti meðan tungan væri að jafna sig en ég veit bara ekkert hvort það er í boði.. Svo, getur einhver sem er 100% viss á þessu svarað mér? :)\nTakk fyrir!\n-Satine.",
    "url": "https://www.hugi.is/hudflur/korkar/661056/mjolkurvorur/",
    "url_id": "661056",
    "id": "6742080",
    "replies": [
        {
            "user": "Eliiin",
            "user_id": "69186",
            "date": "2009-06-16 07:28:02",
            "id": "6742081",
            "reply_to_id": "6742080",
            "text": "þú mátt borða allt.\nen þér mun t.d svíða af mikið krydduðum mat og salti.\nen það er mælt með að drekka ekki i viku-2 vikur :)\nég borðaði endalaust af klaka of fékk mér íbúfen ef ég var aðveg að deyja ;)"
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2009-06-17 13:16:12",
            "id": "6744173",
            "reply_to_id": "6742080",
            "text": "Eins og sagt var að ofan máttu borða allt… borðaðu bara það sem þú treystir þér til að borða og hafðu ekki áhyggjur :D"
        },
        {
            "user": "MrKino",
            "user_id": "70803",
            "date": "2009-06-20 20:45:33",
            "id": "6749802",
            "reply_to_id": "6742080",
            "text": "vá hvað þú ert sæt!"
        },
        {
            "user": "Devillemon",
            "user_id": "67302",
            "date": "2009-06-22 13:24:32",
            "id": "6752032",
            "reply_to_id": "6742080",
            "text": "sko, þegar ég fékk mér mitt gat í tunguna átti ég frostpinna og klaka, en fékk mér alltaf ís með karamelludýfu ^^\nog ég borðaði allt sem ég gat borðað, borðaði mikið að núðlum,jógúrti,súpum og fl, og þegar að bólgan fór að fara niður fór ég að borða kjöt og allt það :]\noog já, taktu íbúfen með 2-4 tíma millibili ;)"
        }
    ]
}