{
    "forum_title": "Vélbúnaður",
    "user": "Hrammur",
    "user_id": "997",
    "date": "2002-02-25 00:33:03",
    "title": "TV-Out",
    "text": "Sælir\nMig langar aðeins að tala um TV-out á ferðavélum. Nú á dögum harðnandi samkeppni í fartölvumarkaðinum, þá virðast tölvufyrirtækin berjast með kjafti og klóm um hylli stúdenta og menntaskólakrakka. Einn fídusinn sem mikið er auglýstur, er TV-out á ferðavélum, þannig að ef tölvan er með DVD drif, þá er beinlínis hægt að nota hana sem DVD spilara.\nEn nú eru til tvær tegundir af TV-out: RCA og SVHS. Ég og kærastan mín eigum sitthvora tölvuna, hún er með HP Omnibook, með RCA TV-out, en ég er með Fujitsu Amilo, með SVHS út.\nÞað sem mig langaði að spyrja um, hvort fólk kannist við erfiðleika, við notkun á SVHS tenginu? Nú kann ég nokkuð vel á tölvur, en sama hvað ég reyni, þá fæ ég eingöngu Svarthvíta mynd á skjáinn.  Ég er að sjálfsögðu búinn að breyta outputinu í pal, og svo tengi ég svhs og hljóðið í scart tengið á sjónvarpinu (sem er sony og styður SVHS) En samt er þetta alltaf svarthvítt. Vitiði hvernig þetta er leyst?\nEftir þetta, hef ég reyndar heyrt frá ýmsum sem eru með SVHS að þeir fái bara Svarthvítt á sjónvarpsskjáinn,,,, er þetta svona með allar ferðatölvur með SVHS útgang.\nEf svo er,, þá er verið að féfletta ansi marga unga kaupendur.",
    "url": "https://www.hugi.is/velbunadur/greinar/66109/tv-out/",
    "url_id": "66109",
    "id": "452524",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-25 09:40:30",
            "id": "452525",
            "reply_to_id": "452524",
            "text": "Ertu viss um að þú sért ekki bara að spila svart-hvíta mynd??? hehehe :-)"
        },
        {
            "user": "MegaMoli",
            "user_id": "1804",
            "date": "2002-02-25 10:00:16",
            "id": "452526",
            "reply_to_id": "452524",
            "text": "Sæll Hrammur.\nEf mig minnir rétt þá er ekki hægt að tengja úr SVHS yfir í scart án þess að myndin verði svarthvít.\nÞað verður að tengja úr SVHS í SVHS tengi á viðkomandi tæki(sjónvarp eða vídeó)"
        },
        {
            "user": "superhuman",
            "user_id": "11832",
            "date": "2002-02-25 10:43:11",
            "id": "452527",
            "reply_to_id": "452526",
            "text": "Ef þið ættlið að tengja SVHS yfir í Scart þurfið þið SVHS yfir í RCA tengi´og þaðan yfir í Scartið.. ég er með svoleiðis og það svínvirkar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-25 13:07:41",
            "id": "452528",
            "reply_to_id": "452526",
            "text": "Ég á nú ferðatölvu sem er með DVD spilara og svhs tengi ég tengdi laptopinn við scart tengi í videoi og svo var videoið tengt með rca í sjónvarp. Í fyrstu var allt svarthvítt en svo þegar ég fór í “display properties” og gerði “advanced” þá stillti ég þetta einhvernvegin að ég fékk lit. Þannig að ég held að þetta sé bara einhvað stillingar atriði í tölvunni."
        },
        {
            "user": "arnorg",
            "user_id": "459",
            "date": "2002-02-25 17:40:36",
            "id": "452529",
            "reply_to_id": "452526",
            "text": "MegaMoli?\nÉg er með tengt úr skjákortinu mínu > úr super vhs tenginu yfir í svona skartmillistykki sem er sem tengist í scart tengi sem er með bæði svhs og venjulegu rca tengi á og ég fæ lit?\nÉg er með Pal-danmark einmitt stillt á hjá mér.\nAf hverju er þessi “grein” … (spurning) ekki á korkunum."
        },
        {
            "user": "saint",
            "user_id": "1078",
            "date": "2002-02-25 10:20:25",
            "id": "452530",
            "reply_to_id": "452524",
            "text": "Það er ekki hægt að fá lit í gengum scart með SVHS tengi það er hægt að fá einhversonar breytu sem tekur SVHS og breytir því í RCA merki en það er hægt að fá það einhverstaðar. Flest öll sjónvörp í dag eru með SVHS tengi framan á sér þanning að þetta er að verða minna vandarmál. En það voru mjög margir áðurfyrr sem gátu ekkert notað þennan möguleika. En þú getur spurst fyrir um þessa breytu sem breytir SHVS í RCA merki"
        },
        {
            "user": "DrAnus",
            "user_id": "14203",
            "date": "2002-02-25 10:32:29",
            "id": "452531",
            "reply_to_id": "452524",
            "text": "ég held að ég viti hvað vandamálið er. Sjónvarpið er bara R2. R1 myndir verða svart/hvítar. prófaðu evrópska mynd"
        },
        {
            "user": "allipalli",
            "user_id": "287",
            "date": "2002-02-25 10:38:35",
            "id": "452532",
            "reply_to_id": "452524",
            "text": "Það er búið að skrifa allavega tvær greinar hér á Vélbúnaði um að breyta s-video yfir í composite.\nHér er linkur á græju til þess að gera þetta:\nhttp://www.hut.fi/Misc/Electronics/circuits/svideo2cvideo.html\nvirkar  fínt en tapast smá gæði, en þetta kostar ekki nema um 1000kr :)"
        },
        {
            "user": "Tankian",
            "user_id": "1709",
            "date": "2002-02-25 12:17:13",
            "id": "452533",
            "reply_to_id": "452524",
            "text": "Sjónvarpið verður að styðja S-Video til að það komi ekki svörthvít mynd ;-)"
        },
        {
            "user": "Tankian",
            "user_id": "1709",
            "date": "2002-02-25 12:20:45",
            "id": "452534",
            "reply_to_id": "452524",
            "text": "ég þarf að farað lesa svörin áður en ég fer að bulla"
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-02-25 12:46:40",
            "id": "452535",
            "reply_to_id": "452524",
            "text": "Ég leigði mér dvd spilara og setti í scart 2 og átti við álíka vandamál að stríða en það var einfalt að laga það. Ég þurfti aðeins að stilla á super video mode til að fá litamynd. Þetta er aðeins stillingaratriði og ætti ekki að koma svæði dvd myndanna við því annars myndir þú ekki getað spilað þær, sjónvarpið ræður engu í því bara spilarinn. Er með thomson og veit ekki hvernig sony er stillt á þetta mót en það ætti að vera í leiðbeiningarbókinni.\nGangi þér vel."
        },
        {
            "user": "durti",
            "user_id": "17763",
            "date": "2002-02-25 14:44:44",
            "id": "452536",
            "reply_to_id": "452524",
            "text": "Tv-rca gefur út “composide video” merki en svhs merki gefur út tvö merki sem saman búa til composide video merki.\nÞað eru ekki öll sjónvörp sem styðja svhs og taka því bara annað merkið og það er s/h merkið.\nHægt er að blanda þessum merkjum saman eins og er sínt hér\nhttp://www.hut.fi/Misc/Electronics/circuits/svideo2cvideo.html\n(eins og AlliPalli sagði áður)\nEn það eru ekki allir klárir á því hvernig þetta er gert, þá er hægt að kaupa svona breytu eins og einhver talaði um hér (ég hef aldrey séð svoleiðis) eða bara fá sér sjónvarp sem styður svhs :))"
        },
        {
            "user": "BlaZter",
            "user_id": "15024",
            "date": "2002-02-25 14:58:38",
            "id": "452537",
            "reply_to_id": "452524",
            "text": "Ég er nýbúin að fá mér snúru til þess að tengja tölvuna við sjónvarpið. Fyrst þá var allt svart-hvítt en svo breytti ég format í Pal-G Denmark og þá kemur litur(hjá mér). Þarft kannski að restarta."
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2002-02-25 15:05:22",
            "id": "452538",
            "reply_to_id": "452524",
            "text": "SKO….. Þú getur ekki bara tengt S-VHS tengi í hvaða sjónvarp sem er!! Sjónvarpið þitt verður að styðja svokallað PROGRESSIVE SCAN svo að þetta komi rétt út á því!\nS-VHS er allt öðruvísi en RCA, allt önnur tækni og í mun betri gæðum. Þú getur kennt sjónvarpinu þínu um þetta en alls ekki tölvunni þinni!"
        },
        {
            "user": "Schemer",
            "user_id": "986",
            "date": "2002-02-27 15:48:43",
            "id": "452539",
            "reply_to_id": "452538",
            "text": "jæja..ég hef verið að standa í svooo miklu veseni með þetta dæmi, að ná s-vhs signali yfir í sjónvarp í lit. það sem ég hef komiðst að, er að 50riða tæki taka aldrei (sjaldan) við svhs->scart því að eins og sagt var, sjónvarpið þarf að styðja progressive scan.\nScorp: -með þennan “converter” af ebay; “VGA to SVideo RCA Converter Cable Dell”… Það sem fólk verður að skilja, er að sona “converter” VIRKAR EKKi ef maður reynir að tengja beint úr vga tenginu á skjákortinu yfir í sjónvarp, skiptir engu hvernig þú tengir það (hvort sem þar væri notað scart tengi eða ekki). Þessi converter, ég á einn sona uppí hillu hjá mér, og lenti í endalausum vandræðum með að reyna að fá þetta til að virka. málið er að þetta virkar ekki sona einfaldlega, vga tengið sendir frá sér pixel og tv skilur það bara það ekki, svo einfalt. Svona tengi eru bara notuð til að tengja úr vga yfir í skjávarpaæmis með dell ferðavélinni minni) í skjávarpa.\nSkjávarpar hafa búnað til að breyta pixel yfir í svhs/composite merki.\ntil að kannski redda einhverju hjá ykkur, þá get ég sagt það að í sjónvarpsmiðstöðinni geta gaurarnir látið kubba í sjónvarpið ykkar (bara ef það er 100Hz tæki) til að þýða úr pixel>svhs/comp, þannig að þið ættuð a geta tengt beint úr tölvunni, held reyndar að þeir sjái bara um tæki sem þeir selja sjálfir/hafa umboð fyrir, finlux held ég og eitthvað fleira. bara hafa samband við þá.\neins og ég sagði þá vildi ég fá mynd í tv(50Hz) í gegnum scart tengið. ég endaði á því að taka signalið úr tölvunni minni úr skjákortinu, úr S-VHS tenginu, tengdi svo beint í rca á scart tenginu. virkar hjá mér og fékk lit eftir að ég valdi belgíu (nota sama kerfi og við) og composite out signal úr skjákortinu, þetta er allt stillt í advanced á display>settings.\ntaliði við góðu kallana í radiobæ, þeir mixa handa ykkur kaplaeins og þennan sem ég notaði og allt sem ykkur gæti dottið í hug =]\nvona að þetta hafi hjálpað að einhverju leyti, ef ekki kaupiði ykkur 21+\" skjá og notið sem sjónvarp, skýrara en sjónvarp mun nokkurntíman verða :)\nkv. geiri"
        },
        {
            "user": "durti",
            "user_id": "17763",
            "date": "2002-02-27 17:01:50",
            "id": "452540",
            "reply_to_id": "452539",
            "text": "Þetta er alls ekk rétt hjá þér Schemer, það eru til fullt af 50 riða sjónvörpum sem styðja svhs í gegnum scarttengið. ég hef prófað þónokkuð mörg tæki og hef komist að því að flest ný 50 riða sjónvörp styðja svhs (það eru þá helst þessi ódýru tæki sem gera það ekki td united).\nÞeas ég nota svideo snúru úr skjákortinu (eða DVD spilara) og sting henni í svona millistikki svideo/scart og sting því í sjónvarpið.\nSo hef ég líka tekið eftir því að sjónvörp sem hafa möguleika á 2 scart, þá virkar bara annar fyrir svhs."
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-03-01 12:10:16",
            "id": "452541",
            "reply_to_id": "452540",
            "text": "Ég er með Thomson 50 riða með 2 scart og það var að vísu stillt vitlaust, númer 2, en það virkaði eftir að það var stillt rétt.(var svarthvít mynd fyrst)"
        },
        {
            "user": "scorp",
            "user_id": "14399",
            "date": "2002-02-25 17:14:28",
            "id": "452542",
            "reply_to_id": "452524",
            "text": "Meðan við erum að tala um þetta, getur þá einhver sagt mér hvort hægt sé að tengja úr venjulegu tengi (ÚT tengi sem er á laptopnum og er fyrir annan tölvuskjá) í sjónvarp???"
        },
        {
            "user": "allipalli",
            "user_id": "287",
            "date": "2002-02-26 09:05:28",
            "id": "452543",
            "reply_to_id": "452542",
            "text": "Já það er hægt, en þarft þá að fá þér VGA to composite converter."
        },
        {
            "user": "scorp",
            "user_id": "14399",
            "date": "2002-02-26 13:46:24",
            "id": "452544",
            "reply_to_id": "452543",
            "text": "allipalli?\nEr þatta VGA to composite converter til á íslandinu?… hvar þá"
        },
        {
            "user": "allipalli",
            "user_id": "287",
            "date": "2002-02-26 15:24:35",
            "id": "452545",
            "reply_to_id": "452544",
            "text": "Ekki hugmynd … :)\nKannski til í  Íhlutum.\nAnnars mundi ég bara leita á netinu."
        },
        {
            "user": "scorp",
            "user_id": "14399",
            "date": "2002-02-25 17:29:18",
            "id": "452546",
            "reply_to_id": "452524",
            "text": "Kannski ég hafi alveg skýrt þetta nógu vel…\nhttp://cgi.ebay.com/aw-cgi/eBayISAPI.dll?View\nItem&item=2005001727\nEf þið kíkið á myndina sjáið þið hvað ég meina\nEr eitthvað þessu líkt til á fróni?"
        },
        {
            "user": "durti",
            "user_id": "17763",
            "date": "2002-02-25 17:37:11",
            "id": "452547",
            "reply_to_id": "452546",
            "text": "Lynkurinn virkar ekki scorp!!!!"
        },
        {
            "user": "scorp",
            "user_id": "14399",
            "date": "2002-02-25 18:17:58",
            "id": "452548",
            "reply_to_id": "452547",
            "text": "Ég kann ekkert á þetta, þú verður bara að taka út bilin þá virkar hann!!!\nhttp://cgi.ebay.com/aw-cgi/eBayISAPI.dll?ViewItem&item=20\n05001727"
        },
        {
            "user": "durti",
            "user_id": "17763",
            "date": "2002-02-25 20:59:16",
            "id": "452549",
            "reply_to_id": "452548",
            "text": "Samhvæmt þessu er þetta greinilega hægt.\nÉg hef aldrei séð þetta áðu"
        },
        {
            "user": "shaguar",
            "user_id": "1341",
            "date": "2002-02-25 21:37:53",
            "id": "452550",
            "reply_to_id": "452524",
            "text": "Hvaða verslun hér selur rca og svhs kapla?\nShagua"
        },
        {
            "user": "gim",
            "user_id": "591",
            "date": "2002-02-26 21:12:39",
            "id": "452551",
            "reply_to_id": "452524",
            "text": "HVernig væri að fara bara í búðina sem þú keyptir tölvuna og segir þeim frá vandamálinu, og þeir selja þér ábyggilega eitthvað crap sem að virkar ekki, svo þú ferð aftur og kvartar yfir því að draslið sem þeir seldu þér virki ekki, svo hann heldur áfram að selja þér eitthvað drasl, þangað til að það virkar og þá verða allir glaðir…"
        },
        {
            "user": "Sorcerer1",
            "user_id": "16535",
            "date": "2002-02-27 19:34:51",
            "id": "452552",
            "reply_to_id": "452524",
            "text": "Hæ.\nÉg nennti ekki að lesa öll svörin en hérna kemur lausnin.\nÞað er víst hægt að tengja S-Video (SVHS) yfir í SCART á TV með einföldu breytistykki bara SVHS í millistikkið sem að tekur líka RCA þannig að mar getur látið hljóðið koma líka :) Allavega ég lenti í sama vandamáli og það sem ég þurfti að gera var að setja tölvuna á PAL-BGDHI (ísland er Pal-B) og setja conecctor á COMPOSTIE EKKI S-video\nVona að þetta vriki hjá þér :)"
        },
        {
            "user": "Hrammur",
            "user_id": "997",
            "date": "2002-02-27 23:48:44",
            "id": "452553",
            "reply_to_id": "452552",
            "text": "Hvað áttu við með connector á S-video?"
        },
        {
            "user": "Sorcerer1",
            "user_id": "16535",
            "date": "2002-02-28 13:19:47",
            "id": "452554",
            "reply_to_id": "452553",
            "text": "Þar sem þú velur merkið á líka að vera hægt að velja um hvernig tengi er á TV-inu"
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2002-05-07 14:21:54",
            "id": "452555",
            "reply_to_id": "452524",
            "text": "Það fæst millistikki í tölvulistanum s-vhs  rca þannig að þetta vandamál er leyst en það kostar reyndar vel yfir þrjúþúsundkallin"
        }
    ]
}