{
    "forum_title": "Danstónlist",
    "user": "Servo",
    "user_id": "70864",
    "date": "2009-06-17 23:08:20",
    "title": "16 Júní....hvað gerðist?",
    "text": "Fór á Desyn með smá væntingar því það var langt síðan ég fór á tjútten…and wtf man..??!! bærinn nánast tómur…\nvar á nasa til 4 en þá var “hápunkturinn” búinn…svona hálft dansgólf.\nÞessi kvöld hafa alltaf verið mjög stór undanfarin áratug eða svo en núna bara eitthvað allt annað..frétti að það væri bara einn nettur á því á gólfinu hjá Grétari and thats it..\nMissti ég af einhverju eða getur einhver komið með svör?  :)",
    "url": "https://www.hugi.is/danstonlist/korkar/661271/16-junihvad-gerdist/",
    "url_id": "661271",
    "id": "6744903",
    "replies": [
        {
            "user": "bibbifj90",
            "user_id": "70122",
            "date": "2009-06-17 23:14:13",
            "id": "6744912",
            "reply_to_id": "6744903",
            "text": "Kannski fólk bara heima hjá sér að spara. Kannski margir af þeim sem voru alltaf þarna orðnir atvinnulausir, þökk sé þessari kreppu :( …en annars þá veit ég ekki, kannski bara í sumarfríi úti á landi? hver veit?"
        },
        {
            "user": "laaangbestastur",
            "user_id": "75106",
            "date": "2009-06-17 23:14:47",
            "id": "6744913",
            "reply_to_id": "6744903",
            "text": "allir bara að chilla heima :S"
        },
        {
            "user": "Axfjord",
            "user_id": "70371",
            "date": "2009-06-18 00:55:59",
            "id": "6745115",
            "reply_to_id": "6744903",
            "text": "jacobsen var fullt heyrði ég, samt frekar seint…"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2009-06-18 01:39:51",
            "id": "6745182",
            "reply_to_id": "6745115",
            "text": "Það var mjög lítið á Jacobsen.\nÞangað til aðrir staðir lokuðu."
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2009-06-18 04:01:09",
            "id": "6745294",
            "reply_to_id": "6745182",
            "text": "Desyn masiello 16.júni @ nasa …versta kvold í sögu techno.is og flex musik frá upphafi.\n!\nÁstæður…eflaust margar en svona er bransinn…:)\nKannski er “senan” sem margir hafa talað um fyrir þennan hóp kannski ekki til."
        },
        {
            "user": "SindriBm",
            "user_id": "28795",
            "date": "2009-06-18 11:01:38",
            "id": "6745438",
            "reply_to_id": "6745294",
            "text": "Jamm. Í okkar hug var þetta kvöld hugsað sem Senu kvöld. Því guð veit að ekki eru öll okkar party hugsuð fyrir þessa blessuðu senu. En senan. Hvar er hún, hverjir eru í henni og já kýkti á Jacobsen og það var tómt þar líka og frétti að það hefði ekkert verið á London né öðrum skemmtistöðum í bænum.\nEr tími stóru klúbbakvöldana liðinn?"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2009-06-18 18:33:22",
            "id": "6746119",
            "reply_to_id": "6745438",
            "text": "Var ekki rólegt á Inna á Broadway?\nHefur ekki verið rólegt á 3 af hverjum 5 kvöldum sem haldin hafa verið.\nFyrir mitt leyti þá er of mikið að gerast á of stuttum tíma. Of mikið um að velja og fólk hefur ekki efni á þessu öllu saman. Það held ég að sé málið.\nÞað voru óskaplega fáir á Desyn en geðveik músík. Sama má segja um Sean Danke á London.\nÞeir sem hafa valið einhver önnur kvöld fram yfir þetta eru eitthvað ruglaðir í hausnum. Desyn er flottari plötusnúður heldur en allar þessar froður sem hafa heimsótt klakann í gegnum tíðina."
        },
        {
            "user": "high",
            "user_id": "1595",
            "date": "2009-06-18 11:24:27",
            "id": "6745461",
            "reply_to_id": "6744903",
            "text": "þið sem mættuð ekki á dessyn,, eru hálvitar.\nÞetta var sorglegt.  Hann var samt geggjaður =)  og stelpurnar ánægðar með brosið hans líka hehe.\nKnús á techno.is og flex fyrir að hafa staðið í þessu\nKerfið hjá Marteini var eitthvað skrítið líka, en sem betur fer var ÓliOfur þarna og gat reddað.\nKíkti á Jacobsen svo og fór beinustu leið í kjallarann þar sem oculus var að byrja.  Hann stóð sig eins og hetja, eins og alltaf.  Þar var heitt og sveitt og stappað að vanda.  En gallinn auðvitað er eins og einhver var ´buinn að nefna.  Fólkið kemur allt of seint inn á jacobsen.\nkveðja\nB.\nkveðja\nBenni"
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2009-06-18 14:17:40",
            "id": "6745673",
            "reply_to_id": "6745461",
            "text": "það er ekki hægt að kenna kerfinu hanns marteins um það sem var að gerast þarna.. Desyn var að overloda inn á direct boxin.. sem er ekki honum beint að kenna heldur..\nget nú ekki sagt að það hafi verið tómt á Jacobsen.. en það var kanski ekki margt.. fyrren lokaði á Nasa þá fannst mér bara vera slatti af liði og dans á báðum hæðum.. sándið sjaldan betra og La Fleur kynþokkafull og hress á því..\nen hvað gerðist veit ég ekki og finnst þetta mál allt hið sorglegasta..\nkanski er “senan” bara farin heim að eignast börn\nkanski er “senan” bara atvinnulaus\nkanski er þriðjudagur sem 16. júní bara ekki málið\nkanski var techno.is crowdið á Bíladögum og hafði ekki heyrt neinnn smelll með Desyn í útvarpinu og því ekki fundist hann spennó.."
        },
        {
            "user": "SindriBm",
            "user_id": "28795",
            "date": "2009-06-18 15:34:28",
            "id": "6745801",
            "reply_to_id": "6745673",
            "text": "já sammála þér óli. Þetta sem ég skirfaði var alls alls alls ekki meint sem eitthvað Diss. Þetta sem þú kallar “techno.is liðið” var einmitt alls ekki fólkið sem´eg bjóst við þangað.\nEn ég hélt bara að Desyn ætti svo stóran aðdáendahóp á Íslandi og þessvegna varð ég fyrir vonbrigðum."
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2009-06-18 15:44:18",
            "id": "6745811",
            "reply_to_id": "6745801",
            "text": "ég hélt það einmitt líka.."
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2009-06-18 18:35:03",
            "id": "6746126",
            "reply_to_id": "6745801",
            "text": "Ekki að þetta sé eitthvað vandamál.\nEr þetta ekki bara staðan.\nHlutir koma og fara."
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2009-06-18 16:15:11",
            "id": "6745856",
            "reply_to_id": "6745673",
            "text": "…og hafði ekki heyrt neinnn smelll með Desyn í útvarpinu og því ekki fundist hann spennó..\nÞetta er akkúrat það sem ég var að hugsa."
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2009-06-18 20:40:02",
            "id": "6746392",
            "reply_to_id": "6745856",
            "text": "ok bjossi…hvar var þá flex liðið sem átti að halda þessu kvoldi uppi ef að techno.is liðið var í fríi…\nmaby  there is no flexarar anymore eða bara hreinlega álög á þessu merki…\nég gerði mesti mistok ævi minnar að taka inn desyn masiello ….\nenda fyrsta flopp kvold mitt á minum ferli….!\nen það hlaut að koma af þvi hehe…\nNuna er það bara Marco Bailey 18.juli til bjargar…\n(skulum sja hvernig það fer)\n:)"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2009-06-19 12:25:26",
            "id": "6747368",
            "reply_to_id": "6746392",
            "text": "Ætli Flexarar séu ekki farnir yfir á Jacobsen?\nJá there's always a first time Addi minn."
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2009-06-19 20:42:31",
            "id": "6748220",
            "reply_to_id": "6746392",
            "text": "Flex Music kom inn í viðburðinn viku fyrir 16. júní. Svolítið mikil til mælst að ætlast til að mætingin myndi “reddast” út frá því."
        },
        {
            "user": "MattiShield",
            "user_id": "36314",
            "date": "2009-06-18 21:36:03",
            "id": "6746515",
            "reply_to_id": "6744903",
            "text": "Geðveik tónlist á Desyn .. en að vera með 3 flotta plötusnúða á sama kvöldi er held ég bara of mikið fyrir litla ísland..\nOg hvar voru allir sem eru alltaf að væla að það séu bara fluttir inn einhverjir froðu/pop plötusnúðar.. mættur þeir.\ntja maður bara spyr sig :D.\nannars þakka ég fyrir mig mér fannst Desyn drullu flottu"
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2009-06-19 03:14:11",
            "id": "6747181",
            "reply_to_id": "6746515",
            "text": "vel mætt"
        },
        {
            "user": "maximusmusicus",
            "user_id": "27777",
            "date": "2009-06-19 12:30:51",
            "id": "6747372",
            "reply_to_id": "6747181",
            "text": "held að floppið hafi ekki verið að taka inn desyn heldur dagsetningin. Veit að ef ég hefði komist (komst ekki vegna dagsetningar) þá hefði ég farið miðað við eitt besta kvöld ever!!!! á bíladögum 2007."
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2009-06-19 15:15:05",
            "id": "6747527",
            "reply_to_id": "6744903",
            "text": "Gaman að sjá að það þurfi bara eitt flopp hjá sumum til að “senan” sé dæmd búin og dauð, og allir sem að mættu ekki séu kallaðir hálfvitar."
        },
        {
            "user": "CoconutZ",
            "user_id": "15279",
            "date": "2009-06-19 19:02:18",
            "id": "6747968",
            "reply_to_id": "6747527",
            "text": "word."
        },
        {
            "user": "BigRoom",
            "user_id": "57111",
            "date": "2009-06-19 22:00:49",
            "id": "6748358",
            "reply_to_id": "6744903",
            "text": "voru kannski senuþjófar á ferð?"
        },
        {
            "user": "Xzeno",
            "user_id": "3366",
            "date": "2009-06-20 01:21:28",
            "id": "6748709",
            "reply_to_id": "6748358",
            "text": "spurðu Megas, brúmm tish!!"
        },
        {
            "user": "Meso",
            "user_id": "46290",
            "date": "2009-06-20 22:37:35",
            "id": "6749969",
            "reply_to_id": "6744903",
            "text": "Gæti verið að mikið af fólki fór norður til Akureyrar á bíladaga?"
        },
        {
            "user": "JoeyD",
            "user_id": "57153",
            "date": "2009-06-23 00:48:45",
            "id": "6753204",
            "reply_to_id": "6744903",
            "text": "Já ég verð að segja að það er ansi sorglegt ef mætingin var ekki sem skyldi á Desyn, því það er algjör toppmaður á ferð. Því miður komst ég ekki sjálfur og græt það ennþá.\nHef séð hann 2-3, og síðasta skipti á Nasa var útí hött, þvílíkt meistarakvöld!\nÖrugglega flestar ástæðurnar sem taldar voru hér upp góðar og gildar, og mikið um að vera á þessari dagsetningu.\nÉg væri alveg til í að sjá Desyn, Demi og Omib saman hérna á klakanum við tækifæri.   Voru helvíti flottir á Global Gathering í hittifyrra.\nEn senan er svo sannarlega ekki dauð, það koma bara highs og lows í þessu sem og öðru, og kannski hafa innflytjendur verið aðeins of duglegir og það er perhaps að bitna á mætinginni.   Maður man bara þegar það voru að koma stórir dj-ar til landsins með góðu millibili og það myndaðist alltaf gríðarlegt hype í kringum hvern og einn.\nKannski er það málið, að það er svo mikið að detta hingað inn (sem er að sjálfsögðu gott mál)  en það getur vel hugsast að það sé að bitna á mætingunni."
        }
    ]
}