{
    "forum_title": "Körfubolti",
    "user": "Sporti",
    "user_id": "26071",
    "date": "2009-06-21 14:50:50",
    "title": "Lakers meistara",
    "text": "Já Lakers er NBA meistara 2009 eftir 4-1 sigur á móti Orlando í úrslitum.\nLeikur 1 var aldrei spennandi og Lakers unnu hann örugglega.\nLeikur 2 var hörkuleikur og fengu Orlando tækifæri að klára hann í venjulegum leiktíma þegar Lee fékk góð tækifæri til þess að vinna leikinn með sniðskoti. Leikinn þurfti að framlengja og þar var Lakers sterkari\nLeikur 3 var spennandi en Orlando hafði hann undir lokinn\nLeikur 4 var rosalegur.\nOrlando(Howard) áttu tvö vítaskot þegar 11 sek voru eftir og þeir að vinna 87-84. Þeir klúðra báðum og Fisher nær að jafna fyrir Lakers með þrist þegar 4 sek eru eftir.\nEitt sem ég munn aldrei skilja í þessu er afhverju Orlando braut ekki á lakers og afvherju Nelson bakkaði inni í teig þegar hann var að verjast Fisher.\nLakers vann svo sigur og voru því komnir í góða stöðu.\nLeikur 5 Orlando byrjuðu vel en 16-0 sprettur hjá Lakers í 2.leikhluta gerði nánast út um leikinn.\nKobe Bryant var valinn besti leikmaður lokaúrslitana en hann var með yfir 30 stig og 7 stoðsendingar og var stórkostlegur í þessari úrslitakeppni.\nLakers var án efa besta liðið í deildini og áttu þetta skilið\nKobe er án nokkur vafa besti leikmaður deildarinar. Lebron á einfaldlega eftir að læra nokkra hluti áður en hann tekur við keflinu(það kemur að því).\nNæst á dagskrá er svo Nýliðavalið 25.júní(mjög lélegt í ár) og nú fara leikmenn að skipta á milli liða.\nHelstu sögusagnir snúast mest um Cleveland þar sem talað er um að Shaq eða V.Carter séu að fara þangað.\nAllir sem fylgjast með NBA eru samt að bíða eftir sumrinu 2010 þar sem nokkur rosaleg nöfn verða á lausu(Lebron,Wadde og Bosh til þess að nefna nokkra góða)",
    "url": "https://www.hugi.is/korfubolti/greinar/661571/lakers-meistara/",
    "url_id": "661571",
    "id": "6749425",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2009-06-21 15:17:40",
            "id": "6750731",
            "reply_to_id": "6749425",
            "text": "Flott grein og alveg rétt með Kobe vs lebron.. hann þarf einfaldlega meiri reynslu."
        },
        {
            "user": "moonzor",
            "user_id": "19970",
            "date": "2009-06-21 21:28:06",
            "id": "6751249",
            "reply_to_id": "6749425",
            "text": "Reyndar ekki rétt hjá þér að Lebron verði samningslaus 2010. Hann verður samningslaus Cleveland 2011 þar sem hann er núna með +1 Year Extension á samningnum sínum sem Cleveland eru ekkert að fara sleppa.. En jam verður samt spennandi að sjá hvað WADE(wadde??), bosh og félagar gera.."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2009-06-25 16:20:04",
            "id": "6757443",
            "reply_to_id": "6751249",
            "text": "Rangt hjá þér vinur.\nNæsta sumar, sem sagt ekki þetta heldur hitt. Þá verður hefur Lebron möguleika á því að sleppa síðasta árinu sínu af samningnum. Hann er með það sem kallast Players Options.\nÞað er hægt að hafa svoleiðis í samningnum þar sem leikmenn ráða því hvort að þeir klári síðasta árið eða vilja vera lausir.\nSvo er hægt að hafa Team Options þar sem liðið ráðið því hvort að þeir vilja borga leikmani síðasta árið.\nSvo er til Qualifying offer en þá geta lið boðið í leikmannin en liðið sem átti hann eiga möguleika að jafna tilboðið og halda leikmanninum.\nLebron,Wadde, Amare Stoudimire,Ming,Dirk Nowitsky,Ray allen,Shaq,Ginobili,T. Chandler,Josh Howard,Joe Johnson, T-Mac,M.Redd,  og Chrish Bosh eiga allir kost á því að semja við önnur lið.\nSvo ég segji spennið beltinn fyrir næsta sumar, það verður allt Cracy.\np.s Kobe getur verið laus núna en hann ætlar að sjálfsögðu að semja aftur við lakers og er búinn að gefa það út."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2009-06-23 16:59:59",
            "id": "6753973",
            "reply_to_id": "6749425",
            "text": "úff ef að shaq færi til cleveland að þá yrðu næstu finals mjög personal."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-29 01:42:16",
            "id": "6807482",
            "reply_to_id": "6749425",
            "text": "jæææja…\nhvernig finnst ykkur skiptingarnar sem hafa átt sér stað undanfarið ?\nMér finnst þetta allt skemmtilegar skiptingar…nema skiptingarnar hjá Orlando…fáránlegt !"
        },
        {
            "user": "bleed",
            "user_id": "54447",
            "date": "2009-08-26 19:26:27",
            "id": "6845017",
            "reply_to_id": "6749425",
            "text": "Það sem mér finnst fáranlegast er að New York tóku Jordan Hill sem 8. pick. Næst fáranlegast finnst mér að Hasheem Thabeet var draftaður af Memphis Grizzlies sem vantar ekki Power Forward eða center (Sam Bowie pick?).\nÞað sem Orlando, Spurs, Lakers og Boston gerðu finnst mér algjör snilld og ef þessi lið verða heilbrigð í úrslitakeppninni, þá finnst mér þau líklegust. Cleveland er ekkert betri staður fyrir Shaq heldur en Phoenix. Tekur fullt af skotum frá James og mér finnst þetta vera glatað pick up. Tyson Chandler hefði fittað betur. Varnarsinnaður og snöggur center."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2009-08-26 21:58:54",
            "id": "6845310",
            "reply_to_id": "6845017",
            "text": "uuu\nMemphis vantaði stórar gaur inní teig.\nMér líst ágætlega á nýliða Knicks.\nShaq er búinn að gefa það út að hann er aðeins að fara að hjálpa Lebron að ná sér í hring og er því ekki að fara að skemma það. Cleveland létt bara drasl fara frá sér fyrir hann svo að hann munn styrkja þá.\nShaq átti gott tímabil á síðasta tímabili og á ég von á því að hann skili in c.a 25 mín í leik sem verður bara hið besta mál fyrir þá. Þetta lætur BIG Z á bekkinn sem styrkir varamanna bekk þeira mikið.\nCleveland er líka búnir að fá fullt af skemmtilegum leikmönum til sín.\nÉg vona samt að mínir menn í Lakers vinni titilinn en ég er strax orðinn hræddur við Spurs,Boston og Cleveland.\nArtest er munn sterkari leikmaður en Ariza og verður gaman að sjá hann og Kobe spila geðveika vörn í vetur."
        }
    ]
}