{
    "forum_title": "Sagnfræði",
    "user": "MooMoo",
    "user_id": "66476",
    "date": "2009-06-22 13:11:28",
    "title": "Leningrad, þá og nú",
    "text": "Rakst á nokkuð áhugaverða síðu þar sem einhver hefur “súper-imposað” myndum frá Leningrad-umsátrinu yfir myndir teknar nákvæmlega eins, nýlega.\nhttp://izismile.com/2009/02/27/leningrad_back_then_and_now_15_pics.html",
    "url": "https://www.hugi.is/saga/korkar/661776/leningrad-tha-og-nu/",
    "url_id": "661776",
    "id": "6752021",
    "replies": [
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2009-06-23 00:27:49",
            "id": "6753172",
            "reply_to_id": "6752021",
            "text": "Þetta er virkilega flott og vel gert. Ég sá reyndar svipað “konsept” í auglýsingum á History einhverntíman, en ekki jafn vel gert (enda erfiðara að gera svona með kvikmyndir en ljósmyndir.\nMinnir mig líka á þegar ég var í Kaupmannahöfn fyrir nokkrum árum. Ég var búinn að rölta heilmikið og settist inná veitingastað við Ráðhústorgið til að hvíla mig aðeins. Meðan ég beið eftir mat sem ég pantaði, kíkti ég í bók sem ég var nýbúinn að kaupa um Danmörk í Seinni heimsstyrjörld. Þar var m.a. mynd af mannfjölda á Ráðhústorgi árið 1945, og þegar ég leit út um gluggann sem ég sat við, sá ég að sjónarhornið var nánast nákvæmlega hið sama. Ljósmyndarinn hafði líklega staðið þarna utan við gluggann rúmum 60 árum áður!\nEnda dundaði ég mér við að rýna í myndina og síðan út um gluggann til að skoða hvað hefði breyst. (Sem var reyndar ekki svo ýkja mikið, enda slapp Kaupmannahöfn nánast óskemmd frá stríðinu)."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-07-13 22:05:32",
            "id": "6784092",
            "reply_to_id": "6752021",
            "text": "Hvaða stóru sívalningar eru þetta eiginlega?"
        },
        {
            "user": "Trinidad",
            "user_id": "72457",
            "date": "2009-07-18 14:14:44",
            "id": "6790938",
            "reply_to_id": "6752021",
            "text": "Magnað,"
        }
    ]
}