{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2009-06-23 16:02:41",
    "title": "Birta",
    "text": "Birta\nBirta horfði ofaní djúpa sprunguna.  Mig langar að stökkva hugsaði hún með sér.\nHún hafði oft velt því fyrir sér af hverju hún hafði verið skírð Birta.  Það passar enganveginn við persónuleikann hennar, hún var döpur stelpa í níunda bekk.  Henni langaði frekar að heita Nótt eða eitthvað það passaði sko við persónuleikann hennar.  Dökkt brúnt hárið dansaði í kringum augun á henni í rokinu.  Hún var rifinn úr sínum þungu þönkum.  ,,Hæ Birta!‘‘ heyrðist glaðleg rödd fyrir aftan hana, Birtu brá hún snéri sér við og sá Fjólu horfa glaðalega á hana.  ,,Hva-að ertu að gera hérna?‘‘ spurði hún ,,Mér brá hryllilega mikið Fjóla‘‘ bætti hún við ásakandi.  ,,Ég ætlaði bara að segja þér að rútan er að fara að fara eftir nokkrar mínútur.‘‘ sagði hún ögn dapari.  Birta muldraði eitthvað og labbaði svo á eftir henni að rútunum.  ,,Ég skil ekki af hverju við þurftum að koma hingað, þetta er ógeðslega leiðinlegt‘‘ heyrði Birta sig segja við Fjólu.  ,,Svona svo Birta fílupúki!  Þetta var allt í lagi, svo er líka fínt að losna við nokkra klukkutíma úr skólanum til þess að skoða steina í fjörunni.  En samt það er eiginlega verra að við neyðumst svo til að skrifa ritgerð um þessa ferð‘‘ sagði Fjóla hugsi  ,,Þú gerir ekkert alltof mikið af því að hugsa‘‘ sagði Birta pirruð.  Fjóla gat stundum verið svo pirrandi hugsaði Birta.\nBirta sofnaði á leiðinni.\n,,Birta vaknaðu!‘‘ Birta rumskaði.\n,,H-hvað?‘‘ sagði Birta svefndrukkin.\n,,Það er eihver klikkaður gaur í okkar bekk sem miðar byssu á einn kennaran!‘‘ sagði Fjóla látt.\nBirta snúði sér við og sá að Snær í hennar bekk var að miða á Aðalstein stærðfræðikennara.  Birta nuddaði augun í veikri von um að þetta væri bara einhver skrítinn draumur, en allt kom fyrir ekki.\nFjóla var farin að kjökra ,, ég vil ekki deyja‘‘\n,,Fjóla taktu þér tak, ef þú bara þegir, þá kannski geturu komið lifandi frá þessu‘‘ sagði Birta.\nBirta stóð uppúr sætinu.  Þetta er það sem hún hafði verið að bíða eftir.  Móðir hennar, faðir hennar og litla ófædda systkin hennar myndu minnast hennar sem bjargvættar eða eitthvað, en raunin var að hún gekk sjálfviljug beint uppí opið geðið á dauðanum.  Hún ætlaði að fara að standa upp.  Fjóla togaði í hana, hún ætlaði ekki að láta bestu vinkonu sína týna lífinu, ekki á hennar vakt.  Maskarinn á Fjólu lak niður eftir kynnunum í sambland við tárin, dökkbrúnt hár hennar sem fyrir nokkrum mínútum var í fallegum snúð var nú orðið allt í flækjum.  Birta hafði aldrei skilið afhverju Fjóla vildi endilega vera vinkona hennar.  Fyrir einungis tveimur árum var hún svona aðalstelpan í bekknum, líka aðalstelpan í klíku, allar stelpurnar litu upp til hennar, spurðu hana hvort þær ættu að þora að koma með bláan augnskugga eða nokkuð það var of leim að koma í árs gömlum gallabuxum.  Svo allt í einu byrjaði hún að hanga með Birtu.  Birta skildi samt alveg afhverju hún var aðalstelpan í bekknum; grönn, hávaxin, með alveg rennislétt hár og mjög lagleg.  Fjóla myndi alveg komast af án hennar hún hafði gert það í þónokkurn tíma áður enn hún fór að hanga með mér.  Hún ýtti hendinni hennar Fjólu sem var búin að læsa sig í hettupeysuna hennar og labbaði hægt að Snæ, reif í byssuna og það virtist sem Birta hafði óvart skotið sjálfan sig en í raun gerði hún það- hún hafði hlakkað til þessara stundar í mörg ár.  Allt varð svart og Birta brosti í seinasta sinn.- eða það hélt hún.  Næst vissi hún af sér tengdi við súrefniskút á spítala.  Hún kleyp föla húð sína í þeirri von um að þetta væri bara endurminning hún lokaði augunum og vonaði svo heitt að þegar hún myndi opna þau aftur þá væri hún í himnaríki.  Hún varð fyrir miklum vonbrygðum þegar hún opnaði augun og sá góðlátlegt bros föður síns og móður sem sátu á stól við hlið hennar.  ,,Hvað er ég búin að vera lengi hérna?‘‘ spurði Birta með rámri röddu.  ,,Í rúma viku, skotið fór beint í maga þinn og þér var haldið sofandi í um sjö daga.  Það er Guðs gjöf að þú skulir hafa lifað þetta af, strákurinn sem var með byssuna- Snær skaut sjálfan sig‘‘ sagði móðir Birtu látt.  Skyndilega fann Birta til mikillar meðaumkunar í garð Snæs, móður sinnar og föðurs og líka Fjólu auðvitað.  Ef Birta hefði ekki látið undan freistingunni hefði Snær kannski verið á lífi.  Hún hefði heldur aldrei átt að gera foreldrum sínum þetta, að barnið þeirra skuli hafa verið í lífshættu í viku.",
    "url": "https://www.hugi.is/smasogur/greinar/661873/birta/",
    "url_id": "661873",
    "id": "6753215",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-06 05:36:48",
            "id": "6772783",
            "reply_to_id": "6753215",
            "text": "Haltu endilega áfram að skrifa, þetta var alveg ágætt miðað við aldur (og plís ekki taka því neitt illa að ég minnist á aldur). Söguþráðurinn var alveg týpískur miðað við sögu skrifaða af unglingi en einhversstaðar þarf maður að byrja.\nEndilega haltu áfram að þróa þinn ritstíl næstu árin og sjáum svo til hvað þú segir gott í þeim efnum að nokkrum árum liðnum. Æfingin skapar meistarann, þó það sé samt alveg óþarfi að sýna allar æfingar. Veldu það sem þér finnst best úr og biddu um álit á því og taktu gagnrýni opnum höndum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-06 11:10:12",
            "id": "6772861",
            "reply_to_id": "6772783",
            "text": "takk. Og mér er alveg sama þó að einhver minnist á aldur.  Ég væri varla að upplýsa hvað ég væri gömul ef ég vildi ekki láta taka tillit til aldurs."
        }
    ]
}