{
    "forum_title": "Sorp",
    "user": "Mogwaii",
    "user_id": "76434",
    "date": "2009-07-01 11:52:02",
    "title": "Baksaga Gizmo's úr ævintýri Cubus.",
    "text": "Gizmo fæddust á jökulkaldri júlíarnótt. Móðir hans hét Lofthæna og Faðirinn Chuck Norris. Gizmo var oft barin af pabba sínum. Engin ástæða, kannski ástæðan að hann var dvergur. Móðir hans var vísindamaður sem fann upp Hnakka-Disease óvart á meðan hún var að reyna að finna teh cure to Emo! Hún var heltekin af Hnakka-Disease þannig Chuck Norris varð að berja hana til dauða. Chuck Norris, sonur hans, Gizmo og Celine Dion fóru nú í heimsferð og drápa hnakka. Chuck Norris nennti þessu ekki og Celine Dion fór að syngja. Gizmo var einn eftir. Síðasta ferðin hans var til Washington D.C…. Nú segi ég frá því, enjoy.\nGizmo, ískaldur með stóran vindil í kjaftinum og Harry Potter gleraugu. Og já, því var ekki neitað, hann var rauðhærður. Hann hélt á stærðarinnar Haglabyssu í vinstri hendinni og hina geymdi hann fyrir hinn Heilaga Gral, ef hann var þarna. Hann var inn í the White House. Sagt var að Hnakkar höfðu tekið yfir, Missionið var að drepa Hnakka-Forsetann: Gilzenegger og ná í hinn Heilaga Gral. Hann læddist en þá spruttu sextíu hnakkar fram með Gjell og Rakspíra í höndunum, einn hafði meira að segja… Nei… Það getur ekki verið! Portable Brúnku Spray-Booth!Gizmo hugsaði:  Ég verð að gera eitthvað! Þannig að hann klæddi sig í Beljubúning og strippaði hægt og rólega úr honum við Barbie Girl. Hnakkarnir urðu og graðir og rotuðust. En þá sá hann fanga. Hann var fastur í svartri bondage leður-ól. Hann var með grímu á sér og gat því ekki mælt. Gizmo reif grímuna af og kveikti í Jónu og spurði: ,,Þú ert?“ Hann svaraði ekki fyrst en sagði svo:,, Kawaii”.\nGizmo hló og skellti hönd á lærið á Kawaii og sagði: ,,Mogwaii, en allir kalla mig Gizmo“.\nGizmo reif hann úr bondage-inu og rétti honum Colt skammbyssu og sagði:,, Sjáumst strákur”. Svo fór hann á brott. Kawaii gargaði á eftir honum: ,, Ég get hjálpað!“\nGizmo snýr sér hægt við og segir: ,, Komdu!”\nGizmo og Kawaii börðust á móti fylkingum af Hnökkum og komust að Gilzenegger. Gizmo hóstaði og hló. Kawaii hvíslaði: ,, Aðal-Endakallinn.“\nGilzenegger þrumaði: ,,Hver DERFIST að TRUUFLEEH Brúnku Taneð mett!”\nGizmo sagði, svellkaldur eins og venjulega.,,Mogwaii, eða Gizmo eins og flestir þekkja mig. Sonur… Chuck Norrisar.“\nGilzenneger flexaði og öskraði.,, Komdu ef þú þorer!”\nGizmo tók upp haglarann og skaut á Gilzenegger.\nGilzenegger hoppaði frá skotinu og reif upp tvær Uzis.\nSvo varð heljarinar skot bardagi.\nGilzenegger var skotinn í tánna en læknaði sig með smá rakspíra.\nGizmo klæddi sig í silki skyrtu og byrjaði að Do-a the Hustle.\nEftir langan bardagi var Gizmo skotinn í öxlina.\nGilzenegger fikraði sig að honum og bjóst til að skjóta hann. BAAAAAAAAAAHMM heyrðist. Það kom gat á magann á Gilzenegger. Andlitið hans Kawaii sást frá gatinu. Gizmo stóð upp hægt. Gizmo sagði svo mjög touchingly ,, Takk vinurinn“. Kawaii svaraði ,, Ekkert mál”. Gizmo barði Gilzenegger í andlitið og öskraði ,, HVAR ER GRALIÐ?!“\nÁður en hann dó hvíslaði hann ,, Batguy… Stal því fyrir 28 mínutum.”\nP.S. Cubus… Respect.",
    "url": "https://www.hugi.is/sorp/greinar/661913/baksaga-gizmos-ur-aevintyri-cubus/",
    "url_id": "661913",
    "id": "6753565",
    "replies": [
        {
            "user": "Mogwaii",
            "user_id": "76434",
            "date": "2009-07-01 19:21:21",
            "id": "6767025",
            "reply_to_id": "6753565",
            "text": "Ég elska þig líka. ;)"
        },
        {
            "user": "Mogwaii",
            "user_id": "76434",
            "date": "2009-07-01 19:53:15",
            "id": "6767070",
            "reply_to_id": "6767025",
            "text": "I love you more! :D"
        },
        {
            "user": "Mogwaii",
            "user_id": "76434",
            "date": "2009-07-01 20:28:19",
            "id": "6767139",
            "reply_to_id": "6753565",
            "text": "Móðir hans var reyndar abducted og var forced í að hjálpa Stephen Hawking."
        },
        {
            "user": "Mogwaii",
            "user_id": "76434",
            "date": "2009-07-01 20:52:54",
            "id": "6767186",
            "reply_to_id": "6767139",
            "text": "Hún hjálpaði Stephen Hawking að búa til hið skothelda\nBrúnkukrem dauðans!\nHún bjó samt ekki til sjúkdóm sem gerir fólk að hnökkum enda eru Hnakkar geimverur frá plánetunni Verzló eins og kemur skýrt fram í 1. kafla."
        },
        {
            "user": "Mogwaii",
            "user_id": "76434",
            "date": "2009-07-02 19:55:35",
            "id": "6768531",
            "reply_to_id": "6767186",
            "text": "Já eimmett. Sowwý maawsteev :C"
        },
        {
            "user": "Mogwaii",
            "user_id": "76434",
            "date": "2009-07-05 17:55:35",
            "id": "6771903",
            "reply_to_id": "6753565",
            "text": "Gilzenegger var skotinn í tánna en læknaði sig með smá rakspíra.\nbest :D"
        },
        {
            "user": "Mogwaii",
            "user_id": "76434",
            "date": "2009-07-18 01:50:21",
            "id": "6790598",
            "reply_to_id": "6771903",
            "text": "I know rite!?"
        },
        {
            "user": "DrDoktor",
            "user_id": "76594",
            "date": "2009-11-30 19:00:44",
            "id": "6977551",
            "reply_to_id": "6753565",
            "text": "skrifað undir áhrifum fallout 3 much?"
        }
    ]
}