{
    "forum_title": "Vísindi",
    "user": "vitringur",
    "user_id": "37632",
    "date": "2009-06-23 12:59:20",
    "title": "Tímaflakks könnunin",
    "text": "Hversu margir af þeim sem nú hafa sagt að tímaflakk sé mögulegt (51%) voru að meina okkar eilífa flakk áfram í tímanum? :P",
    "url": "https://www.hugi.is/visindi/korkar/661920/timaflakks-konnunin/",
    "url_id": "661920",
    "id": "6753631",
    "replies": [
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2009-06-23 13:06:55",
            "id": "6753640",
            "reply_to_id": "6753631",
            "text": "Allavegana ekki ég."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-23 14:13:26",
            "id": "6753718",
            "reply_to_id": "6753631",
            "text": "Bæði og. Tímaflakk er fræðilega séð mögulegt. Maður þarf bara að smíða vél sem ferðast í 4-vídd."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-23 15:18:20",
            "id": "6753784",
            "reply_to_id": "6753718",
            "text": "Allar vélar sem til eru ferðast í 4-vídd.\nÉg er alls ekki viss um að það sé fræðilega mögulegt að ferðast aftur í tímann"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2009-06-23 15:40:27",
            "id": "6753831",
            "reply_to_id": "6753784",
            "text": "Ja, held að hann sé að tala um vélar sem geta nýtt sér 4-víddina til að komast á milli staða."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-23 15:48:26",
            "id": "6753840",
            "reply_to_id": "6753831",
            "text": "Ef eitthvað á að komast á milli staða þá\nverður\nað nota 4-víddina."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2009-06-23 17:41:02",
            "id": "6754075",
            "reply_to_id": "6753840",
            "text": "Það sem hann er að tala um væntanlega, er vél sem getur nýtt 4-víddina á þá vegu, að hún brettur upp á tímann, myndar ormagöng og ferðast þannig í gegn. Þetta get ég ekki gert á bílnum mínum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-23 19:23:14",
            "id": "6754328",
            "reply_to_id": "6754075",
            "text": "verð að vera með smá hártoganir, en ef menn ætla að bretta upp á 4 víddina þá verða menn líklegast að gera það í gegnum 5 víddina, og nýta sér hana þess vegna :P"
        },
        {
            "user": "Crazybanana",
            "user_id": "74067",
            "date": "2011-01-09 14:44:17",
            "id": "7298978",
            "reply_to_id": "6754328",
            "text": "djöfull er ég týndur núna, ekki gætirðu linkað útskýringu á þessum víddum fyrir mig?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2011-01-09 17:20:33",
            "id": "7299041",
            "reply_to_id": "7298978",
            "text": "http://www.youtube.com/watch?v=uY_ZgAvXsuw\nÞetta ætti að koma þér á sporið"
        },
        {
            "user": "Crazybanana",
            "user_id": "74067",
            "date": "2011-01-10 21:39:32",
            "id": "7299631",
            "reply_to_id": "7299041",
            "text": "þakka þé"
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2011-02-06 14:39:05",
            "id": "7310210",
            "reply_to_id": "7299041",
            "text": "veistu nokkuð, undir hvaða fag eða grein flokkast þessar kenningar um víddir og tíma? eða semsagt, hvað er maður að læra ef maður er að læra um þetta?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2011-02-07 15:44:33",
            "id": "7310535",
            "reply_to_id": "7310210",
            "text": "Víddir eru notaðar í mörgum fögum. Ef ég ætti að benda þér á eitthvað þá myndi ég segja skammtafræði"
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2011-02-07 21:07:15",
            "id": "7310681",
            "reply_to_id": "7310535",
            "text": "þetta hljómar bara eins og eitthvað bull"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2011-02-07 21:46:48",
            "id": "7310702",
            "reply_to_id": "7310681",
            "text": "“Vídd” er líka stundum kallað “degree of freedom” á ensku, sem gefur hugmynd um merkingu þess. Við lýsum heiminum sem mengi af tölum í hverjum punkti rúmsins, en rúmið er aftur raðað mengi af þessum mengjum. Víddirnar sem við lýsum heiminum með eru mismunandi eftir því hvað við erum að reikna, en strangt til tekið er hægt að lýsa skammtafræðilega heiminum - öllu sem við vitum að er til nema þyngdarsviðið - með endanlegum víddafjölda. Til einföldunar einskorðum við okkur oft við þrjú rúmhnit, stundum ein tímahnit, og svo skriðþunga eða rafsviðsstyrk eða þvílíkt. Það að við segjum að heimurinn sé “þrívíður”, það er að lýsa megi afstæðum staðsetningum með þremur tölum, þýðir ekki að þannig sé heimurinn í alvörunni. En okkur virðist einfaldast að skilja hann þannig, og það gæti verið að við séum með meðfædda flokkunarvél sem raðar öllu í þrívítt rúm og einvíðan tíma. Kannski eru það fordómar, en þeir virðast virka bærilega. Ef við viljum bæta við þessi meðfæddu apparöt fleirum, þá getum við gert það eins og okkur sýnist, en það verða alltaf stærðfræðileg líkön, ekki endilega raunveruleikinn. Rétt eins og formfesting okkar á þremur rúmvíddum og einni tímavídd.\nHeimurinn allur er einhvern veginn, heilinn hermir eftir honum á einhvern hátt sem hentar honum, og skrifar niður nálganir við hvort tveggja og reynir að láta þær líkjast hegðun heimsins sem best. En við megum ekki blekkja okkur í að halda að þær séu sannleikurinn eða raunveruleikinn. Svo þetta þarf ekkert frekar að vera bull en það hvernig þér sýnist heimurinn vera nú þegar :)"
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2011-02-09 02:11:35",
            "id": "7311136",
            "reply_to_id": "7310702",
            "text": "Já það er til í því."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2011-02-08 12:23:00",
            "id": "7310849",
            "reply_to_id": "7310681",
            "text": "Hvað meinaru? Ef þú ætlar að mæla eitthvað í vísindum er hægt að túlka það með víddum. Segjum að þú ætlir að mæla hæð, þyngd og mittismál 100 einstaklinga með 3 mánaðamillibili í eitt ár.\nÞá ertu með eina vídd fyrir tíma, aðra vídd fyrir breytur og þriðju víddina fyrir mælingarnar."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2011-02-09 00:55:46",
            "id": "7311107",
            "reply_to_id": "7310849",
            "text": "Þú meinar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-23 15:49:02",
            "id": "6753841",
            "reply_to_id": "6753784",
            "text": "Þá er ég að tala um að fara út fyrir þá tímalínu sem við erum í, þ.e.a.s. ferðalag í 4-vídd (sem ég veit samt ekki hvort er mögulegt fyrir 3víddarveru."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-06-23 15:55:21",
            "id": "6753856",
            "reply_to_id": "6753841",
            "text": "Það eru 3 rúmvíddir. 4ða víddin er tíminn.\nÞað sem þú ert að tala um er að fara aftur á bak á 4 víddar ásnum, eða sveigja tímalínuna svo hún kljúfi sjálfa sig og sveigja hana þar með í gegnum 5. víddina"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-06-23 16:22:30",
            "id": "6753902",
            "reply_to_id": "6753856",
            "text": "Já, e-ð í þá veru."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-06-23 18:50:44",
            "id": "6754253",
            "reply_to_id": "6753784",
            "text": "Ég er alls ekki viss um að það sé fræðilega mögulegt að ferðast aftur í tímann\nÞú hefðir betri hluti að gera en vera á huga ef annað væri raunin!"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-06-23 19:14:40",
            "id": "6754300",
            "reply_to_id": "6753631",
            "text": "Ég man ekki hverju ég svaraði, það hefur líklega byggst á því hvort ég var í skammta- eða afstæðiskenningastuði þann daginn. Mér finnst erfitt að gera upp hug minn um hvort mér finnist skammtaður tími líklegri (því hann virðist að miklu leiti vera rökréttari og eðlilegri afleiðing eðlisfræðanna en tími afstæðiskenningarinnar), þ.e. að einn atburður leiði af þeim á undan, óháð því hvort löggeng (líkindaóháð) regla sé undir skammtafræði (eða hvort tími sé til), eða hvort fjórða vídd afstæðiskenningarinnar er betri skýring.\n(Í augnablikinu er ég í skammtafræðiskapi.)\nPost scriptum: Ég útvarpa hér eftir einhverjum afstæðiskenningarsnillingi sem getur sagt mér hvort, væri ég í (tiltölulega) einsleitu þyngdarleysi milli svarthola, tíminn myndi líða hægar hjá mér en í því þyngdarleysi sem finnst t.a.m. milli sólarinnar og jarðar."
        },
        {
            "user": "NonniiTan",
            "user_id": "75797",
            "date": "2009-06-26 05:24:20",
            "id": "6758859",
            "reply_to_id": "6753631",
            "text": "Skildi thetta sem td med timavel eda eitthvad alika og svaradi nei."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-06-28 23:13:06",
            "id": "6762726",
            "reply_to_id": "6753631",
            "text": "ekki hægt, kannski þessi framtíðar en ég sagði nei, kem seinna með grein afhverju"
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-07-01 18:08:25",
            "id": "6766910",
            "reply_to_id": "6753631",
            "text": "Flux Capacitor og plútóníum. Nóg sagt."
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2011-03-31 00:16:14",
            "id": "7326468",
            "reply_to_id": "6766910",
            "text": "Plútóníum er á engan hátt nauðsinlegt þú þarft bara Flux capacitor og 1,21Gw af rafafli"
        },
        {
            "user": "inzanio",
            "user_id": "29213",
            "date": "2009-07-09 13:34:17",
            "id": "6777999",
            "reply_to_id": "6753631",
            "text": "Það sem sannar fyrir mér að tímaflakk sé ekki raunhæft er að það eru of margar þversagnir í því.  Sem dæmi: Ég fer aftur í tímann til að drepa mömmu mína. Ef mér tekst það þá fæðist ég ekki og get þar með ekki drepið mömmu sem verður til þess að ég fæðist."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-07-09 18:03:06",
            "id": "6778432",
            "reply_to_id": "6777999",
            "text": "nema þú hafir hreinlega skapað nýjan heim, sem er samhliða okkar heimi, en hefur annan söguþráð.\nHefuru ekki séð Back to the Future :)"
        },
        {
            "user": "inzanio",
            "user_id": "29213",
            "date": "2009-07-10 11:46:15",
            "id": "6779594",
            "reply_to_id": "6778432",
            "text": "Mundi ég þá skapa heim án mín ?\nÞetta snýst allt í hringi í höfðinu á mér :S :P"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-07-10 16:04:59",
            "id": "6779906",
            "reply_to_id": "6779594",
            "text": "nei, þá værir þú búinn að ferðast í heim sem er samhliða okkar, en á öðru tímabili.\nback to the future"
        },
        {
            "user": "inzanio",
            "user_id": "29213",
            "date": "2009-07-11 13:04:05",
            "id": "6780883",
            "reply_to_id": "6779906",
            "text": "Maður ætti kanski að fara að rifja upp kinnninn á þeirri stórgóðu mynd ;)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-07-11 19:17:17",
            "id": "6781206",
            "reply_to_id": "6780883",
            "text": "Þetta var í mynd tvö, ef mig minnir rétt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-19 16:58:43",
            "id": "6792352",
            "reply_to_id": "6753631",
            "text": "sex……….."
        },
        {
            "user": "Trollolo",
            "user_id": "72248",
            "date": "2009-07-20 19:55:13",
            "id": "6794230",
            "reply_to_id": "6753631",
            "text": "Ég meindi að komast nálægt ljóshraða."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-07-21 13:08:47",
            "id": "6795198",
            "reply_to_id": "6794230",
            "text": "En þá líður tíminn bara hæga"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-08-04 22:28:58",
            "id": "6814987",
            "reply_to_id": "6795198",
            "text": "Hanga í kaðli yfir svartholi?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-08 14:32:39",
            "id": "6819724",
            "reply_to_id": "6753631",
            "text": "Mér finnst ólíklegt að tímaflakk sé mögulegt þar sem ég sé engin ummerki um það að tími sé í raun eithvað sem er til og hægt er að hafa áhrif á.\nVið höfum alheim og í þeim alheimi hreyfast atóm, tími er að mínu mati bara orð sem við bjuggum til til þess að gera okkur auðveldar grein fyrir því hvernig heimurinn breytist frá með mismunandi miklum hreyfingum atómanna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 19:47:28",
            "id": "6820950",
            "reply_to_id": "6819724",
            "text": "atóm er líka bara orð sem við bjuggum til.\nEf ég segist hafa farið á bak á tímanum, þá meikar það ekki sens, svo tími er greinilega hugtak sem hefur ákveðna eiginleika, og að fara á bak er ekki einn þeirra.\nEn við getum ferðast í tíma, við erum á stanslausu ferðalagi áfram í tíma. Við getum einnig haft áhrif á hann. Við gætum látið hann líða hæga"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-09 21:41:25",
            "id": "6821050",
            "reply_to_id": "6820950",
            "text": "Atóm er hugtak yfir hlut sem er hægt að sjá og snerta og hefur augljós áhrif sem hægt að greina í umhverfinu og verður fyrir augljósum áhrifum frá öðrum hlutum, ekki hægt að segja að það sé bara orð, það er hlutur.\nÖfugt við tíma, sem er bara orð yfir well, hvað ? Skilgreindu tíma fyrir mig."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 22:47:56",
            "id": "6821147",
            "reply_to_id": "6821050",
            "text": "atóm er fyrirbæri, tíminn er hugtak.\nÞað er ekki hægt að sjá eða snerta reiði, er hún þá ekki til?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-10 12:32:00",
            "id": "6821777",
            "reply_to_id": "6821147",
            "text": "tók eftir þessu sjálfur, var að flýta mér og því miður er ekki hægt að edita posta hérna.\nÞú spyrð hvort að reiði sé ekki til í tilraun til að rökstyðja það að tíminn sé til. Hinsvegar er svolítill munur á þessum tvem hugtökum sem fær mig til að vera sannfærðan um að reiði sé til.\nReiði eru viðbrögð í heilanum við ákveðinni tegund af áreiti, mismunandi eftir fólki en oftast viðbrögð við einhverskonar hættu.\nÞar sem reiði á sér stað í heilanum á lifandi veru úr holdi og blóði þá er hægt að fylgjast með reiði, bæði persónulega og vísindalega. Hækkandi blóðþrýstingur, breytingar á svipbrigðum og líkamstjáningu, hækkandi magn af adrenalíni eru allt fylgifiskar reiði.\nEkki rugla því saman að ég segi að Tíminn sé að öllum líkindum ekki raunverulegt fyrirbæri sökum þess að hann sé “bara” hugtak við það að ég sé sannfærður um að allir hlutir sem eru í reynd hugtök séu ekki til.\nBætt við 10. ágúst 2009 -  12:38\nÍ viðbót við þetta þá mát bæta að þú gerðir svolítið sem þú gerir frekar oft, svaraðir ekki spurningunni minni, geturu skilgreint tíma ?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-10 12:38:41",
            "id": "6821784",
            "reply_to_id": "6821777",
            "text": "http://en.wikipedia.org/wiki/Time\nÞó svo að reiði eigi sér líffræðilega skýringu þá er hún alveg jafn óáþreifanleg og tíminn (þá er ég að tala um sjálfa reiðina)\nég er ekki með skothelda skýringu á tíma, en ég lít á hann sem flæði hins þrívíða rúms.\nEf tíminn er ekki til, er hraði þá ekki heldur til?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-11 02:01:55",
            "id": "6823074",
            "reply_to_id": "6821784",
            "text": "Lasta yfirhöfuð þessa grein á wikipedia áður en þú linkaðir henni ? Ættir að geta séð þar með lítilli fyrirhöfn hversvegna það er ekki hægt að bera saman andlegt ástand eins og reiði og hugtakið tími.\nFlæði hins þrívíða rúms segir mér nákvæmlega ekkert. Endilega útskýrðu það betur fyrir mér.\nEf tíminn er ekki til, er hraði þá heldur ekki til? Mæli með að þú lesir greinina um Tímann á wikipedia, þessa sem þú linkaðir mér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-11 13:18:57",
            "id": "6823456",
            "reply_to_id": "6823074",
            "text": "Vissulega er reiði og tími ekki fullkomnlega sambærileg. En þú sagðir að atóm væru til vegna þess að maður gæti snert þau og séð. Ég var einfaldlega að benda á að það eru ekki nauðsynlegir eiginleikar fyrir tilveru.\nÉg tala um flæði rúmsins í ljóðrænum skilningi, enda sagðist ég aldrei vera með skilgreininguna á tíma. Það sem ég hugsa um þegar ég tala um flæðið er hins vegar að tímanum má stilla upp á línuriti rétt eins og rúmvídd.\nÞar með má búa til tvívítt hnit með einungis einni rúmvídd, þrívítt hnit með tveimur rúmvíddum og ef við gætum séð í fjórvídd þá ættum við að geta teiknað upp fjórvíða grind af alheiminum með 3 rúmvíddum.\nTime is used to define other quantities – such as velocity – and defining time in terms of such quantities would result in circularity of definition.\nVarðandi hraðann þá var ég að benda á það sem stóð í greininni, að hann er skilgreindur út frá tímanum.\nEf þú hins vegar lítur ekki á tímann sem raunverulegan, hvernig ætlar þú þá að tala um hraða?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-12 00:07:04",
            "id": "6824390",
            "reply_to_id": "6823456",
            "text": "Eins og þeir minnast á í wikipedia greininni þá er helsti gallinn við að skilgreina tímann sá að allar skilgreinar verða að hringavitleysu, þú getur ekki skilgreint tíma nema út frá öðrum hlutum sem ekki er hægt að skilgreina nema út frá tíma.\nAnnars skil ég hvað þú ert að fara, hinsvegar þegar farið er út í það hvort tími sé eithvað sem er til (í þeim skilningi að hægt sé að ferðast um hann, að liðinn tími sé enn til og ókominn tími líka) þá verður maður að vera efins.\nSem dæmi er fullt af hlutum skilgreindir út frá stærðfræði, stærfræði er augljóslega til en samt í raun og veru ekki eithvað sem “er til”. Þetta er “hlutur” sem menn hafi búið sér til í tilraun til að gera heiminn skiljanlegri, og ég tel að svipað sé farið með tímann."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-12 20:18:50",
            "id": "6825535",
            "reply_to_id": "6824390",
            "text": "Rétt eins og skógur er ekki til, bara fullt af trjám?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-13 00:14:10",
            "id": "6825894",
            "reply_to_id": "6825535",
            "text": "gætir allt eins sagt að manneskjur séu ekki til, bara fullt af frumum eða jafnvel tekið það ennþá lengra, sé ekkert sambærilegt við þetta og hugtakið um tíma."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-13 11:57:03",
            "id": "6826261",
            "reply_to_id": "6825894",
            "text": "Ég er alveg búinn að tapa þræðinum.\nEn tíminn er það sem klukkur mæla, hann hefur sína eiginleika og er nauðsynlegur eðlisfræðilögmálunum á því formi sem þau eru núna svo ég sé ekki mikla ástæðu til þess að efast um ‘tilvist’ hans."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-14 00:12:25",
            "id": "6827232",
            "reply_to_id": "6826261",
            "text": "Stærðfræði er líka nauðsynleg flestum eðlisfræðilögmálum"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-14 12:47:10",
            "id": "6827768",
            "reply_to_id": "6827232",
            "text": "Já…"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-12 00:08:41",
            "id": "6824398",
            "reply_to_id": "6823456",
            "text": "Leiðinlegt hvað við virðust vera vakandi á mismunandi tímum, gaman að rífast við þig og leiðinlegt að bíða alltaf lengi eftir svörum!"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2011-02-07 21:50:15",
            "id": "7310706",
            "reply_to_id": "6821784",
            "text": "Það má, ef út í svona naflaskoðun er farið, segja að hraði sé vigur í núinu og þannig óháður tíma, þótt vissulega mælum við stærð hans með því hvernig hann breytir eindinni sem hann er tengdur yfir eitthvað tímabil."
        },
        {
            "user": "vitality",
            "user_id": "70194",
            "date": "2009-08-25 15:17:54",
            "id": "6843309",
            "reply_to_id": "6753631",
            "text": "Ef tímaflakk væri mögulegt væri þá ekki fólk búið að koma úr framtíðinni í nútímann?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-25 18:28:06",
            "id": "6843600",
            "reply_to_id": "6843309",
            "text": "Það að fræðilegur möguleiki sé fyrir hendi þýðir ekki að við munum nokkurn tímann finna hann"
        },
        {
            "user": "vitality",
            "user_id": "70194",
            "date": "2009-08-25 19:33:00",
            "id": "6843715",
            "reply_to_id": "6843600",
            "text": "Er þá ekki bókað að við munum aldrei finna hann?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-25 21:12:58",
            "id": "6843846",
            "reply_to_id": "6843715",
            "text": "Gefið að þau myndu akkurat velja nútímann til þess að fara aftur til."
        },
        {
            "user": "vitality",
            "user_id": "70194",
            "date": "2009-08-27 16:31:00",
            "id": "6846034",
            "reply_to_id": "6843846",
            "text": "En ef meintir tímaflakkarar hefðu farið lengra aftur í tímann en það væru væntanlega til sögusagnir af því. Svo þá hljóta þeir að vera bara að flakka um í framtíðinni samkvæmt því."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-27 18:22:31",
            "id": "6846191",
            "reply_to_id": "6846034",
            "text": "Ef þeir kjósa að flakka um tímann í fyrsta lagi.\nÞað er nú mjög vafasöm ákvörðun að ákveða að flakka um í tíma, sem verður ekki endilega tekin þó tæknin sé fyrir hendi.\nSvo er náttúrulega spurning hvort þeir væru enn í okkar heimi ef þeir færu aftur í tímann, eða færu í samhliða heim sem er á þeim tímapunkti sem þeir kusu að fara aftur til, en ekki okkar heims."
        },
        {
            "user": "Magister",
            "user_id": "79898",
            "date": "2010-07-03 12:59:24",
            "id": "7195326",
            "reply_to_id": "6753631",
            "text": "Tíminn er ekki til"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-03 16:15:29",
            "id": "7195403",
            "reply_to_id": "7195326",
            "text": "Hvað meinaru?\nOg hvað kemur það þessum þræði við?"
        },
        {
            "user": "Magister",
            "user_id": "79898",
            "date": "2010-07-03 16:21:28",
            "id": "7195407",
            "reply_to_id": "7195403",
            "text": "Tíminn er einfaldlega ekki til."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-03 16:26:46",
            "id": "7195413",
            "reply_to_id": "7195407",
            "text": "Hvað meinaru? Komu öll þessi svör inn á huga.is samtímis?\nAf hverju í ósköpunum er ég að bíða þangað til í kvöld til þess að fá mér bjór ef það er í raun enginn tími? Ætli kvöldið sé þá byrjað núna?"
        },
        {
            "user": "Magister",
            "user_id": "79898",
            "date": "2010-07-03 22:06:46",
            "id": "7195649",
            "reply_to_id": "7195413",
            "text": "Já, öll svörin væru þá að koma samtímis. Það gefur í raun ekkert til kynna tíma."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-04 13:29:28",
            "id": "7195755",
            "reply_to_id": "7195649",
            "text": "ég skil ekki hvað þú ert að reyna að segja. Ég þurfti alla vega að bíða lengi eftir þessu svari frá þér."
        },
        {
            "user": "Magister",
            "user_id": "79898",
            "date": "2010-07-04 13:59:15",
            "id": "7195767",
            "reply_to_id": "7195755",
            "text": "Hvað gefur til kynna að tími sé til? Er orsök og afleiðing ekki það eina?\nÞað að klukka gengur og sýni okkur sekúndurnar líða gefur ekki endilega til kynna tíma. Það gefur til kynna að ákveðinn mekanismi innan klukkunnar hafi orsök og afleiðingu.\nEinnig er auðvelt að ímynda sér að það þurfi einhver tími að líða til að ganga frá A til B… en ef við lítum á heiminn sem allan, þá er ekkert sjálfsagt að tími sé til. Það er heldur ekkert sjálfsagt að kraftur er til, til að mynda. Hvaða gögn höfum við annað en skynjun okkar á umhverfinu?\nTil skemmtunar má nefna að Einstein hafi sagt eitthvað á þessa vegu, að allt gerist samtímis. Hvað segir þér að tíminn sé til, annað en að þér finnst að\nnúna\nsé annað en á\neftir\n? Hverjar eru þessar fortíðir og framtíðir eiginlega?\nHvers vegna segir það þér sjálfkrafa að það að ferðast frá A til B gefi til kynna tíma? Er það ekki bara það að, eins og ég minntist á ofar, að þér finnst á einhvern hátt\nnúna\nvera öðruvísi fyrirbæri en\ná eftir\neða\ní gær?\nEftir allt, er þetta bara okkar skynjun á umhverfinu.\nTime seems to exist because our human brain cannot survive if everything happened at once.  Time gives us linear living in which events happen sequentially.  However, time is only a repetition of motion, for example, the earth rotating around the sun producing night and day plus its rotation creates weather changes and seasons.  Our clock time goes round and round giving the appearance of time going by but it is only motion that keeps repeating itself.  We have also biological and psychological time besides the chronological time just explained as motion.  Biological times creates the wear and tear of cells that change according to how we move with the flow.  People change faster and get older sooner when they live by psychological time (past and future).  When one awakens spiritually, there is the realization that only NOW exists.  Past and future are movements that have happened or yet to happen.  However what happens in the moment is the NOW itself.  Is there an exit to NOW?  Of course not, NOW contains it all and when we wake up spiritually that is what we fully realize and find peace.  The essence of our true nature is spirit and therefore timeless and that's a truth very few people ever fully realize.  The truth is holographic essence and when we travel outside earth's orbit as astronauts do then time is seen to be totally different."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-04 14:10:05",
            "id": "7195774",
            "reply_to_id": "7195767",
            "text": "Hvaða gögn höfum við annað en skynjun okkar á umhverfinu?\nEngin, en þá getum við allt eins sagt að ekkert sé til.\nTíminn getur vissulega verið huglægur, en hann er alveg jafn raunverulegur fyrir okkur og allt annað sem við upplifum.\nSvo ætti ekki að vera erfitt að gera sér grein fyrir muninum á nútíð, framtíð og þátíð. Ég get ekki breytt fortíðinni en í nútíðinni get ég haft áhrif á það sem gerist í framtíðinni.\nSvo skil ég ekki alveg hvernig þú túlkar orð einsteins, og hvaða orð það eru, en ég held þú sért að misskilja þau. Það er ómögulegt að segja hvor atburðurinn af tveimur gerist á undan ef ljóskeilur þeirra skarast ekki. En ef ljóskeilur þeirra skarast þá er ómögulegt að sjá þá öðruvísi en í réttri röð, sama hvernig þú reynir að nýta þér afstæðiskenninguna"
        },
        {
            "user": "Magister",
            "user_id": "79898",
            "date": "2010-07-04 14:23:49",
            "id": "7195781",
            "reply_to_id": "7195774",
            "text": "Í sambandi við fortíð, framtíð og nútíð; Það er rétt að þú getur ekki breytt fortíðinni. En ef þú ætlaðir nú að breyta framtíðinni, segjum, að færa ruslakörfu frá einum enda herbergisins í annað - er það ekki bara breyttur nútími? Hefur framtíðin einhvern tíma sagt til sín? Hvað höfum við þá, annað en það, sem við ímyndum okkur að sé til? Ég skil vel að morgun, hádegi, kvöld, nótt, morgun, hádegi, kvöld, nótt líti út fyrir að vera sterk vísbending um að tíminn sé til… en hvers vegna? Hvers vegna þarf tími að koma til skjalanna við hreyfingu? Hvar segir það þér að það sé til eitthvað sem heitir fortíð eða framtíð, annað en í huga þínum?\nAs to Einstein og tíma, hér eru nokkrir linkar:\nhttp://www.freewebs.com/timedoesnotexist/time%20does%20not%20exist.pdf\nhttp://discovermagazine.com/2007/jun/in-no-time\nhttp://home.pacbell.net/skeptica/time.html"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-04 14:35:42",
            "id": "7195784",
            "reply_to_id": "7195781",
            "text": "ég hefði haldið að fortíð, framtíð og nútíð væru merkingarlaus ef við tengjum þau ekki við tímahugtakið"
        },
        {
            "user": "Magister",
            "user_id": "79898",
            "date": "2010-07-04 18:32:31",
            "id": "7195839",
            "reply_to_id": "7195784",
            "text": "Jessö"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-04 18:34:48",
            "id": "7195841",
            "reply_to_id": "7195839",
            "text": "Þá sé ég ekki hvernig þetta meikar sens, þó svo að tími sé ekki veraldlegur hlutur.\nÁst er til þó svo að það sé bara mannleg upplifun"
        },
        {
            "user": "Magister",
            "user_id": "79898",
            "date": "2010-07-04 19:06:20",
            "id": "7195873",
            "reply_to_id": "7195841",
            "text": "Hvað áttu við?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-04 20:23:56",
            "id": "7195928",
            "reply_to_id": "7195873",
            "text": "Að bara vegna þess að eitthvað er ekki hlutur þýðir ekki að það sé merkingarlaust að tala um það. Við getum mælt tíma, sem er meira en við getum gert við t.d. ást.\nVið getum talað um eiginleika ástarinnar, tímans og tónlistar þó ekkert af þessu sé “til” eins og þú vilt orða það."
        },
        {
            "user": "Magister",
            "user_id": "79898",
            "date": "2010-07-04 22:35:32",
            "id": "7195970",
            "reply_to_id": "7195928",
            "text": "Já, ég er ekki viss um að ég hafi talað um þetta. Ekki vitund, í raun."
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2011-03-31 01:08:42",
            "id": "7326477",
            "reply_to_id": "6753631",
            "text": "Já tímaflakk er mögulegt.\nJá mannkynið hefur prófað það.\nÞú hreyfist því ferðastu um í tíma öll hreyfing er í raun tímaflakk. Tímaflakk er ýmsum takmörkunum.\nSérhver atburður Q í tímarúmi hefur 4 hnit x,y,z,t og út frá þessum hnitum (Ath. taka þarf tillit til allra hnitanna) má skipta öllum öðrum atburðum í 3 flokka\n1) Aburðir sem geta haft áhrif á Q og Q getur haft áhrif á\n2) Atburðir sem geta haft áhrif á Q en Q hefur engin áhrif á\n3) Atburðir sem sem Q getur haft áhrif fá en hafa ekki áhrif á Q\nSé maður (eða öllur heldur maður tilvist mannst) skilgreindur sem röð atburða kemur fram samfelldur ferill sem er háður breytum og hér er rétt að benda á að ferillin er háður breytunni í öllum hnitunum það er að segja t breitist ekki línulega en er þó einhalla í t hnitum. Sé einn atburður á þessum ferli tekinn fyrir liggur ferillin allur innan flokka 1 og 3.\nSpurningin er eflaust “er frjálst tímaflakk mögulegt?” þ.e. er hægt að sveigja ferilin þannig að hann skeri sjálfan sig og svarið er nei ekki fyrir hluti með massa skv. þeirri eðlisfræði sem við búum við í dag. Ef það væri rangt þyrfti að endurhugsa alla eðlisfræði síðustu 50 ára."
        }
    ]
}