{
    "forum_title": "Hljóðfæri",
    "user": "silent1",
    "user_id": "53952",
    "date": "2009-06-29 00:46:39",
    "title": "Vox bassi???",
    "text": "ég man fyrir svona aðeins meira en ári síðan var ég fyrst farinn að spá í bössum, og var í tónlistabúðum útí bretlandi að skoða. Svo sé ég þennan líka ótrúlega fallega bassa, og ákveð á staðnum að mig langaði í NÁKVÆMLEGA ÞENNAN! Hann hét Vox Whiteshadow og þetta var búð sem seldi notuð hljóðfæri, þannig að þetta var eini svona bassinn á staðnum. Svo dreg ég pabba í búðina og bið hann um að lána mér fyrir honum, en hann segir að ég þurfi að vinna mér inn fyrir honum, þannig að ég vinn allt sumarið, og þegar ég á loksins nóg fyrir bassanum sem kostaði 200 pund, þá var hann seldur. Svo að ég leita og leita á netinu, skoða síðuna hjá Vox marg oft og búinn að googla þetta og allt hvað eina, en ekki finn ég bassan. Kannast einhver við Vox Whiteshadow, eða er ég bara svona ruglaður???",
    "url": "https://www.hugi.is/hljodfaeri/korkar/662642/vox-bassi/",
    "url_id": "662642",
    "id": "6762952",
    "replies": [
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2009-06-29 08:19:05",
            "id": "6763193",
            "reply_to_id": "6762952",
            "text": "Vox White Shadow voru framleiddir á árunum 1985-1988 ef ég man rétt, eiga að vera mjög fínir bassar miða við hvað þeir eru ódýrir.\nÉg veit ekki hvort það sé svona bassi hér á landi en ég get bent þér á fólk sem getur fundið þessa bassa fyrir þig í UK ef þú ert ólmur í að eignast svona. :o)\nAnnars eru líka nokkur spjallborð sem fjalla eingöngu um VOX sem gætu mögulega hjálpað þér að eignast svona grip."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-06-29 16:56:55",
            "id": "6763626",
            "reply_to_id": "6763193",
            "text": "ég var svo viss um að þú myndir svara þessu :P"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2009-06-29 17:36:09",
            "id": "6763697",
            "reply_to_id": "6763626",
            "text": "Haha, já er ekki bara ágætt að maður miðli sinni þekkingu og tengiliðum lengra ? 8^)\nAllavega finnst mér aldrei leiðinlegt að hjálpa fólki að nálgast hljóðfæri sem það langar í. ;o)"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-06-29 22:56:19",
            "id": "6764320",
            "reply_to_id": "6763697",
            "text": "áttu ekki einhvern osom vox gítar??"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2009-06-29 23:43:16",
            "id": "6764426",
            "reply_to_id": "6764320",
            "text": "Ég á fullt af Vox dóti, m.a. á ég Vox gítar sem er nokkuð skemmtilegur að mínu mati. :o)"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-06-30 00:05:17",
            "id": "6764497",
            "reply_to_id": "6764426",
            "text": "datt það í hug :)"
        },
        {
            "user": "silent1",
            "user_id": "53952",
            "date": "2009-06-30 01:35:31",
            "id": "6764691",
            "reply_to_id": "6763193",
            "text": "hvað helduru að það mundi kosta hingað kominn??"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2009-06-30 09:57:38",
            "id": "6764878",
            "reply_to_id": "6764691",
            "text": "Ég veit það svo sem ekki alveg, það fer í raun allt eftir því hvað þau fá hann á úti.\nÞað sem er ókostur núna er að gengið er náttúrulega uppúr öllu valdi þ.a. sem dæmi þá eru 200 pund = 42.602 kr. Til viðbótar er svo sendingarkostnaður og 24,5% virðisaukaskattur.\nEf bassinn og sendingarkostnaður myndi verða 300 pund þá er þetta komið í heild hingað um 80 þúsund.\nTil að hafa þetta sem allra einfaldast (og ódýrast) fyrir þig þá myndi ég ráðleggja þér að leita af búðum í bretlandi sem eru að selja notaðar vörur og spyrja hvort þær eigi þetta til, einnig að liggja á ebay.co.uk og sjá hvort þetta poppi upp.  Það getur tekið svolítinn tíma en þú getur þá einnig skoðað VOX spjallborð og óskað eftir þessum bassa þar."
        },
        {
            "user": "silent1",
            "user_id": "53952",
            "date": "2009-06-30 14:50:07",
            "id": "6765128",
            "reply_to_id": "6764878",
            "text": "takk fyrir það ;)"
        }
    ]
}