{
    "forum_title": "Metall",
    "user": "Bassismus",
    "user_id": "54400",
    "date": "2009-06-29 23:18:44",
    "title": "Iron Maiden cover hljómsveit í burðarliðnum...",
    "text": "Leitar eftir söngvara og trommara.\nPlanið er einfalt, þegar allir eru fundnir verða valin ca 10 lög sem allir eru sammála um og svo verða 2-3 óskalög á hvern og einn þannig að lengd lagalistans gæti verið um 20-25 lög.\nNauðsynlegt er að menn hafi einhverja reynslu af spilamennsku og ekki er verra ef viðkomandi hefur sínar eigin græjur.\nAldurstakmarkið er 20 því að planið er að spila á tónleikum þegar fram líða stundir(vitneskja er fyrir því að svona hljómsveitar er beðið með mikilli eftirvæntingu) bæði hérna í Rvík og jafnvel að fara með giggið út á land ef vel tekst upp í bænum.\nÁhugasamir geta haft samband hérna á huga.\nÞeir sem vilja bara drulla yfir þessa hugmynd mega gera það því að það sýnir þroskastigið hjá viðkomandi aðila/aðilum…\nBætt við 30. júní 2009 -  03:17\nÉg verð að taka það fram að þar sem þetta er ennþá bara hugmynd að þá hefur ekkert verið ákveðið með td æfingarhúsnæði, lagalista eða hvort það verða 2-3 gítarleikarar.\nEins og kannski gefur að skilja að þá er þetta nokkuð háleitt markmið að koma þessu saman og sér í lagi ef að gengur vel að fara út á land til þyrstra metalhausa á landsbyggðinni.\nAðal atriðið er að menn hafi áhuga, tíma og viljann til að skila þessu vel frá sér og ekki síst að hafa þetta nógu skemmtilegt til að menn nenni að standa í þessu til lengri tíma.",
    "url": "https://www.hugi.is/metall/korkar/662764/iron-maiden-cover-hljomsveit-i-burdarlidnum/",
    "url_id": "662764",
    "id": "6764364",
    "replies": [
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2009-06-30 00:08:16",
            "id": "6764503",
            "reply_to_id": "6764364",
            "text": "Mér finnst þetta pottþétt hugmynd.\nMæli með söngvaranum sem var að syngja með Trössunum eða jafnvel honum Eyþóri sem var í Bandinu hans Bubba… frábærir söngvarar sem gætu tekið lög Dickinson með stæl."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 00:16:56",
            "id": "6764526",
            "reply_to_id": "6764503",
            "text": "Já við skoðum alla ef þeir hafa áhuga fyrir þessu, aðalatriðið er náttúrulega að taka þetta nægilega alvarlega til að skila efninu vel og annars vegar að hafa þetta nógu skemmtilegt til að menn nenni að standa í þessu á annað borð."
        },
        {
            "user": "powerslave",
            "user_id": "49102",
            "date": "2009-07-02 22:39:02",
            "id": "6768783",
            "reply_to_id": "6764526",
            "text": "Já vá, ég held að hann Eyþór úr bandinu hans Bubba væri algjörlega pottþéttur í þetta hlutverk!"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-02 23:51:51",
            "id": "6768911",
            "reply_to_id": "6768783",
            "text": "Hann hafði ekki tíma, þannig að Ólafur úr Trössunum varð fyrir valinu"
        },
        {
            "user": "powerslave",
            "user_id": "49102",
            "date": "2009-07-02 23:55:29",
            "id": "6768918",
            "reply_to_id": "6768911",
            "text": "Ókei, og hverjir eru það þá sem eru komnir í þetta?"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-02 23:57:33",
            "id": "6768922",
            "reply_to_id": "6768918",
            "text": "Ólafur úr Trössum með raddir.\nSigurður úr Perfect Disorder(og The Iron Maidens sálugu) á gítar.\nReynir einnig úr Perfect Disorder á gítar og svo ég.\nErum að vesenast í að reyna að heilla trommara í þetta as we speak."
        },
        {
            "user": "powerslave",
            "user_id": "49102",
            "date": "2009-07-03 00:11:07",
            "id": "6768948",
            "reply_to_id": "6768922",
            "text": "Ókei ;)\nGangi ykkur bara vel með þetta félagi ;)"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-03 00:17:29",
            "id": "6768968",
            "reply_to_id": "6768948",
            "text": "Þakka þér kútur! ;)"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 03:44:39",
            "id": "6764807",
            "reply_to_id": "6764503",
            "text": "Þekkirðu þessa pilta eitthvað?\nEf svo er mættirðu alveg beina þeim í áttina til okkar, við munum þurfa einhverja hjálp við að finna pípur sem höndla svona meðferð."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-01 16:05:31",
            "id": "6766740",
            "reply_to_id": "6764503",
            "text": "Ólafur úr Trössunum er til í þetta þannig að núna vantar bara trommarann.\nTakk fyrir ábendinguna, þetta er komið skrefi nær fæðingu."
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2009-07-01 16:07:36",
            "id": "6766745",
            "reply_to_id": "6766740",
            "text": "hvernig væri að henda inn þráð um þetta á taflan.org borðið einnig. Fullt af guttum þar."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-01 16:10:29",
            "id": "6766752",
            "reply_to_id": "6766745",
            "text": "Já ekki spurning.\nGeri það snöggvast, var búinn að gleyma þeirri síðu hreinlega."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2009-06-30 03:35:25",
            "id": "6764800",
            "reply_to_id": "6764364",
            "text": "Nokkuð töff hugmynd, einhverjar nafnahugmyndir komnar ? The Trooper kemur fyrst upp í hugann."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 03:36:30",
            "id": "6764801",
            "reply_to_id": "6764800",
            "text": "Ekkert komið um það ennþá, erum bara 3 í augnablikinu, 2 gítarar og bassi þannig að það á í rauninni eftir að ákveða allt þegar upp er staðið."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2009-06-30 03:40:24",
            "id": "6764802",
            "reply_to_id": "6764801",
            "text": "Verður gaman að sjá hvernig þetta workar út. Held að stærsti þröskuldurinn komi til með að vera söngvaraleitin."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 03:42:47",
            "id": "6764805",
            "reply_to_id": "6764802",
            "text": "Já það verður að öllum líkindum stærsti hausverkurinn.\nThorok var að mæla með 2 gaurum sem við komum líklega til með að hafa samband við og kanna stöðuna á þeim.\nAnnars er ekkert sem segir að menn verði að ná hverri einustu nótu sem Dickinson syngur :)"
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2009-06-30 03:45:46",
            "id": "6764809",
            "reply_to_id": "6764805",
            "text": "Jah, Paul DiAnno hafði ekki mjög mikla rödd en réði ágætlega við early lögin, það segir nokkuð. Mig myndi litlu skipta um nóturnar, bara að krafturinn væri til staðar og vel tekið á því.\nAnnars óska ég bara góðs gengis með þetta ;)"
        },
        {
            "user": "Bloodjunkie",
            "user_id": "48650",
            "date": "2009-06-30 11:41:38",
            "id": "6764940",
            "reply_to_id": "6764364",
            "text": "Það er annað Maiden coverband sem er nýlega byrjað, þannig það lítur út fyrir að það verði smá samkeppni…"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 11:43:22",
            "id": "6764941",
            "reply_to_id": "6764940",
            "text": "Ég held að það sé ekki verra :)"
        },
        {
            "user": "AlliF",
            "user_id": "53434",
            "date": "2009-06-30 12:24:42",
            "id": "6764990",
            "reply_to_id": "6764364",
            "text": "Ég væri alveg til í að vera söngvari ef ég væri ekki á Akureyri. það er voða lítið skemtilegra en að syngja með Maiden haha"
        },
        {
            "user": "Batguy",
            "user_id": "65122",
            "date": "2009-06-30 14:41:46",
            "id": "6765120",
            "reply_to_id": "6764364",
            "text": "þetta verður spennandi :)"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 19:06:30",
            "id": "6765557",
            "reply_to_id": "6764364",
            "text": "Hér er drullu comment: Iron Maiden er ömurlegt band."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 21:46:09",
            "id": "6765760",
            "reply_to_id": "6765557",
            "text": "Með nikk eins og þitt og persónuleika að þá er merkilegt að nokkur maður taki mark á þér Hjörtu"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 23:20:53",
            "id": "6765958",
            "reply_to_id": "6765760",
            "text": "Maður sem getur ekki viðurkennt techno sem tónlist ætti ekki að vera að tjá sig um svona lagað og þá sérstaklega ekki á netinu.\nOg hvað ertu að ráðast á nikkið mitt? Sýnir bara enn fremur hversu mikill bjáni þú ert."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-01 00:07:06",
            "id": "6766075",
            "reply_to_id": "6765958",
            "text": "Fyrir mér er techno ekki tónlist heldur taktar með furðulegum hljóðum.\nÁlit fólks er mismunandi á öllum hlutum, en að hafa grudge á manni fyrir að fíla ekki það sama og þú er eitthvað vitlausasta sem ég veit um, og þar trónir þú á toppnum kúturinn minn.\nBætt við 1. júlí 2009 -  00:16\nEn mér hefur sýnst þú standa alveg undir þessu nikki þínu frá því að ég komst að því hver þú ert.\nGott og blessað, þú kallar mig bjána en það er bara ekki mitt vandamál og satt best að segja máttu kalla mig hvað sem þér dettur í hug mín vegna, sýnir að þú hefur ekki meiri þroska en hinn almenni dummy."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-01 02:06:47",
            "id": "6766249",
            "reply_to_id": "6765557",
            "text": "Nei veistu, ég ætla biðja þig afsökunar á því sem ég hef skrifað hér á undan.\nHins vegar vil ég að þú spáir aðeins í þetta:\nÞú hefur álit og skoðanir á hlutum alveg eins og allir aðrir, EN ef þú ætlar að agnúast út í allt og alla sem hafa aðrar skoðanir og önnur álit þá áttu eftir að standa undir þessu nikki þínu alla ævi.\nBestu kveðjur,\nÁrni"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-02 16:28:50",
            "id": "6768165",
            "reply_to_id": "6766249",
            "text": "\"Þú hefur álit og skoðanir á hlutum alveg eins og allir aðrir,\nEN ef þú ætlar að agnúast út í allt og alla sem hafa aðrar skoðanir og önnur álit\nþá áttu eftir að standa undir þessu nikki þínu alla ævi.\"\nÞetta á engann veginn við mig, Hjört, Árni minn.\nVissulega á þetta við hinn ágætlega vel þekkta Dummyerlonli, eitt mest böggandi troll síðustu 2 ára að margra mati.\nEn einhvern veginn finnst mér eins og þú sért að tala um það hversu hreinskilinn ég er um álit mitt á Silent Rivers.\nÉg viðurkenni þó að þið séuð menn í rokk hljómsveit að spila tónlist.\nEf þú ert að tala um eitthvað allt annað þá er mér slétt sama.\nAnyways, svona dæmi er alltaf leiðinlegt, sérstaklega þegar menn þekkjast örlítið.\nÞannig hér skil ég við þig í frið og ró, kæri Metalhaus.\nHaltu áfram að rokka og ég held áfram að poppa (Buzzblastin' pwn!)."
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-02 16:40:02",
            "id": "6768186",
            "reply_to_id": "6768165",
            "text": "Mér er reyndar slétt sama hvað fólki finnst um Silent Rivers.\nVið erum þarna 4 félagar að spila tónlist sem að við fílum og erum að þessu meira fyrir okkur sjálfa en einhverja aðra, fólk verður bara að hafa sínar skoðanir á því hvort það fíli okkur eða ekki.\nEn já, ég þekki þig ekki sérlega vel sem Hjört, kannski því miður því að þrátt fyrir mismunandi skoðanir á ýmsum hlutum að þá er aldrei að vita nema maður fíli þig í eigin persónu, en sem Dummyerlonli ertu þvílíkt pain ;)\nBestu kveðjur,\nÁrni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-02 19:33:13",
            "id": "6768502",
            "reply_to_id": "6768186",
            "text": "Jújú. Ég þekki Víðir svolítið og mér finnst hann einmitt frábær náungi.\nSamt sem áður hef ég sagt upp í opið geðið á honum að mér finnist hljómsveitin hans drasl og hann tekur því bara eins og alvöru maður. :)"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2009-06-30 20:48:28",
            "id": "6765681",
            "reply_to_id": "6764364",
            "text": "Til við Duke, hann er með háa rödd og alls ekki ólíkur dickinson\nveit ekkert hvernig þið naið sambandi við hann, en það vita margir hver hann er svo það ætti eki að vera vandamál að finna hann!"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 21:44:49",
            "id": "6765757",
            "reply_to_id": "6765681",
            "text": "Duke? hver er það?"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2009-06-30 22:53:36",
            "id": "6765899",
            "reply_to_id": "6765757",
            "text": "Söngvari, veit ekkert hvað hann heitir réttu nafni en hann er alltaf kallaður Duke\nVar í bandi sem heitir Acts Of Oath, en varla hægt að meta hæfileika hans útfrá því, hef heyrt hann syngja á æfingu með öðru bandi og var hann mun betri þa"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 23:16:24",
            "id": "6765942",
            "reply_to_id": "6765899",
            "text": "Já ok… ég verð að viðurkenna að ég hef aldrei heyrt um þennan gaur áður.\nEn ef hann er jafn góður og þú segir þá væri ekkert leiðinlegt að fá hann til að syngja með okkur þegar upp er staðið."
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2009-06-30 23:30:48",
            "id": "6765988",
            "reply_to_id": "6765942",
            "text": "Það er örugglega eihver sem á eftir að lesa þennan þráð sem á eftir að geta bent þér á hann\ner ekki að segja að hann sé eitthvað bestur, en hann myndi allavega koma til greina ef ég væri að fara af stað með maiden cover band"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-06-30 23:54:08",
            "id": "6766047",
            "reply_to_id": "6764364",
            "text": "er Silent Rivers ekki Iron Maiden coverband?"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-01 00:08:47",
            "id": "6766078",
            "reply_to_id": "6766047",
            "text": "Aldrei heyrt þennan áður…\nen nei, þeir sem heyra bara Maiden úr tónlistinni okkar eru bara að leita eftir því og heyra ekki allt hitt.\nþar að auki höfðum við ekki jafn góðann söngvara og Maiden, í ofan á lag að þá höfum við ekki coverað eitt einasta Maiden lag á tónleikum."
        },
        {
            "user": "Moonchild",
            "user_id": "36323",
            "date": "2009-07-01 07:14:25",
            "id": "6766336",
            "reply_to_id": "6764364",
            "text": "Til við Duke, hann er með háa rödd og alls ekki ólíkur dickinson\nveit ekkert hvernig þið naið sambandi við hann, en það vita margir hver hann er svo það ætti eki að vera vandamál að finna hann!\nEr búinn að láta Duke vita af þessu. Gangi ykkur vel, hlakka til að heyra í ykku"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2009-07-01 07:28:55",
            "id": "6766340",
            "reply_to_id": "6766336",
            "text": "Takk fyrir það kærlega!\nEf að allir eru með sama metnað og ég í að gera þetta eins brilliant og hægt er að þá verður þetta lyginni líkast þegar til kastanna kemur."
        },
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2009-07-01 11:38:21",
            "id": "6766426",
            "reply_to_id": "6764364",
            "text": "Ég mæli með Anton Maiden.\nlol."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2009-07-03 00:37:48",
            "id": "6769014",
            "reply_to_id": "6766426",
            "text": "Ahaha :'D"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-07-06 00:46:26",
            "id": "6772543",
            "reply_to_id": "6766426",
            "text": "æi nú fara allir að gráta"
        },
        {
            "user": "Naridill",
            "user_id": "25764",
            "date": "2009-07-03 16:54:17",
            "id": "6769588",
            "reply_to_id": "6764364",
            "text": "Þetta er æðisleg hugmynd. Er einmitt að hlusta á meistara maiden í þessum skrifuðu orðum.  En já það þarf engann smá söngvara til að treysta sér í þessi lög. Gangi ykkur vel."
        },
        {
            "user": "Froskagaurinn",
            "user_id": "60411",
            "date": "2009-07-06 02:42:21",
            "id": "6772701",
            "reply_to_id": "6764364",
            "text": "gaur… thessi cliff burton mynd er ad gera sig!!! hann er awesome!"
        }
    ]
}