{
    "forum_title": "Bardagaíþróttir",
    "user": "Freestyle",
    "user_id": "29242",
    "date": "2009-07-09 15:45:24",
    "title": "UFC 104:  Crocop vs Junior Dos Santos(líklega)",
    "text": "Vá, get ekki sagt annað en að þetta er sá matchup sem ég er mest spenntur yfir eftir að UFC 100 lýkur. Cigano er ekkert djók, Mirko hefur ekki barist við jafn snöggan og tæknilega góðan boxara lengi.  JDS er framtíðin segi ég.\nFrom GRACIEMAG.com\nCigano may face Cro Cop\nCalled on to face Justin McCuly at UFC 102, coming up in August, Junior “Cigano” dos Santos ended up being dropped from the card. However, what seemed like bad news, turned into something much better. When, before, he was not to appear on the main card, the Brazilian should now return in September in the main event, against none other than Mirko Cro Cop.\n“I think I’ll fight September 19. They took me off the August 29 show,” he said, also announcing he will no longer be facing the same opponent. “My opponent’s changed. I’ll probably face Cro Cop. If I beat him I’ll be in really good standing. If that’s truly the case, I’m guaranteed on the main card and in the main event of the evening. If I were to fight now it wouldn’t be on the main card,” he said to Portal das Lutas, GRACIEMAG.com partner site.\nWith eight wins and one loss, Cigano is coming off three knockout wins, two of which were in the UFC. In his career, the Brazilian has won six fights in such fashion. Cro Cop too is coming off a knockout win, at UFC 99, in Germany. Disputed by both the UFC and Dream, the Croatian looks to remain in the American organization. To Cigano, it will be a great opportunity to face him.\n“To me it’s incredible. When they asked me if they could change the fight date I was a bit bothered, because I wanted to fight right away. I’ve been away for some time now. But the Fertitta brothers asked me and I accepted. After that I found out it would be against Cro Cop and was overjoyed. It’ll be a big opportunity in my career. Lots of good things have happened in my life and this is one more. I’m going to make the most of it,” he finished.",
    "url": "https://www.hugi.is/martial_arts/korkar/663947/ufc-104-crocop-vs-junior-dos-santosliklega/",
    "url_id": "663947",
    "id": "6778157",
    "replies": []
}