{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2009-07-10 00:08:48",
    "title": "Frásögn - án titils.",
    "text": "Ég skildi bara aldrei af hverju hann gerði mér þetta…\nAlltaf jafn sárt, alltaf jafn ógeðslegt; sömu ljótu tilfinningarnar, aftur og aftur – mér leið alltaf eins og ég væri í hafi, tilfinningahafi, uppfullu af öllum viðbjóðnum sem hann lét mig ganga í gegnum - og ég var alltaf við það að drukkna.\nGat enga björg mér veit, enginn sem rétti fram hjálparhönd.\nMér þótti það samt allra verst og það sem stakk mig mest í hjartað var þegar hann var búinn að ljúka sér af, þegar hann sneri sér að mér, þar sem ég lág venjulega grátandi í hljóði, og fór sjálfur að hágráta. Hann skalf alltaf eins og hrísla og horfði á mig eins og lítið, týnt barn og það fékk mig til þess að líða enn verr.\nÉg skreið alltaf til hans og fann hversu viðkvæmur hann var; mér fannst ég verða svo miklu eldri þegar hann hjúfraði sér upp að mér eins og lítið barn og ég hlustaði á snöktin og kjökrin í honum, sem dofnuðu með tímanum. Ég beið alltaf þar til hann var sofnaður og fór þá í rúmið mitt og lág andvaka uns ég grenjaði mig í svefn.\nÉg fékk aldrei neina hjáp. Mamma vissi þetta allan tímann. Ég veit ekki hvort ég muni nokkurntímann fyrirgefa henni, bæði fyrir það að hafa farið frá okkur og líka fyrir að hafa látið þetta viðgangast. Þó ég reyni að láta mér þykja vænt um hana, vegna þess að hún er mín eigin móðir, þá get ég ekki horft framhjá því að í raun hata ég hana heitt og innilega af öllu mínu hjarta. Það var hún sem hefði getað komið í veg fyrir allt; hún hefði getað sparað mig öll tárin, getað tekið sársaukan, hræðsluna og óttan frá mér - en hún kaus að fara. Vera laus við veika manninn sem hún hafði eignast mig með; vera laus við ábyrgðina sem fylgir því að vera móðir og eiginkona. Fara og byrja nýtt líf…\nPabbi var góður maður. Mér hefur alltaf þótt virkilega vænt um hann og honum vænt um mig.\nHann byrjaði á þessu þegar ég var fjöugrra ára og frameftir. Að vísu minnkaði þetta eftir að ég varð svona tíu, ellefu ára.\nHann fór alltaf með mig inn í gestaherbergi, þangað til mamma fór þegar ég var svona sjö, átta ára. Þá notaði hann svefnherbergið þeirra, eða hans réttara sagt.\nÖll þau skipti sem hann misþyrmdi mér eru hálf óljós, eins og í þoku. Mér hefur tekist að bæla allt niður; taka allt og geyma þar sem ég rekst ekkert á það.\nFyrstu skiptin bað pabbi mig alltaf um að koma inn í herbergi og sagði mér að setjast á rúmið. Síðan sagði hann mér að vera kyrr því hann ætlaði að athuga dálítið; ég yrði að vera stillt, þá tæki þetta syttri tíma. Síðan tók hann mig úr buxunum og sjálf atvikin vil ég hvorki hugsa né tala um. Ég fór að gráta í fyrstu, en hætti því fljótlega. Fór bara að hugsa um eitthvað annað, reyndi að leiða hugan að einhverju öðru.\nPabbi grét aldrei fyrir framan mig fyrstu skiptin. Hann fór beinustu leið inn á baðherbergi, læsti sig þar inni og skildi mig frosna eftir.\nÉg vissi aldrei hvort ég ætti að segja mömmu frá eða ekki, en ákvað að gera það ekki. Frá því ég var lítil fannst mér ég ekki geta treyst henni. Eins og kom í ljós síðar að var hárrétt…\nPabbi fór að gráta fyrir framan mig þegar mamma fór. Ég get ekki lýst því hvernig mér leið; ég horfði á pabba minn, nýbúinn að misþyrma mér, hágráta fyrir framan mig og biðja mig fyrirgefningar aftur og aftur; stamaði út úr sér að honum þætti þetta svo leitt og að hann myndi gera allt til þess að taka allt til baka.\nÞegar hann var nokkurnveginn hættur að gráta sagði hann mér frá því að pabbi hans hefði gert það nákvæmlega sama við sig. Byrjaði á ömmu og fór síðan til hans. Eldri systkini hans reyndu hvað sem þau gátu til að stöðva þetta, og tókst á endanum. Hans misnotkun byrjaði á\nsama tíma og hann byrjaði á mér, fjögurra ára, og hans endaði þegar hann var tólf.\nPabbi sagði mér að það væri ekki hægt að lýsa því hversu mikið hann sá eftir hverju einasta\nskipti; hann vissi mætavel hversu viðbjóðslega mér leið og vildi gera hvað sem er til þess að þessu myndi ljúka.\nVið grétum saman; bæði yfir þessu og því að mamma hafði farið. Pabbi varð eyðilagður á þeim tíma. Hann hafði glímt við þunglyndi alla ævi og sökk enn dýpra ofan í það.\nÉg sárvorkennti pabba. Ég var það dýrmætasta og eina sem hann átti og hann sagði mér að hann elskaði mig meira en lífið sitt og hann hefði hoft hugleitt það að taka sitt eigið líf til þess að lina sársaukan minn; enda þetta, ljúka þessu.\nHann drakk mikið. Mér líkaði það ekki, vegna þess að hann varð miklu önugri og bitri þegar hann var fullur. Hann barði mig aldrei, en ég var samt alltaf skíthrædd um að hann tæki upp á því líka.\nÞegar hann tók mig fullur, grét hann alltaf miklu sárar eftir á. Átti það líka til að segja mér frá því sem pabbi hans hafði gert við sig; mig langaði alltaf til þess að æla undir þeim frásögnum.\nVið bjuggum alein og fengum aldrei heimsóknir. Ég stóð nokkurnveginn á eigin fótum, þar til ég var tólf ára. Þá var pabbi lagður inn á geðdeild.\nSystir hans flutti þá til mín. Hún hafði búið alla ævi einhversstaðar erlendis, en pabbi hafði samband við hana og bað hana um að koma.\nÞað sem mér fannst best við hana var að hún talaði lítið við þá sem hún þekkti ekki mikið, og lét mig því nokkurnveginn í friði. Spurði einskis, vissi þó örugglega.\nÉg átti ekki marga vini og fékk því aldrei neinar heimsóknir. Get eiginlega ekki sagt að ég hafi átt nokkra vini; það voru bara örfáir sem töluðu við mig í skólanum og mér líkaði við. Ég sóttist aldrei eftir félagsskap; ég gat ekki treyst neinum.\nPabbi kom aftur heim þegar ég var að klára grunnskólann. Ég get ekki sagt að mér hafi liðið mikið betur þegar hann var ekki; þó svo að ég væri fegin þá veitti nærvera hans mér öryggi og ég saknaði hans sárlega. Ef ég hafði átt einhverntímann besta vin, þá var það pabbi minn.\nSystir pabba bjó áfram hjá okkur. Hann lét mig í friði eftir að hann kom heim af geðdeildinni og stundum fannst mér eins og hann væri glaðari, held að það hafi verið vegna þess að með systur sína nálæga minnti örlítið á þá tíma þegar mamma var hér.\nÞegar ég byrjaði í menntaskóla kynntist ég fyrsta og eina kærastanum mínum.\nVið vorum saman í bekk og af einhverri ástæðu notaði hann hvert tækifæri sem gafst til þess að tala við mig.\nHann var á marga vegu líkur pabba; bæði í útliti, húmor og það hvernig hann talaði og það fyllti mig einhversskonar öryggi. Mér fannst það alltaf skrítið hversu vel mér leið í návist hans, og varð ennþá meira hissa þegar ég áttaði mig á því að ég var smátt og smátt búin að opna mig fyrir honum.\nHann fann það á sér að það var einhver hluti af mér sem ég vildi ekki hleypa honum að og mér fannst hann full ágengur að reyna að komast að því hvað það var sem ég var að fela.\nSíðan einn daginn gafst ég upp. Ég fann einhverja óskýranlega tilfinningu brjótast um í mér; ég gat ekki verið kyrr og vissi að það var bara eitt sem ég gat gert, annað en að taka eigið líf.\nÉg sagði honum frá. Í fyrstu var ég stjörf, en eftir á hágrét ég, meir en ég hafði nokkurntímann gert á allri minni litlu lífsleið.\nÉg hafði búist við því að hann fengi áfall, en hann sagði mér að hann hefði átt von á einhverju þesskonar. Hafði séð það á mér.\nVið eyddum menntaskólaárunum saman og eftir það flutti hann til okkar, hann fór að vinna en ég hélt áfram í námi. Eftir að ég lauk námi og byrjaði að vinna, fundum við okkur íbúð skammt frá og fluttum.\nPabba leist vel á tengdason sinn, þó ekki sé hægt að segja að það hafi verið gagnkvæmt. Hann sýndi öllu samt sem áður skilning.\nÉg eignaðist okkar fyrsta barn tuttugu og fimm ára. Stelpa. Lík báðum foreldrum.\nLíf mitt var nokkurnveginn eðlilegt. Eftir að hafa sagt frá létti á mér, en þetta var samt alltaf þung byrði. Fékk nokkur “flash back” og nístandi stingi í hjartað; dreymdi stundum pabba minn og mig hágrátandi saman, en ég kyngdi því.\nÉg þorði aldrei að skilja litlu stelpuna mína eftir hjá pabba. Mamma reyndi að hafa samband við mig eftir að hún fæddist, en ég lokaði á hana. Leyfði henni að koma einu sinni og sjá barnabarnið sitt, en gerði henni síðan ljóst að ég vildi ekkert með hana hafa.\nÞegar litla stelpan mín varð fjöugrra ára kom ég að pabba í rúminu sínu. Of stór skammtur af svefnpillum og einhverjum lyfjum sem hann hafði sankað að sér.\nÉg get ekki lýst því hversu sárt ég sakna hans. Ég fyrirgaf honum allt sem hann hafði gert, þó ég reyni að setja mig í hans spor mun ég aldrei skilja hvers vegna hann gerði mér þetta.",
    "url": "https://www.hugi.is/smasogur/greinar/663936/frasogn-an-titils/",
    "url_id": "663936",
    "id": "6778089",
    "replies": [
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-07-10 01:52:26",
            "id": "6779337",
            "reply_to_id": "6778089",
            "text": "Vá. Þessi saga er… Bara vá.. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-10 11:18:04",
            "id": "6779566",
            "reply_to_id": "6779337",
            "text": "Takk :3"
        },
        {
            "user": "gudolaola",
            "user_id": "70553",
            "date": "2009-07-10 19:07:04",
            "id": "6780124",
            "reply_to_id": "6778089",
            "text": "ég er orðlaus..\nótrúlega góð saga!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-10 22:11:50",
            "id": "6780356",
            "reply_to_id": "6778089",
            "text": "vonandi hlustarðu núna á það sem ég er búinn að vera segja við þig um skrift. Hrein snilld"
        },
        {
            "user": "Fluxxa",
            "user_id": "61159",
            "date": "2009-07-15 21:12:27",
            "id": "6787157",
            "reply_to_id": "6778089",
            "text": "Vá hvað ég lifði mig inni þessa sögu, að finna óöryggið og hræðsluna…Hlýtur að vera hræðilegt að fara í gegnum þetta…\nFrábær saga Anita…Bara….Þúst…Vá."
        }
    ]
}