{
    "forum_title": "Hljóðvinnsla",
    "user": "Gnosis",
    "user_id": "34193",
    "date": "2009-07-13 01:32:52",
    "title": "Hjálp með tölvuval.",
    "text": "Skrifaði þetta á recording.org og pastea þaðan á ensku.\nAfter months of wrestling with toontrack superior 2 and cubase ive decided to give in and finally buy a new computer. Could someone please tell me what kind of reasonally priced computer I should get that kind handle just that, A cpu eating vst like superior 2 and running bunch of vsts on different tracks? Specs that is\nP.s\nI have been thinking of getting an Imac but hoping that i can still stay within the pc realm.\nWith best regards\nhafsteinn",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/664375/hjalp-med-tolvuval/",
    "url_id": "664375",
    "id": "6782936",
    "replies": [
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2009-07-13 09:57:01",
            "id": "6783131",
            "reply_to_id": "6782936",
            "text": "Það var ekki fyrr en ég skipti yfir á makka sem ég varð almennilega sáttur… en áður en ég gerði það þá fékk ég hjálp frá Tölvuvirkni í Kópavogi við að setja saman tölvu með hljóðvinnslu í huga. Þeir hafa, að eigin sögn nokkra reynslu í þeim málum. Það væri kannski eitthvað til að íhuga."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2009-07-16 15:30:58",
            "id": "6788103",
            "reply_to_id": "6783131",
            "text": "Svona til að aðeins stela þræðinum.\nhvað þarf stórann macca til að vera sæmililega sáttur í heimastudioi?  Bara svona góð demo og æfingar?\nTil að keyra t.d þokkalegt kort eins og digi 002?\nE"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-16 16:04:12",
            "id": "6788157",
            "reply_to_id": "6788103",
            "text": "Ég er að nota mac book pro. Rúmlega eins árs gamla tölvu. Er að vinna milli 20-30 rásir í hverju sessioni með slatta af plug-inum og þessháttar án neinna vandræða. Það er í raun það eina sem ég get sagt þér um það… þarf ekki að vita meira, það er kosturinn við makka :P\nBætt við 16. júlí 2009 -  16:10\nAnnars veit ég líka til þess að fólk er að nota mac book tölvurnar án teljandi vandræða. Bara að djúsa aðeins upp minnið og þú ert í ágætis málum."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2009-07-13 13:00:33",
            "id": "6783264",
            "reply_to_id": "6782936",
            "text": "Þú gætir kanski viljað lesa þér eitthvað til á “Music Computers” hlutanum á www.gearslutz.com"
        },
        {
            "user": "mygltomatur",
            "user_id": "63247",
            "date": "2009-07-13 17:32:33",
            "id": "6783645",
            "reply_to_id": "6782936",
            "text": "Myndi klárlega fá mér macca ef þeir væru ekki svona brjálæðislega dýrir, mac stýrikerfið er betra fyrir upptökur og líka ef þú endilega vilt þá geturðu verið með bæði stýrikerfi sett inná tölvuna, Windows á víst að runna best á mac sem er nokkuð kaldhæðnislegt"
        }
    ]
}