{
    "forum_title": "Húðflúr og götun",
    "user": "herbjorg2",
    "user_id": "32708",
    "date": "2009-07-13 21:24:34",
    "title": "Tragus",
    "text": "Ég er að hugsa að fá mér tragus í vikunni\nen það sem ég vil vita fyrst er\ner hægt að vera með hvít ipod headphone? er það vont eða óþægilegt??\nmig langar að hafa hring en ekki pinna í gatinu er hægt að fá það í staðinn?\nog er þetta ekki mjög vont haha\nEN  beauty is pain\nBætt við 15. júlí 2009 -  18:05\nÉG skellti mér í þetta!\nog mamma fékk sér gat í nefið í leiðinni!!\nÞetta var vont en þetta er frábært",
    "url": "https://www.hugi.is/hudflur/korkar/664465/tragus/",
    "url_id": "664465",
    "id": "6784037",
    "replies": [
        {
            "user": "Erlakisa",
            "user_id": "61905",
            "date": "2009-07-13 22:20:31",
            "id": "6784114",
            "reply_to_id": "6784037",
            "text": "Það er alveg hægt að nota iPod headphones. Gæti samt verið óþægilegt fyrstu dagana eða vikurnar, hef heyrt misjafnt af fólki með það. Það leið ekkert langur tími hjá mér.\nByrjunarlokkurinn minn var svona curved barbell, en spurðu bara hvort það sé í lagi að fá hring fyrst.\nGet ekki sagt þér hvort þetta er vont eða ekki…mér fannst það ekki, en veit um fólk sem fannst þetta mjög vont."
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2009-07-13 22:22:42",
            "id": "6784117",
            "reply_to_id": "6784037",
            "text": "Sko…ég er með 3 tragus göt, tvö hægra meginn og eitt vinstrameginn, og það er ekkert mál að hafa svona headphones…það er kannski pínu óþægilegt fyrst á meðan það er að gróa, en svo er bara að finna trikkið við að setja það í, mér finnst það ekkert mál.\nþað er gatað með pinna, sem er mikið hentugra en hringur, en þú getur svo bara skipt úr pinna í hring, minnsta mál!\nMér fannst þetta ekkert hrikalegt verð ég að segja, fékk mér tvo í einu, það var svoldið vont en alls ekkert hrikalegt"
        },
        {
            "user": "Forthright",
            "user_id": "63679",
            "date": "2009-07-13 22:36:01",
            "id": "6784150",
            "reply_to_id": "6784117",
            "text": "Hvernig komast eigilega tvö tragus göt í litla gaurinn? o.o Áttu mynd?"
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2009-07-13 22:45:53",
            "id": "6784177",
            "reply_to_id": "6784117",
            "text": "ertu ekki að rugla? ertu ekki með 3 í brjóskinu? ég kem varla einum eyrnalokk á þetta svæði hahah…"
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2009-07-15 00:51:38",
            "id": "6786089",
            "reply_to_id": "6784177",
            "text": "hahah neibb ekkert að ruglast, ég er með tvö göt í öðrum tragusnum :D í pínulitla gaurnum, það er vel hægt ef götin eru staðsett rétt..  hefði getað fengið 3 :)\nég skal bara henda inn mynd"
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2009-07-15 07:01:23",
            "id": "6786253",
            "reply_to_id": "6786089",
            "text": "whaat í alvöru :O vissi ekki að það væri hægt. já sendu mynd!"
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2009-07-15 22:56:06",
            "id": "6787318",
            "reply_to_id": "6786253",
            "text": "hehe það gekk e-ð erfiðlega að senda inn myndina…þannig að hér er linkur á hana\nhttp://elinsabet.bloggar.is/mynd/55269/1137243"
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2009-07-15 23:31:35",
            "id": "6787373",
            "reply_to_id": "6787318",
            "text": "okei snilld! :D held það sé ekki fræðilegur að ég geti troðið öðrum í minn tragus."
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2009-07-13 22:43:42",
            "id": "6784171",
            "reply_to_id": "6784037",
            "text": "það er alveg hægt ef þú ert með þægilegan lokk, það er alveg hægt að hafa hring í gatinu og það er rosalega einstaklingsbundið hvað þetta er sárt, ég og vinur minn fórum saman og hvorugu okkar fannst þetta eitthvað vont nema bara þegar við fórum út og vindurinn blés á þetta, en það jafnaði sig fljótt."
        }
    ]
}