{
    "forum_title": "Manager leikir",
    "user": "copthorne",
    "user_id": "5361",
    "date": "2002-02-27 08:56:36",
    "title": "Hugmyndir vina um svipaða leiki!",
    "text": "Ég spurði vini mína hvernig fótboltaleiki þeir vildu spila sem væri samt svipaður og Champ, og þessar hugmyndir komu frá þeim:\nChairman Manger: Leikur þar sem þú sérð bara algjörlega um liðið og færð líka að reka stjóranna og ráða nýja framkvæmdarstjóra í staðinn.\nFootball Player: Þú býrð þér til leikmann og eins og þú býrð til stjóra í Champ, velur svo lið sem hann þú vilt leika með.\nSíðan spilarðu með manninum og stjórnar honum með tökkunum á lyklaborðinu.\nSíðan geturðu farið fram á sölu og allt sem venjulegur leikmaður gerir.\nSíðan vildi nú einn þeirra leika umboðsmann einhvers leikmanns og annar vildi leika fréttamann.\nMér líst nú best á tvo efstu leikinna en hvað finnst ykkur?",
    "url": "https://www.hugi.is/manager/greinar/66453/hugmyndir-vina-um-svipada-leiki/",
    "url_id": "66453",
    "id": "455168",
    "replies": [
        {
            "user": "BIZKIT",
            "user_id": "12754",
            "date": "2002-02-27 13:12:05",
            "id": "455169",
            "reply_to_id": "455168",
            "text": "Mér finnst þetta sniðugar hugmyndir. En þetta myndi ekki ganga upp, það er ekki séns, en ef til vill myndi chairman manger ganga upp.\nTil hver að koma með nýjan leik meðan CM er langbestur og erfitt er að toppa hann.\nBIZKIT has spoken"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-27 13:12:58",
            "id": "455170",
            "reply_to_id": "455168",
            "text": "þessi football player yrði snilldarleikur!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-02-27 13:58:12",
            "id": "455171",
            "reply_to_id": "455168",
            "text": "Ég hef löngum litið hýru auga til fp-football. Það er að segja spilunin þyrfti að vera með svipuðu sniði og t.d. Quake. Þ.e.a.s. hæfileikar koma á meðan þú spilar. Þess má gæta að þú getur endalaust orðið betri í Quake. Því gæti þessi leikur gengið upp þannig. Takkar á lyklaborðinu eru ekki nógu sniðugir. Mús bíður upp á 360° hreyfingu, hina hendina er hægt að nota til að stjórna amk. 20 tökkum á lyklaborðinu með góðu móti.\nÞennan leik væri einnig hægt að spila í Multiplayer…"
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2002-02-27 15:56:24",
            "id": "455172",
            "reply_to_id": "455168",
            "text": "Væri ekki málið að prófa sig áfram með þessa leiki og sameina þetta svo allt saman í Championship Manager.\nSvo þú gætir valið hvort þú vildir vera leikmaður, manager, chairman en allur leikurinn byggður uppá því sama og jafnvel gæti einn spilari verið manager, annar leikmaður og sá þriðji chairman.\nHér í denn keypti ég hollensku, þýsku, frönsku, ítölsku og ensku deildirnar, en í dag eru þær allar í einum og saman leiknum. Þetta sama gæti gerst með þessar hugmyndir ef þær verð að veruleika.\nSumir voru einmitt að spá af hverju þeir voru að eyða tíma í að gera frönsku og hollensku deildina og svona á sínum tíma, en í dag væri leikurinn minna skemmtilegur ef ekki væri boðið uppá þetta margar deildir sem raun ber vitni! ;)\nBeer!"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2002-02-27 18:34:13",
            "id": "455173",
            "reply_to_id": "455172",
            "text": "Það átti einu sinni að gefa út svona fp-leik á ps1, en var hætt við hann vegna tæknivesens. (held ég)\nÉg hef langlengi verið að velta þessari humgynd fyrir mér. Það væri ótrúlega gaman að geta bara verið einn leikmaður, og stjórna sér alveg sjálfur. Þessi leikur yrði líka snilld sem mp leikur. Það væri hægt að gera 22 manna servera (11vs.11) og 8 manna (4vs.4 innanhús!)og stofna clön.\nHvernig væri að senda Electronic Arst þessa hugmynd?"
        },
        {
            "user": "Nonni123",
            "user_id": "14695",
            "date": "2002-02-27 18:38:18",
            "id": "455174",
            "reply_to_id": "455173",
            "text": "Þetta er frábær hugmynd með þetta football player dæmi og ég er sammal pires um hvað það væri geggjað að spila þetta online ma"
        },
        {
            "user": "doddi",
            "user_id": "1219",
            "date": "2002-03-06 09:10:38",
            "id": "455175",
            "reply_to_id": "455173",
            "text": "Heheheh jamms, mér þætti þetta líka mjög sniðugt, svo fara “clön” að fara að spila leikinn við önnur “clön” eins og í skotleikjunum :)\nYrði sniðugt, 11on11 og 5 varamenn leyfðir :)"
        },
        {
            "user": "peralta",
            "user_id": "18464",
            "date": "2002-02-27 19:27:47",
            "id": "455176",
            "reply_to_id": "455168",
            "text": "Frábær hugmynd þessi football player.Sammála pires það ætti einhver að senda þetta til Ea eða Eidos"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2002-02-27 19:42:04",
            "id": "455177",
            "reply_to_id": "455168",
            "text": "Þetta með að maður stjórni leikmanni er ekki nein ný snilldarhugmynd ég hef haft þessa hugmynd lengi og fleiri sem ég þekki og væri frábært ef einhver nennti að koma þessu á framfæri."
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2002-02-27 21:19:23",
            "id": "455178",
            "reply_to_id": "455177",
            "text": "Ég er viss um að við höfum flestir fengið þessa hugmynd, en þetta er bara að koma í umræðuna núna.\nÉg hef verið að melta þessa hugmynd í um tvö-þrjú ár held ég…"
        },
        {
            "user": "sexygaur",
            "user_id": "47090",
            "date": "2002-02-27 20:10:50",
            "id": "455179",
            "reply_to_id": "455168",
            "text": "Ég hugsaði líka nokkuð út í svipaðan leik, þá meina ég Football Playe"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-02-28 09:25:09",
            "id": "455180",
            "reply_to_id": "455168",
            "text": "Svona af því að ég veit nú allt þá verð ég víst að benda á að football player er til, hann heitir bara Player Manager, og er fremur slakur. Chairman manager er bara vitleysa, þá værir gáfulegra að fá sér starf sem endurskoðandi, maður fær þó borgar fyrir það :)"
        },
        {
            "user": "emil",
            "user_id": "155",
            "date": "2002-02-28 13:28:42",
            "id": "455181",
            "reply_to_id": "455180",
            "text": "Það er til leikur sem heitir Footballer of the year of var fyrir gamla commodoreinn. Það er hægt að fá hann og emulator á netinu. Þar ertu leikmaður sem fer milli liða :)"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2002-03-02 13:36:25",
            "id": "455182",
            "reply_to_id": "455181",
            "text": "hvar er þessi Footballer of the year á netinu"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2002-02-28 14:59:10",
            "id": "455183",
            "reply_to_id": "455180",
            "text": "Player Manager er ekki sá leikur sem að við erum að tala um. Í PM (ef að ég man rétt) þá ertu manager, og getur valið um að vera leikmaður í liðinu líka. EN þú getur ekki stjórnað þínum eigin leik, þú ræður ekki hver þinn leikmaður hleypur eða neitt svoleiðis."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-01 13:54:04",
            "id": "455184",
            "reply_to_id": "455183",
            "text": "ÉG FÉKK LÍKA ÞESSA HUGMYND FYRIR EINU EÐA TVEIMUR ÁRUM"
        },
        {
            "user": "BirkirF",
            "user_id": "11400",
            "date": "2002-03-03 01:14:12",
            "id": "455185",
            "reply_to_id": "455168",
            "text": "Reynum að koma nr.2 Football Manager á framfæri mar senda Eidos og SI software póst og áskora þá á þetta Kommon eigum við ekki að reyna það.Tölum um þetta meira hér á CM .Sona Hvað segiði??"
        }
    ]
}