{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2009-07-14 12:57:19",
    "title": "Mjólkurpósturinn: Síðasti hluti - Martröð",
    "text": "Veran ekki langt frá; hann fastur inni í húsasundi; myrkrið að verða óbærilega mikið – svo mikið að Patrik sá ekki handa sinni skil. Í fullkominni óvissu fálmaði hann í kringum sig. Fyrst fann hann bara fyrir hrjúfu yfirborði veggjarins. Hann leit á staðinn þar sem hann sá augun áðan: Ekkert – bara myrkrið.\nSloppinn?\nHann fikraði sig þó áfram með illa samhæfðum hreyfingum eftir veggnum þar til hann loks fann einhverja breytingu. Hurð! Og hurðarhúnn! Allt í einu varð allt kalt – ískalt. Hann fann fyrir köldum gusti. Hann sneri sér við og sá að gulu augun voru komin alveg að honum. Hann sá ekkert nema gulu augun en fann að veran var að anda á sig. Kaldur andardrátturinn knúði fram gæsahúð á líkama Patriks. Rauðleitar hendurnar, alveg hárlausar, urðu á augabragði þaktar því sem Patrik kallaði\nkuldabólur.\nHann reif hurðina upp, stökk inn, skellti hurðinni á eftir sér og læsti henni. Hann hallaði sér upp að henni og barðist við að ná andanum aftur.\nÞetta var tæpt.\nHann stóð almennilega upp og leit inn í húsið. Um leið fannst honum eins og hann hefði gengið á rakavegg og margra ára fúkkalykt barst vitum hans. Patrik vissi ekkert hvar hann var staddur. Hann fór innar í húsið. Innviðið var allt úr timbri; fúnir og ótraustvekjandi stigar, sem Patrik fannst þó tilkomumiklir vegna fjöldans og hæðarinnar, lágu á milli veggjanna í miklum krókum og krækjum og alveg upp í viðarklætt loftið, sem virtist vera óendanlega hátt uppi. Efst uppi var stór ljósakróna úr viði sem skapaði milda birtu.\nPatrik fór að tröppunum og steig varlega upp í þá neðstu. Á veggjunum við stigann voru gluggar. Þeir voru mikilfenglegir – á því lék enginn vafi; stórir glergluggar, myndskreyttir alls kyns myndum. Enginn alveg eins. Patrik fór lengra upp tröppurnar og skoðaði myndirnar í gluggunum á leiðinni upp. Hann skildi ekki allar myndirnar en sumar gæti blint, fimm ára barn skilið – og þær skildi Patrik. Sú fyrsta sem hann skildi var af dökkhærðum manni, föstum undir stórum steini á hafsbotni. Þrátt fyrir að myndin hafi verið ekki verið hreyfimynd sá Patrik að maðurinn var að reyna að losna undan steininum – án árangurs. Patrik tók nokkur skref upp tröppurnar. Það komu nokkrar myndir í röð sem Patrik skildi ekki – sumir hefðu kannski skilið þær…ef einhver hefði nokkurn tímann séð þær. Þegar Patrik var um það bil hálfnaður upp stigann sá hann aðra mynd. Hann sá stelpu með snöru utan um hálsinn hanga úr loftinu svo danglandi fæturnir rétt snertu stólinn sem lá fyrir neðan hana. Hann rýndi í myndina: Hann sá sér til mikillar skelfingar að stelpan sem hékk í snörunni var yngri systir hans – fjórtán ára – Selma. Honum leið eins og öllum tilfinningum hefði verið kippt undan honum.\nHvað er mynd af Selmu að gera hérna?!\nHann leit niður úr stiganum, alveg handviss um að hann hefði gengið upp fleiri hundruð tröppur. En hann gat ekkert séð; fyrir neðan hann var allt í myrkri. Patrik fannst þetta skrítið; honum fannst myrkrið vera þykkt. Hann hljóp upp tröppur – og aftur voru það nokkur hundruð, að honum fannst. Hann hallaði sé fram á gróft viðarhandriðið og leit niður. Núna sá hann það; myrkrið var að hækka – myrkrið var að elta hann…\nPatrik hljóp aftur upp – framhjá mörgum myndum og upp enn fleiri tröppur. Hjartað barðist um í brjósti hans og Patrik var hræddur um að það þyldi ekki meira – hann hafði greinst með hjartagalla við fæðingu sem hann hafði aldrei losnað við. Hann hélt hlaupunum áfram upp endalausu – að honum fannst – tröppurnar…þar til hann kom loksins að endanum á tröppunum. Hann stoppaði í efstu tröppunni og leit niður: Myrkrið var við það að koma upp að honum. Hann sneri sér við og sá litla viðarhurð.\nUndankomuleið?\nÞegar hann ætlaði að hlaupa inn um hana rak hann augun í gluggann sem var vinstra megin við efstu tröppuna. Glugginn var alveg svartur – nema…í miðjunni var einhver maður. Patrik pírði augun og það sem hann sá olli honum hugarangri: Þetta var hann sjálfur – fallandi í myrkri. Hann hrökklaðist aftur á bak og heyrði háan andardrátt. Hann leit að tröppunum: Það fyrsta sem hann sá voru gulu augun. Þau lýstu út úr þykku myrkrinu sem lúrði nokkra metra frá Patrik. Patrik sneri sér snögglega – miðað við mann með Williams – og stökk á viðarhurðina. Hann reif hurðina upp og ætlaði að loka henni á eftir sér – hélt að hann gæti flúið myrkrið.\nPatrik blindaðist vegnar ofbirtunnar sem þvingaði hann til þess að loka augunum um leið og hann kom inn um dyrnar. Hann tók nokkur skref inn með augun lokuð. Eftir smástund af augnanuddi gat Patrik þó opnað augun til hálfs. Í kringum hann var birta – ekkert nema endalaus birta; hann stóð á – eða í – birtunni og sá ekkert nema birtu.\nHvernig getur það verið?\nHann gat ekki opnað augun til meira en hálfs en sá þó hvar dyrnar voru. Í þeim stóð veran í myrkrinu. Gulu augun störðu á hann – beint á hann – bara á hann. Veran fór úr myrkrinu og inn í ljósið; hún tók nokkur skref í áttina að Patrik.\nPatrik starði varnarlaus með tómlegum augunum beint í gular glyrnurnar á meðan veran stökk upp á hann. Hún beygði sig fram og opnaði kjaftinn. Við hvern andardrátt sem veran tók fannst Patrik – án þess að pæla neitt sérstaklega í því – að veran væri að reyna að drekkja honum með munnvatni. Munnvatni sem sveið undan.\nVeran, sem hékk framan á Patrik, beygði sig fram og reif upp hálsinn á Patrik með hrottalegu bitinu svo Patrik féll aftur fyrir sig í birtuna. Hann spriklaði um og gaf frá sér örvæntingarfull hrygluhljóð í þónokkra stund. Svo stoppaði hann og allt varð svart.\n…\nPatrik opnaði augun. Hann sá ekkert. Ekkert nema skerandi myrkrið sem umlukti hann. Honum fannst hann vera að falla – hann var í lausu lofti. Hann varð hræddur og reyndi, án árangurs, að öskra; ekkert hljóð kom frá honum. Hann heyrði ekki neitt. Æpandi þögnin yfirgnæfði allt. Hræðslan í Patrik magnaðist upp við þögnina. Hann reyndi að sprikla um en gat ekki hreyft sig. Fyrir utan þögnina, myrkrið og hræðsluna fann Patrik ekki fyrir neinu. Þungur og stórgerður líkami Patriks féll í gegnum myrkrið og þögnina – að eilífu.\nPatrik var fastur í martöð.",
    "url": "https://www.hugi.is/smasogur/greinar/664540/mjolkurposturinn-sidasti-hluti-martrod/",
    "url_id": "664540",
    "id": "6784811",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-14 13:33:09",
            "id": "6784847",
            "reply_to_id": "6784811",
            "text": "váá, ótrúlega flott, mér fannst eins og ég væri á staðnum!, leiðinlegt að það kemur ekki meira :'("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-14 13:53:19",
            "id": "6784861",
            "reply_to_id": "6784847",
            "text": "Hehe, takk kærlega, gaman að heyra það. :)\nEn einhvers staðar verða sögur að klárast, hehe."
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-07-14 20:24:25",
            "id": "6785550",
            "reply_to_id": "6784811",
            "text": "Vá! Maður lifir sig geðveikt inní þessa sögu! Aumingja Patrik.. :(\nEn ég fatta ekki í endann, var hann dáinn?\nog hvað voru\ngulu augun\n? :O"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-07-14 23:02:22",
            "id": "6785821",
            "reply_to_id": "6785550",
            "text": "Gott að heyra, takk. :)\nHann var dáinn og gulu augun, hmm…þau voru gulu augun. ;)\nGetur vel verið að ég komi með aðra sögu seinna og útskýri þau betur. :)"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-07-14 23:04:20",
            "id": "6785825",
            "reply_to_id": "6785821",
            "text": "Ææ.. :(\nEn já, þá getur vel verið að ég bíði spennt!:P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-14 23:06:10",
            "id": "6785828",
            "reply_to_id": "6785825",
            "text": "Haha, næs. =P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-14 23:34:09",
            "id": "6785884",
            "reply_to_id": "6785821",
            "text": "You better explain the yellow eyes |("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-14 23:35:29",
            "id": "6785885",
            "reply_to_id": "6785884",
            "text": "Það kemur allt með kalda vatninu. ;)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-07-15 01:57:55",
            "id": "6786179",
            "reply_to_id": "6784811",
            "text": "Flott saga.  Fór í aðra átt en ég ætlaði í fyrstu, hélt þetta Patrik væri bara að misskilja saklausa hluti sem skrímsli og hrylling og að ástæðan fyrir því að yfirmaður hans myndi ekki sjá hann aftur væri einfaldlega vegna þess að hann þyrði ekki að fara aftur í vinnuna eftir að hafa upplifað þetta ævintýr.  En ég get svo sem ekki sagt að svoleiðis hefði sagann átt að vera, þessi hugmynd er ágæt.  Hefur þú lesið\nFurðulegt háttalag hunds um nótt\n?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-15 13:08:52",
            "id": "6786476",
            "reply_to_id": "6786179",
            "text": "Takk kærlega fyrir það. :)\nOg já, ég er svo heppinn að hafa lesið þá bók, ein sú besta sem ég hef nokkurn tíma lesið."
        }
    ]
}