{
    "forum_title": "Smásögur",
    "user": "Engifer",
    "user_id": "77368",
    "date": "2009-07-17 00:32:50",
    "title": "Svínasaga",
    "text": "Hér kemur saga sem ég gróf upp við sumarhreingerningu í tölvunni. Ég skrifaði hana fyrir nokkrum árum, ætli það hafi ekki verið í 7unda bekk. Endirinn er frekar snubbóttur, en svona var þetta, og ég vildi ekki vera að breyta því.\nSagan er túlkun mín, þegar ég var 12 ára, á vísu úr Hávamálum, sem hljómar svona:\nVin sínum\nskal maður vinur vera\nþeim og þess vin.\nEn óvinar síns\nskyli engi maður\nvinar vinur vera.\nSvínasaga\nLitli grísinn Flekkur gekk út í gættina og þefaði af haustinu sem barst inn með ljúfri golunni. Þar var farið að skyggja og marglit laufin böðuðu sig í kvöldsólinni.\nFlekki litla fannst haustið yfirleitt fallegt. Hinir grísirnir voru allir úti á stéttinni að leika sér, of uppteknir til að taka eftir nokkrum sköpuðum hlut. Flekkur sat einn inni.\nBleikasti grísinn af þeim öllum, Bleikur að nafni, leit upp, gekk til Flekks og sagði: ,,Flekkur, viltu ekki vera með í eltingaleiknum?“  Flekkur svaraði ekki. Honum þótti ekki ástæða til. Bleikur gat sjálfum sér um kennt, hann átti að vita hvað Flekki var mikið í nöp við hina grísina.\nBleikur hafði verið besti vinur Flekks og hann hafði lofað að vera það alltaf. Sama hvað á gengi. Hann hafði lofað að standa með Flekki, jafnvel þótt grísirnir hennar Gullbrár gerðu sitt besta til að gera honum lífið leitt. Systkini Flekks höfðu ekki verið leiðinleg við hann en þau systkinin voru svo ósköp mörg að Flekki litla var ofaukið. Móðir þeirra gat ekki annast svo marga gríslinga í einu. Minnsti grísinn, Flekkur, hafði því verið sendur í fóstur til Gullbrár en grísirnir hennar tóku honum ekki vel. Þau kölluðu hann örverpi og naggrís og útskúfuðu honum. Sem betur fer voru stíur Gullbrár og Rósu, systur hennar, samliggjandi. Þannig kynntist Flekkur Bleik. Bleikur var minnsti grísinn hennar Rósu.\nBleikur og Flekkur. Flekkur og Bleikur. Örverpin tvö. Bleikur stóð alltaf með Flekki, sama hvað hver sagði, og Flekkur stóð ævinlega með Bleik. Þeir voru óaðskiljanlegir. Þangað til rigningin kom.\nAllt hafði orðið blautt og slepjulegt, grísirnir ekki undanskildir. Daginn eftir var Flekkur kominn með kvef. Hann hafði því legið inni allan daginn, sofandi í saginu. En Bleikur hafði ekki setið aðgerðarlaus heldur leikið sé allan daginn með grísunum hennar Gullbrár. Þetta sárnaði Flekki. Honum fannst ekki fallegt af Bleik að leika sér með þeim sem þeir höfðu alltaf staðið saman gegn. Honum þótti sem Bleikur hefði gengið til liðs við sameiginlegan óvin þeirra. „Ég mun aldrei tala aukatekið orð við Bleik svo lengi sem ég lifi,“ hugsaði Flekkur með sjálfum sér. Hann hélt áfram að hnusa af haustinu og lét sem hann sæi ekki Bleik. En það var eins og Bleikur hefði lesið hugsanir hans því um leið og Flekkur hafði lokið  hugsuninni sagði hann: „Óttalegt svín geturðu verið. Ekki gat ég setið allan daginn aðgerðarlaus og horft á þig sofa úr þér kvefið.“\n„En af hverju varstu að leika þér við þessa leiðinda stríðnispúka?“ spurði Flekkur.\n„Það hefði ég kannski ekki átt að gera,“ sagði Bleikur.",
    "url": "https://www.hugi.is/smasogur/greinar/664621/svinasaga/",
    "url_id": "664621",
    "id": "6785745",
    "replies": []
}