{
    "forum_title": "Hundar",
    "user": "Nellika",
    "user_id": "66697",
    "date": "2009-07-16 17:19:57",
    "title": "Pug",
    "text": "Hérna er grein um pug, sérstaklega ætluð Gozy. Ég var svo heppin að á Íslensku Pug síðunni er allt sem þú þarft að vita um Pug svo það er um að gera að kíkja á þessa síðu ef þig vantar upplýsingar.\nPug er lítill hundur með stuttar lappir ættaður frá Kína. Enginn veit hvenær hann varð til en hann kom fyrst til Evrópu á 16. Öld. Þá fyrst til Hollands en svo dreifðust þeir út um alla álfuna. Tegundin var fyrst sýnd á hundasýningu í Englandi árið 1861.\nPug er með mikinn persónuleika. Hann en barnvænn og líkar vel við aðra hunda og gæludýr. Hann er algjör kelirófa en þarf samt hæfilega hreyfingu. Hann er hreinlátur, slefar ekki og er laus við „hundalykt“. Hann geltir voða lítið og líður vel í lítilli íbúð.\nEf þú vilt hinsvegar hund sem fer ekki úr hárum og hægt er að geyma utandyra ættir þú ekki að fá þér Pug. Það sama á við um ef þú vilt hljóðlátan hund sem lætur lítið á sér bera. Og ef þig langar í hund sem auðvelt er að þjálfa til vinnu og er góður veiði og vinnuhundur. Þetta á allt saman ekki við um Pug.\nPug hundar eru dálítið kubbslegir. Þeir eru sterklega byggðir og samræma sér einstaklega vel. Skottið er snúðslaga og hausinn breiður og mikill. Hann er með stór og hnöttótt augu í dökkum lit og feldurinn er þykkur með stutt hár og alltaf einlitur. Bæði eyrun og trýnið eiga alltaf að vera svört og ef hundurinn er ljós að lit getur legið dökkur áll eftir bakinu. Viðurkenndir litir eru þrír, leirljós (fawn), apríkósugulur (apricot) sem er mjög sjaldgæfur og svartur (black) sem er einnig sjaldgæfur en þeim fjölgar ört. Einstaka sinnum koma svo skrítnir litir eins og hvítue (albino) og bröndóttur (brindle).\nPug er fyrirgangsamur og tryggur og einstaklega glaður að eðlisfari. Þeir eru gáfaðir, hrekkjóttir og geta verið nokkuð þrjóskir. Honum líkar sérlega vel við aðra hunda en stundum er hann miskilinn og tekinn sem ógnun vegna sviprigða þeirra, augna og hljóðanna sem þeir gefa frá sér.  Þeir ættu aldrei að vera skildir eftir með öðrum hundum nema hann þekki þá vel því hann er mjög líklegur til að verja sig. Þeir vilja alltaf vera með eiganda sínum en eru þó ekki mjög truflandi. Þeir þurfa gríðarlega athygli og eiga það til að verða afbrýðissamir og móðgaðir ef þeir eru hunsaðir. Það er ekki hægt að segja að Pug sé hljóðlátur því hann gefur frá sér margskonar skrítin hljóð. Þeir snörla, flestir þeirra hrjóta en þeir gelta mjög lítið. Samt sem áður eru þeir góðir varðhundar og gelta ef einhver ókunnugur kemur að húsinu. Hann lætur það samt vera ef hann þekkir lyktina.\nPug fer þrátt fyrir snöggan feldinn úr hárum allan ársins hring en það fer eftir árstíðum hversu mikið hárið eru. Þess vegna þarf að bursta feldinn daglega með stífum hárbursta, alls ekki járnbursta. Passa þarf vel að hundurinn fái gott fæði, hreint vatn, góða hvíld og hæfilega hreyfingu. Pug er mjög hreinlátur og því óþarfi að baða hann oft. Ef hann kemur skítugur inn er nóg að taka þykkt handklæði bleytt í volgu vatni og nudda feldinn hraustlega. Svo þarf alltaf að passa að þurrka hann mjög vel því annars er hætta á því að hann ofkælist. Það verður alltaf að hreinsa andlitið vel og passa að engin óhreinindi leynist í augunum, eyrunum eða milli hrukknanna. Það er gert með rökum klút eða bómull og passa þarf vel að skemma ekki þessi mikilvægu líffæri. Svo er það erfiðasti parturinn og það er að klippa klærnar. Af einhverjum ástæðum verður Pug brjálaður þegar á að fara að klippa klærnar og ef þú getur það ekki sjálfur er best að leita til dýralæknis.\nPug þarf ekki mikla hreyfingu en þó er mikilvægt að honum sé haldið í góðu formi svo hann verði heilsuhraustur og fitni ekki. Gott er að ganga með hann 1-2 km á dag, best væri ef hægt væri að skipta þessu upp í tvo göngutúra, um morguninn og síðdegis. Hinsvegar getur hann séð sjálfur um sína hreyfingu ef hann hefur girtan garð til umráða og sérstaklega ef hann hefur leikfélaga. Samt er nauðsynlegt er að ganga með hann 1-2 í viku svo garðurinn verði ekki óspennandi og leiðinlegur. Einnig er hægt að setja mismunandi „leiktæki“ í garðinn til að auka fjölbreytnina. Pug hefur flatt trýni sem gerir það að verkum að hann hefur litla stjórn á hitakerfi líkamans. Þess vegna þarf að takmarka útiveru hans eftir veðri. Ekki á að fara með Pug út í mjög heitu veðri því hætta er á ofhitnun. Lítil hætta er þó á því hér á Íslandi því það er sjaldan svo heitt hér. Kuldinn getur hinsvegar orðið mikill og þess vegna er um að gera að stytta göngutúrana örlítið. Mikilvægt að hundurinn sé á hreyfingu allan tímann sem á göngunni stendur og á köldum vetrardögum er einnig hægt að klæða hann í flísbúning til að halda honum heitum.  Pug er samt ótrúlega góður í kulda svo að sjaldan er of vont veður til að sleppa göngutúr. Mikilvægt er að þurrka hann vel um leið og þið komið inn. Í göngutúrum eru stillanlegar ólar bestar sem ná bæði utan um háls og maga en ekki er ráðlagt að nota hálsól innanhúss. Aldrei má nota kyrkingaról á Pug.\nPug hundar lifa í um 12-15 ár. Hundarnir eru um 30-36 cm á hæð og 6-9 kg en tíkurnar eru um 25-30 cm á hæg og um 6-8 kg. Passa þarf að hundurinn fái næga hreyfingu og ekki of mikið að borða því að hann er fljótur að klára matinn sinn og gæti borðað yfir sig. Ef þú gefur hundinum þínum einu sinni mat af disknum þínum gæti hann orðið sníkjudýr alla ævi.\nSpurt:\nHvort er betra að fá sér hund eða tík?\nSvarað:\nHundurinn er stærri, meira upptekinn við að lykta og að merkja sér svæði. Tíkin er aftur á móti minni, getur verið auðveldari í meðferð og lóðar. Ef þessi atriði skipta ykkur ekki máli, þá er sama hvort þið veljið, því að bæði kyn eru jafn yndisleg!!\nSpurt:\nHvort er betra að eiga einn eða tvo Pug hunda?\nSvarað:\nEf það er hvorki hundur né köttur á heimilinu og þú kemur til með að skilja Pug hundinn einan eftir, t.d. þegar þú ert í vinnunni eða í skólanum, þá ættir þú svo sannarlega að eiga tvo. Þeir eru miklar félagsverur og geta orðið mjög einmana ef þeir eru skildir mikið eftir einir. Ef þú átt hund eða kött fyrir, eða ert alltaf heima, þá er allt í lagi að eiga aðeins einn Pug. Þú verður bara að passa að dýrin fái góðan tíma til að venjast hvort öðru, áður en þau eru skild ein eftir, til þess að engin hætta sé á að þau meiði hvort annað.\nAllar heimildir eru af Íslensku Pug síðunni\nhttp://notendur.centrum.is/~pug/\nRæktun\nhttp://sleggjubeina.bloggar.is/sida/1887/",
    "url": "https://www.hugi.is/hundar/greinar/664888/pug/",
    "url_id": "664888",
    "id": "6788235",
    "replies": [
        {
            "user": "smurfy",
            "user_id": "53549",
            "date": "2009-07-17 13:16:26",
            "id": "6789599",
            "reply_to_id": "6788235",
            "text": "Ég á eitt stykki pug, 2 ára, og get ekki beðið eftir að fá næsta=].\nÆðislegir hundar.\nJá, hún fer mikið úr hárum en ekkert sem maður lifir ekki af. Þarf bara að ryksuga aðeins oftar og rúlla yfir fötin manns áður en maður fer út;).\nSamt eitt þarna sem vantar.\nPugs slefa ekki, en þeir prumpa eins og andskotinn.\nÉg gat ekki skilið þegar hún var hvolpur hvernig 2 kílóa sakleysingi gat gefið frá sér svona mikið LOFT."
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2009-07-18 00:14:21",
            "id": "6790462",
            "reply_to_id": "6789599",
            "text": "Haha :D"
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2009-07-31 17:21:09",
            "id": "6811061",
            "reply_to_id": "6789599",
            "text": "Er það ekki spurning um fæði?"
        },
        {
            "user": "smurfy",
            "user_id": "53549",
            "date": "2009-08-04 11:35:08",
            "id": "6814134",
            "reply_to_id": "6811061",
            "text": "jú. Ég setti hana á grænmetishundafóður um tima og það virkaði alveg, steinhætti að prumpa.\nHún er núna á Icepet hundafóðri en hefur ekkert byrjað aftur=]"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2009-07-18 01:06:06",
            "id": "6790548",
            "reply_to_id": "6788235",
            "text": "Sá einn svona svartan fyrr í dag. var fyrir bílnum ´svona mínútu :)"
        },
        {
            "user": "shortyk",
            "user_id": "75270",
            "date": "2009-10-13 23:34:07",
            "id": "6913383",
            "reply_to_id": "6788235",
            "text": "myndin af pugnum tarna uppi er ekki af hreinræktudum pug !!"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2009-10-14 20:01:53",
            "id": "6914520",
            "reply_to_id": "6913383",
            "text": "Úps - fann hana bara á google :S"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2010-02-09 00:24:39",
            "id": "7066938",
            "reply_to_id": "6788235",
            "text": "gera um pomeranian :D?"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2010-02-09 07:55:24",
            "id": "7067024",
            "reply_to_id": "7066938",
            "text": "Hef því miður ekki tíma í að gera greinar núna - er á fullu í skóla :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-02-09 10:06:27",
            "id": "7067062",
            "reply_to_id": "7067024",
            "text": "Hehehe okei :)"
        },
        {
            "user": "Wolfgang",
            "user_id": "58677",
            "date": "2010-02-09 20:49:19",
            "id": "7067724",
            "reply_to_id": "6788235",
            "text": "Hvað kostar pug og hvar er hægt að nálgast þá á íslandi ?"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2010-02-10 11:43:03",
            "id": "7068192",
            "reply_to_id": "7067724",
            "text": "Veit það því miður ekki en minnir að hysteria hafi eitthvað vitað um það - getur spurt hana"
        }
    ]
}