{
    "forum_title": "Hljóðfæri",
    "user": "Tjeko",
    "user_id": "13463",
    "date": "2009-07-17 09:11:32",
    "title": "Gibson Les Paul Studio til sölu",
    "text": "Gibson Les Paul Studio\n2004 módel fluttur inn frá Bandaríkjunum í gegnum music123.com. Vínrauður að lit en viðurinn sést í gegn. Gyllt hardware.\nGítarinn er mjög vel með farinn fyrir utan einstaka rispur í lakkinu og pínu chip. Er búinn að skipta um pickupana í honum og er núna í honum Seymour Duncan JB í bridge og GFS Mean 90 í neck.\nÞetta er mahogany gítar með rosewood fingraborði.\nGibson hardcase fylgir með gítarnum.\nGítarinn er tiltölulega nýyfirfarinn og í spilar virkilega vel.\nMynd af gítarnum þegar ég var með SD Jazz í neck pickup á honum má sjá hér:\nhttp://entertainment.webshots.com/photo/2881625640098328012hrFKUa?vhost=entertainment\nÉg ætla að setja á gítarinn\n150þ.kr\neða besta boð (tek samt skýrt fram að engin rugl boð koma til greina).\nÉg er tilbúinn til þess að taka annann gítar upp á milli og er það þá helst Epi- Dot, Casino, Sheraton etc. etc.\nSkoða einnig Semi-hollowbodya og jazzbox frá öðrum framleiðendum.\nEr staðsettur á höfuðborgarsvæðinu.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/664985/gibson-les-paul-studio-til-solu/",
    "url_id": "664985",
    "id": "6789385",
    "replies": [
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2009-07-17 09:57:44",
            "id": "6789399",
            "reply_to_id": "6789385",
            "text": "Væri maður til í þennan. Tími bara ekki að fara að bæta öðrum klassagítar í safnið, á fyrir tvo 100k+ gítara :P"
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2009-07-17 10:01:19",
            "id": "6789401",
            "reply_to_id": "6789399",
            "text": "Allt er þegar þrennt er! ;)"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-07-17 14:21:36",
            "id": "6789652",
            "reply_to_id": "6789385",
            "text": "Þessir Mean 90 pickuppar eru helvíti skemmtilegir, ég átti flying V með svoleiðis."
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2009-07-17 14:26:01",
            "id": "6789658",
            "reply_to_id": "6789652",
            "text": "Já sá gítar var einmitt í eigu vinar míns. Pöntuðum okkur báðir þessa pickupa og smelltum þeim í. Alveg ótrúlega flott sound í þeim."
        },
        {
            "user": "bjorgvin777",
            "user_id": "52189",
            "date": "2009-07-17 14:56:23",
            "id": "6789692",
            "reply_to_id": "6789658",
            "text": "kemur svona semi-jazzmasterpunch útúr þessum pickuppum þegar þeir eru í les paul?"
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2009-07-17 15:01:53",
            "id": "6789699",
            "reply_to_id": "6789692",
            "text": "Já og nei. Náttúrulega af viðarmismun og mismun á smíðum gítaranna þá er soundið í Les Paulinum þykkara, en auðvitað er alltaf hægt að eq-a það til svo hægt sé að komast nær Jazzmaster soundinu.\nReyndar eru pickuparnir í Jazzmaster ekki í raun P90 pickupar þó þeir líti svipað út, þetta eru í raun sérhannaðir single coilar fyrir gítarinn.\nEn aftur að hinu, Mean 90 hef ég notað í les paulinum til þess að kópera nokkra Incubus gítartóna frá tímabilinu þar sem Einzieger notaðist við Jazzmastera og gekk það rosalega vel miðað við hversu dekkri tónninn minn væri.\nEn já, þetta combo hef ég allavega notað til að fá þetta þykka p90-lega Jazzmaster sound og svo les paul rokk soundinu úr brúnni."
        },
        {
            "user": "bjorgvin777",
            "user_id": "52189",
            "date": "2009-07-18 17:17:25",
            "id": "6791123",
            "reply_to_id": "6789699",
            "text": "allright, við ætluðum nefnilega einhverntiman að skipta á jazzmasternum mínum og les paulnum þínum\nsoundar ennþá hrikalega freistandi :)"
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2009-07-18 21:38:35",
            "id": "6791507",
            "reply_to_id": "6791123",
            "text": "Eg er enn alveg opinn fyrir tvi en myndi vilja fa e-d upp a milli."
        }
    ]
}