{
    "forum_title": "Gullöldin",
    "user": "Jenas",
    "user_id": "36169",
    "date": "2009-07-22 21:38:06",
    "title": "Spurningin - Eru Bítlarnir ofmetnir",
    "text": "Langar að vera ósammála þeim 38% sem segja að Bítlarnir séu ofmetnir. Vill skora á menn að kynna sér tónlist Bítlanna áður en þeir fara að segja að þeir séu ofmetnir. Held að þetta sé mikið unglingum sem hafa hreinlega ekki hlustað á Bítlanna. Tónlist Bítlanna er tónlist, technoið sem unglingar í dag hlusta á telst varla til tónlistar.",
    "url": "https://www.hugi.is/gulloldin/korkar/665715/spurningin-eru-bitlarnir-ofmetnir/",
    "url_id": "665715",
    "id": "6797835",
    "replies": [
        {
            "user": "StjanaO",
            "user_id": "17212",
            "date": "2009-07-22 21:46:44",
            "id": "6797857",
            "reply_to_id": "6797835",
            "text": "Eins og talað út úr mínu eigin hjarta!"
        },
        {
            "user": "roggib",
            "user_id": "74010",
            "date": "2009-07-22 21:46:55",
            "id": "6797858",
            "reply_to_id": "6797835",
            "text": "Sammála með techno kenninguna en hef ekki hlustað mikið á Bítlana"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-07-22 21:51:24",
            "id": "6797872",
            "reply_to_id": "6797835",
            "text": "þeir voru allavega ofmetnir í byrjun.. þegar þeir voru THE BEATLES!!!!!!.. í jakkafötum og bítlaklippingu..\nen síðan fóru þeir að gera öðruvísi tónlist og afhúkkúðu.. THE BEATLES!!!!!! og urðu bara the beatles"
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2009-08-09 11:16:10",
            "id": "6820517",
            "reply_to_id": "6797872",
            "text": "æji þú veist ekkert!!! Þetta var bara tíðarandinn þá. Persónulega er ég ekki mikið fan af þeirra fyrstu tónlist en ég veit allveg mínu viti að þetta tók heimin by a storm back then og þú segir ekkert að THE BEATLES!!!!!!! hafi verið lame þá."
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-08-09 11:41:41",
            "id": "6820538",
            "reply_to_id": "6820517",
            "text": "eg veit alveg minn skammt af vitneskju.. og annars þa ma eg hafa mina skoðun a tonlist eins og aðrir og min skoðun er að bitlarnir voru griðarlega ofmetnir þegar þeir voru allir i jakkafötum og með mottu greiðslu.. mer fynnst það lame\nog nei eg get ekki gert kommur :("
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2009-08-09 11:53:41",
            "id": "6820548",
            "reply_to_id": "6820538",
            "text": "Já þetta er kannski þín skoðun, en hún er sammt vitlaus. Ég ætla ekki að halda því fram að þú sért vitleysingur, en þegar band sem er ný komið á samning og selur plötur í bílförmum og ári seinna eftir fyrstu plötuna þeirra eru þeir stærsta actið í USA, það segir allt sem segja þarf!. Seldu mér svo Svanfriður:)"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-08-09 13:32:10",
            "id": "6820606",
            "reply_to_id": "6820548",
            "text": "það að þeir voru stærsta actið i bandarikjunum eykur bara undirstöðurnar a þvi að þeir voru ofmetnir.. og aldrey :P hah"
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2009-08-09 14:04:47",
            "id": "6820623",
            "reply_to_id": "6820606",
            "text": "Bíddu hvað meinar þú???? Ef þeir hefðu verið stærstir annar staðar en í USA td Mongólíu hefðir þú þá meiri skilning á því hversu big þeir voru??? Aldrei er skrifað svona, 40,000? k"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-08-09 19:51:32",
            "id": "6820958",
            "reply_to_id": "6820623",
            "text": "nei hahaha.. usa er basicly stærsta land i heiminumm og hvað þeir voru storir bara i heiminum allmennt synir hvað þeir voru ofmetnir.. að minu mati þeas. þar sem\nmer\nfynnst mikið af tonlist a þessum tima mikið betri\nnee.. er ekkert að fara að selja hana.. eg hlusta bara :P"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-07-22 21:52:38",
            "id": "6797875",
            "reply_to_id": "6797835",
            "text": "þeir eru ekki ofmetnir.. öll þeirra tónlist er góð og þeir er u miklir brautryðjendur:)"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2009-07-24 19:46:57",
            "id": "6800980",
            "reply_to_id": "6797875",
            "text": "Mundi ekki segja að þeir væru miklir brautryðjendur, og alls ekki elsta efnið þeirra, þ.e.a.s. áður en þeir fóru að safna hári og gera ýmislegar pælingar í lögunum."
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2009-07-22 22:20:34",
            "id": "6797944",
            "reply_to_id": "6797835",
            "text": "Það sem þeir gáfu út áður en þeir fóru að loka sig af og taka sýru er ofmetið en eftr það er gott stuff."
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-07-22 23:18:38",
            "id": "6798058",
            "reply_to_id": "6797944",
            "text": "sammála!!!"
        },
        {
            "user": "DrHaha",
            "user_id": "63407",
            "date": "2009-07-22 23:55:52",
            "id": "6798150",
            "reply_to_id": "6797835",
            "text": "Mér finnst þeir ekki beint ofmetnir, ég efast alls ekki um hversu mikil áhrif þeir höfðu á tónlistarsöguna og finnst ekkert skrítið að fólk elski þá. Hins vegar höfða þeir alls ekki til mín, finnst tónlistin þeirra frekar leiðinleg."
        },
        {
            "user": "Geitamjolk",
            "user_id": "45468",
            "date": "2009-07-25 22:32:28",
            "id": "6802417",
            "reply_to_id": "6798150",
            "text": "Finnst þér öll tónlistin þeirra leiðinleg?? Eða ertu bara að tala um lög sem fer mikið fyrir Yellow Submarine og She loves you?\nMín skoðun er að tónlist þeirra er svo hrikalega fjölbreytt að það sé eiginlega hálfómögulegt að segja að manni finnist tónlistin leiðinleg, eða þúveist, fólk má auðvitað hafa mismunandi skoðanir, en tónlistin þeirra flokkast undir svo margar tegundir tónlistar og hvert lag svo ólíkt hinum að ég held að það séu fáir sem geta sagt að öll lögin þeirra séu leiðinleg eftir að vera búinn að hlusta á þau öll.\nAllavega, flest fólkið sem ég hef heyrt segja þetta hafa yfirleitt ekkert kynnt sér tónlistina og dæma bara út frá þeim fáu lögum sem þeir hafa heyrt, þessum “vinsælu lögum” bítlanna(sem mér finnst oftast vera leiðinlegustu lögin með þeim). Svo vill það ekki kynna sér þetta betur því það “fýlar ekki tónlistina”!"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-07-23 00:14:01",
            "id": "6798190",
            "reply_to_id": "6797835",
            "text": "katrín á eftir að pósta á þenann kork eins og osama postar spólum til bandaríkjana… innerlight þar að segja"
        },
        {
            "user": "Hardurtappi89",
            "user_id": "73115",
            "date": "2009-07-23 00:53:53",
            "id": "6798285",
            "reply_to_id": "6798190",
            "text": "HA HA fyndinn.\nvegna þín get ég varla póstað neinu um bítlana eða aðra gæðatónlist lengur. :("
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-07-23 01:06:01",
            "id": "6798310",
            "reply_to_id": "6798285",
            "text": "þessvegna semþú ert hætt að tala við mig á msn ;)??"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-07-23 13:02:32",
            "id": "6798735",
            "reply_to_id": "6798285",
            "text": "þú svarar þessu einusinni ekki.. ja nú er ég sár :("
        },
        {
            "user": "Zendikar",
            "user_id": "74377",
            "date": "2009-07-23 12:23:38",
            "id": "6798689",
            "reply_to_id": "6797835",
            "text": "Hef hlustað á allt sem þeir hafa gert og þeir hafa verið mín uppáhalds hljómsveit síðan ég byrjaði að kynna mér almennilega tónlist.\nÆtla samt að segja: Smá ofmetnir. Kannski segi ég það bara núna, breytist kannski seinna."
        },
        {
            "user": "Xanderz",
            "user_id": "45955",
            "date": "2009-07-23 19:31:09",
            "id": "6799349",
            "reply_to_id": "6797835",
            "text": "Ekki ofmetnir. Hype-aðir, of mikið frekar.\nÞá meina ég að þegar einhver heyrir talað um Bítlana er það oftast mjög jákvætt og hversu miklir brautryðjendur þeir voru þannig að þegar viðkomandi heyrir loksins í þeim finnst honum þeir ekki eins og mátti búast við.\nBítlarnir rúla. <— Nákvæmilega það sem ég var að tala um en þetta er IMO."
        },
        {
            "user": "Pondus",
            "user_id": "65740",
            "date": "2009-07-24 18:38:25",
            "id": "6800861",
            "reply_to_id": "6797835",
            "text": "Ég er ekki alveg sammála því að Bítlarnir séu ofmetnir. Fólk (sérstaklega unglingar) eru bara svo tregt í því að kynna sér tónlistina þeirra.\nBítlarnir voru líka frumkvöðlar og fyrirmyndir fyrir nýjar jafnt sem eldri hjlómsveitir. Það á fólk erfitt með að átta sig á.\nÞetta voru allt staðreyndir.\nBítlarnir eru besta hljómsveit sem að þessi jörð hefur átt.\nÞetta var mín skoðun."
        },
        {
            "user": "Hardurtappi89",
            "user_id": "73115",
            "date": "2009-07-27 20:02:41",
            "id": "6805016",
            "reply_to_id": "6800861",
            "text": "þín skoðun er líka mín skoðun."
        },
        {
            "user": "Pondus",
            "user_id": "65740",
            "date": "2009-07-27 20:14:35",
            "id": "6805044",
            "reply_to_id": "6805016",
            "text": "Gott að ég er ekki einn í þessu :)"
        },
        {
            "user": "milesdavis",
            "user_id": "59397",
            "date": "2009-07-26 00:15:13",
            "id": "6802554",
            "reply_to_id": "6797835",
            "text": "Finnst their ofmetnir thegar maður sér thá í røð í jakkaføtum með hjálmaklippingu. Eftir að their byrjuðu í sterku dópi urðu their legends. Sgt Peppers, Magical Mystery Tour, White Album og thað allt."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2009-07-27 14:53:17",
            "id": "6804544",
            "reply_to_id": "6797835",
            "text": "Hvað tilraunamennsku og meint brautryðjenda starf varðar eru Bítlarnir gríðarlega ofmetnir.\nHæfileiki þeirra til að semja grípandi melódíur er hinsvegar ekki ofmetinn, það eru til betri einstakar plötur frá öðrum listamönnum hvað melódíur varðar (að mínu mati amk) en ef við tökum ferilinn i heild sinni eiga fáir séns."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-07-27 19:14:08",
            "id": "6804890",
            "reply_to_id": "6797835",
            "text": "technoið sem unglingar í dag hlusta á telst varla til tónlistar\nTýpískur gullaldarmaður, ekkert víðsýnni en þessir unglingar sem hann talar um.\nReyndar alveg sammála þér með Bítlana, skil ekki hvernig fólk getur sagt að þeir séu ofmetnir."
        },
        {
            "user": "Flotti",
            "user_id": "41068",
            "date": "2009-07-28 18:59:29",
            "id": "6806724",
            "reply_to_id": "6797835",
            "text": "elska rapist lagið með þeim"
        },
        {
            "user": "Trollolo",
            "user_id": "72248",
            "date": "2009-07-28 23:57:58",
            "id": "6807276",
            "reply_to_id": "6797835",
            "text": "Ég skil ekki þegar fólk segir að þeir séu ekki ofmetnir. Er samt alveg örugglega meira bítlaaðdáandi en þú manneskja sem lest þetta.\nÉg meina þeir eru nú alveg hræææðilega frægir, það var ekki tónlistin sem gerði það. Ímyndin sem þeir sköpuðu til að hrífa gellz gerðu þá alveg fáranlega fræga.\nÞó að þetta sé mín uppáhalds hljómsveit með nokkrum öðrum þá finnst mér bítlarnir ekki skilið að vera svona frægir meðað við t.d. hinar uppáhalds hljómsveitirnar mínar.\nÞað er samt eitthvað klassískt við þá sem virðist hrífa flesta."
        },
        {
            "user": "Asylum",
            "user_id": "73947",
            "date": "2009-08-14 00:44:24",
            "id": "6827291",
            "reply_to_id": "6797835",
            "text": "Efnið þeirra að Rubber Soul finnst mér ekkert frábært.. frekar grunnt stöff finnst mér.. allt frá Rubber Soul hlusta ég mikið á og finnst það ein besta tónlist sem völ er á."
        },
        {
            "user": "negrasvikari",
            "user_id": "57197",
            "date": "2009-09-08 01:17:24",
            "id": "6861526",
            "reply_to_id": "6797835",
            "text": "Þeir eru ofmetnir.\nEn þeir mega eiga það að vera ein frumlegasta hljómsveit á sínum tíma og þeir breyttu tónlist eins og við þekkjum hana.\nEn ég verð að segja.. Elvis > Bítlarni"
        }
    ]
}