{
    "forum_title": "Bretti",
    "user": "flimbees",
    "user_id": "67180",
    "date": "2009-07-26 20:35:39",
    "title": "Dc",
    "text": "Veit einhver gat ég get keypt DC bretti landinu ?\nOg svo var vinur minn að segja mér frá einhverjum bindingum sem maður þarf ekki að strappa sig í.\nHeldur nánast bara svona step on, en þær ættu samt að halda mjög vel ?\nVeit einhver hvaða bindingar þetta eru ?\n-Takk fyri",
    "url": "https://www.hugi.is/bretti/korkar/666122/dc/",
    "url_id": "666122",
    "id": "6803616",
    "replies": [
        {
            "user": "Lusifer69",
            "user_id": "13914",
            "date": "2009-07-26 21:49:22",
            "id": "6803704",
            "reply_to_id": "6803616",
            "text": "DC brettinn fást í mohawks síðast þegar ég vissi og step in bindingar eru og verða aldrei jafn góðan og venjulegar bindingar finnst mér. En það er alltaf persónulegt álit.\nGæti verið að hann sé að tala um þessar bindingar ?\nhttp://www.flow.com/index.php?option=com_content&view=article&id=61&Itemid=80\nMaður þarf í flestum tilfellum að hreinsa bindingarnar af snjó áður en maður fer í þær þ.e.a.s. botnin á þeim þar sem oftast safnast saman klumpar af klaka/snjó og ókosturinn við þessar bindingar er einmitt þetta að það er erfitt að koma hendinni fyrir þarna til að hreinsa þær án þess að losa þær allar af og þá er þetta ekkert fljótara heldur en venjulegar bindingar en ég á nokkra vini sem eiga svona bindingar og þeir fýla þetta :)\nÞær virka þannig að highbackið fellur afturábak og svo setur maður bara skóinn í og lyftir upp highbackinu."
        },
        {
            "user": "flimbees",
            "user_id": "67180",
            "date": "2009-07-26 23:08:15",
            "id": "6803826",
            "reply_to_id": "6803704",
            "text": "Takk fyrir þetta, og þetta er akkúrat það sem hann var að tala um =D"
        },
        {
            "user": "Sorcerer1",
            "user_id": "16535",
            "date": "2009-07-29 10:41:12",
            "id": "6807664",
            "reply_to_id": "6803704",
            "text": "Hmm, ég held að þetta sem þú linkar á heiti bara “flow bindingar” eða eitthvað þannig.\nMér skilst að venjulegar step-in bindingar þurfi sérstaka skó sem eru stífari en venjulegir brettaskór og með krók undir sólanum sem smellist við bindinguna þegar þú stígur á hana. Svo tekur í eitt “handfang” á bindingunni og skórinn er laus.\nLeigði svoleiðis dót uppí Skálafelli í fyrsta skiptið sem ég fór á bretti. Þægilegt fyrir byrjendur að þurfa ekki alltaf að setja á jörðina og strappa sig í, en ég held að flestir lengra komnir séu ekki hrifnir af þessu þar sem þetta gefur minna response heldur en vejulegar bindingar með mýkri skóm og ströppum sem fara yfir fótinn."
        },
        {
            "user": "Lusifer69",
            "user_id": "13914",
            "date": "2009-07-29 12:00:11",
            "id": "6807715",
            "reply_to_id": "6807664",
            "text": "Nei. Flow bindingar flokkast sem step in bindingar þar sem maður stígur í þær og þarf ekki að nota straps til að spenna sig heldur skellir bara high-backinu upp. Flow hannaði þessa “step-in” bindingar og K2 eru svo líka farnir að framleið mjög svipaðar bindingar. En þessar klassísku step-in bindingar eins og þú lýsir þeim eru nánast ekki til lengur nema sem leigu búnaður sem fjöll geta keypt.\nSá meira segja eina svona auglysingu í resort - blaði sem kom til hlíðarfjalls.\nÞessar step-in bindingar voru einmitt fyrstu bindingar sem ég prófaði þegar ég leigði mér bretti í innanhús parki í hollandi og viðbragðið eða tillfinningin í brettinu hverfur rosalega mikið útaf skónum sem eru einmitt eins og þú lýstir því með þykkum og mjög stífum botni.\nEn aftur á móti þurfa flow bindingar ekki spes skó sem er plús en ég bara treysti aldrei svona hlutum. Finnst þetta dót virka frekar flókið með svona stál straps eins og í boa skóm sem lyfta botninum upp þegar highbackið er losað og finnst mér eins og þetta myndi ekki endast eins vel og “alvöru” bindingar með stál klemmum. Góðar bindingar eiga að endast í 2-3 ár (fer eftir því hversu oft maður rennir sér), eina sem á að þurfa skipta um á hverjum vetri eru rifflaða plastið sem klemman rífur í og slitnar með tímanum en kosta sem betur fer voðalega lítið.\nEn þetta er bara mín skoðun. Hef bara prufað flow bindingar einu sinni og sama með k2 bindingarnar. En félagi minn var sponseraður af flow og hann hafði bara gott um þetta að segja en hann hinsvegar fékk nýjar bindingar á hverju ári og þurfti því ekki að hafa neina áhyggjur af sliti."
        }
    ]
}