{
    "forum_title": "Bílar",
    "user": "blubber",
    "user_id": "66913",
    "date": "2009-07-27 17:51:44",
    "title": "Græjur",
    "text": "Er eitthvað mikið mál að setja nýjar græjur í bíl eða er það eitthvað sem maður lætur einhvern reyndan gera?",
    "url": "https://www.hugi.is/bilar/korkar/666216/graejur/",
    "url_id": "666216",
    "id": "6804765",
    "replies": [
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2009-07-29 20:27:01",
            "id": "6808538",
            "reply_to_id": "6804765",
            "text": "bæði og. Getur verið þvílíkt PAYNE. Ef þú ert tildæmis að tengja spilara í eitthvað gamalt drasl sem er búið að vera að skítmixa hingað og þangað og þú veist ekkert hvaða vír er hvað. Getur endað með ósköpum.\nEn þetta þarf ekki að vera mikið mál. Það getur hvaða asni sem er skipt um hátalara. Að tengja magnar er heldur þannig séð ekkert mál. Yfirleitt færðu góðar leiðbeiningar með.\nÍ hvernig bíl ertu að setja og hvað ætlaru að fá þér?"
        },
        {
            "user": "blubber",
            "user_id": "66913",
            "date": "2009-08-04 17:34:25",
            "id": "6814572",
            "reply_to_id": "6808538",
            "text": "er með 95 árgerð af imprezu. Hún er því miður með eitthvað kasettutæki en ég er ekki búinn að finna eitthvað sérstakt"
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2009-08-05 20:33:30",
            "id": "6816161",
            "reply_to_id": "6814572",
            "text": "kæmi mér nú ekki á óvart að það væri búið að skítmixa það eitthvað en það er samt um að gera að prófa. Eina sem þú þarft að hafa áhigjur af er að rugla ekki plús og mínus og þeim vírum er sjaldnast skítmixað.\nAthugaðu bara vel hvaða vír er hvað í tækinu sem þú ert með núna. (mættir endilega segja mér hvernig tæki þetta er) og filgja því svo bara þegar þú setur nýjan spilara í. Þetta er í rauninni ekkert erfitt."
        },
        {
            "user": "lc87",
            "user_id": "70198",
            "date": "2009-08-24 10:19:48",
            "id": "6841556",
            "reply_to_id": "6816161",
            "text": "ég myndi skjóta á að þetta sé original útvarp, eg held að það sé lítið mál að rífa það úr og replace-a."
        }
    ]
}