{
    "forum_title": "Vísindi",
    "user": "VikingMan",
    "user_id": "62061",
    "date": "2009-07-28 16:47:34",
    "title": "smá pæling",
    "text": "ef ég myndi fylla herbergi af eldfimu gasi og labba svo inní það og kveikja á eldspýtu þá myndi eldurinn breyðast út í gasið og það myndi kvikna í öllu herberginu á nokkrum sekúndum\nen einsog allir vita þá er súrefni eitt eldfimasta efni sem finnst, afhverju gerist það ekki einsog í gasherberginu og ef ég myndi bara kveikja á eldspýtu hvar sem er? súrefnið er allstaðar.\nhversvegna dreyfist eldurinn ekki útí andrúmsloftið? afhverju heldur hann sér bara á eldspýtuni?",
    "url": "https://www.hugi.is/visindi/korkar/666357/sma-paeling/",
    "url_id": "666357",
    "id": "6806458",
    "replies": [
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-07-28 16:56:31",
            "id": "6806483",
            "reply_to_id": "6806458",
            "text": "Því að súrefni er ekki eldfimt á sama hátt og td. kveikjaragas er eldfimt. Í raun er ekki rétt að súrefni sé “eitt eldfimasta efni sem finnst”.\nBruni er ekkert annað en útvermið efnahvarf þar sem eldsneyti og oxandi efni (td. súrefni) taka þátt í efnahvarfinu.\nSúrefni er því ekki eldsneyti heldur oxandi efni, svo að án þess að hafa eldsneyti til að ganga í samband við gerist ekkert."
        },
        {
            "user": "VikingMan",
            "user_id": "62061",
            "date": "2009-07-28 17:00:45",
            "id": "6806492",
            "reply_to_id": "6806483",
            "text": "ah ok, takk fyrir þetta ;)\n1 stigi fróðari :P"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-07-28 20:07:03",
            "id": "6806869",
            "reply_to_id": "6806458",
            "text": "ef ég myndi fylla herbergi af eldfimu gasi og labba svo inní það og kveikja á eldspýtu þá myndi eldurinn breyðast út í gasið og það myndi kvikna í öllu herberginu á nokkrum sekúndum\nÞað kviknar ekki í súrefni af sömu ástæðu og þessi setning hjá þér er röng.\nEf þú  myndir\nfylla\nherbergið af gasi þá myndi ekki kvikna í því. Bruni verður þegar súrefni hvarfast (gengur í efnasamband við) önnur efni.\nTil þess að gasið brenni þarf súrefni að vera til staðar til þess að blandast við það. Að sama skapi er ekki nóg að hafa bara súrefni, það verður að hafa eldfimmt efni í bland eins og gas, spýtu eða kol\nMaður skilur þetta betur þegar maður lítur á efnajöfnu fyrir einfaldan bruna.\nTökum Metan (CH4) sem dæmi.\nCH4 + 2[O2] -> 2[H2O] + CO2 + orka\nÞarna sést að þegar ein metansameind hvarfast við tvær súrefnissameindir þá myndast tvær vatnssameindir, ein koldíoxíðsameind og afgangs orka sem skilar sér í formi varma sem síðan geislar út í umhverfið (í daglegu tali er það kallað eldur.)\nSúrefni eitt og sér getur ekki brunnið og það er varla hægt að tala um að súrefni sé eldfimmt. Það er hvarfgjarnt, þ.e. það gengur auðveldlega í efnasambönd með öðrum efnum (sem er einnig ástæðan fyrir því að málmar tærast og járn ryðgar).\nAð sama skapi getur metan, eldfimagasið, ekki brunnið eitt og sér."
        }
    ]
}