{
    "forum_title": "Deiglan",
    "user": "vitringur",
    "user_id": "37632",
    "date": "2009-07-30 11:59:26",
    "title": "40 milljarðar skila sér ekki",
    "text": "Hverjir hafa séð nýju auglýsingarnar frá Samtökum Iðnaðarins?\nÉg veit ekki hvar þeir lærðu hagfræði, en þeir vilja meina að árlega séu 40 milljarðar sem skili sér ekki til samfélagsins vegna svartrar vinnu?\nHvað í ósköpunum meina þeir? Eru þeir að halda því fram að fólk sem stundar svarta vinnu brenni peninga?\nNei, það sem þeir eru að meina er að þeir sjálfir fá ekki að sjá krónu af þessum peningum, og ríkið ekki heldur.\nHins vegar hverfa þessir 40 milljarðar ekki úr samfélaginu (hagkerfinu). Þeir koma að góðum notum hjá þeim einstaklingum sem eru að kaupa og selja svarta vinnu.\nEnn og aftur reyna sérhagsmunahópar að láta sitt eigið tap líta út fyrir að vera tap heildarinnar, þegar svo er alls ekki",
    "url": "https://www.hugi.is/deiglan/korkar/666604/40-milljardar-skila-ser-ekki/",
    "url_id": "666604",
    "id": "6809354",
    "replies": [
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-07-30 21:08:10",
            "id": "6810056",
            "reply_to_id": "6809354",
            "text": "Það sem þeir eru væntanlega að meina er að ríkið verði árlega af 40 milljörðum í tekjur sem það gæti annars notað í að veiti betri heibrigðisþjónustu, leggja vegi eða eitthvað slíkt sem nánast allir eru sammála um að ríkið eigi að gera, að undanskildum einhverjum frjálshyggjuspekingum eins og þér. Eða jafnvel að lækka álögur á þá sem borga sinn skatt heiðarlega.\nNei, það sem þeir eru að meina er að þeir sjálfir fá ekki að sjá krónu af þessum peningum, og ríkið ekki heldur.\nHins vegar hverfa þessir 40 milljarðar ekki úr samfélaginu (hagkerfinu). Þeir koma að góðum notum hjá þeim einstaklingum sem eru að kaupa og selja svarta vinnu.\nÞetta eru bara drasl rök. Það væri alveg eins hægt að réttlæta beinan þjófnað. Ég gæti stolið milljónum frá einhverjum og sagt að þeir hverfi ekkert úr hagkerfinu og að ég sé jafnvel að nota þá betur en fyrri eigandi. Einnig er hægt að réttlæta skattheimtu, sem þið frjálshyggjumenn hatið svo mikið, með sama hætti.\nEnn og aftur reyna sérhagsmunahópar að láta sitt eigið tap líta út fyrir að vera tap heildarinnar, þegar svo er alls ekki\nSkattsvikarar eru líka sérhagsmunahópur og þessar auglýsingar eru til þess hugsaðar að vekja fólk til umhugsunar um hvort það tekur afstöðu með þeim sem brjóta lögin til að eiga meira fyrir sjálfan sig en þeir sem gera það ekki, eða með ríkinu sem sér um að reka heilbrigðisþjónustuna og leggja vegina."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-07-30 21:34:50",
            "id": "6810089",
            "reply_to_id": "6810056",
            "text": "Og ekki er heilbrigðisþjónustan neitt til að hrópa húrra fyrir! Lögreglan hefur bara 7 bíla í reykjavík og sinnir ekki útköllum, það þarf að fá einkaaðila til þess að slökkva elda… Er ríkið virkilega að sinna sínu starfi vel?\nÞeir fá nóg af peningum, það er ekki það, en þeim tekst alltaf að eyða því í vitleysu.\nEn afstaða einstaklinga til ríkisins er ekki það sem ég var að tala um í þessum korki, heldur einungis orðalagið. Þér tókst að endurtaka það nákvæmlega sama og ég sagði í korkinum í þinni fyrstu setningu. Málið er að SI fær ekki að sjá krónu af þessum pening (SI er ekki að hugsa um ríkið eins og þú virðist halda, þeir eru einungis að hugsa um sína einokunarstöðu á iðnmarkaði).\nríkið verði árlega af 40 milljörðum í tekjur sem það gæti annars notað í að veiti betri heibrigðisþjónustu, leggja vegi eða eitthvað slíkt sem nánast allir eru sammála um\nÞað öllum finnist eitthvað sjálfsagt þýðir ekki að það sé gáfulegt. Vegagerð og heilbrigðisþjónusta á Íslandi er allt of dýr og léleg, þökk sé ríkinu.\nOg nei, þetta voru ekki drasl rök hjá mér, ég var einungis að benda á að þessir peningar hverfa ekki neitt. Heildar verðmætaframleiðsla á Íslandi minnkar ekki, hún verður bara ekki jafn sýnileg.\nAnnars þá efast ég stórlega um að hægt sé að hvetja fólk til þess að hætta að versla svart. Ástæðan fyrir því að fólk verslar svart er vegna þess að skattarnir eru of háir. Ef þeir vilja að fólk hætti að versla svart ættu þeir einfaldlega að lækka skattana (en SI hefur ekkert vald til þess, því grípa þeir til svona kjánalegra bellibragða).\nÉg gæti stolið milljónum frá einhverjum og sagt að þeir hverfi ekkert úr hagkerfinu og að ég sé jafnvel að nota þá betur en fyrri eigandi. Einnig er hægt að réttlæta skattheimtu með sama hætti.\nGaman að þú skulir segja þetta.\nSkattsvikarar eru líka sérhagsmunahópur\nEkki man ég eftir Samtökum Skattsvikara að auglýsa í sjónvarpinu og reyna að beita pólitískum þrýstingi.\nÞað gera hins vegar Samtök Iðnaðarins.\neða með ríkinu sem sér um að reka heilbrigðisþjónustuna og leggja vegina.\nOg gerir það illa. Og leyfir engum öðrum að gera það í staðinn."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-07-30 22:44:37",
            "id": "6810178",
            "reply_to_id": "6810089",
            "text": "Maður vissi nú fyrirfram að sem frjálshyggjuspekingi þætti þér allt sem ríkið gerir dýrt og ömurlegt, og sjálfsagt er eitthvað til í því upp að einhverju marki. Það er nú ástæða fyrir því að flestur rekstur er í höndum einkaaðila. Hins vegar er siðferði fólks þannig eins og stendur að það vill t.d. tryggja öllum sem besta heilbrigðisþjónusu og lítur það hornauga ef einhver getur keypt sig fram fyrir aðra. Einnig þætti sjálfsagt mörgum vafasamt ef löggæsla væri alfarið í höndum einkaaðila. En ef þú hefur einhverjar hugmyndir um hvernig nýta má undur markaðarins til að bæta hlutina þá eru þær guðvelkomnar, þótt þú ættir að tala við einhvern sem er í aðstöu til að framkvæma þær frekar en mig. Ég vona bara að þær gangi betur upp en bankakerfið gerði.\nOg varðandi mótiveringu SI fyrir að sýna þessar auglýsingar veit ég ekki, og er nokk sama. Þeir mættu þess vegna vera syndandi í peningunum sem þeir græða á þessu. Ég er bara ánægður með að þeir sýni þær, því þær benda á að þeir sem vinna svart eru að brjóta lögin á kostnað allra annarra.\nOg ef það er virkilega orðalagið í auglýsingunni sem fer í þig, að peningar “hverfi” úr hagkerfinu, þá er það vissulega rétt, peningarnir hverfa ekki, en það sem ég var að segja með þessu\nÞetta eru bara drasl rök. Það væri alveg eins hægt að réttlæta beinan þjófnað. Ég gæti stolið milljónum frá einhverjum og sagt að þeir hverfi ekkert úr hagkerfinu og að ég sé jafnvel að nota þá betur en fyrri eigandi. Einnig er hægt að réttlæta skattheimtu, sem þið frjálshyggjumenn hatið svo mikið, með sama hætti.\ner að það er ekkert höfuðatriði í þessu. Aðalmálið er að skattsvikarar eru eins og ég sagði að brjóta lögin til að eiga meira fyrir sjálfan sig á kostnað annarra.\nEkki man ég eftir Samtökum Skattsvikara að auglýsa í sjónvarpinu og reyna að beita pólitískum þrýstingi.\nÞað gera hins vegar Samtök Iðnaðarins.\nNei, glæpamenn halda sig venjulega utan sviðsljóssins og vinna aðallega sjálfir að sínum hagsmunum. Hins vegar sá ég einhvern gæja í fréttunum vera að mæla þessu bót. Hann sannfærði mig ekki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-07-30 23:09:27",
            "id": "6810219",
            "reply_to_id": "6810178",
            "text": "Líturu virkilega á þetta fólk sem glæpamenn?\nSkilgreinir þú glæpamenn út frá eigin siðferði eða út frá því sem ríkið segir þér að eigi að vera glæpamenn?\nHvað ef þetta er fólk sem vill alls ekkert með ríkið hafa, ætti það ekki að hafa rétt á því að standa utan þess?\nHins vegar er siðferði fólks þannig eins og stendur að það vill t.d. tryggja öllum sem besta heilbrigðisþjónusu\nÞað að borga fyrir heilbrigðisþjónustu allra er ekki það sama og að ríkið reki öll sjúkrahúsin, þú hlýtur að sjá það.\nVið getum alveg komið sjúkrahúsunum á samkeppnismarkað þó svo við höldum áfram að borga sameiginlega fyrir þjónustuna.\nEinnig þætti sjálfsagt mörgum vafasamt ef löggæsla væri alfarið í höndum einkaaðila\nörugglega, það er alltaf til fólk sem finnst breytingar vafasamar, sama hvaða breytingar það eru.\nAðalmálið er að skattsvikarar eru eins og ég sagði að brjóta lögin til að eiga meira fyrir sjálfan sig á kostnað annarra.\nEf ég slæ garðinn fyrir nágranna minn fyrir 5000 kr, er það þá á kostnað annarra?\nHvernig í ósköpunum færðu það út að sjálfviljug viðskipti milli tveggja einstaklinga geti verið á kostnað þriðja aðila?\nkostnaðurinn sem þú talar um er þegar að ríkið beitir fólki ofbeldi og tekur af þeim peningana þeirra gegn þeirra vilja.\nEf ég miða byssu að höfðinu á stelpu og segði við þig: “Ef þú slærð garðinn fyrir nágranna þinn gegn gjaldi, þá skýt ég þessa stelpu í höfuðið”, þú slærð garðinn og ég skýt hana, myndiru þá segja að þú hafir slegið garðinn á kostnað stelpunnar?\nNei! það að þú sláir garðinn kemur dauða stelpunnar lítið við, það var ég sem setti fram hótunina og það var ég sem skaut hana.\nAð sama skapi kemur svört vinna ákveðinna einstaklinga öðrum lítið við nema vegna þess að ríkið er í þeirri stöðu að\nláta\nþað bitna á öðrum og þannig reyna þeir að þröngva sektarkennd inn á fólk sem ætti í raun ekki að finna til sektarkenndar."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-07-31 16:19:27",
            "id": "6810998",
            "reply_to_id": "6810219",
            "text": "Já, ég lít á þá sem glæpamenn. Þeir eru bæði að brjóta lögin og gera eitthvað sem stríðir gegn mínu eigin siðferði. Þetta er kannski eins slæmt og að brjótast inn til fólks og ræna, og í einhverjum tilfellum eru einhverjar erfiðar aðstæður að baki, en ég lít samt á þetta sem glæp.\nOg nei, ef fólk ætlar að búa á Íslandi þá hefur það engan sérstakan rétt á að standa fyrir utan íslensk lög. Ekki frekar en gestir heima hjá öðrum hafa rétt á að gera hvað sem er þar. Svona er bara skipulagið á heiminum í dag og ég er bara bærilega sáttur við það. Það er kannski betra í einhverjum anarkismaútópíum í hausnum á þér, en ég hef litla trú á svoleiðis bulli. Og fyrst þú ert svona hrifinn af einstaklingseignaréttinum þætti þér þá kannski betra ef einhver einn náungi eða eitt fyrirtæki ætti allt landið og myndi rukka 60% skatt af öllum sem vilja búa þar? Ekkert ofbeldi þar, bara aðilar á frjálsum markaði að ávaxta eign sína. Ef fólk er ósátt getur það bara farið eitthvað annað.\nÞað að borga fyrir heilbrigðisþjónustu allra er ekki það sama og að ríkið reki öll sjúkrahúsin, þú hlýtur að sjá það.\nVið getum alveg komið sjúkrahúsunum á samkeppnismarkað þó svo við höldum áfram að borga sameiginlega fyrir þjónustuna.\nÞað má alveg athuga svona fyrir mér. Ef ég man rétt þá vildi t.d. Samfylkingin fara í þessa átt. Ég ætla hins vegar ekki að þykjast vera einhver sérfræðingur í rekstri sjúkrahúsa og dæma hér og nú um hvort þetta er skynsamlegt eða ekki.\nÉg hef síðan heyrt þetta “omg ríkið er að stela af manni omg omg miðar byssu á mann omg omg omg” væl oft áður og mér finnst það alltaf jafnmikið crap. Fyrir mér er þetta bara kostnaðurinn af því að búa í samfélagi þar sem flestum líður ágætlega, geta fengið heilsugæslu og sent börnin sín í skóla án þess að hafa áhyggjur af því að fara á hausinn, fengið hjálp lögreglunnar þegar það þarf o.s.frv. Þetta er kannski toppur ósanngirninnar fyrir þér, en fólk hefur mismunandi skoðanir á því hvað er ósanngjarnt og hvað ekki.\nOg þetta hlægilega dramatíska garðsláttudæmi er algjörlega misheppnað. Settu þig í spor stelpunnar. Það liggur fyrir að hún er engan veginn sátt við byssumanninn, rétt eins og þú ert ósáttur við að ríkið innheimti skatt af fólki. En heldurðu að hún yrði mikið sáttari við mann sem segir við byssumanninn “Hmm, drepurðu hana ef ég slæ garð hjá einhverjum fyrir 5000 kall, tjaaa veistu ég held ég geri það bara samt”? Ég held ekki. Ég gæti jafnvel trúað því að hún yrði ennþá reiðari út í hann en byssumanninn.\nEn hlutirnir eru náttúrulega ekki svona dramatískir í alvörunni, og það getur vel verið að þú viljir borga eitthvað hærri skatt eða fá eitthvað verri opinbera þjónustu en ef þú myndir gera ef enginn sviki undan skatti, en þessi auglýsing sem um ræðir er væntanlega ekki miðuð við einhverja anarkókapítalista, eins og þú virðist vera, heldur meðaljóninn sem greiðir sína skatta heiðarlega og vill fá að njóta góðs heilbrigðiskerfis og góðs vegakerfis í staðinn. Og nei, ég kaupi það ekki alveg að þetta sé allt mesta drasl í heimi bara af því ríkið stendur bak við það."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-07-31 17:16:38",
            "id": "6811053",
            "reply_to_id": "6810998",
            "text": "Svona er bara skipulagið á heiminum í dag\nÞetta var líka sagt við þrælana í Suðurríkjunum. Það að eitthvað\nsé\nþýðir ekki að það\nætti\nað vera.\nÞeir eru bæði að brjóta lögin og gera eitthvað sem stríðir gegn mínu eigin siðferði\nStríðir það gegn þínu siðferði að segja ‘nei’ þegar einhver heimtar með valdi að þú afhendir peningana þína?\nStríðir það gegn þínu siðferði að neita að gefa upp peningana þína þegar þú veist að sá sem tekur þá af þér, með góðu eða illu, mun nota þá til þess að borga upp skuldir vina sinna?\nOg nei, ef fólk ætlar að búa á Íslandi þá hefur það engan sérstakan rétt á að standa fyrir utan íslensk lög.\nEigum við ekki að gera greinarmun á landinu og ríkinu? Ég held að það sé æskilegt, við viljum ekki að þjóðerniskennd fari að hlaupa með okkur í gönur.\nÞú segir sem sagt að fólk verði að hlýða íslenskum lögum ef það vill lifa í íslenska ríkinu. Af hverju þurfum við öll að vera í íslenska ríkinu? Af hverju megum við ekki skrá okkur í annað ríki án þess að þurfa endilega að flytja búslóð okkar?\nÉg get skráð mig í annað tryggingarfélag án þess að flytja alla mína búslóð :S\nlandnámsmennirnir gátu skipt um goða án þess að flytja af jörðum sínum. Af hverju ætti það sama ekki að gilda fyrir ríkið?\nEkki frekar en gestir heima hjá öðrum hafa rétt á að gera hvað sem er þar\nEn ég er ekki gestur hjá neinum. Ég bý í mínu eigin húsnæði þar sem ég nýt friðheldi einkalífs míns. Ég er ekki gestur hjá íslenska ríkinu á Íslandi.\nOg fyrst þú ert svona hrifinn af einstaklingseignaréttinum þætti þér þá kannski betra ef einhver einn náungi eða eitt fyrirtæki ætti allt landið og myndi rukka 60% skatt af öllum sem vilja búa þar?\nFyrst þú ert svona hrifinn af ríkinu viltu þá ekki vekja Hitler upp frá dauðum og láta hann senda alla íslendinga í þrælabúðir!\nEkki vera með vitleysu.\nAuk þess hef ég aldrei talað um eignarréttinn í þessari umræðu. Ég er einungis að tala um sérhagsmunahópa sem beita ríkisvaldinu í sína þágu, á kostnað okkar hinna.\nÉg hef síðan heyrt þetta “omg ríkið er að stela af manni omg omg miðar byssu á mann omg omg omg” væl oft áður og mér finnst það alltaf jafnmikið crap\nLíklegast vegna þess að þú breytir þessu í gelgjulæti í staðinn fyrir að gera þér grein fyrir eðli málsins. Hagkvæmni markaðarins felst í því að á honum er samkeppni. Þegar ríkið á í hlut þarf það aldrei að óttast samkeppni, getur ekki misst viðskiptavini sína og getur rukkað jafn mikið fyrir sína þjónustu og það vill. Þú hefur ekkert val sem einstaklingur, þú hlýtur að geta gert þér grein fyrir því. Sama hvort þrælahaldarinn kemur vel fram við þrælana sína eða ekki, þá breytir það ekki eðli hans sem þrælahaldara og stöðu hans gagnvart þrælunum.\nEf þú hefðir verið svartur í Suðurríkjunum hefðir þú örugglega verið algjör Tómas í kofanum: “Nei nei, þetta er fínt. Ég er hérna með kofa sem húsbóndinn lætur mig fá og hann útvegar mér mat og föt vikulega. Ég lít á vinnuna á akrinum bara sem kostnað við það að húsbóndinn útvegi mér það sem ég þarf :) ”\nSpurningin er ekki hvort húsbóndinn komi vel eða illa fram við mann, heldur hvort þú hafir val um að skipta um húsbónda. Eða lifa sem eigin húsbóndi.\nOg þetta hlægilega dramatíska garðsláttudæmi er algjörlega misheppnað\nOg aftur tekst þér að misskilja og snúa dæminu upp á tilfinningar stelpunnar, sem eru málinu algjörlega óviðkomandi.\nÉg ætla að endurtaka spurninguna. Slóst þú garðinn á kostnað litlu stelpunnar? Var það réttlátt af mér að setja þig í þá aðstöðu að þú þurftir að velja á milli þinna eigin hagsmuna og hins vegar hagsmuna stúlkunnar?\nKomu hagsmunir stelpunnar samningi þín og nágranna þíns um garðslátt eitthvað við? Eða var það ég sem þröngvaði hagsmunum hennar inn í dæmið til þess að stöðva ykkar viðskipti og koma upp á þig sektarkennd sem þú hefðir aldrei átt að finna fyrir?\nOg nei, ég kaupi það ekki alveg að þetta sé allt mesta drasl í heimi bara af því ríkið stendur bak við það.\nÞarft ekkert að kaupa það né trúa. Þetta eru vísindi, kallast hagfræði.\nÞú ættir kannski frekar að kaupa þér bók um svoleiðis.\nEn ég hreinlega skil ekki hvernig þér finnst svona sjálfsagt að ríkið hafi einokunarrétt á heilbrigðisþjónustu, menntakerfinu og vegagerð.\nEf ríkið er svona frábær rekstraraðili, af hverju rekur það þá ekki allar verksmiðjur á íslandi líka? Af hverju rekur það ekki allar matvörubúðir?\nAf hverju ætli það sé ekki enn ríkiseinokun á mjólk og kjötsölu?"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-07-31 18:20:23",
            "id": "6811109",
            "reply_to_id": "6811053",
            "text": "Ef þér líður eins og þræli í Suðurríkjunum og finnst það að innheimta skatta til að borga heilsugæslu jafnast á við þrælahald þá er það þitt mál. Ég er persónulega alveg sáttur hérna í “kofanum mínum” og í raun miklu frjálsari en ég sé mig í þessari frjálshyggjuútópíu þinni. Eins og er þarf ég ekki að hafa áhyggjur af því að eiga örugglega pening fyrir því ef ég veikist, ég get lært það sem ég vil í skóla, keyrt þangað sem ég vil (ef ég ætti bíl) o.s.frv. Í þínum heimi væri ég bara þræll peninganna og græðgi annarra í þá, sem mér þykir ekkert sérstaklega fýsilegt. Það var alveg nógu slæmt í þessu svokallaða góðæri hérna þar sem allir voru að reyna að plata náungann til að græða sjálfir. Ef þín hugmynd um frelsi er það að gera lífið eins líkt einhverju Matadorspili eins og hægt er þá er það þitt mál.\nOg mér finnst það virkilega sorglegt ef þú sérð ekkert athugavert við sláttumanninn í dæminu þínu, þótt byssumaðurinn sé náttúrulega ansi slæmur líka.\nÞarft ekkert að kaupa það né trúa. Þetta eru vísindi, kallast hagfræði.\nÞú ættir kannski frekar að kaupa þér bók um svoleiðis.\nÉg er viss um að bankakallarnir sem óðu hérna uppi um árið hafi átt nóg af hagfræðibókum, og ég held að þeir hafi líka skilið þær mun betur en þú. Samt hrundi allt. Hmm…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-03 12:25:04",
            "id": "6813070",
            "reply_to_id": "6811109",
            "text": "Ég er viss um að bankakallarnir sem óðu hérna uppi um árið hafi átt nóg af hagfræðibókum, og ég held að þeir hafi líka skilið þær mun betur en þú. Samt hrundi allt. Hmm…\nRökleysa á hæsta stigi.\nÉg sagði aldrei að mér liði eins og þræli, einfaldlega að eðli málsins væri það sama, hættu að snúa út úr.\nEins og er þarf ég ekki að hafa áhyggjur af því að eiga örugglega pening fyrir því ef ég veikist\nÞú virðist ekki hafa lesið orð af því sem ég sagði heldur ertu einungis að rífast við fyrirfram ákveðna hugmynd að því sem þú heldur að ég sé að segja.\nÉg endurtek: Það að borga sameiginlega fyrir heilsugæslu er ekki það sama og að ríkið hafa einokun á heilbrigðisþjónustu\nÞað að borga sameiginlega fyrir menntun barna er ekki það sama og að ríkið hafi einokun á menntakerfinu.\nÍslenska ríkið er ágætis húsbóndi miðað við marga aðra í heiminum, en miðað við það hvernig því tókst að blása upp góðæri sem síðan hrapaði í þvílíku hallæri og kreppu þá er ég ekki sáttur.\nMarkaðurinn olli ekki kreppunni, ríkið skapaði hana, rétt eins og allar kreppur.\nÞað að ætla að kenna frjálsum markaði um kreppu þegar vextir voru ekki á frjálsum markaði og útgáfa peninga er ekki á frjálsum markaði, er fjarstæðukennt."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-03 14:05:22",
            "id": "6813128",
            "reply_to_id": "6813070",
            "text": "Rökleysa á hæsta stigi.\nMamma þín er rökleysa á hæsta stigi. Það sem ég á við með þessu er að þótt einhverjar hagfræðibækur segi að eitthvað sé skynsamlegt eða virki vel þýðir ekki að svo sé í alvöru heiminum. Ekki það að ég telji hagfræði vera tóma tjöru, en ég ætla ekki að móta mér skoðanir út frá því sem frjálshyggjuspekingar segja að hún snúist um.\nÉg sagði aldrei að mér liði eins og þræli, einfaldlega að eðli málsins væri það sama, hættu að snúa út úr.\nJá, ókeeei eðli málsins er það sama. Sé það núna, algjörlega það sama. En hræðilegt…\nÞú virðist ekki hafa lesið orð af því sem ég sagði heldur ertu einungis að rífast við fyrirfram ákveðna hugmynd að því sem þú heldur að ég sé að segja.\nÉg endurtek: Það að borga sameiginlega fyrir heilsugæslu er ekki það sama og að ríkið hafa einokun á heilbrigðisþjónustu\nÞað að borga sameiginlega fyrir menntun barna er ekki það sama og að ríkið hafi einokun á menntakerfinu.\nGetur verið að þú sért ekki að lesa það sem ég skrifa? Eins og\nÞað má alveg athuga svona fyrir mér. Ef ég man rétt þá vildi t.d. Samfylkingin fara í þessa átt. Ég ætla hins vegar ekki að þykjast vera einhver sérfræðingur í rekstri sjúkrahúsa og dæma hér og nú um hvort þetta er skynsamlegt eða ekki.\nog\nEn ef þú hefur einhverjar hugmyndir um hvernig nýta má undur markaðarins til að bæta hlutina þá eru þær guðvelkomnar, þótt þú ættir að tala við einhvern sem er í aðstöu til að framkvæma þær frekar en mig. Ég vona bara að þær gangi betur upp en bankakerfið gerði.\nÞótt að það sé smá háðstónn í þessu síðara, vegna þess hversu kjánaleg svona blind trú á markaðsvæðingu vera, þá meinti ég þetta alveg. Ég var ekki að segja að ég vildi ekki eitthvað sænskt heilbrigðis- eða menntafyrirkomulag, heldur þetta anarkókapítalistadæmi þitt.\nÍslenska ríkið er ágætis húsbóndi miðað við marga aðra í heiminum, en miðað við það hvernig því tókst að blása upp góðæri sem síðan hrapaði í þvílíku hallæri og kreppu þá er ég ekki sáttur.\nÉg er reyndar nokkuð sammála þér varðandi þetta atriði. Og þetta var allt gert í nafni sömu hugmynda og þú ert að tala fyrir nú. Þú verður bara að afsaka það þótt ég sé ekkert svakalega hrifin af þessu þótt þú bætir einkavæddum seðlabanka og því að geta skipt um goða, eða hvað það nú var, inn í jöfnuna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-03 20:10:57",
            "id": "6813563",
            "reply_to_id": "6813128",
            "text": "Ekki það að ég telji hagfræði vera tóma tjöru, en ég ætla ekki að móta mér skoðanir út frá því sem frjálshyggjuspekingar segja að hún snúist um.\nHagfræði og frjálshyggja er ekki það sama. Hagfræði eru vísindi. Ef þú vilt fræðast um þetta efni, þá mæli ég með að þú kynnir þér vísindin að baki.\nÞau kallast hagfræði.\nÞótt að það sé smá háðstónn í þessu síðara, vegna þess hversu kjánaleg svona blind trú á markaðsvæðingu vera\nBankamarkaður á Íslandi fyrir hrun var langt frá því að vera frjáls markaður og því fáránlegt að kenna markaðsvæðingu um hvernig fór.\nMarkaðurinn fékk ekki að ráða vöxtum og markaðurinn fékk ekki að ráða útgáfu peninga, þetta voru bæði mikilvægir hlutir innan bankakerfisins sem voru í höndum ríkisins, Seðlabankans, en ekki markaðarins."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-03 21:10:41",
            "id": "6813637",
            "reply_to_id": "6813563",
            "text": "Hagfræði og frjálshyggja er ekki það sama.\nSagði ég það? Ég veit vel að hagfræði eru vísindi og líka að innan þeirra eru mismunandi skoðanir á hlutunum, og að þær eru byggðar á alls konar rökum, allt frá sálfræði til stærðfræðilegra líkana. Þannig að ef þú ætlar að segja að eitthvað sem þú segir sé bara hagfræðileg staðreynd þá tek ég frekar lítið mark á því nema þú virkilega sannir það með einhverjum hætti.\nBankamarkaður á Íslandi fyrir hrun var langt frá því að vera frjáls markaður og því fáránlegt að kenna markaðsvæðingu um hvernig fór.\nMarkaðurinn fékk ekki að ráða vöxtum og markaðurinn fékk ekki að ráða útgáfu peninga, þetta voru bæði mikilvægir hlutir innan bankakerfisins sem voru í höndum ríkisins, Seðlabankans, en ekki markaðarins.\nJá, augljóslega algjörlega fáránlegt. Ertu með einhverjar óyggjandi sannanir fyrir því að allt myndi ganga upp í þinni útgáfu? Annars held ég að ég kenni nú bara samt markaðsvæðingunni um þetta."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-04 22:13:19",
            "id": "6814945",
            "reply_to_id": "6813637",
            "text": "Það sem ég á við með þessu er að þótt einhverjar hagfræðibækur segi að eitthvað sé skynsamlegt eða virki vel þýðir ekki að svo sé í alvöru heiminum.\nEkki það að ég telji hagfræði vera tóma tjöru, en ég ætla ekki að móta mér skoðanir út frá því sem frjálshyggjuspekingar segja að hún snúist um.\nEf þú veist að það eru mismunandi skoðanir innan hagfræðinnar þá skaltu endilega benda á þau tilvik.\nÞað að segja að\nÉg er viss um að bankakallarnir sem óðu hérna uppi um árið hafi átt nóg af hagfræðibókum, og ég held að þeir hafi líka skilið þær mun betur en þú. Samt hrundi allt. Hmm…\nEr jafn fáránlegt og að segja að:\nÉg er viss um að\neðlisfræðingarnir\nsem bjuggu til kjarnorkusprengjuna  hérna um árið hafi átt nóg af\neðlisfræðibókum\n, og ég held að þeir hafi líka skilið þær mun betur en þú. Samt sprakk  allt í tætlur. Hmm…\nÞað hvort hagfræðina er beitt vel eða illa breytir því ekki að íslenska kerfið hrundi samkvæmt lögmálum hennar. Rétt eins og kjarnorkusprengjan sprakk samkvæmt lögmálum eðlisfræðinnar, þó svo að beitingu hennar megi deila um á pólitískum nótum.\nErtu með einhverjar óyggjandi sannanir fyrir því að allt myndi ganga upp í þinni útgáfu?\nÉg er ekki að koma með neina útgáfu, einfaldlega að benda á hvað var að þeirri gömlu (og núverandi)\nAnnars held ég að ég kenni nú bara samt markaðsvæðingunni um þetta.\nÁ hvaða forsendum?"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-08-04 22:44:39",
            "id": "6815015",
            "reply_to_id": "6814945",
            "text": "Pólitík, fótbolti, trúarbrögð."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 13:38:48",
            "id": "6815640",
            "reply_to_id": "6815015",
            "text": "Breytir því ekki að menn geta reynt að ákvarða hvort liðið hafi staðið sig betur í leiknum, út frá tölfræði um mörk, hve lengi þeir hafa boltan, skyndisóknir og fleira…"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-08-06 19:01:24",
            "id": "6817382",
            "reply_to_id": "6815640",
            "text": "Jújú. Þannig myndu allir styðja sama liðið. Pólitík er erfiðari. (Trúarbrögð reyndar líka.)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 12:44:06",
            "id": "6818404",
            "reply_to_id": "6817382",
            "text": "Nei, fólk heldur ennþá með mismunandi liðum, þó ManU sé greinilega besta liðið.\nSama á við um pólitík. Það er t.d. vel vitað hvaða áhrif lágmarkslaun hafa á hagkerfi, samt heldur fólk áfram að styðja þá tillögu um allan heim"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-08-07 14:53:00",
            "id": "6818557",
            "reply_to_id": "6818404",
            "text": "Sumum finnst áhersla á varnarleik í fótbolta skemmtilegri en áhersla á sóknarleik (eða\neitthvað\n, ég veit ekkert um fótbolta). Sama má segja um stjórnmál, réttlætiskennd allra er ekki samfelld. Sumum finnst réttlátt að vesturlöndin hjálpi þróunarlöndum á meðan öðrum finnst þau mega redda sér sjálf. Það er erfitt að meta þetta tölulega. Algengasta aðferðin er að beita vinsældakosningu.\nMér sýnist um þessa hluti (stjórnmál og trúarbrögð sérstaklega) að fólk sé að gera sér mikinn mat til vangaveltna með of litlum upplýsingum. “Ég bað Guð að láta ömmu að lifa af aðgerðina, og hann gerði það” eða “bandaríska hagkerfinu vegnar betur þegar repúblikanar eru við völd” eru fyrirbrigðin sem ég á við. Ekki nóg með að margir aðrir þættir spili inn í þessa hluti (eins og hæfni læknanna eða utanaðkomandi áhrif á hagkerfið, etc.) heldur er sjaldnast haft fyrir því að prófa þessar fullyrðingar vísindalega.\nÞað er af þessum orsökum að mér finnst leiðinlegt að reyna að rökræða við fólk um stjórnmál eða trúarbrögð, innan ákveðins ramma. Í stjórnmálum er fjallað dögum, ef ekki vikum saman um sama málið (ég fór til útlanda í tvær vikur og þegar ég kom heim voru enn sömu icesave-fyrirsagnirnar í blöðunum) og engar nýjar upplýsingar koma fram. Fólk býr sér bara til kastala af skoðunum á klettanöf af upplýsingum. Hvað trúarbrögð varðar er erfitt að reyna að “rökræða sig úr Biblíunni”, það er þegar fólk notar fullyrðingar trúarrita til að rökstyðja trúna sjálfa. Þannig samræður um trúarbrögð eru rökræn deiling með núlli.\nÞað er þetta sem ég átti við með “pólitík, fótbolti og trúarbrögð.” Maður getur endalaust rökrætt sama hlutinn fram og aftur, en ef ár, árhundruð eða árþúsund líða án þess að svar komi fram er annað hvort eitthvað að spurningunni eða ekki nóg af upplýsingum til að svara henni."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 20:26:52",
            "id": "6819004",
            "reply_to_id": "6818557",
            "text": "Ég skil þig alveg.\nOg ég var alveg sammála fram að þessari fullyrðingu:\nMaður getur endalaust rökrætt sama hlutinn fram og aftur, en ef ár, árhundruð eða árþúsund líða án þess að svar komi\nSvarið getur verið löngu komið þó svo að fólk haldi enn með sömu liðunum…"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-08-08 14:24:55",
            "id": "6819712",
            "reply_to_id": "6819004",
            "text": "Já, þessi síðasta fullyrðing er ekki algild. Ég á við spurningar eins og “Hver er tilgangur lífsins?” (þar sem eitthvað er að spurningunni) eða “Er guð til?” (þar sem ekki er nóg af upplýsingum til að svara spurningunni með óyggjandi hætti). Vissulega getur svar (og jafnvel rétt svar) verið komið fyrir löngu, þá gildir upplýsingaleysisklausan bara um fólkið sem enn ræðir spurninguna enn. (Man. U. getur vel verið besta liðið, það hefur bara enginn sannað það. Síðasta setning Fermats var rétta svarið, fólk eyddi samt þrjúhundruð árum í að staðfesta það.)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 19:45:22",
            "id": "6820949",
            "reply_to_id": "6819712",
            "text": "Það að við getum ekki vitað neitt með fullri vissu þýðir ekki að við vitum ekki fullt.\n1. Það er enginn tilgangur með lífinu þegar litið er á heildarmyndina.\n2. Ég veit ekki hvað þú meinar með guð, en guð biblíunnar er ekki til.\nÞað er létt að svara þessum spurningum og rökstyðja svörin. Fólk vill bara oft ekki hlusta."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-08-09 20:04:24",
            "id": "6820966",
            "reply_to_id": "6820949",
            "text": "Það\nbendir allt til þess\nað svör eitt og tvö stemmi hjá þér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 22:45:58",
            "id": "6821143",
            "reply_to_id": "6820966",
            "text": "já…"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-05 16:07:40",
            "id": "6815826",
            "reply_to_id": "6814945",
            "text": "Ef þú veist að það eru mismunandi skoðanir innan hagfræðinnar þá skaltu endilega benda á þau tilvik.\nhttp://en.wikipedia.org/wiki/Economics\nSlatti af mismunandi skólum, stefnum, straumum og aðferðafræðum.\nEr jafn fáránlegt og að segja að:\nÉg er viss um að eðlisfræðingarnir sem bjuggu til kjarnorkusprengjuna hérna um árið hafi átt nóg af eðlisfræðibókum, og ég held að þeir hafi líka skilið þær mun betur en þú. Samt sprakk allt í tætlur. Hmm…\nÞað hvort hagfræðina er beitt vel eða illa breytir því ekki að íslenska kerfið hrundi samkvæmt lögmálum hennar. Rétt eins og kjarnorkusprengjan sprakk samkvæmt lögmálum eðlisfræðinnar, þó svo að beitingu hennar megi deila um á pólitískum nótum.\nÞú vilt sem sagt meina að hér hafi verið byggð hagfræðileg kjarnorkusprengja fyrir framan nefið á okkur, en nánast enginn af hagfræðingunum hér á landi hafi varað almenning við svo telja megi? Bölvaðir skúrkar eru þessir hagfræðingar og þetta bankalið og reyndar ríkisstjórnin sem stóð að þessu líka…\nÉg held reyndar að þetta sé aðeins öðruvísi (en kannski ekki alveg). Ég held að þetta sé aðallega vegna annmarka hagfræðinnar. Hagfræðin þarf jú að gera gefa sér forsendur og nálganir á raunveruleikanum og eftir minni bestu vitund eru það mun grófari nálganir og umdeildari forsendur en í t.d. eðlisfræði, þótt menn geti vissulega gert samskonar mistök þar líka. Hins vegar held ég líka að menn hafi ekki beint verið að grafa upp þær hliðar hagfræðinnar sem hentuðu ekki þeirra hagsmunum og skoðunum.\nÁ hvaða forsendum?\nÉg er ekki að koma með neina útgáfu, einfaldlega að benda á hvað var að þeirri gömlu (og núverandi)\nÁ þeim forsendum að kerfið var markaðsvætt, óx upp úr öllu valdi, stofnaði útibú hér og þar um heiminn og hrundi loks á okkur. Og hvert er síðan þitt framlag til umræðunnar? Að það að hér hafi verið ríkisseðlabanki, eins og að ég held alls staðar annars staðar, og það sé það sem var að, án þess að færa nein rök fyrir því eða að kerfi án hans sé betra. Það er aldeilis gagnlegt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 16:53:47",
            "id": "6815867",
            "reply_to_id": "6815826",
            "text": "http://en.wikipedia.org/wiki/Economics\nSlatti af mismunandi skólum, stefnum, straumum og aðferðafræðum.\n… ég veit, viltu vinsamlegast benda með tilliti til þess sem við vorum að tala um"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 17:26:07",
            "id": "6815909",
            "reply_to_id": "6815826",
            "text": "Svaraði of snemma, ‘bæta við’ takkinn virkar ekki.\nÞú vilt sem sagt meina að hér hafi verið byggð hagfræðileg kjarnorkusprengja fyrir framan nefið á okkur\nJá\nen nánast enginn af hagfræðingunum hér á landi hafi varað almenning við svo telja megi? Bölvaðir skúrkar eru þessir hagfræðingar og þetta bankalið og reyndar ríkisstjórnin sem stóð að þessu líka…\n…Segðu\nÞað sem þú segir varðandi hagfræðina sem vísindagrein er alveg rétt, það þarf að gera nálganir og hún hefur sína annmarka.\nEn viltu þá nefna hvaða nálganir og annmarka þú ert að tala um…\nOg hvert er síðan þitt framlag til umræðunnar? Að það að hér hafi verið ríkisseðlabanki, eins og að ég held alls staðar annars staðar\nEr ekki kreppa alls staðar annars staðar líka?\nán þess að færa nein rök fyrir því eða að kerfi án hans sé betra.\nSeðlabankinn hefur einokunarrétt á útgáfu peninga, þar ríkir engin markaðssamkeppni. Seðlabankinn setur stýrivexti, markaðurinn ræður þeim ekki.\nStýrivextir, sem eru hálfpartinn lágmarksvextir í landinu, voru of háir hér á landi.\nEf menn vilja græða, þá kaupa menn lágt og selja hátt. Það er þó ekki nauðsynlegt að kaupa vöru, heldur er hægt að láta aðra sjá um það og græða á peningunum einum saman, með því að taka lán á lágum vöxtum og lána peningana út á háum vöxtum.\nSeðlabankar BNA, ESB og JPN hafa verið með vexti í kringum 1-2%. Hér voru vextir hins vegar í tveggjastafatölum.\nÞví fluttist mikið af fé til Íslands frá erlendum fjárfestum. Þetta sést best á öllum erlendu lánunum sem fólk á í basli við.\nEkki nóg með að þetta sé rótin að neyslubrjálæðinu (því eitthvert urðu þessir peningar að fara. Við sátum ekki á þeim, við eyddum þeim) heldur varð þetta streymi fjármagns inn í landið til þess að gengi krónunnar hækkaði yfir raunverulegt markaðsgengi sitt og því yrðu erlend lán og kaup enn hagstæðari.\nÞegar ríkið tekur svo yfir Glitni verða fjárfestar hræddir um sitt fé og reyna að draga það til baka, sem verður til þess að gengi krónunnar fellur, lánin hækka og voilá… rest is history.\nSeðlabankinn beindi markaðnum greinilega í þá átt sem hann fór, með sinni stjórn á peningamagni.\nÞað er því frekar langsótt að kenna markaðsvæðingu um hrunið þegar markaðurinn réð ekki vöxtum og réðu þar með ekki genginu og engin samkeppni var um útgáfu peninga.\nEinokun er slæm, sama hvort er af hálfu einstaklinga eða ríkisins.\nGrein:\nKreppa Kapítalismans?\nÞegar kreppur eru skoðaðar nánar, þá sést að þær má nánast alltaf rekja til seðlabanka, gefið að þær séu ekki vegna náttúruhamfara eða eyðileggingu auðlinda"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-05 20:23:53",
            "id": "6816153",
            "reply_to_id": "6815909",
            "text": "… ég veit, viltu vinsamlegast benda með tilliti til þess sem við vorum að tala um\nHvað var það eiginlega? Það er búið að vera svo margt…umm…ertu ekki að meina einkarekin vs. ríkisrekin heilbrigðiskerfi og vegakerfi? Veistu, ég held að sönnunarbyrðin sé þín megin, að sýna að það sé einróma álit hagfræðinnar að einkarekin heilbrigðiskerfi (sem ríkið borgar samt fyrir, ekki satt?) og vegakerfi séu betri en ríkisrekin. Þú hélst því jú fram með þessum rökum\nÞarft ekkert að kaupa það né trúa. Þetta eru vísindi, kallast hagfræði.\nÉg var ekki að halda neinu fram nema að ég tryði ekki að þetta væri mesta drasl í heimi bara vegna þess að ríkið stæði bak við það. Ef þú kemur með óumdeilanleg hagfræðileg rök sem segja annað skal ég kannski endurskoða það.\nEn viltu þá nefna hvaða nálganir og annmarka þú ert að tala um…\nAf hverju? Ég var bara að segja að þótt eitthvað stæði í hagfræðibók, þýddi það ekki að það væri allt skothelt.\nEr ekki kreppa alls staðar annars staðar líka?\nJú, en misslæm eftir löndum, og fæst lönd eru að reyna að höndla hrun bankakerfis sem óx upp í tólffalda landsframleiðslu, en þú ert reyndar (loksins) með einhverjar skýringar á því annars staðar.\nÞað er því frekar langsótt að kenna markaðsvæðingu um hrunið þegar markaðurinn réð ekki vöxtum og réðu þar með ekki genginu og engin samkeppni var um útgáfu peninga\nEf þú lest það sem ég skrifaði upphaflega þá var ég ekki að segja að öll markaðsvæðing á bankakerfum sé slæm, heldur var ég að nefna dæmi um markaðsvæðingu sem mistókst. Það getur vel verið að með öðru regluverki eða peningamálastefnu hefðu hlutirnir gengið betur.\nOg varðandi útskýringarnar á hruninu þá ætla ég nú ekki að þykjast vita meira en ég geri, en mér sýnist þetta vera mest allt eitthvað sem maður hefur séð og heyrt áður og virðist ansi skynsamlegt.\nEn það er náttúrulega auðvelt að vera vitur eftirá, og ekki man ég eftir því að frjálshyggjumenn hér á landi hafi verið mikið að draga þetta upp fyrir kreppu. T.d. talaði Frjálshyggjufélagið sem er hér á landi um að bjóða sig fram, en hætti svo við og lýsti yfir stuðningi við Sjálfstæðisflokkinn. Það hefði verið ágætt ef þeir hefðu boðið sig fram og varað við þessu ef þeir sáu þetta fyrir. Og ekki var Hannes Hólmsteinn skárri (sjá myndband). Það eina sem ég man eftir eftir voru nokkrir hagfræðiprófessorar í HÍ, vinstri flokkarnir og Einar Oddur Kristjánsson að segja eitthvað svipað um að þenslan væri of mikil og gengið of hátt. En minnið hjá mér er svo sem ekki fullkomið, né var ég niðursokkinn í svona hluti þá, og er það svo sem ekki ennþá.\nEn ég er samt ekkert sannfærður um hlutirnir séu betri án ríkiseinokunar peninga. Hvað er það sem gerir einkaaðila hæfari en ríkið til að gefa út peninga og stjórna vöxtunum á þeim? Hversu stórir yrðu þessir einkaaðilar og hvað hagsmuna myndu ráða vöxtunum þeirra, ef þeir væru einhverjir? Gætu þessir aðilar ekki verið of litlir til að verja peninganna sína, eða vaxið upp í gífurlega stærð og síðan klúðrað málunum eins og ríkið? Hvað með gullfótinn sem meirihluti austurrríska skólans talar fyrir skv. Wikipedia? Er hann ekki ríkiseinokun, og er hann örugglega verri en “free banking” sem minnihlutinn skólans talar fyrir?\nOg jafnvel þótt nú sé djúp kreppa á heimsmarkaði, þýðir það þá endilega að það sé rangt að hafa ríkisseðlabanka? Einhver ástæða er væntanlega fyrir því að hann stjórnar þessum stýrivöxtum sínum og varla er þetta\nhttp://en.wikipedia.org/wiki/Monetary_policy\nbara tómt loft. Er útilokað að kostirnir af ríkisseðlabönkunum vegi þyngra en afleiðingar kreppu öðru hverju, fyrst þú segir að slíkt sé afleiðing ríkisseðlabanka, og má kannski ekki læra af mistökum þessarrar kreppu og gera betur næst?\nÞetta eru bara spurningar sem poppa upp í kollinum á manni jafnvel þótt maður viti ekkert um hagfræði. Ef maður gerði það þá væru þær örugglega fleiri. Ég efast líka um að auðvelt sé að svara þeim með óyggjandi hætti. En getum við þó ekki verið sammála um að Sjálfstæðisflokkurinn hafi klúðrað málunum með græðgisvæðingu í formi óheppilegrar blöndu af markaðsvæðingu og ríkisafskiptum?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 23:56:55",
            "id": "6816489",
            "reply_to_id": "6816153",
            "text": "1. Og rökin eru þau, að fyrst samkeppnisaðstæður henta ávallt betur en ríkiseinokun, þá hljóti það sama að gilda fyrir samgöngur og heilbrigðisþjónustu.\nÉg sé enga ástæða til þess að draga línu þarna, er eðlismunur á þessu og öðru?\nEða er þetta einfaldlega búið að vera í höndum ríksins það lengi að fólki finnst það sjálfsagt?\nMig grunar það\n2. Ég sagði aldrei að þetta væri mesta drasl í heimi. ég sagði að þjónustan væri of dýr miðað við hve gæðin eru lág.\nÞetta einkennir einokun, sama hvort hún er ríkisrekin eða í höndum einkaaðila\nhttp://en.wikipedia.org/wiki/Monopoly_profit\n3. Það að eitthvað standi í eðlisfræðibók þýðir heldur ekki að það sé skothelt. En ef þú ætlar að efast um eitthvað þá verðuru að gera aðeins meira en einfaldlega að segja: ‘en þetta gæti verið rangt!’\n4. Auðvitað er hún misslæm. Það er stigsmunur á kreppunum, en ekki eðlismunur. Í eðli sínu eru þær allar keimlíkar, bera sömu einkenni neyslubrjálæðis, þenslu á húsnæðismörkuðum og lélegum langtíma fjárfestingum.\nÍ raun allt sem einkennir offramboð á lánsfé. Þetta lánsfé var í raun ekki til, heldur var það prentað af seðlabönkunum í BNA, ESB og JPN.\n5.\nHvað er það sem gerir einkaaðila hæfari en ríkið til að gefa út peninga og stjórna vöxtunum á þeim?\nÞað sama og gerir rekstur einkaaðila ávallt betri en ríkiseinokun. Samkeppni.\nRíkið þarf ekki að þjónusta viðskipti sína, vegna þess að það á aldrei á hættu að missa þá.\nEf þú ert óánægður með þjónustu einkaaðila, þá færiru viðskipti þín annað og þar með glatar einkaaðilinn tekjum.\nÞað er samkeppnin, það er valfrelsið sem gerir gæfumuninn.\nHvort er líklegra að þú finnir besta bílinn til þess að keyra kringum landið, ef ríkið gefur út einn bíl, sem er eini bílinn í boði og þú neyðist til þess að keyra hann,\nEða, ef þú prófar 10-15 mismunandi bíla, berð þá saman og velur þann sem þér líst best á, og ef hann missir álit þitt þá seluru hann fyrir annan?\nsamkeppnin og hinn frjálsi markaður leiðir til meiri fjölbreytni og stuðlar í raun að þróun.\nÉg er ekki að segja að ég viti bestu peningamálastefnuna, langt því frá. Þær eru til nokkrar.\nEn á markaði þá tel ég að besta peningamálastefnan myndi lifa af.\nSá aðili sem gæti haldið aftur af verðbólgu peninganna sinna, og tryggt verðgildi þeirra.\n6. Gullfóturinn er ekki ríkiseinokun. Ríkið getur verið með einokun og notað gullfót, en gullfóturinn kemur einokun ekkert við í sjálfu sér.\nGullfótur þýðir bara að ákveðið magn af seðlum samsvarar ákveðnu magni af gulli og því sveiflast gengið með gengi gullsins.\nLiberty dollarinn er t.d. á silfurfæti.\n7.\nog má kannski ekki læra af mistökum þessarrar kreppu og gera betur næst?\nEnn er sama kerfi og frá því kreppan mikla varð.\nMundu að þetta fólk sem lítur á sig sem æðri verur en okkur hin, er fólk rétt eins og við. Með sínar hugmyndir og ranghugmyndir rétt eins og við.\n8. Ég hef aldrei flokkað mig sem sjálfstæðismann né tala ég máli þess flokks. Ég myndi ekki segja að Sjálfstæðisflokkurinn hafi fellt Ísland með markaðsvæðingu, þeir felldu Ísland með því að markaðsvæða ekki nóg…"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-06 21:03:05",
            "id": "6817565",
            "reply_to_id": "6816489",
            "text": "Æi, bleh. Svona rifrildi geta orðið ansi löng og kjánaleg, sérstaklega þegar þau fara að snúast um hluti sem maður hefur takmarkaðan skilning á, eins og peningamálastefnu."
        },
        {
            "user": "SexyBastard",
            "user_id": "48915",
            "date": "2009-08-01 17:54:45",
            "id": "6811762",
            "reply_to_id": "6811053",
            "text": "eins og flestir vita þá eru sjúkrahúsin rekin með tapi, hvað heldurðu að myndi ske ef að við hleypum einkaaðilum inní reksturinn? jú kostnaður hins almenna sjúklings mun hlaupa uppúr öllu valdi - ég er hins vega sammála að sum leyti með þau, má einkavæða hluta af þeim, en sjúkrahús verða að vera áfram í eigu ríkis til að halda niðri verði - en á móti kemur að það á að gefa það frjálst að læknar hafi sýnar eigin stofur ef þeim lýst svo á og megi rukka þar það sem þeir vilja, við fólkið höfum þá alla vega val um hvort okkur hugnast betur.\ní sambandi við vegakerfið þá væri ég algerlega á móti því að einkavæða þá - hvað heldurðu að skeði þá? jú sá sem byggir veginn þarf þa að græða á honum ekki satt? þá myndum við fá upp vegtolla hér á landi sem ég væri persónulega ekki sáttur við ég vill að mestu geta keyrt frjáls um landið ef mér sýnist það án þess að þurfa að borga annað en himinhátt bensín í það - hvalfjarðargöngin eru td gott sýnishorn þarna - jú auðvitað munar miklu um hafa fengið þessi göng, en ég er ekki beint sáttur við það að þurfa að borga um 2000 krónum ef mig langar til að skreppa til Akraness fyrir utan bensín - en ég hef reyndar þann kost að fara fyrir fjörðinn sem myndi kosta mig svipað en tæki lengri tíma.\nStríðir það gegn þínu siðferði að segja ‘nei’ þegar einhver heimtar með valdi að þú afhendir peningana þína?\nStríðir það gegn þínu siðferði að neita að gefa upp peningana þína þegar þú veist að sá sem tekur þá af þér, með góðu eða illu, mun nota þá til þess að borga upp skuldir vina sinna?\neg er nú ekki sammála þér þarna - við búum í samfélagi og samfélagið þarf að vinna saman til að það gangi upp - ein leiðin til þess er að allir leggi í púkk til að halda öðrum kostnaði niðri, það að einstakir stjórnmálamenn séu fífl breytir því ekki að samfélagið þarf fjármagn til að þrífast og skattar eru besta og sanngjarnasta leiðin til að það gangi eftir - má hins vegar rífast um það hvort þeir séu of háir eður ei en það er annað mál - þannig borga allir jafnt til samfélagsins og allir fá að njóta þess hvort sem þeim líkar það eður ei - ég bara sé ekki hvernin þú ætlar að láta samfélagið þrífast ef að engin er innkoman til að gera neitt fyrir alla? mættir gjarnan útskýra það fyrir mér :)  en jú þó svo að flestir myndu taka svarta vinnu ef hún býðst sama hvaða siðferði þeir þykjast vinna eftir þá þíðir það ekki að það sé rétt að vinna hana, með því að vinna svarta vinnu ertu í raun að svíkja samfélagið sem þú ert hluti af hvort sem þér líkar betru eður verr því að þá ertu einungis að þyggja frá okkur hinum en ekki að skila neinu til baka til okkar. ef þér finnst rétt að þú getir búið hérna á klakanum og notið allra þeirra gæða sem við hin borgum fyrir með því að vera með annað ríkisfang þá væri ég alveg til í að fá að sparka þér út persónulega :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-03 12:38:39",
            "id": "6813073",
            "reply_to_id": "6811762",
            "text": "hvað heldurðu að myndi ske ef að við hleypum einkaaðilum inní reksturinn? jú kostnaður hins almenna sjúklings mun hlaupa uppúr öllu valdi\nEfast stórlega um það.\nKostnaður við matarinnkaup hefur lækkað eftir að einokun ríkisins á sölu matvæla hefur verið afmáð.\nEinokun skapar okurverð, ekki frjáls markaður.\nen sjúkrahús verða að vera áfram í eigu ríkis til að halda niðri verði\níslenska heilbrigðiskerfið er eitt það dýrasta í heimi. Hvaða lágu verð ertu eiginlega að tala um? :S\nþá myndum við fá upp vegtolla hér á landi sem ég væri persónulega ekki sáttur við ég vill að mestu geta keyrt frjáls um landið ef mér sýnist\nEn einhver þarf að borga fyrir vegina…\nÞað að ríkið byggi eitthvað þýðir alls ekki að það sé ódýrt. Ríkið er í eðli sínu lélegur rekstraraðili og fjárfestir. Það þarf ekki að afla sinna eigin tekna svo það hefur minni tilfinningu fyrir þeir fjárhæðum sem það eyðir. Þess vegna á ríkið það til að borga of mikið fyrir of lélega þjónustu.\nLíklegast ertu búinn að borga meira í skatt til vegamála heldur en þú hefðir nokkurn tímann borgað í vegatolla, ef þú lítur á heildar myndina.\nán þess að þurfa að borga annað en himinhátt bensín í það\nSíðast þegar ég vissi þá er það ríkið sem heldur bensínverði jafn háu og raun ber vitni, ég skil ekki alveg pointið með þessu.\nmeð því að vinna svarta vinnu ertu í raun að svíkja samfélagið\nÞú ruglar saman samfélagi og ríki… ekki gera það.\nSamfélagið getur alveg verið með innkomu þó að ríkið hafi hana ekki. Þessir 40 milljarðar sem SI talar um eru ekki horfnir, þeir eru í raun innkoma samfélagins, einstaklinga innan þess, en ekki ríksins.\nÞú segir að skattar séu besta og sanngjarnasta leiðin. Þú vilt sem sagt meina að besta og sanngjarnasta leiðin til þess að safna auðævum saman sé að taka þau af fólki með valdi og ef það neitar að afhenda peningana sína þá skal beita fólkið ofbeldi.\nMér finnst þetta ekki einungis ósanngjarnt heldur sína rannsóknir fram á að þetta sé mjög óhagkvæm leið til þess að safna fjármagni.\nhttp://www.youtube.com/watch?v=Un4-eI1T71E\nef þér finnst rétt að þú getir búið hérna á klakanum og notið allra þeirra gæða sem við hin borgum fyrir með því að vera með annað ríkisfang þá væri ég alveg til í að fá að sparka þér út persónulega :)\nég þigg ekki nein gæði. Þið þröngvið þeim upp á mig og ætlist síðan til þess að ég sé skuldbundinn ykkur.\nÞetta er eins og ég myndi byrja að senda þér jólapakka árlega, og fara svo að væla í þér að þú gefir mér aldrei neitt til baka. Jafnvel þó við þekkjumst ekki neitt og þú hafir aldrei samþykkt þessi jólapakka skipti í fyrsta lagi!\nEins og ég sagði í dæminu um litlu stelpuna hér að ofan, þá er aðgerðin ekki röng í eðli sínu, heldur lætur ríkið hana vera slæma og þvingar upp á okkur sektarkennd og kemur okkur í aðstöðu sem við báðum aldrei um að vera í í fyrsta lagi.\nEn ég skil ekki hvernig þú færð það út að án ríkis þá gæti ekki verið neitt fjármagn í landinu til að framkvæma neitt. Peningarnir eru þegar til, ríkið hefur aldrei skapað þá. Það eina sem ríkið gerir er að\ntaka\nþá og\neyða\nþeim fyrir okkur gegn okkar vilja.\nEf ríkið myndi ekki eyða þeim þá myndum við eyða þeim sjálf, og við myndum gera það betur en ríkið þar sem enginn passar jafn vel upp á peninga og hann passar upp á sína eigin"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-06 17:03:55",
            "id": "6817237",
            "reply_to_id": "6813073",
            "text": "Þú stendur enganvegin undir nafni…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 12:31:28",
            "id": "6818385",
            "reply_to_id": "6817237",
            "text": "nafn mitt sem ég ákvað fyrir áratug síðan kemur umræðuefninu lítið við.\nEf þú vilt gagnrýna svarið mitt, vinsamlegast gerðu það málefnalega"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2009-08-07 00:30:44",
            "id": "6817967",
            "reply_to_id": "6811762",
            "text": "eins og flestir vita þá eru sjúkrahúsin rekin með tapi, hvað heldurðu að myndi ske ef að við hleypum einkaaðilum inní reksturinn?\nHvad meinardu? Ef ad sjukrahusin eru rekin med tapi tha tharf samt ad borga thetta tap med skattpeningum (eda skera nidur).\nSami peningur faeri i baedi."
        },
        {
            "user": "SexyBastard",
            "user_id": "48915",
            "date": "2009-08-07 20:44:37",
            "id": "6819025",
            "reply_to_id": "6817967",
            "text": "það sem ég meinti er að ef að þetta fer í einkarekstur þá mun sjúkrahús aldrei vera leyft að vera rekið með tapi því það er ekki hagkvæmt - þar af leiðandi yrði rándýrt að fara á sjúkrahús ólíkt því sem er í dag. eða vilja menn kannski að kerfið hérna verði eins og í usa? þar sem þú færð ekki hjálp nema vera með sjúkratryggingu nema að þú farir á ríkissjúkrahús - því ef þú ert ekki með tryggingu eða moldríkur svo þeir geti tryggt að þeir fái sína peninga þá neita þeir sjúkrabílum að flytja þig á sitt sjúkrahús þannig að þeir verða að fara á annað ríkisjúkrahús sem oftar en ekki er mun lengra frá. það er alla vega ekki það samfélag sem ég vill búa í, þó ég borgi tiltölulega háa skatta þá veit ég alla vega að ef eitthvað kemur uppá hjá mér þá þarf ég ekki að kvíða því að geta ekki greitt sjúkrahúsreikninginn þegar þar að kemur og auka þar með kvíða og stressi við önnur veikindi og jafnvel draga það fram í ystu æsar að fara því að ég kvíði því að þurfa að borga - þetta er tildæmis samskonar dæmi og er að verða með tannlækna, margir foreldrar fara ekki með börnin sín til tannsa því að það er dýrt og þeir hafa ekki efni á því eftir að tryggingafélag ríkisins hætti að borga meirihlutann fyrir börn fram að 18 ára aldri (16 ára þá)."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2009-08-06 18:10:16",
            "id": "6817317",
            "reply_to_id": "6810219",
            "text": "Hvað ef þetta er fólk sem vill alls ekkert með ríkið hafa, ætti það ekki að hafa rétt á því að standa utan þess?\nStanda utan þess? þannig að ef ég kemst að því að einhver er að vinna svart og er þar með að taka þá ákvörðun að “standa utan” ríkisins af því að það er ósátt með rekstur þess, þá má ég skjóta sá hinn sama á staðnum vegna þess að hann stendur jú utan ríkisins og hefur þar með hvorki borgað með í lagasetningu né löggæslu?\nOg hvernig kemst manneskja sem “stendur utan ríkisins” á milli staða án þess að stíga fæti á eign ríkisins, sem er sett upp og viðhaldið af ríkinu, fyrir peninga ríkisins sem safnað er með skattheimtu?\nHver einasti þegn íslenska ríkisins hefur notið góðs af ríkisrekstri ýmissa stofnana allt frá fæðingu, að fæðingunni sjálfri meðtalinni… ef einhver ætlar að fá að “segja sig úr” íslenska ríkinu ætlast ég sem þegn þess og skattgreiðandi til þess að sá hinn sami endurgreiði hverja einustu krónu sem hann hefur fengið í formi heilsugæslu, menntunar, löggæslu og öllu öðru sem ríkið hefur veitt honum á beinan eða óbeinan hátt, með verðbótum…\nÞað er ekki aðeins ómögulegt að meta alla þessa þjónustu til fjár aftur í tímann fyrir eina ákveðna manneskju, heldur yrði þessi aðili mjög líklega meirihluta ævi sinnar að borga upp skuldina."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 12:40:04",
            "id": "6818397",
            "reply_to_id": "6817317",
            "text": "Eru lögin virkilega það sem stoppar þig í því að ganga berserksgang og drepa fólk?\nEf svo er þá þarft þú á mikilli geðhjálp að halda.\nAuðvitað væri það rangt að drepa mann sem stæði utan ríkisins. En sá hinn sami ætti náttúrulega að vera í fullum rétti til þess að ráða sína eigin öryggisþjónustu. Það er fáránlegt að ríkið hafi einokun á löggæslu. Ef menn kjósa að borga ekki skatta þá ættu þeir að mega kaupa sér löggæslu frá öðrum aðilum. (ég veit að ég myndi skipta samstundis. Löggæsla ríksins er fáránleg eins og er.)\nEf manneskja sem stendur utan ríkisins vill komast á milli staða þá væri hún líklegast tilbúin að semja um ríkið um afnota af vegakerfi þess. Annars er vandamálið sem þú varst að benda á skýrt. Ríkið á allt of mikið af eignum.\nef einhver ætlar að fá að “segja sig úr” íslenska ríkinu ætlast ég sem þegn þess og skattgreiðandi til þess að sá hinn sami endurgreiði hverja einustu krónu sem hann hefur fengið í formi heilsugæslu, menntunar, löggæslu og öllu öðru sem ríkið hefur veitt honum á beinan eða óbeinan hátt, með verðbótum…\nÞú vilt sem sagt dæla fríðindum í fólk til þess að geta fjárkúgað þau síðar meir?\nMest öll sú þjónusta sem ég hef fengið frá ríkinu á minni ævi var á því skeiði sem foreldrar mínir borguðu hvort eð er mestan minn kostnað.\nÞví má líta á málið þannig að það hafi í raun verið skattur foreldra minna sem greiddi fyrir mína menntun, læknisþjónustu og löggæslu, og því skulda ég í raun ekki neitt.\nÞegar ég kýs að standa utan ríkis þá mun ég sjálfur þurfa að greiða fyrir þessa þjónustu fyrir börnin mín og því kemur dæmið út á sléttu.\nAnnars er ég hræddur við það hversu heitt þú vilt þvinga fólk í það að vera í þessu blessaða ríki.\nFinnst þér annars rétt að dæla og dæla í einhvern gjöfum og fríðindum, koma síðan nokkrum árum seinna og heimta að sá hinn sami borgi fyrir allar þessar gjafir?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-08 00:37:50",
            "id": "6819224",
            "reply_to_id": "6818397",
            "text": "Skil samt ekki alveg hvernig þú hugsar þér að græða á þessu, af því sem ég hef lesið frá þér ertu frekar almúgalegur meðaljón og því fengiru enga gífurlega peninga. Hvernig hugsaru þér að venjulegur maður sem borgar uþb 40 þúsund krónur í skatta á mánuði myndi hafa efni á að senda 2 krakka í einkaskóla, eiga bíl, fæða og klæða familíuna og borga sjúkrahús kostnað þegar annað barnið lendir í bílslysi sökum þess að þú neyðist til að keyra utanvegar þar sem þú hefur engan rétt að notfæra þér vegi eða almenningssamgöngur á landinu. ?\nÞyrfti persónulega að þéna vel yfir 600 þúsund á mánuði til að yfirhöfuð íhuga þann mögulega að vera utan ríkisins."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-08 20:25:04",
            "id": "6820010",
            "reply_to_id": "6819224",
            "text": "Hvaðan helduru að peningarnir í dag komi til þess að borga skólana?\nRíkið ræktar ekki peningatré, þetta eru nú þegar þessir skattpeningar sem þú talaðir um sem eru að borga þjónustuna. Eini munurinn væri að við réðum sjálf hvert við myndum sækja þá þjónustu.\nhttp://en.wikipedia.org/wiki/School_voucher\nAnnars þá sé ég ekki af hverju ég ætti að græða á þessu. Sagði ég einhvern tímann að ég stæði á bak við hugmyndirnar vegna persónulegs gróða? Mér finnst það kjánalegur hugsunarháttur, þoli ekki þegar ríkisvaldinu er beitt í þágu sérhagsmunahópa"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-08 23:15:53",
            "id": "6820186",
            "reply_to_id": "6820010",
            "text": "Held þú hafir algerlega misskilið mig, það sem ég vildi vita var afhverju þú vildir frekar svona skattlaust ríkislaust dæmi, ástæðan fyrir því að ég spurði spurningarinnar um hvort þú myndir græða á þessu er ekki af því að ég hef einhvern brennandi áhuga á þér heldur er ég að hugsa um hinn almenna meðaljón, hinn almenni borgari borgar mun minna í skatta heldur en þjónustan sem hann fær í staðinn, það eru stór og rík fyrirtæki og einkaaðilar sem borga mestan brúsann.\nOf mikið af fólki myndi enda útí kuldanum í svona algerlega frjálsu kerfi eins og þú styður og ef maður mætti segja sig úr ríkinu myndu einungis þeir ríku gera það sem væri mikið tap fyrir hinn almenna borgara. Hugmyndin þín, þó svo hún sé áhugaverð pæling er meingölluð."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 17:09:25",
            "id": "6820795",
            "reply_to_id": "6820186",
            "text": "Það eru alveg skattar í Voucher-kerfinu. Sama hvort menn eru með eða á móti sköttum þá er það klárt mál að núverandi skattakerfi er alls ekki nógu gott."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-07-31 17:17:16",
            "id": "6811058",
            "reply_to_id": "6810178",
            "text": "Ég vona bara að þær gangi betur upp en bankakerfið gerði.\nBankakerfið var aðeins einkavætt að nafninu til."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-07-31 18:31:08",
            "id": "6811119",
            "reply_to_id": "6811058",
            "text": "Það fer bara eftir því hvað þú kallar einkavæðingu og hvað ekki. Þú vilt væntanlega meina að vegna þess að það var ríkisábyrgð á innlánum hjá þeim þá hafi þeir ekki verið einkavæddir í raun. Ef sú er raunin þá held að þeir séu best geymdir óeinkavæddir. Hins vegar væri ég sjálfur alveg til í að selja þá einkaaðiliðum ef það giltu strangar reglur um þá til að koma í veg fyrir svona bölvað klúður eins og varð hér."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-01 00:01:18",
            "id": "6811332",
            "reply_to_id": "6811119",
            "text": "Seðlabankinn, sem er ríkisstofnun, stjórnaði peningamagninu. Hann stjórnaði líkaði hversu mikið bankarnir máttu lána.\nEf sú er raunin þá held að þeir séu best geymdir óeinkavæddir.\nBankarnir hefðu aldrei stækkað svona mikið ef það hefði ekki verið ríkisábyrgð."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-01 09:33:07",
            "id": "6811500",
            "reply_to_id": "6811332",
            "text": "Bankarnir hefðu aldrei stækkað svona mikið ef það hefði ekki verið ríkisábyrgð.\nÁnægður með tímasetninguna á þessari visku. Fyrir hrunið voru frjálshyggjuspekingar duglegir við að monta sig hversu stórir bankarnir urðu við einkavæðinguna. Eitt besta dæmið er hér:\nhttp://www.youtube.com/watch?v=AoD8umlAOFs\nKannski hefði einhver átt að segja manninum þetta þá.\nOg síðan vil ég einmitt að það sé ríkisábyrgð á innlánum, því ég vil að peningarnir mínir séu sæmilega öruggir án þess að ég þurfi að geyma þá í peningaskáp heima hjá mér, auk þess sem ég held að án ríkisábyrgðar væru miklu meiri líkur á bankaáhlaupi, því fólk vill einmitt passa upp á peningana sína. Af hverju ætti maður að sleppa ríkisábyrgðinni bara til að þóknast einhverjum eftiráskýringum frjálshyggjuspekinga?\nSeðlabankinn, sem er ríkisstofnun, stjórnaði peningamagninu. Hann stjórnaði líkaði hversu mikið bankarnir máttu lána.\nMamma þín er ríkisstofnun."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-01 22:33:43",
            "id": "6811967",
            "reply_to_id": "6811500",
            "text": "Ánægður  með tímasetninguna á þessari visku. Fyrir hrunið  voru frjálshyggjuspekingar duglegir við að monta sig hversu stórir bankarnir urðu við einkavæðinguna. Eitt besta dæmið er hér:\nhttp://www.youtube.com/watch?v=AoD8umlAOFs\nKannski hefði einhver átt að segja manninum þetta þá.\nHannes Hólmsteinn er ekki frjálshyggjumaður.\nþví ég vil að peningarnir mínir séu sæmilega öruggir án þess að ég þurfi að geyma þá í peningaskáp heima hjá mér,\nMeinarðu öruggir eins og Icesave reikningarnir?\nauk þess sem ég held að án ríkisábyrgðar væru miklu meiri líkur á bankaáhlaupi,\nBankaáhlaup eru góður hlutur.\nAf hverju ætti maður að sleppa ríkisábyrgðinni\nTil þess að koma í veg fyrir kreppur.\nbara til að þóknast einhverjum eftiráskýringum frjálshyggjuspekinga?\nÞetta eru ekki eftiráskýringar. Þú hefur greinilega ekki kynnt þér frjálshyggju neitt."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-02 10:49:10",
            "id": "6812235",
            "reply_to_id": "6811967",
            "text": "Orð hafa bara þá merkingu sem fólk gefur þeim. Það sama gildir um orðið “frjálshyggja”. Ef ég man rétt þá var það einmitt Hannes Hólmsteinn sem fann upp þetta orð sem þýðingu á orðinu “libertarianism”. Og hvað þýðir það? Samkvæmt Wikipedia er það\nLibertarianism is a term used to describe a\nbroad\nspectrum of political philosophies which seek to maximize individual liberty and minimize or even abolish the state.\nEf þín túlkun á frjálshyggju er það þröng að Hannes sjálfur falli ekki undir hana þá er það það þitt mál. Hér á landi hefur samt verið ansi viðtekið að hann geri það og ég ætla ekkert að breyta minni túlkun á orðinu bara til að þóknast þér, sem segir á svona heppilegum tíma að þetta sé röng túlkun á orðinu.\nMeinarðu öruggir eins og Icesave reikningarnir?\nNei, öruggir eins og reikningar í bönkum sem eru ekki hluti af bankakerfi sem snillingarnir í flokknum þínum leyfðu að blásast upp í tólffalda landsframleiðslu korteri fyrir alþjóðlega fjármálakreppu, allt vegna ofurtrúar þeirra á markaðnum.\nBankaáhlaup eru góður hlutur.\nMér finnst nú samt bankaáhlaup sökka ansi mikið. Maður tapar öllum peningunum sínum ef maður sprettar ekki út í banka til að taka þá út og jafnvel þótt manni takist það er maður einmitt að stuðla að því að bankinn falli.\nTil þess að koma í veg fyrir kreppur.\nFyrst þú ert svona mikill spekingur og veist alveg hvernig hlutirnir eiga og áttu að vera, af hverju býður þú þig ekki fram? Og hvað varð um framboð Frjálshyggjufélagsins sem lofað var einhvern tíman í góðærinu? Var ekki hætt við það til að tryggja áframhaldandi styrka efnahagsstjórn Sjálfstæðiflokksins?"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-02 23:15:52",
            "id": "6812821",
            "reply_to_id": "6812235",
            "text": "Ef ég man rétt þá var það einmitt Hannes Hólmsteinn sem fann upp þetta orð sem þýðingu á orðinu “libertarianism”.\nÞað segir ekki neitt.\nSamkvæmt Wikipedia er það\nWikipedia hefur rangt fyrir sér.\nHér á landi hefur samt verið ansi viðtekið að hann geri það\nhttp://en.wikipedia.org/wiki/Argumentum_ad_populum\nNei, öruggir eins og reikningar í bönkum sem eru ekki hluti af bankakerfi sem snillingarnir í flokknum þínum leyfðu að blásast upp í tólffalda landsframleiðslu korteri fyrir alþjóðlega fjármálakreppu, allt vegna ofurtrúar þeirra á markaðnum.\nFinnst þér ríkisafskipti vera ofurtrú á markaðinn?\nMér finnst nú samt bankaáhlaup sökka ansi mikið. Maður tapar öllum peningunum sínum ef maður sprettar ekki út í banka til að taka þá út og jafnvel þótt manni takist það er maður einmitt að stuðla að því að bankinn falli.\nBankinn væri skyldugur til að borga þér það sem hann skuldaði. En þér finnst greinilega kreppur vera allt í lagi."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-03 00:05:30",
            "id": "6812852",
            "reply_to_id": "6812821",
            "text": "Það segir ekki neitt.\nWikipedia hefur rangt fyrir sér.\nhttp://en.wikipedia.org/wiki/Argumentum_ad_populum\nVá, þú ert létt nett þroskaheftur. Hvað er það þá sem gefur orðum merkingu ef ekki fjöldinn og hvað er það sem gerir þig að dómara um það hvað orð þýðir frekar en fjöldann og Wikipediu?\nFinnst þér ríkisafskipti vera ofurtrú á markaðinn?\nÞeir höfðu kannski ekki eins mikla trú á honum eins og mögulegt er, en ansi mikla samt eins og þetta viðtal við Hannes sýnir glögglega.\nEn hvað ertu annars að segja? Að Sjálfstæðisflokkurinn sökki svo mikið að hann hafi valið akkúrat þannig afbökun á frjálshyggju að það hafi leitt til efnahagslegra hörmunga? Nokkuð til í því samt.\nBankinn væri skyldugur til að borga þér það sem hann skuldaði.\nWoot? Ef hann fer á hausinn án ríkisábyrgðar getur hann það ekki, nema hugsanlega eitthvað smáræði úr þrotabúinu.\nEn þér finnst greinilega kreppur vera allt í lagi.\nEf ég þarf að velja á milli þess og að missa allt spariféð mitt, þá held ég að ég myndi velja það, já. Sérstaklega ef kreppan væri ekki eins slæm og hér í landinu sem var undir styrkri stjórn Sjálfstæðisflokksins.\nOg hvar er þetta viðhorf um að bankaáhlaup séu af hinu góða að finna í íslenskum stjórnmálum? Það virðist vera algjör skortur á því. Þú ættir kannski að bjóða þig fram með öflugt nýtt frjálshyggjuframboð sem predikar þessa visku. Ekki gerir Sjálfstæðisflokkurinn það."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-03 17:12:35",
            "id": "6813342",
            "reply_to_id": "6812852",
            "text": "Hvað er það þá sem gefur orðum merkingu ef ekki fjöldinn\nFrjálshyggja er ekki bara orð. Það er hugtak. Kallar Hannes sig frjálshyggjumann? Ef ekki þá er fáránlegt að kalla hann frjálshyggjumann.\nen ansi mikla samt eins og þetta viðtal við Hannes sýnir glögglega.\nHvernig sýnir þetta viðtal það?\nWoot? Ef hann fer á hausinn án ríkisábyrgðar getur hann það ekki, nema hugsanlega eitthvað smáræði úr þrotabúinu.\nÞað fer eftir því hvernig samningurinn hefði verið. Í frjálshyggju samfélagi kemur gjaldþrot ekki í veg fyrir að þú getir borgað skuldir.\nEf ég þarf að velja á milli þess og að missa allt spariféð mitt, þá held ég að ég myndi velja það, já.\nEn ef allir aðrir væru líka búnir að tapa sínu sparifé þá værirðu ekki búinn að tapa neinu.\nSérstaklega ef kreppan væri ekki eins slæm og hér í landinu sem var undir styrkri stjórn Sjálfstæðisflokksins.\nKreppan er útaf peningamálastefnuni. Hún hefur ekkert með efnahagsmálastefnuna að gera."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-03 18:15:28",
            "id": "6813427",
            "reply_to_id": "6813342",
            "text": "Frjálshyggja er ekki bara orð. Það er hugtak.\nHvað gerir þig þá að dómara um það hvað hugtakið þýðir? Frekar notast ég við merkinguna á íslensku Wikipedia:\nhttp://is.wikipedia.org/wiki/Frj%C3%A1lshyggja\nÞú vilt kannski leiðrétta greinina. Til þess notarðu breyta takkann þar.\nKallar Hannes sig frjálshyggjumann? Ef ekki þá er fáránlegt að kalla hann frjálshyggjumann.\nÉg veit það svo sem ekki alveg, ég tala ekki mikið við hann að staðaldri. Af Wikipedia greininni um hann finnst mér það samt ansi líklegt að hann geri það, a.m.k. að hann hafi gert það þegar hann stofnaði Félag frjálshyggjumanna. En kannski er greinin um hann líka bandvitlaus.\nHins vegar þá finnst mér ekkert að því að kalla hann frjálshyggjumann óháð því hvort hann gerir það sjálfur, rétt eins og ég kalla glæpamenn glæpamenn þótt þeir geri það ekki sjálfir.\nHvernig sýnir þetta viðtal það?\nMeð mömmu þinni.\nÞað fer eftir því hvernig samningurinn hefði verið. Í frjálshyggju samfélagi kemur gjaldþrot ekki í veg fyrir að þú getir borgað skuldir.\nViltu ekki bara leiðrétta Wikipedia greinina um frjálshyggju svo ég fái að vita hvað alvöru frjálshyggjusamfélag er?\nEn ef allir aðrir væru líka búnir að tapa sínu sparifé þá værirðu ekki búinn að tapa neinu.\nJú.\nHún hefur ekkert með efnahagsmálastefnuna að gera.\nJú.\nKreppan er útaf peningamálastefnuni. Hún hefur ekkert með efnahagsmálastefnuna að gera.\nHvoru tveggja að langmestu leyti undir stjórn Sjálfstæðisflokksins. Skipaði t.d. Davíð Oddson ekki sjálfan sig sem seðlabankastjóra um árið?"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-03 22:55:12",
            "id": "6813763",
            "reply_to_id": "6813427",
            "text": "Hvað gerir þig þá að dómara um það hvað hugtakið þýðir? Frekar notast ég við merkinguna á íslensku Wikipedia:\nhttp://is.wikipedia.org/wiki/Frj%C3%A1lshyggja\nÞú vilt kannski leiðrétta greinina. Til þess notarðu breyta takkann þar.\nHannes Hólmsteinn er ekki frjálshyggjumaður samkvæmt þessari skilgreiningu.\nHins vegar þá finnst mér ekkert að því að kalla hann frjálshyggjumann óháð því hvort hann gerir það sjálfur, rétt eins og ég kalla glæpamenn glæpamenn þótt þeir geri það ekki sjálfir.\nHeldurðu að þú vitir betur en hann sjálfur hvaða stjórnmálaskoðanir hann hefur?\nViltu ekki bara leiðrétta Wikipedia greinina um frjálshyggju svo ég fái að vita hvað alvöru frjálshyggjusamfélag er?\nÞað að þú hafir ekki kynnt þér frjálshyggju neitt er ekki mitt vandamál.\nJú.\nNei.\nJú.\nNei.\nSkipaði t.d. Davíð Oddson ekki sjálfan sig sem seðlabankastjóra um árið?\nÞað hefði ekki breytt neinu þó það hefði verið annar seðlabankastjóri."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-04 17:07:59",
            "id": "6814533",
            "reply_to_id": "6813763",
            "text": "Það að þú hafir ekki kynnt þér frjálshyggju neitt er ekki mitt vandamál.\nJá ókei, ég á sem sagt að hlusta á einnar línu, óútskýrðu fullyrðingarnar þínar jafnvel þótt ég viti ekki liggur að baki? Nei, veistu, sama og þegið.\nErtu annars viss um að þú sért ekki vinstrimaður að trolla bara til að láta hægrimenn líta illa út? Mann er hálfpartinn farið að gruna það."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-04 17:23:17",
            "id": "6814555",
            "reply_to_id": "6814533",
            "text": "óútskýrðu fullyrðingarnar þínar\nHvaða óútskýrðu fullyrðingar?"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-04 17:38:30",
            "id": "6814577",
            "reply_to_id": "6814555",
            "text": "Á ég að fara að telja þær upp svo þú getir svarað þeim með með öðrum óútskýrðum fullyrðingum? Neibb, sleppi því…troll."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-04 22:47:08",
            "id": "6815020",
            "reply_to_id": "6814577",
            "text": "Þú getur ekki talið þær upp af því að þær eru ekki til."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 17:47:10",
            "id": "6815934",
            "reply_to_id": "6811500",
            "text": "Því ég vil að peningarnir mínir séu sæmilega öruggir án þess að ég þurfi að geyma þá í peningaskáp heima hjá mér\nPeningarnir eru líka sæmilega öruggir í bankanum.\nÞað sem þú ert að tala um er fullkomið öryggi, og á sér ekki stoð í raunveruleikanum.\nEf þú vilt ávaxta peningana þína þá ertu að taka áhættu með þá. Ég sé ekki hvernig ríkið getur lofað þér að peningarnir þínir ávaxtist… það er þitt verk að ávaxta þá!\nÞú vilt hins vegar meina að þú getir lánað einhverjum peningana þína, án þess að pæla í því hvað sá hinn sami ætlist fyrir með þá, eða hvort hann geti borgað það til baka, og svo ætlastu til þess að ef hann getur ekki borgað þér þá eigi ríkið bara að prenta fleiri peninga!"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2009-08-05 20:29:03",
            "id": "6816158",
            "reply_to_id": "6815934",
            "text": "Það sem þú ert að tala um er fullkomið öryggi, og á sér ekki stoð í raunveruleikanum.\nNei, ég var að tala um sem mest öryggi.\nÞú vilt hins vegar meina að þú getir lánað einhverjum peningana þína, án þess að pæla í því hvað sá hinn sami ætlist fyrir með þá, eða hvort hann geti borgað það til baka, og svo ætlastu til þess að ef hann getur ekki borgað þér þá eigi ríkið bara að prenta fleiri peninga!\nJá. Ansi þægilegt, ekki satt? Og ég held að ansi margir séu mér sammála um að þetta sé talsvert þægilegra en hinn kosturinn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-06 00:01:12",
            "id": "6816494",
            "reply_to_id": "6816158",
            "text": "En þetta er bara fáránlegt. Þú átt að bera ábyrgð á þínum peningum.\nEf félagi þinn kemur og biður þig um að lána þér 5000 kr, lánaru honum þær?\nEða hugsaru fyrst hvort hann skuldi þér pening nú þegar?\nOg ef þú lánar honum og hann borgar ekki, á þá bara að prenta peninga fyrir þig?\nLítum aðeins á þetta nánar, hvað gerist þegar peningar eru prentaðir handa þér?\nJú, heildar peningamagn eykst. Eftir því sem peningamagn eykst þá lækkar verðgildi hvers penings.\nSvo þegar þú fjárfestir (lánar) heimskulega/illa og færð ekki peningana þína til baka, og lætur ríkið prenta fleiri peninga fyrir þig, þá ertu í raun ekki að gera NEITT annað en að rýra eignir annarra í landinu til þess að borga fyrir þínar lélegu fjárfestingar!\nÞú ert í raun ekki að gera neitt annað en að stinga höndinni ofan í reikninga allra annarra og færa smá af hverjum yfir á þig… er það réttlátt gagnvart okkur hinum, sem fjárfestum gáfulega? Eigum við skilið að tapa peningunum okkar vegna þess að þú fórst óvarlega með þína?"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2009-08-01 21:01:40",
            "id": "6811910",
            "reply_to_id": "6809354",
            "text": "Frekar aumt að svíkja undan skatti að mínu mati."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-03 12:40:58",
            "id": "6813075",
            "reply_to_id": "6811910",
            "text": "Ef einhver kemur upp að þér og heimtar að þú látir hann fá peningana þína, er aumt að segja nei?\n-Þá munt þú líklegast segja að ríkið gefi okkur svo mikið til baka að þess vegna sé þetta réttlátt.\nÞá spyr ég: Ef við erum að ganga upp markað á Grikklandi og sígaunakona treður armbandi á hendina á þér og blómi í hnappagatið þitt, gegn þínum vilja, og heimtar svo að þú borgir fyrir það, er þá rangt af þér að segja nei?\nHvað er svona aumt við það að vilja stunda viðskipti við aðra einstaklinga án þess að þriðji aðili sé að blanda sér inn í málið og heimta hluta af þinni vinnu og þínum peningum?"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2009-08-03 13:35:41",
            "id": "6813106",
            "reply_to_id": "6813075",
            "text": "Mér er sama þótt að einhverjir sem að búa á sinni eigin landareign, nota ekki almenningsvegi né veitur og hvað þá geri eitthvað einsog að verða veikir og þurfa á aðstoð heilbrigðis eða almannatryggingakerfisins að halda.\nEf að þú ert ósáttur við að búa á íslandi og una við það að greiða skatta og gjöld sem að fylgja því að vera í siðaðra manna samfélagi að þá er þér fullfrjálst að flytja burt til t.d. landa sem að innheimta ekki skatta né veita neina opinbera þjónustu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-03 20:06:55",
            "id": "6813559",
            "reply_to_id": "6813106",
            "text": "Þau lönd eru af skornum skammti. Það er varla skiki á þessari jörð sem ekki tilheyrir ríki."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2009-08-03 21:46:07",
            "id": "6813665",
            "reply_to_id": "6813559",
            "text": "getur farið til sómalíu held að þú sleppir við skatta þar sem að fara í óhagkvæma vegi og heilbrigðisþjónustu að ógleymdri löggæslu"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-04 22:17:20",
            "id": "6814958",
            "reply_to_id": "6813665",
            "text": "Þú veist jafn vel og ég af hverju maður flytur ekki til Sómalíu.\nMaður gerir það ekki frekar en maður flytur til Kenýa eða Tógó, samt eru ríkisstjórnir þar. Ástæðan fyrir því að maður flytur ekki til sómalíu er ekki að þar ríki hálftgert stjórnleysi heldur að lífsskilyrði þar eru mun lakari en hér, rétt eins og í mest allri Afríku.\nHins vegar gaman að þú skulir minnast á Sómalíu, þar sem ástandið hefur verið mun skárra í stjórnleysinu heldur en undir ríkisstjórninni. Í raun hafa ömurlegustu tímabil Sómalíu verið þegar deilur um ríkisvaldið eiga sér stað, og því er anarkisminn sem nú ríkir frekar ásættanlegt tímabil. Því miður eru sameinuðu þjóðirnar að reyna að þvinga ríkisstjórn yfir sómalíubúa.\nSvo virðist sem ríki geti ekki horft fram hjá því að fólk kjósi að búa án ríkisafskipta, rétt eins og kapitalistaríkin gátu ekki sætt sig við að fólk vildi kommúnisma. Ætli þau séu ekki hrædd við sama ‘domino-effect’"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2009-08-04 22:34:52",
            "id": "6814996",
            "reply_to_id": "6814958",
            "text": "Það form ríkisstjórnar sem að við búum við í dag er bara það besta sem að hefur fundist hingað til.\nÓheftur, kapítalismi, frjálshyggja, anarkismi eða hvaða ismar eða stefnur sem að menn styðja mun aldrei ná að ganga upp."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 13:36:44",
            "id": "6815635",
            "reply_to_id": "6814996",
            "text": "Það form ríkisstjórnar sem að við búum við í dag er bara það besta sem að hefur fundist hingað til.\nAðeins of stór fullyrðing sem ég leyfi mér að efast sterklega um í stað þess að kokgleypa.\nEf þetta væri satt, hvers vegna er þá allt þetta fólk að bjóða sig fram í hverjum kosningum?\nÓheftur, kapítalismi, frjálshyggja, anarkismi eða hvaða ismar eða stefnur sem að menn styðja mun aldrei ná að ganga upp.\nþað er hægt að setja -ism fyrir aftan hvaða orð sem er, svo þetta er frekar merkingarlaust hjá þér. Svar myndað út frá fyrir fram mynduðum hugmyndum.\nÞá getum við alveg eins sagt að sósíal-demókratismi muni aldrei ganga upp og því sé núverandi kerfi ekki ákjósanlegt."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-06 17:40:11",
            "id": "6817276",
            "reply_to_id": "6815635",
            "text": "Nú fatta ég, þú vilt frekar að fólk svari þér með eftirá mynduðum hugmyndum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 12:32:26",
            "id": "6818389",
            "reply_to_id": "6817276",
            "text": "Nei, ég vil að fólk svari mér með tilliti til minna eigin orða, ekki orða annarra."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-04 16:30:01",
            "id": "6814471",
            "reply_to_id": "6813075",
            "text": "Ef einhver kemur upp að þér og heimtar að þú látir hann fá peningana þína, er aumt að segja nei?\nÞetta er hræðilegur útúrsnúningur og lélegt dæmi hjá þér. Engan vegin sambærilegt. Það er alveg vitað mál að ákveðinn hluti af peningunum þínum sem þú vinnur þér inn fer til ríkisins. Engan vegin sambærilegt við þjófnað. Þetta er ekki flókið. Ef þú ætlar að búa á Íslandi og vinna þér inn peninga að þá þarftu að borga skatta. Það sökkar já en svona er það bara. Þú hefur samt alveg val um að flytja til Delaware eða Liechtenstein."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-04 22:29:55",
            "id": "6814990",
            "reply_to_id": "6814471",
            "text": "Víst er þetta sambærilegt, við erum beitt ofbeldi ef við neitum að afhenda peningana okkar… það er þjófnaður.\nÞað er ekki nóg að segja bara: ‘nei, þetta er ekki sambærilegt, punktur og basta’\nAnnars þarftu ekki að kynna mér hvernig ástandið er, það er einmitt það sem ég var að gagnrýna…"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-05 03:52:47",
            "id": "6815384",
            "reply_to_id": "6814990",
            "text": "Þjófnaður samkvæmt þinni skilgreiningu þá? Skattar eru lögbundnir. Þó að þú sért ekki sammála því að við þurfum að borga þá að þá þýðir það ekki að það sé þjófnaður. Og það er engum beitt ofbeldi ef hann borgar ekki. Viðkomandi þarf að sæta refsingu sem hljómar upp á peningasekt og fangelsisvist. Alveg eins og þegar þú færð rautt spjald í fótbolta. Þá ertu rekinn útaf, ferð í bann og færð sekt frá félaginu.\nSvo á sumum stöðum eru reglurnar öðruvísi. Mjög fáir en skattlausir staðir eru til eins og þú veist vel.\nLífið er nú bara svona ósköp leiðinlegt og ósanngjarnt er það ekki? Væri frekar mikið mál að breyta þessu fyrirkomulagi. Alþingi nennir ekki einu sinni að aðskilja  ríki frá kirkju. Og þeir munu aldrei hætta að með skattafyrirkomulagið.\nÞú veist samt vel að þú getur ekki kallað þetta þjófnað nema samkvæmt þinni eigin skilgreiningu.\nEn eins og ég sagði, þú getur alltaf flutt til Liechtenstein eða Bandaríkjanna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 13:51:33",
            "id": "6815658",
            "reply_to_id": "6815384",
            "text": "Og það er engum beitt ofbeldi ef hann borgar ekki. Viðkomandi þarf að sæta refsingu sem hljómar upp á peningasekt og fangelsisvist.\npeningasekt? Vorum við ekki að tala um mann sem neitar að afhenda peningana sína?\nÞað er varla mikið vit í því að sekta þann aðila frekar.\nÞá tekur fangelsisvistin við, sem er greinilega frelsissvipting.\nOg hvernig ætlaru að svipta mann frelsi án þess að beita hann ofbeldi? Ætlaru vinsamlegast að biðja manninn sem neitar að borga skatt að stíga inn í fangaklefann?\nNei, hann er yfirbugaður með líkamlegu valdi (ofbeldi), færður í járn og þvingaður inn í fangaklefa gegn eigin vilja.\nÞjófnaður samkvæmt þinni skilgreiningu þá? Skattar eru lögbundnir.\nÞað var líka í þýskum lögum að það ætti að drepa gyðinga. Það gerir dráp á gyðing ekki minna morð fyrir vikið.\nÞú virðist reikna með því að lögin endurspegli siðferði okkar og réttlætiskennd. Við verðum að hafa í huga að svo þarf alls ekki að vera.\nVæri frekar mikið mál að breyta þessu fyrirkomulagi\nÞað væri ekkert mál að einfalda skattkerfið til muna og um leið að gera skattlagningu sanngjarnari.\nSíðan er heldur ekki mikið mál að minnka útgjöld ríkisins sem að myndi lækka skatta og þetta tvennt til samans myndi að öllum líkindum minnka skattsvik og svarta vinnu til muna.\nEini vandinn er að þetta felur bæði í sér minnkun á valdi og tekjum ríksins. Og hver tekur ákvörðunina? Nú, ríkið.\nSvo við sjáum hvað stendur í veginum fyrir þessu. Þetta er eins og að biðja konung um að afsala sér völdum af fúsum og frjálsum vilja. Það gerist sjaldan.\nAlþingi nennir ekki einu sinni að aðskilja ríki frá kirkju.\nEnn eitt dæmi um hægagang og óskilvirkni ríkisins. Með því að aðskilja þarna væru strax sparaðir milljarðar af ríkiskosntaði sem hægt væri að nota til að lækka skatta.\nÞú veist samt vel að þú getur ekki kallað þetta þjófnað nema samkvæmt þinni eigin skilgreiningu.\nSkilgreining er bara skilgreining, hún er ekki mín frekar en einhvers annars.\nEf þú ert með betri skilgreiningu á þjófnaði, endilega komdu með hana. Þar til þá stend ég við þá skilgreiningu á þjófnaði að það sé eignataka án leyfis eða/og með beitingu ofbeldis.\nRíkið er ekki til, ríkið er ósýnilegt. Þegar þú réttlætir að ríkið taki eitthvað þá ertu í raun að réttlæta þjófnað á þeim forsendum að nógu stór hópur ráðist á minni hóp, eða einstakling, og ræni hann."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-05 15:49:52",
            "id": "6815806",
            "reply_to_id": "6815658",
            "text": "Þú bara reiknar með því að hann fer gegn eigin vilja. Heldur því fram að allir fara óviljugir þegar það er ekki svo.\nSvo verð ég að benda á að mínar skoðanir hafa lítið komið til sögu hérna. Ég réttlætti engar gjörðir ríkisins. Ég greindi frá þeim eins og þær eru.\nJá það væri lítið mál að breyta skattafyrirkomulaginu en ekki lítið mál í þeirri meiningu sem ég tala um. Það þyrfti algera viðhorfsbreytingu á allt samfélagið til þess að það gerist. Ríkið, þá sérstaklega ríkisstjórnin sem er núna, elskar skatta. Það gefur þeim meiri pening til að gera hitt og þetta og þar af leiðandi fær það sjálft meiri pening.\nSvo nennir þetta lið ekki að aðskilja ríki og kirkju því það yrði of mikið vesen að gegnum dómstóla hvort ríki eða kirkja ætti löndin o.s.frv. Miklu betra að búa til lög sem skila pening í kassann strax eins og að hækka verð á bílprófinu og ýmislegt annað smotterí."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 16:51:53",
            "id": "6815862",
            "reply_to_id": "6815806",
            "text": "Auðvitað reikna ég með því að hann fari gegn eigin vilja. Ef allir væru sáttir með alla þá skatta sem væru settir þá væri ekkert vandamál í fyrsta lagi…\nég sagði aldrei að allir væru óánægðir með skattana, einungis hvert eðli þeirra er. Þ.e. að við höfum ekkert val."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-05 19:21:30",
            "id": "6816061",
            "reply_to_id": "6815862",
            "text": "Við höfum samt val að búa annars staðar.\nRíkið er fólkið sjálft, eða alla vega á að vera það. Fólkið kýs aðila og aðilarnir hafa þetta svona. Þessu er ekki breytt því meirihlutinn hefur ekkert talað um að vilja breyta því. Því hlýtur meirihlutinn að vera sáttur að borga skatta. Verðum að gera ráð fyrir því því ekki gerir hann neitt í málunum.\nÉg er alla vega sáttur miðað við ástandið er í dag og hversu gamall ég er hvert kostnaðurinn er í háskóla. Það er aðalatriðið hjá mér í dag. Skatturinn er seinnitíma vandamál :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 23:39:31",
            "id": "6816463",
            "reply_to_id": "6816061",
            "text": "Ríkið er fólkið sjálft\nNei, ríkið er ekki það sama og þjóðin. Algengur misskilningur.\nUm sameign, ríkiseign og séreign\nFólkið kýs aðila og aðilarnir hafa þetta svona\nFólk fær afhendan seðil á 4 ára fresti þar sem það setur eitt aumt X í reit þar sem það getur valið um sömu gömlu herfurnar og eru búnar að bjóða sig fram síðastliðin 15 ár.\nSíðan þegar þessar herfur fá völd í hendurnar þá geta þær ekki sleppt og hefja sig yfir þjóðina sjálfa.\nMér finnst í lagi að velja sér sína eigin leiðtoga, en mér finnst rangt að útnefna leiðtoga yfir aðra.\nFyrst BNA hafa ekki rétt á því að þvinga lýðræðisfyrirkomulagi upp á aðrar þjóðir, af hverju hafa samfylkingarmenn þá rétt til þess að þvinga Jóhönnu upp á okkur sem leiðtoga?\nÞessu er ekki breytt því meirihlutinn hefur ekkert talað um að vilja breyta því. Því hlýtur meirihlutinn að vera sáttur að borga skatta\nMeirihlutinn hefur bara ekki sagt múkk um málið.\nAlla vega man ég ekki eftir því þegar þjóðin var síðast látin kjósa um skattahækkun eða skattlagningu. Af hverju ætli það sé?\nVerðum að gera ráð fyrir því því ekki gerir hann neitt í málunum\nÞú veist vel að fæstir hafa áhuga á pólitík\nÆtli það séu áhrif frá flokkakerfinu? Menn velja sér flokk og ætlast síðan til þess að hann hugsi fyrir mann.\nÉg er alla vega sáttur miðað við ástandið er í dag\nKreppa, vúhú, djöfull er ég að drulla í buxurnar af gleði"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-06 14:56:06",
            "id": "6817083",
            "reply_to_id": "6816463",
            "text": "Vá, þú quotar mig en sleppir svo seinni hlutanum og lætur líta út fyrir að ég hafi sagt nákvæmlega þetta. Fáðu þér vinnu hjá einhverju fréttamiðli á netinu. Værir góður þar.\nNenni ekki að tala við einhvern sem snýr út úr orðunum mínum.\nÞað er alveg rétt sem þú segir um pólitíkina. Hvað myndi samt gera ef helmingurinn myndi skila inn auðu? Sá valmöguleiki er til staðar. Fólkið er það eina sem getur breytt þessu. Af hverju ætti fólkið með völdin að minnka þau? Þú myndir ekki gera það."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 07:56:46",
            "id": "6818266",
            "reply_to_id": "6817083",
            "text": "Átti ég að að tala um seinni hlutann af svarinu þínu?\nÞá hefði ég gagnrýnt þig fyrir að hafa ekki neina samfélagslega hugsjón heldur einungis kjósa til þess að þjóna þínum eigin hagsmunum.\nSem sagt, kjósa í hag nemenda þegar þú ert sjálfur nemandi, kjósa í hag verkamanna þegar þú ert sjálfur verkamaður og kjósa síðan í hag fyrirtækja þegar þú stofnar fyrirtæki.\nÉg fýla ekki þannig, enda gengur núverandi flokkakerfi út á það.\nHvað myndi samt gera ef helmingurinn myndi skila inn auðu?\nMinnihlutinn fengi að ráða.\nAuðir og ógildir fá ekki sæti á Alþingi eins og er. Ég væri til í að auður atkvæðisseðill myndi skila auðu sæti á Alþingi.\nAf hverju ætti fólkið með völdin að minnka þau?\nVegna þess að það er betra fyrir okkur hin.\nEn þessi athugasemd er þó alveg rétt, frá þeirra eigin hagsmunum séð væri fáránlegt að minnka eigin völd, sem er ástæða þess að ríkið hefur þá tilhneigingu til þess að blása stanslaust út og ganga ekki til baka"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-07 08:56:17",
            "id": "6818286",
            "reply_to_id": "6818266",
            "text": "Það væri samt wakeup-call ef að meirihlutinn skilar inn auðu. Kosningakerfið hefur verið í umræðunni og ef slíkt myndi gerast að þá væru breytingar óhjákvæmilegar.\nSvo er ég bara raunsær. Auðvitað hugsa ég meira um minn hag. Hvaða gagn hefur komið af öðru? Ég er nú reyndar að hugsa um hag annarra rétt eins og þú með þessu Icesave máli. Ekki er það ég sem skulda neinu en borga samt skuldir.\nÉg sjálfur er ekki að fara breyta hugsunarhætti Íslendinga og á meðan hann breytist ekki að þá þýðir ekki að vera eitthvað róttækur. Hefur ekkert upp úr því."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 12:57:52",
            "id": "6818419",
            "reply_to_id": "6818286",
            "text": "Auðvitað væri það wake-up call… en það er ekki að fara að gerast nema eitthvað fáránlegt komi upp á.\nÞað gerðist ekki í síðustu kosningum, og þá vorum við í dýpstu kreppu sem heimurinn hefur séð í nær 80 ár!\nAuðvitað hugsa ég meira um minn hag. Hvaða gagn hefur komið af öðru?\nEf þú lítur á þróun dýrategunda þá er greinilegt gagn af því að hugsa ekki um sjálfan sig heldur um hagsmuni heildarinnar.\nEn mér er alveg sama þó þú hugsir um þinn hag. En mér finnst óréttlætanlegt þegar fólk beitir pólitísku valdi í sína eigin þágu.\nHver er róttækur?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-07 17:07:43",
            "id": "6818728",
            "reply_to_id": "6818419",
            "text": "Þarft alltaf að koma með einhver extreme dæmi. Gyðinga í seinni heimstyrjöld og þróun lífs þegar ég tala um sjálfan mig. Kræst.\nSvo virkar dæmið heldur ekki. Maðurinn er oft skilgreindur frá öðrum lífverum því hann hugsar. Dýrin gera þetta bara af því bara þeim vegna. Eitthvað kemískt o.fl."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 20:33:45",
            "id": "6819011",
            "reply_to_id": "6818728",
            "text": "Ef orðið þróunarkenning stuðar þig þá hefði ég náttúrulega frekar átt að vitna í leikjafræðina.\nEn dæmið er ekki extreme, hópamyndun er oft hagkvæm þróun. Rétt eins og þú ert kannski tilbúinn að skutla félaga þínum hinum megin í bæinn. Þú hefur engra sérstakra hagsmuna að gæta. En þegar þú þarft sjálfur far einhvern tímann þá væri fínt að geta hringt í einhvern og fengið far þegar sá hinn sami hefur engra hagsmuna að gæta af farinu.\nMaðurinn er oft skilgreindur frá öðrum lífverum því hann hugsar. Dýrin gera þetta bara af því bara þeim vegna. Eitthvað kemískt o.fl.\nMaðurinn er dýr. Flestar aðgerðir okkar og hugsanir byggjast á þessu sama kemískadóti.\nHelduru að dýr hugsi ekki? Við erum með heila, því mætti halda að þau dýr sem heila sem skyldastan okkar ættu að hafa svipaða hugsun og líka meðvitund."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-08 00:30:17",
            "id": "6819214",
            "reply_to_id": "6814990",
            "text": "Þú ert að borga pening fyrir að búa í samfélagi sem rekið er af lýðræðislega kosnum leiðtogum af flestum öðrum sem í samfélaginu búa. Ef þér er illa við að lúta vilja meirihlutans er þér guðvelkomið að fara út í náttúruna og búa utan samfélagsins, en þar sem náttúra Íslands tilheyrir íslensku þjóðinni þá ber þér að fylgja þeim landslögum sem við höfum komið okkur upp þó svo þú kjósir að búa utan samfélagsins.\nEf þú neytar að borga skatta af þeim peningum sem þú vinnur þér inn er þér guðvelkomið að fara í rassgat og hætta að nota vegina okkar, nýta þér ekki heilbrigiðsþjónustu og yfirhöfuð bara pilla þér burt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 13:44:03",
            "id": "6820613",
            "reply_to_id": "6819214",
            "text": "Þú ert að borga pening fyrir að búa í samfélagi sem rekið er af lýðræðislega kosnum leiðtogum af flestum öðrum sem í samfélaginu búa.\nég veit, var að gagnrýna það.\nEf þér er illa við að lúta vilja meirihlutans er þér guðvelkomið að fara út í náttúruna og búa utan samfélagsins,\nNei, og þú segir það sjálfur í næstu setningu.\nþar sem náttúra Íslands tilheyrir íslensku þjóðinni\nNei, íslenska ríkinu\nEf þú neytar að borga skatta af þeim peningum sem þú vinnur þér inn er þér guðvelkomið að fara í rassgat og hætta að nota vegina okkar, nýta þér ekki heilbrigiðsþjónustu og yfirhöfuð bara pilla þér burt.\nNei, það er ekki guðvelkomið og þú ert þegar búinn að segja af hverju.\nÉg get ekki búið á hálendinu, íslenska ríkið kemur þangað og sækir peningana manns, með góðu eða illu"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-09 21:38:12",
            "id": "6821047",
            "reply_to_id": "6820613",
            "text": "Reyndar er ég næstum handviss um að þú megir flytja útí rassgat og búa í helli, mátt meira að segja veiða þér í matinn svo lengi sem það er þér lífs nauðsynlegt."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-08-07 12:39:17",
            "id": "6818396",
            "reply_to_id": "6813075",
            "text": "Finnst þér einkarekið heilbrigðiskerfi, einkareknar samgöngur (þmt. vegagerð), einkarekið dómskerfi (og svona mætti lengi telja) góðar hugmyndir?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 13:00:55",
            "id": "6818423",
            "reply_to_id": "6818396",
            "text": "Já.\nÞað þarf ekki að líta langt til þess að sjá skaðsemina sem einokun getur valdið.\nÉg ætla ekki að halda því fram að á youtube sé háfræðilegt efni, en hérna eru nokkur myndbönd til þess að gefa þér hugmynd um einmitt það sem þú varst að fiska eftir.\ndómstólar\nsamgöngur\nheilbrigðiskerfi"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-10-23 02:14:23",
            "id": "6925788",
            "reply_to_id": "6818423",
            "text": "Dómskerfi: Helduru að menn eins og John Waynen Gacy mundu fara í fangelsi eða þurfa að borga hærri húsaleigu og vexti af lánum? Forhertir glæpamenn eru til og til að halda þeim frá samfélaginu dugar þetta kerfi ekki.\nSamgöngukerfi: Höfundur myndbandsins gerir ráð fyrir því að ríkið sé rekið á sama hátt og fyrirtæki sem einokar markað, þe. reyni að græða sem mest á öllu sem það gerir. Staðan er ekki sú í velferðarríki. Einnig mundi samgöngukerfi í dreifbýli fara til andskotans vegna kostnaðar fyrir íbúa.\nHeilbrigðiskerfi: Þessi maður vill afnema reglugerðir um hver getur orðið læknir og hver ekki. Segjum að þú eigir ekki efni á aðgerð sem getur bjargað lífi þínu eða ástvinar. Þér bíðst hinsvegar að fara til “læknis” sem er með lægra rating en bíður aðgerðina á verði sem þú getur borgað. Þú ferð í aðgerðina og svo kemur í ljós að þessi “læknir” eru í raun ekki læknir heldur einungi maður sem kann ekki shit í því sem hann er að gera. Auk þess þá var hann algerlega að tala úr rassgatinu á sér varðandi hversu langt læknisnám á að vera.\nMeiri gagnrýni á þessari myndbönd nenni ég ekki í augnablikinu, kem kannski að þessu aftur seinna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-23 10:27:03",
            "id": "6925934",
            "reply_to_id": "6925788",
            "text": "Ef 99% manna eru sammála um að halda þessum einstaklingum frá samfélaginu, þá einfaldlega gera þeir það…\nHelduru að ríkið reyni ekki að græða? Ef þú vilt meina að ríkið sé einhvern veginn frábrugðið öðrum fyrirtækjum þegar kemur að rekstri er það bara rangt hjá þér, og það sést greinilega þegar við skoðum ríkisrekstur um allan heim. Þjónustan er iðulega dýr, af skornum skammti en á sama tíma rándýr.\nEr tilviljun að þetta séu einkenni einokunarrekstrurs og að þetta sé á sama tíma einkenni ríkisrekstrurs?\nMálið er að ef það er enginn keppinautur þá er aldrei neitt sem heldur aftur af einstaklingnum í einokunarstöðu eða leiðréttir verðið…. sama hvað sá einstaklingur heitir.\nAf hverju eru biðlistar í íslenska heilbrigðiskerfinu? Hvers vegna er það svona stór hluti af fjárlögunum? Hvers vegna er skortur á læknisþjónustu.\nSamkvæmt hagfræðinni eru þetta einmitt þau einkenni sem þú mátt búast við af einokunaraðila, svo sama hvort þú sért heitur fyrir ‘velferðakerfi’ eða ekki… þá er þetta einfaldlega raunin.\nEinnig mundi samgöngukerfi í dreifbýli fara til andskotans vegna kostnaðar fyrir íbúa.\nNei…, hvernig færðu það út?\nÞað væru kannski ekki jarðgöng á 100km fresti, og kannski ekki jafn mikið malbik, en samgöngur myndu ekki fara til andskotans. Og á samkeppnismarkaði má meira að segja búast við því að vegakostnaður lækki ef eitthvað er.\nÞér bíðst hinsvegar að fara til “læknis” sem er með lægra rating en bíður aðgerðina á verði sem þú getur borgað.\nÉg myndi nú halda að það væri betra en að fá enga aðgerð í fyrsta lagi!\nReyndu að segja þetta við þá aðila sem eiga ekki efni á rándýrri læknisþjónustu í BNA eða eru á biðlistum hérna í Evrópu og spurðu þau hvernig þeim finnist að framboð á læknum sé takmarkað.\nAuk þess ertu nú að tala um flóknar aðgerðir, sem krefjast mikillar menntunar, en ég sé ekki að sú mikla menntun sé nauðsyn í mest öllu læknisstarfi. Það þurfa ekki allir að vera menntaðir skurðlæknar til þess að geta greint hálsbólgu eða gefa sprautu…\nÞú ferð í aðgerðina og svo kemur í ljós að þessi “læknir” eru í raun ekki læknir heldur einungi maður sem kann ekki shit í því sem hann er að gera. Auk þess þá var hann algerlega að tala úr rassgatinu á sér varðandi hversu langt læknisnám á að vera.\nÞetta kallast hreinlega svik og þau eru til í öllum greinum. Ef þú ert svikinn í viðskiptum þá kærir þú viðkomandi. Ef þú treystir jóni jónssyni úti í bæ til þess að skera þig upp ertu einfaldlega hálfviti…\nEf hins vegar jón jónsson lýgur að þér, þá er það svindl og enginn í þessu myndbandi er að segja að það sé í lagi."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-10-23 10:37:43",
            "id": "6925944",
            "reply_to_id": "6925934",
            "text": "“Ef 99% manna eru sammála um að halda þessum einstaklingum frá samfélaginu, þá einfaldlega gera þeir það…”\nMundir þú vilja búa í slíku lagalausu ríki? Þegar einhver brýtur á þér þarftu sjálfur að sjá til þess að hann komist ekki upp með það, eða að safna sama hópi fólks til að halda honum frá samfélaginu (og einfaldast væri að drepa glæpamanninn). Auk þess, ef morð væri framið og morðinginn ekki augljós þyrfi að ráða einkaaðila til að rannsaka morðið sem aðstandendur þess látna þyrftu að greiða fyrir.\nHvernig útskýriru skatttöku ef að ríkisfyrirtæki gera ekkert annað en að mala gull? Ef fyrirtæki skilar taprekstri er það lagt niður eða starfsemi þess breytt svo það skili hagnaði.\nVegakerfi á landsbyggðinni væri greitt af notendum þess, þe. vegatollar á landsbyggðarfólk. Ég efast um að nokkur einstakur bóndi ráði td. við að greiða fyrir vegalagningu að bæ sínum.\n“Ég myndi nú halda að það væri betra en að fá enga aðgerð í fyrsta lagi!”\nSegjum að þú fáir góðkynja krabbamein og sért blankur. Mundiru fara í aðgerð og eiga góða möguleika á því að lifa af eða bíða eftir að æxil stökkbreytist aftur, verði illkynja, dreifi sér og þú drepist? Hvor kosturinn virðist betri?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-23 11:31:24",
            "id": "6925980",
            "reply_to_id": "6925944",
            "text": "lagalausu?\nVæri það ekki einmitt gott dæmi um lög? Þegar 99% fólksins er sammála um eitthvað?\nSíðan helduru áfram að tala um kostnað… það er eins og þú reiknir með því að allt í samfélaginu okkar sé ókeypis :S\nþessi löggæsluþjónusta sem þú talar um yrði líklegast betri, og ódýrari, en það ætti nú varla að vera erfitt miðað við núverandi ástand í löggæslu málum (svo ekki sé talað um öll þau skipti sem þjóðríki hafa beint löggæsluliði gegn sínum eigin þegnum, þar sem skýrasta dæmið er greinilega stríðið á hendur vímuefnum, fjárhættuspilum og vændi).\nÉg efast um að nokkur einstakur bóndi ráði td. við að greiða fyrir vegalagningu að bæ sínum.\nÉg er nú nokkuð viss um að þeir ráði alveg við það. Hins vegar er spurning hversu flott þú vilt að þessi einkainnkeyrsla hans sé.\nÉg sé enga ástæðu til þess að efast um það.\nAuk þess, ef það er svona lélegt að vera bóndi að menn hafa ekki einu sinni efni á einni innkeyrslu, þá eru það greinileg merki um það að það ættu alls ekkert að vera bændur á Íslandi.\nEf þetta er ekki bóndi, heldur einhver sem einfaldlega kýs að búa í einbýlishúsi úti í sveit, þá ætti þessi innkeyrsla hans einfaldlega að vera innifalin í verði hússins, og ég sé enga ástæðu fyrir því að ríkið greiði niður húsnæðisverð sumra en ekki annarra. Fólk á að velja sjálft hvar það býr, og ef það hefur ekki efni á að búa í sínu eigin einbýlishúsi með risa garð og fallegt umhverfi þá einfaldlega verða þau að sætta sig við íbúð eins og við hin!\nég sé ekki alveg hvað þú ert að reyna að segja með ríkisfyrirtækin… Þau eru mörg hver greidd með skatttekjum, og ef ekki þá hafa þau iðulega einokunarstöðu á markaði.\nAuðvitað ætti maður að reyna að leita læknishjálpar við kvillum sem þú nefnir í lokinn. Þess vegna er algjörlega óásættanlegt að ríkisvaldið geri læknisþjónustu jafn dýra og raun ber vitni sem veldur því að fátækir geta ekki nálgast hana í BNA, og í ‘jafnaðarEvrópu’ þar sem efnahagur fólks á ekki að skipta máli séu endalausir biðlistar í heilbrigðskerfinu."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-08-01 23:31:49",
            "id": "6812010",
            "reply_to_id": "6809354",
            "text": "Snýst ekki um það.  Á Íslandi vilja menn reka heilbrigðisgæslu, löggæslu og ýmislegt fleira þannig að allir hafa aðgang að þeirri þjónustu óháð efnahag.  Ef menn ætla að gera það þurfa þeir að afla sér tekna.  Þetta er gert með allskonar skattlagningu.  Það mætti líta á þetta sem hluta af samfélagssáttmála, ef flestir greiða þennan skatt möglunarlaust, ekki bara vegna þess að hann er settur í lög heldur líka vegna þess að þeir vilja það, er ósanngjarnt að sumir greiði ekki skatt.  Orðalagið er aukaatriði hérna.  Hins vegar finnst mér ótrúlegt að menn eru að setja slíkar auglýsingar í blaðið núna, þegar þetta hefur tíðkast lengi.  Að auki má benda á að menn forðast að greiða skatta af mun stærri fjármunum, til dæmis er mjög vafasamt að mínu mati, þótt svo kerfið bjóði upp á það, að greiða tekjur í formi hlutabréfa eða þess háttar þannig að menn greiða af því fjármagntekjuskatt en ekki hefðbundinn tekjuskatt.  Hvers vegna ætti það ekki að ganga jafnt yfir alla?  Hver er munurinn á því að hafa tekjur í fisk, krónum eða hlutabréfum?  Skiptir engu andskotans máli."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-03 12:45:17",
            "id": "6813077",
            "reply_to_id": "6812010",
            "text": "Við viljum líka að hér séu rekin dekkjaverkstæði, matvöruverslanir og sjoppur. Það þýðir ekki að við þurfum að skattleggja fólk til þess að greiða fyrir þær vörur og þjónustu.\nóháð efnahag\nEf að við viljum ekki að fátækt fólk geti ekki fengið þessa þjónustu þá er það vandamál út af fyrir sig sem þarf að tækla.\nen það að við viljum borga fyrir þá efnaminnstu í samfélaginu er ekki það sama og að borga þjónustuna fyrir\nalla\nþar sem það gefur augaleið að flestir í samfélaginu eiga vel efni á þessari þjónstu og gætu greitt fyrir hana á frjálsum markaði.\nÞá væru skattar lægri og líklegast færri að svíkjast undan þeim."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-08-03 14:51:47",
            "id": "6813174",
            "reply_to_id": "6813077",
            "text": "Jú, ef þú ætlar að bjóða upp á góða heilsugæslu þá virðist þess þurfa.  Það sama gildir um svo margt.  Heilsugæsla er einfaldlega ekki betri rekinn af einkareknum aðilum nema í sérstökum tilfellum, til dæmis lýtalækningum.  Enda er mun meira framboð af einstaklingum sem eru tilbúnir að borga 200.000 krónur fyrir brjóstastækkun en einstaklingum sem geta borgað fyrir líflanga meðferð við sjálfsofnæmissjúkdóm."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-03 20:17:02",
            "id": "6813569",
            "reply_to_id": "6813174",
            "text": "Jú, ef þú ætlar að bjóða upp á góða heilsugæslu þá virðist þess þurfa.\nhvers?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-08-03 20:19:55",
            "id": "6813572",
            "reply_to_id": "6813569",
            "text": "Skattleggja fólk til þess að bjóða upp á almennilega heilbrigðisþjónustu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-03 20:29:07",
            "id": "6813585",
            "reply_to_id": "6813572",
            "text": "Vá hvað þér tókst að draga mig út í umræður sem voru langt frá pointinu.\nég var ekki að gagnrýna skattlagningu til þess að greiða fyrir þá sem ekki geta greitt sína heilbrigðisþjónustu sjálfir.\nÞað sem ég var að gagnrýna er fullyrðing þessarar auglýsingar, að 40 milljarðarnir hverfi.\nSI eru samtök iðnaðarmanna, sérhagsmunahópur sem beitir sem reynir auðvitað að hækka verð á iðnþjónustu.\nÍ fyrsta lagi efast ég um að þessi auglýsing hafi nokkur áhrif á svarta vinnu, það sem hún gæti hins vegar gert er að beina athyglinni að röngum aðila. Svört vinna er einungis til vegna þess að skattar eru of háir, svo mér finnst greinilegt að sökudólgarnir eru ekki þeir sem svíkjast undan skatti heldur þeir sem gera heilbrigðisþjónustuna jafn dýra og raun ber vitni"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-08-03 20:46:59",
            "id": "6813604",
            "reply_to_id": "6813585",
            "text": "Mér finnst þessi auglýsing líka kjánaleg, en af öðrum ástæðum og það reyndi ég að útskýra í fyrsta svarinu.  Ég sagði að orðalagið skipti engu máli, truflar mig ekki að tala um að 40 milljarðar hverfi.  Markmið auglýsingarinnar er nokkuð augljóst en það er fáránlegt að þykjast vera að reyna leiðrétta eitthvert réttlæti fyrst núna þegar þetta er svo smávægilegt að því tekur varla að nefna og auk þess frekar seint í rassinn gripið að ætla að gera menn meðvitaða um þetta ranglæti.  Ég er þess vegna sammála þér að þeir iðnaðarmenn og þjónustufólk sem fær einhvern hluta launa sinna borgaða svarta hafa mjög lítil heildaráhrif á fjármögnun heilbrigðiskerfisins, eins og ég benti á eru aðrir sem fá greidd gífurlega há laun með öðrum hætti og þurfa ekki að borga jafn háan skatt og svíkjast samt undan.  Þar eru mörg hundruð milljarðar sviknir undan skatti.  Eins og mér sé ekki sama þótt pylsusali feli hluta sölu sinnar til þess að forðast að borga virðisaukaskatt þegar fjárglæframenn fara\nbókstaflega\nmeð peninga úr samfélaginu?"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2009-08-04 09:12:40",
            "id": "6814090",
            "reply_to_id": "6809354",
            "text": "Afhverju ættum við ekki að geta skipt um ríki, spyrðu í einhverjum póstinum hérna(búin að lesa yfir allan þráðinn, nennti þó ekki að finna þennan umrædda póst og svara honum beint.)\nÞar sem skattar og ríkið helst í hendur þá væri að ég held ómögulegt að skipta um ríki. Dæmin eru mörg, stærsta er það að ef ég ætla vera kínverji á morgun hvað geri ég þegar ég slasa mig? Ég fæ ekki sömu þjónustu og íslenskir  íbúar myndu fá á sjúkrahúsunum hérna. Á ég einhvern rétt þá að keyra vegina hérna meðan ég er að borga vegagerðirnar í kína? Ég hélt þetta væri kennt okkur öllum í sögu og landafræði áföngum hvað landamæri, ríki og þjóðir eru.\nÉg held að svört vinna komi alls ekki niður á þjóðinni eins mikið og SI vilja láta líta út, en ég verð samt að setja spurningamerki við hvað fólki virkilega finnst um að njóta gæslu, heilbrigðiseftirlitið og vegina sem það borgaði ekki krónu í meðan aðrir gera það.\nAnnars áhugaverðar pælingar hjá þér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-04 22:27:05",
            "id": "6814983",
            "reply_to_id": "6814090",
            "text": "Dæmin eru mörg, stærsta er það að ef ég ætla vera kínverji á morgun hvað geri ég þegar ég slasa mig? Ég fæ ekki sömu þjónustu og íslenskir íbúar myndu fá á sjúkrahúsunum hérna.\nJú, kínverska ríkið myndi bara borga kostnaðinn.\nÁ ég einhvern rétt þá að keyra vegina hérna meðan ég er að borga vegagerðirnar í kína?\nÆtli Kínversk og Íslensk stjórnvöld myndu ekki semja um það sín á milli.\nAnnars er fullt af fólki á Íslandi að keyra vegi sem það hefur ekki borgað fyrir, af hverju geriru upp á milli Íslendinga og Kínverja? Erum við ekki öll fólk þegar við lítum á heildarmyndina?\nÉg hélt þetta væri kennt okkur öllum í sögu og landafræði áföngum hvað landamæri, ríki og þjóðir eru.\nJá, er ekki óhuggulegt að hægt sé að þjappa jafn mikilli fullvissu inn í barnshugann sem hann mun líklegast aldrei losna við.\nKristin trú, þjóðernishyggja og ríkishollusta virðist oftar en ekki vera sannindi sem fólk neitar að efast um. Ég veit ekki hvort það sé hægt að kenna ríkisskólanum þar um, en ég er nokkuð viss um það.\nÞað að okkur sé kennt eitthvað þýðir ekki að við ættum ekki að efast um það.\nOkkur var líka kennt um síðari heimsstyrjöldina, það þýðir ekki að við ættum að taka hana okkur til fyrirmyndar.\nÉg er sammála þér að það væri hræsni af þessu fólki að vinna svart og greiða ekki til þeirrar þjónustu sem það nýtur, að því gefnu að það réði einhverju um viðskipti sín varðandi þessa þjónustu.\nEn þegar við neyðumst til þess að versla við einokunaraðila, sem þiggur ekki greiðslu heldur tekur peningana með valdi þá sjáum við strax hvers vegna siðferði fólks virðist breytast.\nMér finnst í raun frekar fyndið að íslenska lögreglan, sem á að gæta öryggis og réttar okkar, virðist beita sömu aðferðum við að rukka fyrir þjónustu sína og Mafían í New York gerði.\nMafían rukkaði búðareigendur og aðra í sínu hverfi um greiðslu gegn því að hún lofaði að verja búðirnar þeirra og veita þeim öryggi.\nEf búðareigendur neituðu þá kom mafían sjálf og rústaði búðinni (greinilega til að sýna fram á hversu hættulegur heimur þetta er :P)\nLögreglan á víst að verja okkur gegn mafíum og óþokkum, en beitir þó sömu aðferðum og er í eðli sínu ekkert annað en mafía.\nLögreglan lofar að verja okkur og gæta öryggis okkar.\n…en ef við neitum að borga, þá sleppir hún því ekki að verja okkur, heldur kemur hún og beitir okkur ofbeldi, sviptir okkur frelsi, tekur peningana með valdi og líklegast sektar okkur aukalega fyrir að óhlýðnast sér."
        },
        {
            "user": "AngelJackson",
            "user_id": "68852",
            "date": "2009-08-05 00:44:23",
            "id": "6815215",
            "reply_to_id": "6814983",
            "text": "Við eigum ekki að taka heimsstyrjöldina til fyrirmyndar, heldur draga lærdóm af.\nHvað ertu að bulla með lögguna?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-05 13:42:15",
            "id": "6815644",
            "reply_to_id": "6815215",
            "text": "1. Rétt eins og við getum lært um ríkisskiptingu, stéttarskiptingu, landamæri og þjóðir, án þess að taka því sem gefnum hlut og sjálfsögðum.\n2. Það sem ég var að bulla með lögguna var að sýna hvað þetta er ekkert annað en mafía, einokunarstofnun ofbeldis á vegum ríkisins. Menn réttlæta skattlagningu til þess að fjármagna hana, sem er í raun eins og að réttlæta eignaskemmdir mafíu í New York."
        },
        {
            "user": "AngelJackson",
            "user_id": "68852",
            "date": "2009-08-06 18:35:21",
            "id": "6817338",
            "reply_to_id": "6815644",
            "text": "Ég skil.\nLögreglan gæti komið til móts við aukið álag með því að fækka lögreglustjórum, þegar bæir voru sameinaðir þá voru lögregluumdæmin einnig sameinuð og skyndilega var fjöldinn allur af yfirlögreglumönnum og stjórum og svo örfáir lögregluþjónar.\nLögreglan hefur einnig ekki verið að sinna sínum störfum almennilega, eða að minnsta kosti ekki hér á Reykjanesinu.\nMyndi samt fara varlega í að kalla lögregluna einokunarstofnun, þótt hún kannski sé það… ég veit það ekki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 12:42:13",
            "id": "6818400",
            "reply_to_id": "6817338",
            "text": "Hún er einokunarstofnun.\nÞað má enginn útvega löggæsluþjónustu á Íslandi nema íslenska ríkið.\nEf löggæsla yrði markaðsvædd myndi ég klárlega leita til einkaaðila en ekki ríksins. Sérstaklega núna þegar innbrotahrina er í gangi á sama tíma og löggæslunni fer versnandi. Þetta er út í hött"
        },
        {
            "user": "AngelJackson",
            "user_id": "68852",
            "date": "2009-08-07 17:18:32",
            "id": "6818752",
            "reply_to_id": "6818400",
            "text": "Já vá.. gleymdi skyndilega merkingunni í “einokun” haha.\nInnbrotahryna, hvað á lögreglan að gera? ef að maður brýst inn í húsið þitt og stingur af með ránsfenginn, hvernig ætlarðu að finna hann? Þetta er ekki CSI.."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-07 20:36:28",
            "id": "6819013",
            "reply_to_id": "6818752",
            "text": "Ég man eftir þó nokkrum fréttum þegar lögregla finnur innbrotsþjófa og þýfi.\nÞegar sömu þjófarnir hafa verið að lengi má þess vegna finna þýfi úr nokkrum ránum, sem mögulega væri hægt að rekja til baka.\nEn annars þá sé ég ekki hvernig það getur verið gáfulegt að hafa nokkra lögregluþjóna sem eru sumir með yfir hundrað mál á dagskrá."
        },
        {
            "user": "AngelJackson",
            "user_id": "68852",
            "date": "2009-08-08 04:19:55",
            "id": "6819456",
            "reply_to_id": "6819013",
            "text": "Nei, en lögreglan á Íslandi er ein sú skuldugasta í Evrópu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 17:12:51",
            "id": "6820812",
            "reply_to_id": "6819456",
            "text": "Enda óábyrgur rekstrar aðili á bakvið"
        },
        {
            "user": "AngelJackson",
            "user_id": "68852",
            "date": "2009-08-14 18:58:50",
            "id": "6828349",
            "reply_to_id": "6820812",
            "text": "Við tölum í hringi."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2009-08-05 23:37:58",
            "id": "6816459",
            "reply_to_id": "6814983",
            "text": "Þetta fyrirkomulag er einfaldlega bara mun flóknara en það sem er til staðar núna.\nAfhverju ætti Kína að borga sjúkrakostnað fólks hérna á íslandi meðan skattarnir þeirra fer að byggja heilbrigðisteftirlitið innan þeirra landamæra? Er það ekki mismunun gagnvart fólkinu sem lifir innan landamærana?\nMeð þessu fyrirkomulagi má einnig setja upp spurningu hvort að ríkin færu þá ekki í samkeppni um að ná í sem bestu íbúana. Eins og þetta væri leikur einhverja símafyrirtækja. Labbar um í kringlunni og fólk að bjóða þér að skipta yfir í Kína því þar eru bestu skattarnir og tilboðin.\nRíki, þjóðir og landamæri haldast bara of mikið í hendur til að þú getur verið að líkja þessu við tryggingarfélög eða símafélög held ég."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-06 00:09:39",
            "id": "6816505",
            "reply_to_id": "6816459",
            "text": "Þetta fyrirkomulag er einfaldlega bara mun flóknara en það sem er til staðar núna.\nMacbook Pro er líka mikið flóknari en GameBoy… hún er líka mikið betri.\nAfhverju ætti Kína að borga sjúkrakostnað fólks hérna á íslandi meðan skattarnir þeirra fer að byggja heilbrigðisteftirlitið innan þeirra landamæra?\nVið vorum að búa til dæmi þar sem ríki og landamæri þurfa ekki endilega að fara saman (líkt og goðorðin á íslandi þar sem menn þurftu ekki að flytja þó þeir færðu sig í annað goðorð)\nEf einhver skráir sig í Kínverska ríkið þá borgar hann skatta þangað og kínverska ríkið því skuldbundið til þess að greiða heilbrigðiskostnaðinn hans.\nÞað væri frekar óhagkvæmt fyrir kínverska ríkið að reisa sjúkrahús hér á landi fyrir þennan eina einstakling svo þeir myndu líklegast semja við íslenska ríkið að borga einfaldlega þjónustuna þegar eitthvað myndi henda hann.\nég er ekki að segja að þetta yrði svona, einfaldlega hvernig þetta gæti verið, án þess að nútíma heimsmynd okkar þurfi að breytast til muna.\nEr það ekki mismunun gagnvart fólkinu sem lifir innan landamærana?\nEf menn fá að velja sér ríki þá eru í raun ekki til nein landamæri, er það?\nAf hverju ættum við annars að sneiða jörðina upp í ákveðna skika og segja fólki hvar það má búa og hvar ekki? Erum við ekki eitt mannkyn á einni jörð?\nMeð þessu fyrirkomulagi má einnig setja upp spurningu hvort að ríkin færu þá ekki í samkeppni um að ná í sem bestu íbúana.\nRíkin myndu fara í samkeppni um viðskiptavini… Eitthvað sem er ekki núna.\nNúna getur íslenska ríkið ekki einu sinni séð okkur fyrir löggæslu né fangelsisplássi, og við getum ekki valið um neitt annað!\nEf það vantar ekki samkeppni þá veit ég ekki hvað.\n.\nLabbar um í kringlunni og fólk að bjóða þér að skipta yfir í Kína því þar eru bestu skattarnir og tilboðin\nVæri það ekki geðveikt?\nÞá þyrfti maður ekki að borga jafn mikinn skatt, fyrir mikið betri þjónustu!\nAuk þess sem þetta myndi líklegast koma í veg fyrir stríð, þar sem stríð eru mjög kostnaðarsöm og ef ríkið ætlaði í stríð þá myndu reikningar viðskiptavinanna hækka og þeir færa sig yfir í annað ríki sem væri ekki í stríði.\nRíki, þjóðir og landamæri haldast bara of mikið í hendur til að þú getur verið að líkja þessu við tryggingarfélög eða símafélög held ég.\neinmitt, þess vegna verðum við að vinna að því að slíta upp þetta handaband, áður en við endum eins og rasista nasistar fastir innan okkar eigin múra"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2009-08-07 00:47:59",
            "id": "6818000",
            "reply_to_id": "6816459",
            "text": "Með þessu fyrirkomulagi má einnig setja upp spurningu hvort að ríkin færu þá ekki í samkeppni um að ná í sem bestu íbúana. Eins og þetta væri leikur einhverja símafyrirtækja. Labbar um í kringlunni og fólk að bjóða þér að skipta yfir í Kína því þar eru bestu skattarnir og tilboðin.\nThad vaeri nu bara frabaert."
        },
        {
            "user": "Totem",
            "user_id": "60014",
            "date": "2009-08-05 16:22:01",
            "id": "6815845",
            "reply_to_id": "6809354",
            "text": "40 milljarðar, ekki séns.\nGræðgi í ríkinu og svartur markaður mjög mikilvægur hlutur í samfélagi, og nei ég ætla ekki að skrifa 30 blaðsíðna ritgerð um af hverju hann er það."
        },
        {
            "user": "SigmarSexy",
            "user_id": "47235",
            "date": "2009-08-05 21:09:14",
            "id": "6816211",
            "reply_to_id": "6815845",
            "text": "Segðu þeim til siðanna, yo"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-08 00:31:55",
            "id": "6819217",
            "reply_to_id": "6815845",
            "text": "Í fljótu bragði sé ég enga kosti fólgna í því að fólk vinni fremur svart heldur en borgi skatta. Endilega komdu allavega með nokkur dæmi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 19:48:56",
            "id": "6820954",
            "reply_to_id": "6819217",
            "text": "Það var greinilega jákvætt í heimi Hróa hattar að vinna svart"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-09 21:44:57",
            "id": "6821060",
            "reply_to_id": "6820954",
            "text": "Sem er saga fyrir krakka, sem gerist í ævintýraheimi og þó svo þetta væri saga fyrir fullorðna í alvöru heimi þá er sá heimur gerólíkur þeim sem við búum í. Ég tel því þetta svar gersamlega tilgangslaust. :p"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-09 22:50:19",
            "id": "6821153",
            "reply_to_id": "6821060",
            "text": "Ekki ef þú berð saman líka eiginleika við raunverulega heiminn.\nFógetinn hafði sínar tekjur af skattlagningu. Þar sem fólkið var á móti honum þá var greinilega betra að vinna svart.\nOg þetta hefur oft gerst í raunveruleikanum. Austur-Þýskaland sem dæmi"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2009-08-10 12:34:23",
            "id": "6821781",
            "reply_to_id": "6821153",
            "text": "Heimurinn er ekki fullkominn og ég veit ekkert um stöðu almennra borgara útí heimi.\nHélt umræðan hérna snérist að mestu leiti um Ísland."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-10 12:41:18",
            "id": "6821786",
            "reply_to_id": "6821781",
            "text": "Kemur málinu ekkert við.\nÞú sagðir að þetta væri ómarktækt þar sem þetta er ævintýri. Raunin er hins vegar sú að þetta ævintýri á sér sambærileg tímabil í mannkynsögunni.\nÍ fljótu bragði sagðistu ekki sjá neitt jákvætt við það að svíkjast undan skatti.\nÉg nefndi því dæmi, líkt og í tilviki Hróa Hattar, ef maður telur að peningunum sé betur varið hjá sér en hjá þeim sem skattleggu"
        },
        {
            "user": "action2",
            "user_id": "69657",
            "date": "2009-08-05 18:17:48",
            "id": "6815973",
            "reply_to_id": "6809354",
            "text": "Newfag!"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-08-06 08:20:23",
            "id": "6816791",
            "reply_to_id": "6809354",
            "text": "Já, við skulum öll svíkja undan sköttum því við erum óánægð með vinstri stjórn, það mun leysa öll okkar vandamál."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-06 13:10:46",
            "id": "6816950",
            "reply_to_id": "6816791",
            "text": "Ekki segja mér að þú hafir lesið þetta úr korkinum?"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-08-09 22:00:04",
            "id": "6821082",
            "reply_to_id": "6816950",
            "text": "Pretty much. Allaveganna missti ég af öllum gáfulegum réttlætingum fyrir því að svíkja undan skatti.\nAllaveganna skilgreini ég ekki ‘TIL HELVÍTIS MEÐ SAMFYLKINGUNA OG ICESAVE’ sem gáfuleg rök"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-10 12:07:39",
            "id": "6821745",
            "reply_to_id": "6821082",
            "text": "Ég var aldrei að réttlæta skattsvik. Ég var ekki að tjá mig um Samfylkinguna og Icesave.\nEn gáfulegustu rökin fyrir skattsvikum, ef út í það er farið, eru þau augljósustu: Að maður treysti ekki stjórninni fyrir sköttunum"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-08-10 23:12:55",
            "id": "6822752",
            "reply_to_id": "6821745",
            "text": "Þá verður maður að gera eitthvað í því að breyta um ríkistjórn, ef nóg af fólki eins og þú orðaðir það treystir ekki ríkistjórnininni þá ætti hún samkvæmt kenningunni að falla. Maður á ekki að lama allt kerfið með því að neita að borga fyrir það.\nOg, haha, ekki reyna að halda því fram að allt fólkið sem er að vinna svart og á atvinnuleysisbótum í leiðinni sé að gera því fyrir einhvern málstað in the grand scheme of things, það vill einfaldlega eiga meiri peninga eins og allir aðrir - það að sé kreppa og að mati sumra ‘léleg ríkistjórn’ er engin betri réttlæting en hver önnur fyrir lögbrot."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-11 13:05:49",
            "id": "6823438",
            "reply_to_id": "6822752",
            "text": "ef nóg af fólki eins og þú orðaðir það treystir ekki ríkistjórnininni þá ætti hún samkvæmt kenningunni að falla.\nNú? Hvaða kenning er það?\nMaður á ekki að lama allt kerfið með því að neita að borga fyrir það.\nkerfið lamast ekki þó nokkrir iðnaðarmenn svíkist undan skatti. Og ef við lítum á heildarmyndina þá er það örugglega jákvætt fyrir hagkerfið, eins og ástandið er núna.\nekki reyna að halda því fram að allt fólkið sem er að vinna svart og á atvinnuleysisbótum í leiðinni sé að gera því fyrir einhvern málstað in the grand scheme of things\nAuðvitað er ég ekki að halda því fram. Þetta einfaldlega gerist, rétt eins og innflutningur minnkar við fall gjaldmiðils.\nFólk lítur ekki á neinar heildarmynd og ákveður að versla íslenskt, það bara einfaldlega gerir það vegna þess að verðið er hagstæðara. Ég sagði ekki að þeir gerðu þetta fyrir ákveðna hugsjón, þó það sé vissulega hægt að smíða hana í kringum aðstæðurnar.\nþað vill einfaldlega eiga meiri peninga eins og allir aðrir\nEða þá að þau\nþurfa\npening og telja sig gera þetta af hreinni nauðsyn.\nþað að sé kreppa og að mati sumra ‘léleg ríkistjórn’ er engin betri réttlæting en hver önnur fyrir lögbrot.\nJú, í rauninni er það einmitt réttlæting á lögbroti.\nHver setur lögin? ríkið.\nHver er búinn að fokka upp landinu? ríkið.\nAf hverju ættum við þá að fylgja reglum þess? Hvað skuldum við þeim eiginlega? Ríkið hefur ekki unnið sér inn traust þjóðarinnar. Þeir geta ekki bara ætlast til þess að þjóðin geri eins og þeir segja…"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-08-11 18:44:16",
            "id": "6823855",
            "reply_to_id": "6823438",
            "text": "Kenningin um lýðræði? Þú veist, lýðurinn ræður. Ég veit ekki alveg hvernig ég á að búta þetta betur niður.\nOg hvað nákvæmlega ertu að segja, að stjórnleysi sé betra en ‘ríkið’? Ég veit ekki nákvæmlega hver þín skilgreining á ríkinu er einmitt núna, en ég stóð í þeim skilningi að ákveðnir aðilar í viðskiptalífinu og aðrir tengdir ákveðnum ríkistjórnum væru ábyrgir fyrir þessi hruni - ekki bara ‘ríkið’.\nEf við erum óánægð með núverandi\nríkistjórn\nþá gerum við eitthvað í að koma henni frá, við eigum ekki að hætta að borga fyrir kerfið sem heldur samfélaginu okkar gangandi, ef fólk borgar ekki skatta þá kemur það ekki bara niður á ríkinu - það kemur niður á öllum. Ég veit allaveganna ekki betur en að allir Íslendingar nýti sér heilbrigðis og menntakerfið hér á landi - svo eitthvað sé nefnt. Og hvað andskotans logík er í því að gefa fólki frían passa til að brjóta lög, engin? Ef fólk er ósátt við núverandi lög, eða núverandi kerfi, þá þarf að breyta þeim hlutum, ekki skipta þeim út og bara.. eitthvað.\nOg ekki láta eins og að Íslendingar séu allt í einu kominn niður undir eitthvað poverty line, það er (sama sem) enginn fokking raunverulega fátækur hérna. Ég ber enga virðingu fyrir fólki sem er að skíta á sig við að borga af einhverjum bílalánum og ‘neyðir’ sig til mæðrastyrksnefndar því þeim dettur ekki í hug að selja flatskjáinn sinn. Ef Íslendingar væru að glíma við fátækt þá hefðu ekki fleiri hundrað þúsundir flætt frá hverju foreldri til barnanna sinna í tilefni ferminga í vor."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-12 16:22:16",
            "id": "6825132",
            "reply_to_id": "6823855",
            "text": "Já, ég myndi álíta stjórnleysi betra en ríkisskipulag.\nÉg veit ekki nákvæmlega hver þín skilgreining á ríkinu er einmitt núna\nríkið er sá aðili sem hefur einokunarrétt á ofbeldi.\nEf við erum óánægð með núverandi ríkistjórn þá gerum við eitthvað í að koma henni frá\nVið gerðum það, og ekki breyttist mikið (versnaði ef eitthvað var). Skipta um ríkisstjórn, til hvers? Til þess að sömu flokkarnir geti skipst á því að stjórna?\nvið eigum ekki að hætta að borga fyrir kerfið sem heldur samfélaginu okkar gangandi\nJú, ef kerfinu mistekst, sem mér sýnist frekar augljóst í dag.\nef fólk borgar ekki skatta þá kemur það ekki bara niður á ríkinu - það kemur niður á öllum. Ég veit allaveganna ekki betur en að allir Íslendingar nýti sér heilbrigðis og menntakerfið hér á landi\nEf ég tek af þér peningana þína til þess að kaupa handa þér blóm, máttu þá ekki reiðast yfir því vegna þess að þú fékkst blóm í staðinn?\nHef ég rétt á því að nota peningana þína, svo lengi sem ég segi að það sé í þína eigin þágu, eða átt þú sjálfur að hafa ákvörðunarrétt yfir peningunum þínum?\nÞað að ríkið hafi neytt okkur til þess að versla af sér menntun og heilbrigðisþjónustu réttlætir ekki áframhaldandi skipulag.\nOg hvað andskotans logík er í því að gefa fólki frían passa til að brjóta lög, engin?\nHvaða lógík er í lögum?\nFátækt er afstæð. atvinnuleysingjar í Kenýa eru fátækir miðað við okkur, en það væri samt hægt að kalla þá ríka borið saman við frumbyggja Papúa Nýju Gíneu. Ísland er fátækara en það var, það er engin spurning.\nEn ég var aldrei að tala um fátækt, svo ég sé ekki alveg hvert þú ert að fara."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-08-09 22:02:45",
            "id": "6821083",
            "reply_to_id": "6816950",
            "text": "Kannski ekki frá þér, sumir hafa fundið sér gáfulegri réttlætingar til þess að líða betur með sig. Hinsvegar virðist aðal mótívið bara vera ‘TIL HELVÍTIS MEÐ VG OG ICESAVE’ sem ég skilgreini ekki sem mjög haldbær rök."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-08-09 22:05:08",
            "id": "6821088",
            "reply_to_id": "6816950",
            "text": "Whoops, hélt að fyrra svarið hefði ekki komist í gegn. Þú færð þá bara báðar útgáfur."
        },
        {
            "user": "DrNecrophil",
            "user_id": "56250",
            "date": "2009-08-06 19:52:30",
            "id": "6817463",
            "reply_to_id": "6809354",
            "text": "Til helvítis með stjórnina :) ég ætla vinna svart :D"
        }
    ]
}