{
    "forum_title": "Tilveran",
    "user": null,
    "user_id": null,
    "date": "2009-08-06 21:15:30",
    "title": "Illa farið með gott fólk - leyniskýrslan",
    "text": "Illa er farið með gott fólk. Nú er mér nóg boðið. Ég er búinn að vera að lesa mig í gegnum allt þetta fjölmiðlafár eftir að trúnaðar glærur Kaupþing banka fóru á netið. Hver er réttur fólks í svona málum? Má bara vaða yfir fólk og spá ekkert í því hvernig farið er mað það?\nÉg get ekki með nokkru móti skilið það hvernig, fjölmiðlar geta hagað sér svona. Það skiptir ekki máli þótt það hvíli bankaleynd yfir þessum upplýsingum. Þeim er dreift út um allt, fjölmiðlar virðast ekki hafa nokkrar einustu áhyggjur yfir því að brjóta svo augljós lög. Mér finnst persónulega fjölmiðlar farnir að ganga allt of langt í mörgum dæmum, svona umfjöllun getur rústað mannorði fólks og fyrirtækja. Það er vitað mál að mun auðvelara er að brjóta niður orðspor en að byggja það upp og því er þetta með ólíkindum að fjölmiðlar geti hagað sér svona.\nHvað verður um þetta fólk sem lendir í þessari umræðu, ég tala nú ekki um stjórnendur bankans. Þetta fólk er venjulegt eins og við öll, það á börn og fjölskyldu, þetta fólk verður fyrir aðkasti frá almenningi af því að það er útmálað í fjölmiðlum sem glæpamenn. Margir hafa verið nafngreindir í þessari fjölmiðlaumfjöllun. Samkvæmt okkar frábæru lögum, eiga þessir menn rétt á því að það liggi leynd yfir því hvort og hvað þeir fá lánað frá aðilum sem gefa sig út fyrir það.\nVoru þessi lán svo slæm? Ég held nú síður, þarna er bankinn augljóslega að reyna allt hvað hann getur til þess að koma peningum í umferð og þannig reyna að minka þann skaða sem hefði getað orðið ef þeir hefðu ekki farið út í þessar aðgerðir. Þannig að í mínum augum sé ég ekkert annað en gott út úr þessu. Ég trúi ekki öðru en bankinn hafi gert þetta með þeirri fullvissu að þeir fengju þetta allt til baka og gott betur. Frábær áhættusýring var hjá bankanum á þessum tíma samkvæmt því sem ég best veit.\nÞannig að í raun eru þeir einu sem eru alvöru glæpamenn í þessu máli, fjölmiðlar og sú hræðilega mannvera sem lak þessari skýrslu á netið. Þá mannveru á að taka og dæma samkvæmt lagabókstafnum okkar.\nAðlokum ætla ég rétt að vona það að sýslumaðurinn (ætli það sé ekki sýslumaðurinn í Reykjavík) sýni gott fordæmi og setji lögbann á þessa skýrslu. Annað væri út úr myndinni og myndi sanna eins og oft hefur komið í ljós að embættis menn landsins eru lang flestir óhæfir til sinna starfa.\nUndirritaður keisari ykkar,\nJulius Caesa",
    "url": "https://www.hugi.is/tilveran/greinar/666855/illa-farid-med-gott-folk-leyniskyrslan/",
    "url_id": "666855",
    "id": "6811798",
    "replies": [
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-08-06 21:38:58",
            "id": "6817606",
            "reply_to_id": "6811798",
            "text": "ertu algerlega heiladauður?"
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-08-07 00:42:06",
            "id": "6817987",
            "reply_to_id": "6817606",
            "text": "Nei því ef ég væri heiladauður gæti ég ekki gert mér upp skoðanir um þetta mál.\nOg já ég ætla að standa við það sem ég skrifaði. Vísu er landslagið fljótt að breytast og t.d. lögbannið komið og farið síðan ég skrifaði þetta.\nEn já, hvað réttlætir það að leka þessum upplýsingum á netið? Það er lögbrot. Það þýðir ekki að benda á að í þessum upplýsingum felist hugsanlega lögbrot, það er ekki nærri eins ljóst og hitt og auk þess bætir ekki eitt böl annað böl.\nÞannig spyr ég þig, ertu með eitt hvað vit í þínum heimska haus?"
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-08-07 00:51:53",
            "id": "6818013",
            "reply_to_id": "6817987",
            "text": "eitthvað er eitt orð;) en já það breytir engu þótt að þetta hafi farið á netið. þótt að bankaleynd sé í lögunum þá eru þessir menn búnir að brjóta á okkur og fara illa með marga. fólk á rétt á að vita hvað og hverjir fóru svona illa með það.\nhvað þeir voru að bralla á bakvið tjöldin"
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-08-07 01:03:02",
            "id": "6818030",
            "reply_to_id": "6818013",
            "text": "Hvað græðum við, ég og þú á því að vita eitthvað um hvað þessir menn gerðu? Ég sé engann gróða fyrir almenning í því að vita þetta.\nSvo lengi sem þessi gögn hafa verið upp á borðinu hjá réttum aðilum, þ.e. FME og sérstökum saksóknara. Þessi skjöl varða marga viðskiptavini sem eiga að geta treyst því að svona upplýsingar um þá séu trúnaðarmál milli þeirra og bankans.\nÞetta er ekki ólíkt því að læknaskýrslur einstaklings leki á netið. Hverjum kemur það við hvað er að þeim einstaklingi? Engum.\nÉg græddi ekkert á að vita þetta og ég ætla að draga það stórlega í efa að þú hafir grætt eitthvað á því að vita þetta. Eina sem gerðist, við að þetta fór á netið, enginn græddi, fullt af góðu fólki tapaði á þessu. Hverju tapaði það? Orðspori, trausti, trúnaði o.fl."
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-08-07 01:22:37",
            "id": "6818067",
            "reply_to_id": "6818030",
            "text": "Hverju tapaði það? Orðspori, trausti, trúnaði o.fl\nheldurðu að það verðskuldi að halda því orðspori og trausti eftir það sem að það gerði?? ekkert verra fyrir okkur að vita þetta svo að við lendum ekki í þessu fólki aftur. ef að læknir myndi ekki standa sig í stykkinu og væri dæmdur óhæfur heldurðu ekki að fólk ætti rétt á að vita að sá læknir væri ekki traustsins verður?\nÞetta er ekki ólíkt því að læknaskýrslur einstaklings leki á netið. Hverjum kemur það við hvað er að þeim einstaklingi? Engum\nþetta er svo allt allt öðruvísi…þarna erum við að tala um peninga og eignir fleiri fleiri fólks sem ei gerði neitt og líf margra gjörsamlega í rúst útaf þessu fólki sem stóð á bakvið bankana"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 09:02:28",
            "id": "6819495",
            "reply_to_id": "6818067",
            "text": "Hávamál\nDeyr fé,\ndeyja frændur,\ndeyr sjálfur ið sama.\nEg veit einn\nað aldrei deyr:\ndómur um dauðan hvern.\nJú þú hittir naglann á höfuðið. Ef læknir væri dæmdur óhæfur, ætti fólk mögulega rétt á að vita að hann væri óhæfur. En hefur fólk rétt á að vita af hverju? Nei ég held fólki komi það ekki við. Aukin heldur, þá talar þú um dæmdur, ég veit ekki betur en að enginn af okkar fyrrverandi bankamönnum og útrásargörpum séu dæmdir menn. Menn eru saklausir uns sekt er sönnuð. Og eina valdið sem hefur rétt til að úrskurða um sket manna er dómsvaldið og því ekki okkar að dæma um það hvort þessir menn séu sekir eða ekki. Takk fyrir að taka afstöðu með mér í þessu, við erum þá sammála um eitthvað, ég sem hélt í alvöru að þér væri ekki viðbjargandi.\nJá ég tók lán, myntkröfulán. Bankarnir fóru á hausinn, ég gerði ekkert, líf mitt í rúst. Helvítis bankamenn. Nei bíddu ég tók fjandans lánið. Samt helvítis bankamenn! Halló! Þú hlýtur að sjá það að fólk sem spilaði rétt úr hlutunum fyrir hrunið eru ekki í svo slæmri stöðu, bara alveg ágætri meira að segja. En svo eru aðrir sem náttúrulega gerðu alveg upp á bak með sín eigin fjármál. Er það bankanum að kenna að fólk gerði á sig? Nei andskotinn hafi það, fólk verður að taka ábyrgð á gjörðum sínum sjálft!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 12:03:30",
            "id": "6819578",
            "reply_to_id": "6819495",
            "text": "http://skepticalteacher.files.wordpress.com/2009/07/facepalm1.jpg\n…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 12:30:10",
            "id": "6819606",
            "reply_to_id": "6819578",
            "text": "Hvað er fólk eins og þú, sem greinilega kannt ekki að ræða málin að gera á síðu eins og huga?\nÞú ert greinilega ekki beittasti hnífurinn í skúffunni. Sennilega eru bara ekki betur gefinn en þetta, grey kallinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 12:44:39",
            "id": "6819613",
            "reply_to_id": "6819606",
            "text": "æ þeigðu… ég get alveg rætt þetta mál fram og aftur við þig með góðum rökum, en sjáðu til..ég nenni ekki að standa í því að rökræða við svona vitleysing eins og þig. þú hlýtur að skilja það. og þú reynir að setja mig niður með því að koma með svona niðrandi komment eins og\nÞú ert greinilega ekki beittasti hnífurinn í skúffunni. Sennilega eru bara ekki betur gefinn en þetta, grey kallinn.\n… þú ert einum of góður með þig kallinn og allir verstu hálfvitarnir sem sjá ekki hversu asnalegir þeir eru…eru það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 13:30:19",
            "id": "6819654",
            "reply_to_id": "6819613",
            "text": "Einn sem ræður ekki alveg við þroskann. Ég er ekkert að reyna að vera góður með mig (þó svo að ég sé auðvita ekki sem verstur). Þú virðist aftur á móti ekki getað svarað neinum rökum, þú virðist algjörlega dofinn þegar kemur að því að ræða þetta mál og ferð að snúa því út í það að reyna að niðra mig.\nÞú ert bæði með dónasakp og leðindi, skil ekki alveg hvað þú færð út úr því karlinn minn.\nÞú ert að kalla mig öllum ljótum nöfnum, segja mér að þegja. Þetta var kallað að vera með dónaskap síðast þegar ég vissi. Ég hef alls ekki verið að setja út á þig sem persónu, þó ég skjóti skotum að því að þú sért ekki nógu beittur í rökræðum. Kannski voru það mistök að segja að þú værir ekki betur gefinn en það að geta ekki haldið uppi rökum þínum málstað til varnar, en sennilega var það bara satt hjá mér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 13:32:50",
            "id": "6819659",
            "reply_to_id": "6819654",
            "text": "nákvæmlega það sem að ég var að tala um;) sannaðir mál mitt þarna"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 13:37:58",
            "id": "6819668",
            "reply_to_id": "6819659",
            "text": "Bíddu nú við, ég sannaði ekki neitt. Þú ert búinn að vera með dónaskap og kjánalegan málflutning og af því að ég svaraði honum, þá sannaði ég hann. Ertu ekki í lagi?\nÞetta er eins og að troða fingrunum í eyrunn og öskra “lalalala” meðan einhver er að reyna að tala við þig, bara af því að þú vilt ekki hlusta.\nEn, jæja, nenni nú varla að eyða mínum dýrmæta tíma í þig…\nKeisari ykkar,\nJulius Caesa"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 13:41:39",
            "id": "6819672",
            "reply_to_id": "6819668",
            "text": "komdu með þennan kjánalega málflutning sem að þú ert að tala um…:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 13:44:17",
            "id": "6819677",
            "reply_to_id": "6819672",
            "text": "æ þeigðu… ég get alveg rætt þetta mál fram og aftur við þig með góðum rökum, en sjáðu til..ég nenni ekki að standa í því að rökræða við svona vitleysing eins og þig. þú hlýtur að skilja það. og þú reynir að setja mig niður með því að koma með svona niðrandi komment eins og\nÞetta er illa framsett, ómálefnalegt og tengist umræðuefninu ekki neitt. Það myndi ég kalla kjánalegan og barnalegan málflutning."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 13:53:46",
            "id": "6819686",
            "reply_to_id": "6819677",
            "text": "bíddu…ertu að segja að þetta sé ég að rökræða við þig? auðvitað á þetta ekki að tengjast umræðuefninu. þetta var ég að segja við þig að ég nenni ekki að rökræða við þig lengur;)"
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-08-12 08:40:15",
            "id": "6824696",
            "reply_to_id": "6818067",
            "text": "Tilvitnun:\nÞetta er ekki ólíkt því að læknaskýrslur einstaklings leki á netið. Hverjum kemur það við hvað er að þeim einstaklingi? Engum\nþetta er svo allt allt öðruvísi…þarna erum við að tala um peninga og eignir fleiri fleiri fólks sem ei gerði neitt og líf margra gjörsamlega í rúst útaf þessu fólki sem stóð á bakvið bankana\nÞetta er fullkomlega sambærilegt dæmi segjum sem svo að læknir fái til sín sjúklinga með hina ýmsu sjúkdóma. Meðal þessa fólks eru hinir og þessir með sjúkdóma áborð við Gyllinægð,Lekanda, og ýmsa aðra sjúkdóma sem fólk er ekki að bera á borð að það sé með. og svo fær hann líka inn á borð örfá með vandamál eins og þeim fynnst þeir vera með of lítið typpi og læknirinn ákveður að gefa þeim lyfseðil fyrir einhverjumm hormónatöflum sem að hann veit að hjálpa ekki.\nAllt þetta fer fram undir trúnaði milli læknis og sjúklings\nsíðan tekur einhver of stóran skammt af hormónatöflunum og þarf að vera lagður inn og einhverjar efasemdaraddir fara að heyrast um læknin eftir að lyfseðillin fynnst. Fjölmiðlar blása málið upp í stórkostlegar hæðir og komast að lokum yfir læknaskýslunar eftir að einhver í rannsóknardeild landlæknis sem er að endurmeta læknin lekur skýrslunum. Ætti ekki að setja lögbann á þá skýrslu ?"
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-08-12 15:24:38",
            "id": "6825045",
            "reply_to_id": "6824696",
            "text": "þarna ertu að tala um einn mann sem ekki hefur gert neinum neinum neitt, ætlaði sér ekki að láta þennan mann/konu taka of stórann skammt… en í skýrsluni var sagt frá mörgum mönnum sem fóri illa með mikið af fólki og þeir vissu fullkomlega hvað þeir voru að gera við það…þar er munurinn"
        },
        {
            "user": "BenziJunior",
            "user_id": "69330",
            "date": "2009-08-12 21:32:20",
            "id": "6825627",
            "reply_to_id": "6825045",
            "text": "ok þá getum við tekið sama dæmi nema læknirinn skrifar lyfseðla til sjálfs síns í staðinn fyrir að skrifa upp á hormóna fyrir einhvern annan það breytir engu í þessu máli þessi skýrsla er trúnaðarmál og að vera trúnaðarmál"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-07 17:54:15",
            "id": "6818802",
            "reply_to_id": "6818030",
            "text": "Þetta varð t.d. til þess að ég trítlaði yfir í annan banka og færði mín viðskipti. langar bara eeeeekkkert að vera í viðskiptum við kaupþing.\nhelst vildi ég bara vera laus allra bankamála og svona án gríns er að hugsa u mað gera það einn daginn. Hætta bara bankaviðskiptum for good!\nfá ávísum fyrir laununum mínum og greiði alla reikninga bara með cash í bankanum."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-08 09:08:14",
            "id": "6819498",
            "reply_to_id": "6818802",
            "text": "Hvað færðu út úr því að rifta viðskiptum við Kaupþing? Ætlar þú að segja mér að þú sért svo græn að þú haldir að Kaupþing hafi verið eini bankinn sem stóð í svona viðskiptum. Ég held nú síður, þetta á við alla bankanna.\nAf hverju er þetta þá bara komið fram um Kaupþing? Ég skal segja þér hvað ég held. Ég held að málið sé það að innann Nýja Kaupþings starfar enginn af fyrrverandi yfirmönnum bankans. Þeir voru allir látnir taka pokann sinn á síðasta ári, að vísu nema einn, hann fór í sumar. Hvað með hina bankana tvo, Landsbankann (NBI) og Íslandsbanka? Þar starfa ennþá flestir stjórnendur gömlu bankanna. Gæti skýringuna vera að finna í þessum mun, hagsmunir stjórnenda Nýja Kaupþings eru ekki eins miklir og NBI og Íslandsbanka, af því að þeir hafa ekki hagsmuni af gjörðum gamla bankans?\nEf allir myndu nú fara að versla með peninga og hætta bankaviðskiptum. Hvað heldur þú að myndi gerast? Annað bankahrun, við færum í miklu verri stöðu en við erum í núna. Fyrirgefðu en mér finnst þetta heimskuleg hugmynd."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-08 09:36:03",
            "id": "6819509",
            "reply_to_id": "6819498",
            "text": "nei nei það er rétt hjá þér. hinir bankarnir eru eflaust með einhver óhreinindi í sínum hornum,.\nEn ef ég vil ekki nota bankana þá erþað MÍN ákvörðun. aðal ástæðan er að mér finnst bankarnir arfa leiðinlegar peningasugur. Ég veit ekki hvað ég hef eytt mörgum tugum þúsundum í vexti og verið afar góður viðskiptavinur og fæ ekki þá þjónustu til baka sem ég hefði viljað."
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2009-08-07 23:09:41",
            "id": "6819154",
            "reply_to_id": "6818030",
            "text": "það erum við sem komum til með að borga skítinn eftir þetta klúður. FME virtist vera gjörsamlega óhæft og sérstakur saksóknari var ráðinn upp á punt, hversvegna ætli enginn hafi sótt um starfið þegar það var auglýst…"
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2009-08-08 09:12:22",
            "id": "6819500",
            "reply_to_id": "6819154",
            "text": "Einmitt, klúður hvers? Jú þetta er meira klúður hjá ríkinu en nokkurn tímann bönkunum eða útrásarfólkinu. Þannig að já, ætli þú sért ekki að greiða fyrir ríkisklúður. Það er nú ekki í fyrsta skipti og ekki síðasta skipti. Svona er bara lífið, verðum bara að sætta okkur við óhæf stjórnvöld. Maður spyr sig reyndar þá hvort við séum ekki sjálf óhæf við að skipa stjórnvöld?"
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2009-08-08 18:43:27",
            "id": "6819926",
            "reply_to_id": "6819500",
            "text": "Það voru stjórnmálamenn sem sáu til þess að leikreglurnar fyrir bankamennina voru meingallaðar og það voru bankamennirnir sem sáu til þess að koma öllu dótinu á hausinn. Ábyrgðin (fæ klígju við það að skrifa þetta orð) er á þessu fólki.\nÞín skoðun er sú að við eigum ekkert að vera að æsa okkur yfir þessu, þessir menn vita betur og eru hið besta fólk. Við eigum bara að venjast því að láta taka okkur í rassgatið af ríkinu og bankaræningjum því það gerist hvort eð er.\nMér finnst þetta einstaklega aumingjalegt viðhorf"
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2009-08-10 22:32:14",
            "id": "6822666",
            "reply_to_id": "6819926",
            "text": "Það er rétt hjá þér, það voru stjórnmálamennirnir okkar sem gerðu leikreglur bankasamfélagsins. Þannig að rót vandans liggur hjá þeim, eða raunar þjóðinni sjálfri. Það var nú einu sinni þjóðin sem kaus þessa menn á þing. Ég og þú*, við tveir berum jafn mikla ábyrgð og hver annar íslenskur ríkisborgari.\nNei við eigum ekkert að vera að æsa okkur yfir þessum hlutum. Við getum lítið gert í þessu núna, hefðum auðvita getað gert eitthvað fyrr með því að kjósa eitthvað annað í kosningum, en það er víst of seint í bili.\nHefur einhver verið dæmdur fyrir bankarán? Hélt ekki, svo ekki vera að halda öðru fram. Ég segi það enn og aftur að samkvæt íslenskum lögum er enginn sekur uns sekt hans er sönnuð.\nAuk þess myndi ég ekki segja að verið væri að taka neinn í rassgatið, það er í fyrsta lagi mjög óeðlilegt og óheilbrygt kynlíf sem ætti ekki að fyrir finnast á jörðinni auk þess sem það tengist banka hruninu ekkert. Ef þú ert að meina þetta sem líkingu, þá finnst mér lítið óeðlilegt og óheilbrygt við framkomu bankamanna, en ég get kannski verið sammála þér með vissa stjórnmálamenn.\n*Að því gefnu að þú sért orðinn 18 ára."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-11 10:06:52",
            "id": "6823268",
            "reply_to_id": "6822666",
            "text": "Ég ber ekki jafn mikla ábyrgð og hver annar íslenskur ríkisborgari, ég skilaði auðu ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-11 14:48:10",
            "id": "6823557",
            "reply_to_id": "6823268",
            "text": "Í raun tókstu þátt í þessu, með því að skila auðu ertu ekki að hafa nein áhrif á það sem er að gerast. Hugsanlega hljóðlaus mótmæli, en þau hafa því miður engin áhrif. Þannig að þannig séð tókstu þátt í þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-11 16:41:49",
            "id": "6823699",
            "reply_to_id": "6823557",
            "text": "Eins og maður hafi áhrif með því að kjósa.\nÞetta er allt sömu asnarnir inn á þingi sem hugsa einungis um sitt eigið rassgat. Ég skilaði auðu sem þýðir að ég treysti engum af þessum flokkum til að fara með ríkisvald hér á landi. Það fékk enginn atkvæði til að tala fyrir mína hálfu á þessu þingi. Ég er ekki með í leiknum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-12 14:16:12",
            "id": "6824943",
            "reply_to_id": "6823699",
            "text": "Jú þú hefur alltaf áhrif með því að kjósa, t.d. ef þú hefðir kosið Samfylkinguna hefir þú verið að leggja þitt atkvæði til þeirra, veita þeim umboð þitt fyrir t.d. ESB og Icesave. Aftur á móti ef þú hefðir lagt þitt atkvæði til sjálfstæðisflokksins hefðir þú a.m.k. ekki gefið þitt leyfi á ESB, sem dæmi. Þannig að kjósa ekki neitt, ertu í raun að gefa öllum leyfi á því að gera það sem þeim hentar, í stað þess að velja þann stjórnmálaflokk sem fer næst þínum skoðunum, það er vitað mál að flokkar geta ekki verið 100% sammála þér í skoðunum, en þú getur frekar náð helstu skoðunum þínum fram með því að kjósa flokk, en ekki."
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2009-08-12 04:12:03",
            "id": "6824654",
            "reply_to_id": "6822666",
            "text": "Það er kjánalegt að skella skuld á landsmenn útaf heilalausri ríkisstjórn, þar sem ekkert betra er í boði :]"
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2009-08-12 14:20:23",
            "id": "6824952",
            "reply_to_id": "6824654",
            "text": "Nú fyrst af öllu, er það ekki okkar ábyrgð að styðja þetta fólk til valda. Getum við gengist undan ábyrgð með því að benda á fólkið og segja að það sé vanhæft sem við kusum á alþingi?\nÞað eru tvær leiðir til að almenningur geti haft áhrif.\n1. Er auðvita það að fara og nýta atkvæðið sitt, styðja ákveðin málefni.\n2. Er það að reyna að fá fylgi almennings og koma sér sjálfur á þing.\nÞetta eru þær leiðir sem við höfum til að koma okkar skoðunum í verk, nú við gætum auðvita farið 3. leiðina og staðið í greina skrifum í fjölmiðlum. Og reynt þannig að hafa áhrif á skoðanir.\nEn ef við gerum ekkert af þessu erum við jafn vel enn sekari en ekki. Við stóðum hjá og gerðum ekkert, þetta er ekki ósvipað einelti. Þú ert meðsekur ef þú stendur hjá og gerir ekkert."
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2009-08-15 08:25:38",
            "id": "6828962",
            "reply_to_id": "6824952",
            "text": "Í fyrsta lagi er ekki hægt að kenna einstaklingum sem að kjósa ákveðin flokk um vandamálin ef að enginn annar flokkur er skömminni skárri, sem að er því miður sannleikur á Íslandi að mínu mati.\nÍ öðru lagi segir þú að verra sé að standa hjá og kjósa ekki neitt, sem að er í sjálfu sér fullkomið val fyrir það fólk sem að gerir sér grein fyrir því að allir þeir flokkar sem að bjóða sig fram til alþyngis á Íslandi eru vanhæfir."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 21:50:41",
            "id": "6822600",
            "reply_to_id": "6819500",
            "text": "Afhverju heldur þú að flestir höfuðpaurar bankana hafi flutt fleiri milljarði af eigin peningum í erlenda banka föstudaginn fyrir bankahrunið?\nÞeir vissu alveg upp á sig sökina og virtust hafa vitað það lengi. Þú getur kallað þetta samsæriskenningar en þetta er eitthvað gruggugt. Þú hlýtur að átta þig á því að ef þú átt bara eina belju þá lánarðu ekki fimm með því hugarfari að “þau borgi þetta nú vonandi hinar fjórar”."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 22:36:46",
            "id": "6822676",
            "reply_to_id": "6822600",
            "text": "Hagsýni? Ég meina, hefðir þú ekki gert það sama, ef þú hefðir átt milljarða sem þú hefðir unnið fyrir alla ævi? Hefðir þú ekki þá fært þá á öruggari stað ef þú vissir um yfirvofandi hættu? Ég meina annað væri brjálæði.\nÞú kallar þá höfuðpaura. Slíkt orð hef ég sjaldan heyrt notað um forstjóra, bankastjóra og stjórnarformenn áður nema þá að þeir tilheyri mafíum eða skipulögðum glæpasamtökum, sem þessir menn gerðu ekki. A.m.k. get ég staðfest það að þeir hafa ekki hlotið dóm sem réttlætir slíkar kenningar.\nÞetta dæmi þitt með kýrnar er ekki alveg að ganga upp, a.m.k. næ ég ekki að skilja hvað þú ert að fara með því. Nei auðvita getur þú ekki lánað fimm kýr ef þú átt bara eina. En ef þú átt nóg getur þú lánað nóg. Það var t.d. það sem Kaupþing gerði á sínum tíma. Stærstu lánin voru einungis 1% af heildar stærð bankans, ætli það sé ekki eins og einn speni á kúnni sem þú varst að lána?"
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-11 22:17:51",
            "id": "6824175",
            "reply_to_id": "6822676",
            "text": "A.m.k. get ég staðfest það að þeir hafa ekki hlotið dóm sem réttlætir slíkar kenningar\n.\nEnda hefur málið verið á viðkvæmu stigi svo mánuðu skipti. ef þú lest fréttir seinustu vikna þá er verið að sækja menn til saka um allan heim og íslensku útrásarvíkingarnir eru næstir.\nStærstu lánin voru einungis 1% af heildar stærð bankans\nAfhverju heldurðu að bankarnir hafi skitið uppá bak í skuldum? Því þeir lánuðu meira en þeir áttu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-12 14:26:27",
            "id": "6824966",
            "reply_to_id": "6824175",
            "text": "Kannski eru þeir næstir, þá má vel vera, en þá verður að sækja þá til saka. Áður en menn eins og þú fara að dæma þá seka. Dómsvaldið verður að skera úr um svona mál. Það er ekki mitt hlutverk, og hvað þá heldur þitt hlutverk.\nNei þú ert að grínast í mér. Skildir þú ekki það sem ég var að skrifa. Stærstu lánin voru um 1% af heildarstærð bankans, og það hafa ekki komið fram neinar upplýsingar sem sýna fram á það að þeir hafi lánað fram yfir getu. Bankinn stóð fullkomlega á bak við þessi lán á þeim tímapunkti sem þau voru veitt. Síðar varð lausafjár kreppa, verðbréfahrun og margt fleira sem spilaði inn í það að eignir bankans rýrnuðu. Þó hefur heldur ekki komið enn fram neitt um það að þrátt fyrir þá rýrnun hafi bankinn ekki enn getað staðið undir þessum lánum. Það sem fór með a.m.k. Glitnir og Kaupþing var lausafjárskortur.\nEinnig er það talið mjög líklegt að Glitnir og Kaupþing nái að koma út mjög nálægt núllinu (Meira að segja óvíst hvoru meginn við núllið það verður) þegar búið verður að gera bankanna upp. Sem þýðir í raun þá að þeir hafi í raun og veru ekki verið gjaldþrota."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-10 21:22:00",
            "id": "6822538",
            "reply_to_id": "6818030",
            "text": "Ég græddi ekkert á að vita þetta og ég ætla að draga það stórlega í efa að þú hafir grætt eitthvað á því að vita þetta.\nHvað græði ég á því að vita neitt af því sem mér hefur verið kennt í samfélagsfræði eða náttúrufræði?"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-10 22:38:57",
            "id": "6822679",
            "reply_to_id": "6822538",
            "text": "Nú fyrst af öllu þá lærir þú hvernig þú fjölgar mannkyninu í náttúrufræði, lærir hvaða gat er það rétta.\nSamfélagsfræði kennir fólki margt, það er nú frekar langt síðan ég var sjálfur í samfélagsfræði svo ég get með öllu sagt hvað er kennt þar í dag, en þegar ég var í samfélagsfræði þá var það t.d. sagnfræði og menningarfræði. Öllum er hollt að þekkja sögu og menningu sína."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-10 22:41:20",
            "id": "6822686",
            "reply_to_id": "6822679",
            "text": "Og er þetta ekki hluti af menningu okkar? Hluti af hinu mikla púsluspili ofgnægtanna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-10 23:08:50",
            "id": "6822745",
            "reply_to_id": "6822686",
            "text": "Ég myndi ekki flokka þetta undir menningu, ég hugsa að þessi skýrsla verði seint til sýnis á Listasafni Íslands. Ég ætla að draga það stórlega í efa að þessi skýrsla verði kennd í sögu eða menningarfræðum síðarmeir. Þó tel ég líklegt að bankahrunið mun fá sinn sess í kennslustundum framtíðarinnar."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2009-08-06 21:48:11",
            "id": "6817619",
            "reply_to_id": "6811798",
            "text": "Er þetta ekki svoleiðis eins og að vera að gefa hraðasektir í kappakstri?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 00:43:14",
            "id": "6817989",
            "reply_to_id": "6817619",
            "text": "Nú er ég kannski of þreyttur eða einhverjar aðrar ástæður liggja að baki. En þú mátt útskýra mál þitt betur."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-08-07 12:32:07",
            "id": "6818387",
            "reply_to_id": "6817619",
            "text": "Hefur gerst, breska lögreglan sektaði einhverntíman keppendur í rallýmóti þarlendis."
        },
        {
            "user": "Mutter",
            "user_id": "13004",
            "date": "2009-08-06 23:03:01",
            "id": "6817774",
            "reply_to_id": "6811798",
            "text": "já veistu, er alveg sammála þér, fólk ætti að hætta að leita að blórabögglum (hint, það er HEIMSKREPPA, svo ísland olli henni ekki, og þetta hefði skeð sooner or later anyway), og drullast til að reyna að koma hlutum í lag\nef að fólk myndi eyða allri þessari orku sem að það eyðir í að kenna fólki um ástandið, í eithvað uppbyggjandi væri kannski hægt að flýta við því að laga þetta ástand."
        },
        {
            "user": "excuro",
            "user_id": "66565",
            "date": "2009-08-06 23:34:08",
            "id": "6817856",
            "reply_to_id": "6817774",
            "text": "það eru sökudólgar í þessu máli, það hefði komið bankakreppa á íslandi þótt að heimskreppan hefði aldrei átt sér stað."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-07 00:49:50",
            "id": "6818005",
            "reply_to_id": "6817856",
            "text": "Má vera, en hverjir eru sökudólgarnir? Ég hef sjálfur ekki trú á að hægt sé að negla einhverja bankastarfsmenn og kenna þeim um allt. Ríkið og öll þau embætti innan þess sem áttu að standa vörð um íslenska efnahagskerfið, það brást fyrst og fremst. Bankarnir fóru bara eins langt og þeir komust, hvað gerðu hinir (ríkisvaldið) ekkert…"
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-07 12:46:35",
            "id": "6818407",
            "reply_to_id": "6818005",
            "text": "Þó að lögreglan sé ekki fær um að stoppa þig þá þýðir það ekki að þú eigir að brjóta lögin."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-08 09:14:29",
            "id": "6819501",
            "reply_to_id": "6818407",
            "text": "Þú skilur þetta víst ekki rétt. Lögreglan hefði ekki getað stoppað þessa menn. Þeir voru einfaldlega ekki að brjóta nein lög, þeir voru bara að gera það sem þeir máttu samkvæmt íslenskum lögum. Ef ríkið hefði viljað stoppa þá, þá hefði það þurft að sinna löggjafarvaldinu betur og setja nánari lög um banka og viðskipti á Íslandi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 12:43:00",
            "id": "6819612",
            "reply_to_id": "6819501",
            "text": "Af hverju þá þessir sérstöku saksóknarar?\nDæmi um ólöglegan gjörning: Verðbréfaverði var haldið uppi með því að lána starfsmönnum bankanna pening til að kaupa bréf. (Þetta er ólöglegt).\nAlgengt var að fólk lánaði sjálfu sér pening og borgaði sjálfu sér hann til baka. Það virðist skaðlaust en var trix til að borga ekki skatta. Skattar af launum eru hærri en af vöxtum.\nÞað eru til fleiri dæmi um lögbrot. Þetta eru bara almennar staðreyndir."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 22:16:00",
            "id": "6822636",
            "reply_to_id": "6819501",
            "text": "þeir voru bara að gera það sem þeir máttu samkvæmt íslenskum lögum.\nÍslensku lögin eru glöpótt. Íslenskur almenningur á ekki að þurfa að gjalda fyrir það.\nOg það gefur engum manni siðferðislegan rétt, manni sem hefur fullt vit og menntun til að gera greinamun á réttu og röngu og afleyðingum í þessum málum, til að brjóta á bak heila þjóð sökum glapalegra laga.\nGet a grip."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 22:41:48",
            "id": "6822688",
            "reply_to_id": "6822636",
            "text": "Á íslenskur almenningur ekki að gjalda fyrir það að lögin séu ekki nægilega góð? Þú fyrirgefur en það er íslenskur almenningur sem skipar þá sem eiga að sjá um að halda íslenskum lögum við. Þannig að rót vandans er íslenskur almenningur, sem er greinilega ekki nægilega hæfur til að velja fólk til verksins.\nHvar hefur þú þínar sannanir fyrir því að atferli sumra mann innan ákveðins geira hafi verið ósiðlegt og sakhæft? Þú ert enn og aftur að dæma menn án dóms og laga. Ekki satt? Ótrúlegt hvað fólk getur ekki látið dómsvaldið vinna sitt verk."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-11 22:26:58",
            "id": "6824195",
            "reply_to_id": "6822688",
            "text": "það er íslenskur almenningur sem skipar þá sem eiga að sjá um að halda íslenskum lögum við.\nÞó það séu engin lög sem segja til um nákvæmlega það sem skéði sé rangt segir það okkur ekki að það sé ekki rangt í raun. Þeir sem eru við stjórnvöld hafa ekki full völd til að breyta stjórnaskránni - það þarf samþyki íslensks almennings fyrir breytingum á lögum. Hvað hefur íslenska þjóðin beðið um núna svo mánuðum skipti? Nýja stjórnaskrá takk fyrir. við höfum ekki fengið svar við mótmælum því fólkið sem lofaði okkur betrunbótum sveik okkur - það er ekki okkur að kenna.\nÓtrúlegt hvað fólk getur ekki látið dómsvaldið vinna sitt verk.\nEf dómsvaldið myndi dæma pabba þinn í fimm mánaða fangelsi fyrir að nauðga þér í rassgatið - myndirðu sætta þig við það því svoleiðis vinnur dómskerfið?\nvertu ekki svona þröngsýnn - það er kominn tími til að fólk eins og þú hætti að hanga á spena yfirvalda og taki málin í sínar hendu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-12 14:40:47",
            "id": "6824983",
            "reply_to_id": "6824195",
            "text": "Íslenska þjóðinn beðið um? Þú hlýtur að vera að grínast. Það er aðeins brotar brot af þjóðinni sem hefur tekið þátt í þessum mótmælum. Það er ekki þjóðin, það er einn hluti hennar, algjörlega rangt að halda því fram að þjóðin sé öll að mótmæla.\nHvað heldur þú að ný stjórnarskrá geri? Eina sem hefur verið rætt um að þurfi að uppfæra í stjórnarskránni, það er heimild til þess að þjóðinn geti afsalað hluta sjálfstæðisins til þess að ganga inn í ESB. Það er alls ekki verið að ræða það að stjórnarskráin hafi getað komið nokkuð í veg fyrir útrásina. Mætti ég spyrja þig, þekkir þú innihald stjórnarskrárinnar? Veist þú nokkuð hvað hún er almennilega?\nEnn og aftur reynir þú að koma með snjöll dæmi, því miður er það ekki að ganga upp hjá þér. Setjum dæmið upp eins og þú ert að segja. Faðir minn nauðgar mér. Vissulega leita ég réttar míns, jú hvernig færi ég að því. Ég myndi leggja fram kæru í mínu lögregluumdæmi og síðar fara með málið fyrir dómstóla. Ef sönnunargögn og vitnisburður eru nógu góð og traust, nú ég tala ekki um ef fyrir lægi játning frá föður mínum, þá myndi hann verða dæmdur til refsingar. Sú refsing væri ekki út í loftið, hún færi eftir íslenskum lögum, fordæmum og réttar heimildum. Þannig fengi faðir minn samsvarandi dóm og aðrir sem hafa gerst brotlegir um svipað athæfi. Þannig að já, ég myndi sætta mig við það, enda lítið annað sem ég gæti gert. Jú hefnd gæti komið upp í hugann á mörgum, en í þessu dæmi sem þú nefndir notaðir þú föður, ég efa a.m.k. fyrir mína parta að ég myndi geta hefnt mín á þeim manni, sökum þess að eitt sinn hefði mér þótt vænt um hann þótt hann hefði brotið svona gegn mér. Föður og sonar kærleikur þú skilur.\nEn með loka orðunum þínum ert þú sem sagt að meina það að samkvæmt dæminu ætti ég að hefna mín, jafn vel myrða? Ef við snúum þessu aftur í það sem umræðu efnið snérist um, ertu þá að hvetja til þess að almenningur fari að taka dómsvaldið í sínar hendur og fari að aðhafast eitthvað gagnvart þessum svo kölluðu útrásarvíkingum? Þú fyrir gefur mér þó ég spyrji, væri þá almenningur eitthvað betri en þessir menn nú ef það kemur í ljós að þeir séu sekir? Held ekki."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-07 17:56:14",
            "id": "6818807",
            "reply_to_id": "6818005",
            "text": "það er ekki hægt að benda á einhvern einn sökudólg.\nen það var leikið sér með bankakerfið eins og menn væru í monopoly.\nbankafólk, útrásavíkingar, stjórnmálamenn, seðlabankastjórar, fjármálaeftirlit.\nenginn gerði neitt!"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-08 09:16:18",
            "id": "6819502",
            "reply_to_id": "6818807",
            "text": "Rangt. Stjórnmálamenn, seðlabankastjórar og FME gerðu ekkert. Aftur á móti stóðu útrásarvíkingar og bankamenn sig vel á sínum sviðum. Þeir komu þjóðinni lengra en nokkurn hefði dreymt um. Þannig er nú bara það."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-08 09:37:18",
            "id": "6819511",
            "reply_to_id": "6819502",
            "text": "þeir einmitt gerðu ekkert, það er málið. þeir hefðu átt að fylgjast með og taka í taumana."
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2009-08-08 14:28:13",
            "id": "6819719",
            "reply_to_id": "6819511",
            "text": "Þeir komu á einu mesta góðæri sem sést hefur á jörðinni og allir (nánast) tóku þátt í að gera stöðuna eins og hún er í dag.\nLíttu í kringum þig, skoðaðu bíla sem fólk er á og svo launaseðlana þeirra. Þú getur ekki verið svona fáránlega heimsk að halda að þetta sé einhverjum nokkrum mönnum að kenna."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-08 14:55:34",
            "id": "6819745",
            "reply_to_id": "6819719",
            "text": "auðvitað voru  margir sem nýttu sér góðærið og keyptu sér hluti á lánum.\nen allir íslendingar til samans fengu ekki eins mikið og þessir nokkru útrásavíkingar til saman.\nÉg er t.d. ein af þeim sem keypti mér bíl á erlendu láni á sínum tíma.\nVantaði bíl og þetta var afar auðvelt allt saman. og það var ekkert spurt mann einu sinni hvernig maður vildi hafa lánið, á þessum tíma hafði ég ekkert vit á svona heldur.\nAuðvitað er þetta á mína´abyrgð og allt það. en manneskjan sem útbjó lánið sagði m.a. “þetta er mjög gott lán, góð mynt (okay var gott á sínum t´ma, en fór fljótt hrakandi) og ekki háir vextir” og bla bla bla. Alla vega ég trúði henni auðvitað. Datt nú ekki í hug að væri verið að klekkja á manni og þess háttar.\nEn ég er ekki að kenna bankanum um að ég fékk lánið, auðitað er það á mína ábyrgð, en mér finnst samt á bankans ábyrgð að útskýra svona mál til ungs fólks!\nalltof margir unglingar sitja uppi með rándýra bíla sem eru að verða verðlausir á risa stórum lánum.\nSem betur fer kostaði bíllinn minn undir milljón. Ég hugsaði samt með mér “æji þessi kostar bara hálfri milljón meira” en ákvað samt að taka hinn bílinn. Núna í dag væri hann ekkert bara hálfri milljón meira."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 21:46:18",
            "id": "6822589",
            "reply_to_id": "6818005",
            "text": "Má vera, en hverjir eru sökudólgarnir? Ég hef sjálfur ekki trú á að hægt sé að negla einhverja bankastarfsmenn og kenna þeim um allt.\nÞetta er eins og að kenna barnaverndunarnefnd um heimilisofbeldi.\nÞetta fólk átti ekkert með að fara út á ystu nöf með annara manna peninga og líf. Það hefði orðið bankahrun á íslandi þó að heimskreppan hefði aldrei orðið. Afhverju? skoðaðu málið.\nHöfuð bankana hlustuðu ekki á mótmæli t.d. Davíðs Oddsonar á sínum tíma, þeir áttu að passa upp á alla útreikninga, lán og fyrirbyggja fall. En þeir þurftu að fara út á ystu nöf og ætlar þú að kenna íslenska ríkinu um það?"
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 22:47:24",
            "id": "6822701",
            "reply_to_id": "6822589",
            "text": "Nei að sjálfsögðu er það ekki barnavernd að kenna að karlinn berji konuna og börnin. Það hlýtur að vera þeim sjálfum að kenna.\nEnn og aftur getgátur og fullyrðingar sem hvergi hafa verið staðfestar, auðvita annarstaðar en í fjölmiðlum sem við vitum báðir að eru jafn trúverðugir og það að jörðin sé flöt.\nDavíð Oddsson var talsmaður íslensku bankanna og var mjög hrifinn af Icesave þegar það kom fram á sjónarsviðið. Hann kom einnig bönkunum úr ríkiseigu í einkaeigu. Það var ekki fyrr en eftir hrun að hann fór að koma og vara fólk við, eða halda því fram að hann hafi gert það af einverri alvöru fyrir hrun. Hann vissulega hafði gert eitthvað, en við vitum öll að hæfur seðlabankastjóri hefði ekki farið að eins og Davíð gerði. Hann hefði látið bankanna vita það og ítrekað þetta, en ekki látið málið deyja þegar enginn svör eða viðbrögð bárust."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-11 22:29:09",
            "id": "6824196",
            "reply_to_id": "6822701",
            "text": "en við vitum öll að hæfur seðlabankastjóri hefði ekki farið að eins og Davíð gerði. Hann hefði látið bankanna vita það og ítrekað þetta, en ekki látið málið deyja þegar enginn svör eða viðbrögð bárust.\nÆtlar þú að dæma Davíð sem vanhæfann en taka upp hanskan fyrir hina sem skitu skuldum yfir þig og mig?\nDavíð lét málið ekki deyja út. Hann talaði um þetta á þingi, í fjölmiðlum og við almenning. En auðvitað hlustar fólk ekki þegar peningar eru annarsvegar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-12 14:44:13",
            "id": "6824987",
            "reply_to_id": "6824196",
            "text": "Nei bíddu nú við, tók þá almenningur þátt í því að þagga þetta niður? Tók þá almenningur þátt í því að koma landinu á þann stað sem við erum nú? Mér sýnist þú vera að verða sammála mér um þann hlut.\nvenomy\nDavíð lét málið ekki deyja út. Hann talaði um þetta á þingi, í fjölmiðlum og við\nalmenning\n.\nEn auðvitað hlustar fólk ekki þegar peningar eru annarsvegar."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-07 00:48:17",
            "id": "6818003",
            "reply_to_id": "6817774",
            "text": "Sammála þér. Ég er alveg viss um að ef þjóðin myndi setja alla þá orku sem fer í að rífast um bankahrunið og ég tala nú ekki um öll mótmælin, í eitthvað annað þá gætum við komist upp úr þessari kreppu á skömmum tíma.\nFlest fólk er fífl, það er staðreynd."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-07 17:58:57",
            "id": "6818811",
            "reply_to_id": "6818003",
            "text": "á skömmum tíma? VEISTU HVAÐ VIÐ SKULDUM MIKIÐ?\nog hvar eigum við að fá peninga til að borga þetta þegar margir eiga ekki efni á því að kaupa mjólk????\nog veistu hvað þessar skuldir eru? þær eru afleiðingar ríks fólk sem er allt orðið gjaldþrota en lifir samt ennþá lúxus lífi meðan almennur borgari þarf að lifa skítt fyrir vikið!\nertu sáttur að borga 2 milljónir í skuldir einshvers annars? Nei hélt ekki.\nef svo, þa´ætti ekki að vera mikið mál að bæta öðrum 2 milljónum og þá geturðu hirt bílinn minn og bílalánið mitt."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-08 09:22:34",
            "id": "6819505",
            "reply_to_id": "6818811",
            "text": "Varla þess virði að svara þessu, ómálefnalegt. Illa framsett og raun algjörlega fáranlegt svar út úr kortinu. Nei heyrðu ég nenni bara ekki að svara þessu.\nNæsti gjörið svo vel…"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-08-08 09:39:02",
            "id": "6819512",
            "reply_to_id": "6819505",
            "text": "mér þætti bara forvitnilegt hvernig lítil þjóð getur borgað RISA upphæð á skömmum tíma þegar alltof margir eru atvinnulausir og enn fleiri þurftu að taka á sig launalækkanir svo við tölum ekki um hækkandi matvöruverð, rándýr föt og hækkandi lán?"
        },
        {
            "user": "TheNative",
            "user_id": "43762",
            "date": "2009-08-10 02:31:17",
            "id": "6821499",
            "reply_to_id": "6819505",
            "text": "Djöfull ertu góður með þig.\nVæri alveg til í að þú svaraðir spurningunni sem að hún setti fram.\nSkal setja þetta betur framsett fyrir þig.\nHvernig lýst þér á að borga 2 milljónir++ (sem að er meira en margir verkamenn á klakanum eru að fá á ári) fyrir rassgatið hans Björgólfs og co? Þeim er slétt sama um þig. Hann býr í glæsihýsi sem að er skráð á nafn konunnar hans og er ábyggilega flottur á því reykjandi vindla og drekkandi koníak alla daga núna. (jú ef að hann er nú ekki bara búinn að skjóta sig… sem væri óskandi).\nHann er með peningana þína og allra vina þinna og allra íslendinga sem að þú munnt nokkurntíman þekkja inná bankabók einhverstaðar útí rassgati.\nÞetta er ekki sönnuð staðreynd, en það vita samt allir, nema jú þeir sem að eru með hausinn fastann uppí rassgatinu á sér, að þetta er sannleikurinn. 1+1 verða ekki að 90 milljörðum."
        },
        {
            "user": "TheNative",
            "user_id": "43762",
            "date": "2009-08-10 22:54:40",
            "id": "6822717",
            "reply_to_id": "6821499",
            "text": "Ég er ágætur þakka þér fyrir.\nHöfum við eitthvað val um þetta, Icesave var íslenskur banki og skráður á Íslandi. Ísland hlýtur að ábyrgjast sín fyrirtæki, ég meina ef ég stofna fyrirtæki hér á landi, það verður gjaldþrota, skuldin lendir á íslenskum fyrirtækjum og ríkinu.\nSjáðu t.d. Kaupþing Edge það var skráð sem Breskt fyrirtæki og fyrir vikið lendir skuldin af því ekki á íslenska ríkinu. Þannig að já mér finnst rétt að við borgum Icesave, sama hvernig þú setur þetta upp. Þó þú látir vorkenna einhverjum verkamönnum sem ekki nenntu að fara í skóla til að fá sér menntunn og þar með betri vinnu og laun.\nGott hjá konunni hans Björgólfs, að gera kaupmála. Ég get lofað þér því að ef ég myndi eiga stórt og flott hús og kynnast síðar manni og giftast honum þætti mér í raun ekkert óeðlilegt við það gera kaupmála um húsið að það væri mín sér eign.\nMér leikur líka forvitni á að vita það hvernig þú veist svona margt um persónulega hagi Björgólfs. T.d. koníaksdrykkjuna hans.\nHvernig getur ósönn staðreynd verið sönn? Það ertu að gefa sterklega til kynna í loka línunni í svarinu."
        },
        {
            "user": "TheNative",
            "user_id": "43762",
            "date": "2009-08-12 08:21:39",
            "id": "6824689",
            "reply_to_id": "6822717",
            "text": "Ég sagði aldrei að við ættum ekki að borga Icesave. Maður verður að borga skuldir sínar, þótt að þær séu ekki alltaf réttlátar. Ég gaf aldrei neitt annað í skin.\nHinsvegar þá fynnst mér mjög sorglegt að þú skulir hampa þessum mönnum fyrir að koma okkur í þessa stöðu. Sambandi við verkamanninn þá er hann mikilvægasti hluti samfélags. Það eru þeir sem að vinna og það eru þeir sem að borga skatta sómasamlega og samviskulega, kvörtunarlaust. “Góða fólkið” græðir bara.\nÉg veit nú fátt lítið um Björgólf kallinn. En ég leyfi mér að efast um það að konan hans hafi unnið mikið fyrir því sem að á hana er skráð.\nSvaraðu nú spurningunni og hættu að snúa útúr. Vinsamlegast."
        },
        {
            "user": "TheNative",
            "user_id": "43762",
            "date": "2009-08-12 14:48:34",
            "id": "6824990",
            "reply_to_id": "6824689",
            "text": "Þú ætlar sem sagt að segja mér að verkamennirnir hafi borgað mestann skatt landsins. Skoðaðu nú blöð eins og t.d. frjálsa verslun, hverjir eru að borga merst þar í skatta. Annað, hjá hvaða stétt þekkist það mest að vinna “svart”? Þannig að ef það flokkast ekki undir það að stinga undan skatti þá eru skattalögin ansi frjáls í þessu landi.\nKonan hans Björgólfs erfði húsið sem þau búa í, þannig að ekkert óeðlilegt við það að það sé hennar séreign. Við vorum nú ekki að ræða um aðrar eignir, enda höfum við hvorugur hugmynd um hverjar þær eru.\nÞjóðin kom okkur í þessa stöðu, þessir menn eru vissulega hluti af þjóðinni, en ég stórlega efast um að þeir sé eitthvað verri en ég og þú."
        },
        {
            "user": "TheNative",
            "user_id": "43762",
            "date": "2009-08-12 20:13:50",
            "id": "6825531",
            "reply_to_id": "6824990",
            "text": "Ein af frumstæðustu kvötum mannskeppnunnar er að safna. Safna til þess að sá og sínir geti lifað af. Sumir hinsvegar láta það ekki duga sér og vilja safna meira - sem að er gott mál. Hinsvegar eru sumir þannig gerðir (eða verða þannig (spilling)) að vilja safna miiiklu meira hvernig svo sem það bitnar á náunganum við hliðina á sér.\nVerkamaðurinn vinnur yfirleitt heiðarlega vinnu. Ég allavega veit ekki um marga verkamenn sem að græða meira á svartri vinnu en venjulegri og ég leifi mér að stór efast um að sú vinna bitni eins mikið á samfélaginu, og séu eins skipulagðir í því, og þessir bankamenn.\nÉg ætla samt að halda áfram að byðja þig um að svara spurningunni sem að ég spurði þig í fyrsta svari. Þú gerir lítið annað en að snúa útúr."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 22:00:53",
            "id": "6822611",
            "reply_to_id": "6819505",
            "text": "Illa framsett og raun algjörlega fáranlegt svar út úr kortinu.\nég skal umorða þetta fyrir þig litla drottning.\nHvernig á íslenska þjóðin að borga skuldir sem eru jafnvirðu 200 faldar þjóðarframleyðslu ef ekki meira - ef við lýtum framhjá því sem við munum skulda ef skrifað verður undir Ice-save samningana og ef við töpum málinu við Holland, á “stuttum tíma”, þegar íslenska húsmóðirin á vart ofan í fjölskyldu sína og sig sjálfa?\nLækka lágmarkslaun?\nvinna launalaust?\nskíta peningum?\nVertu nú málefnalegur og komdu með rök sem gilda og eitthvað bitastætt."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 23:00:03",
            "id": "6822725",
            "reply_to_id": "6822611",
            "text": "Í fyrsta lagi þá er enn ekki búið að gefa upp hver skuld okkar verður af Icesvae, það á enn eftir að taka með allar eignir inn í reikninginn. Eins og staðann er núna er einungis verið að tala um skuldir Icesave, en þetta fyrirtæki átti ansi mikið safn af eignum sem ná samkvæmt fjölmiðlum (þó þeir séu ekki marktækir til fulls) a.m.k. fyrir tveim þriðju þessarar skuldar. Þannig að staðan er nú töluvert betri eftir það. Eða samkvæmt þinni fullyrðingu 66,7 sinnum þjóðarframleiðslu, það er þó mun betra en 200 sinnum.\nÞjóðin tekur að sjálfsögðu lán fyrir þessu, og það vita allir að það tekur tíma að greiða niður lán, en það hefst á endanum ef staðið er við allar greiðslur. Hví ætti íslenska ríkið ekki að geta verið lánþegi eins og hver önnur fjölskylda?\nMeð litlum hænuskrefum getur ríkið unnið sig út úr þessum skuldum, það er enginn að segja að það gerist strax, það tekur tíma. En vitur maður sagði eitt sinn: Góðir hlutir gerast hægt."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-11 22:35:51",
            "id": "6824206",
            "reply_to_id": "6822725",
            "text": "Þjóðin tekur að sjálfsögðu lán fyrir þessu\nOg á íslenska þjóðin að gjalda fyrir það að útrásarvíkingarnir fóru í pókerleiki með peninga sem þeir áttu ekkert í út í heimi?\nÁ ég að þurfa að borga skuldir kaupþings sem ég kom ekki nálægt?\nÁ fólk sem aldrei hefur tekið lán á ævi sinni að borga milljónir í skatta til að þrífa upp þeirra mistök?\nGóði besti skríttu úr pilsfaldinum hjá mömmu þinni og skoðaðu þetta frá sjónarhorni íslenska verkamansins."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-12 14:55:09",
            "id": "6824999",
            "reply_to_id": "6824206",
            "text": "Nú alveg óþarfi að vera að senda þetta oftar inn en einu sinni, þú færð ekki stig út á að svara.\nÞú segir mér fréttir, hvar var þessi póker leikur haldinn. Vonandi ekki hér á Íslandi, því þá væri um klárt lögbrot að ræða.\nÞú fyrirgefur væni, hver og hvar er verið að halda því fram að almenningur þurfi að borga skuldir. Misskildir þú skýrsluna kannski, þetta eru ekki skuldir Kaupþings, heldur upphæðir sem Kaupþing lánaði og þar af leiðandi peningar sem fólk skuldar bankanum. Þú hlýtur bara að hafa misskilið þetta svona illilega.\nNú ætli fólk verði ekki að borga skatta hér eins og annarstaðar, sama í hvað þeir fara. Mistökin sem þú ert þá að tala um sem þarf að hreinsa upp eru væntanlega Icesave, já ég er nú hræddur um að þú verðir að borga skatta og já hluti þeirra gæti farið í það að borga upp Icesave.\nBíddu nú við, fyrst lætur þú föður minn nauðga mér, næst lætur þú mig vera undir pilsfaldinum á móður minni. Ertu einhverskonar öfuguggi?\nNei að öllu gríni slepptu, þá hafa foreldrar mínir ekkert með skoðanir mínar að gera, og ég sit ekki undir einhverjum foreldra verndarvæng, heldur lifi mínu eginn lífi. Ef íslenski verkamaðurinn heldur sinni vinnu, og gerir það sem hann á að gera, borgar sína skatta. Þá ætti hann bara að komast ágætlega af í lífinu eins og hver annar."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-20 11:48:20",
            "id": "6836274",
            "reply_to_id": "6824999",
            "text": "útúrsnúningar lýsa einungis vanþekkingu þinni á skoðunargildi og sjónarhorni einstaklingsins.\nÍ greininni finnst þér illa frið með gott fólk.\nHvað með alla íslendingana sem sitja uppi með skuldir á bakinu sem þeir ráða ekki við? Eins og ég sagði þér áður þá er ekki hægt að byggja upp fjölskyldu og heimili í dag - og ekki þá heldur - án þess að taka lán. Mamma þín og Pabbi tóku einhverntíman lán, þú hefur annað hvort eða munt taka lán einn daginn og ég hef tekið lán. Enginn staðgreiðir íbúðir á svona venjulegum degi á íslandi, ekki einu sinni rottuholu í Breiðholti.\nÞó við höfum nýtt okkur bestu bitana til að komast af gefur engum leyfi til að setja höfuð íslensku þjóðarinnar undir fallöxina.\nÞú segir að gjaldþrot sé velkominn gestur hjá mörgum. Ég hugsa að fæstir viji horfa á allt sem þeir hafa unnið fyrir renna úr höndunum á sér.\nHvað með þig?\nEn eflaust ert þú ekki að finna neitt fyrir þessu, og lifir en í góðlætinu í foreldrahúsum undir verndrvæng (og pilsfaldinum) hjá móðir þinni - þú augljóslega býrð ekki einn og berð ekki miklar byrgðir á bakinu. Svo ég tel að þú hafir ekkert að segja um þessa slátrun á samfélaginu fyrr en þú hefur fengið smjörþefinn af henni sjálfur - en ekki í gegnum sjónvarpið."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-11 22:35:58",
            "id": "6824207",
            "reply_to_id": "6822725",
            "text": "Þjóðin tekur að sjálfsögðu lán fyrir þessu\nOg á íslenska þjóðin að gjalda fyrir það að útrásarvíkingarnir fóru í pókerleiki með peninga sem þeir áttu ekkert í út í heimi?\nÁ ég að þurfa að borga skuldir kaupþings sem ég kom ekki nálægt?\nÁ fólk sem aldrei hefur tekið lán á ævi sinni að borga milljónir í skatta til að þrífa upp þeirra mistök?\nGóði besti skríddu úr pilsfaldinum hjá mömmu þinni og skoðaðu þetta frá sjónarhorni íslenska verkamansins."
        },
        {
            "user": "Pondus",
            "user_id": "65740",
            "date": "2009-08-06 23:38:13",
            "id": "6817866",
            "reply_to_id": "6811798",
            "text": "Öss fleiri stig heldur en hulda, nokkuð gott"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 00:15:55",
            "id": "6817946",
            "reply_to_id": "6811798",
            "text": "31500 stig? Fyndið að ég skuli aldrei hafa heyrt um þig, ekki einu sinni í þráðum þar sem er verið að spyrja hver er stigahæsti huganotandinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 00:46:11",
            "id": "6817992",
            "reply_to_id": "6817946",
            "text": "Fyndið. Eða ekki. Ég er með þennan stigafjölda hvort sem þú hefur heyrt af því áður eða ekki. Besta við það er að mér stendur bara alveg á sama hvort þú hafir heyrt af því áður eða ekki. Greinin fjallaði ekki um hvað ég hef mörg stig!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 00:52:43",
            "id": "6818015",
            "reply_to_id": "6817992",
            "text": "það stendur í undirskriftinni…auðvitað má hann spurja útí það"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 01:03:47",
            "id": "6818033",
            "reply_to_id": "6818015",
            "text": "Þá hefði hann vel getað sent mér skilaboð, en ekki verið að hefja upp umræðu á þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 01:23:42",
            "id": "6818068",
            "reply_to_id": "6818033",
            "text": "…skilaboð…algerlega tilgangslaust þar sem að þú lest þetta hérna hvort sem er:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 09:23:29",
            "id": "6818293",
            "reply_to_id": "6817992",
            "text": "Herra FL hvaðan fékkstu þau? :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 16:51:25",
            "id": "6818702",
            "reply_to_id": "6817992",
            "text": "Ég var ekkert að efast um stigafjöldann. Mér fannst þetta bara skondið í ljósi þess að ég skuli aldrei hafa heyrt um þig."
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2009-08-07 01:35:44",
            "id": "6818102",
            "reply_to_id": "6811798",
            "text": "Mér er bara drullu sama um tilfiningar fólks sem reyna að féflétta mig."
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2009-08-08 09:19:53",
            "id": "6819504",
            "reply_to_id": "6818102",
            "text": "Ha bíddu, ertu að meina þetta? Var verið að reyna að féfletta þig?\nÞað er alvarlegt mál, ertu með sannanir eða gögn um það. Ef svo er mæli ég sterklega með að hafa samband við lögregluna.\nEn þangað til þú hefur fengið þetta dómtekið, ekki vera að setja þá svona fullyrðingar fram um þessa annars ágætu menn. Þeir hafa mannorð eins og ég og þú, við viljum ekki láta taka það af okkur án dóms og laga er það?"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2009-08-08 14:28:46",
            "id": "6819720",
            "reply_to_id": "6819504",
            "text": "Vá þú ert ekki einu sinni þess virði."
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2009-08-08 14:34:54",
            "id": "6819729",
            "reply_to_id": "6819720",
            "text": "Það er aldeilis kjafur á þér, ungfrú. Ég veit ekki hver þú þykist vera en ég ætla svo sannarlega að vona að þú þroskist upp úr þessum gelgjustælum.\nÞinn einlægur,\nJulius Caesar\nKeisari"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2009-08-08 17:02:00",
            "id": "6819837",
            "reply_to_id": "6819729",
            "text": "Ég vona nú aldeilis að þú farir að fá smá vit í kollinn þín vegna."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 22:07:28",
            "id": "6822622",
            "reply_to_id": "6819504",
            "text": "Það er alvarlegt mál, ertu með sannanir eða gögn um það.\nIlla framsett máll, keisari góður - þarna vantar spurningamerki.\nPirrandi ekki satt?\nÞað er leggja tvær milljónir á bak ófæddra Íslendinga kalla ég að féflétta fólk.\nEf ég hóta þér með gjaldþroti og hærri sköttum, ætlaru þá að borga mér fúlgu fjár þegjandi - því ég er “ekki að féflétta þig?”\nHvar færð þú þínar staðreyndir? Google?"
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 23:04:35",
            "id": "6822734",
            "reply_to_id": "6822622",
            "text": "Mættir þéra mig ef þú værir svo vænn.\nÞakka þér fyrir ábendinguna. Skal reyna að passa þetta næst.\nHeld þú sért að rugla, 2.000.000 miða við núverandi höfðatölu íslands. Sem þýðir að sú tala lækkar með hverju fæddu barni ef við endurreiknum þetta á það.\nGjaldþrot þýðir það einungis að ég missi núverandi eignir, þ.e. eignirnar mínar ganga upp í skuldir, ef ég á meiri eignir en skuldir verð ég ekki gjaldþrota. Ef ég verð gjaldþrota þýðir það bara það að ég hef fengið skuldaniðurfellingu og gæti byrjað upp á nýtt á núlli. Sem væri þá ekki svo slæmt fyrir marga.\nÞví miður get ég ekki gefið upp hvar ég fær mínar heimildir, en ég fæ þær margar hverjar frá öruggum heimildarstöðum, þar sem google kemur hvergi nærri."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-11 22:48:22",
            "id": "6824227",
            "reply_to_id": "6822734",
            "text": "Lækkar hún? Fólk deyr líka vinur, svo þetta jafnast út og helst við.\nHvort sem það eru tvær milljónir eða fimmtíu þúsund þá eigum við ekki að borga fyrir annara manna feila og misreikninga.\nEf ég verð gjaldþrota þýðir það bara það að ég hef fengið skuldaniðurfellingu og gæti byrjað upp á nýtt á núlli. Sem væri þá ekki svo slæmt fyrir marga.\nHvað með þá sem mæta rest? Þá sem gerðu ekkert af sér en missa eignir sem það hefur unnið fyrir alla ævi? eiga þau að búa með börnin sín á götuni því Jón og Gunna ákváðu að planta bönkum útum allan heim og lána óheyrilega háar upphæðir með vituðum afleiðingum?\nSama hvernig þetta er sett fram er þetta rán á eignum og peningum íslendinga sem margir hverjir gerðu ekkert af sér og gátu lítið gert undir fóti íslenskra yfirvalda og banka sem voru stærri og valdameiri en þau."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-12 15:00:30",
            "id": "6825012",
            "reply_to_id": "6824227",
            "text": "Já kannski gleymdi ég að taka þá sem deyja með inni í reikninginn, en þér að segja hefur verið fólks fjölgun um margar ára skeið á íslandi, svo það þýðir það að það fæðast fleiri en deyja, svo upphæðin lækkar.\nSem þjóð og heild já. Samfélagsleg ábyrgð á því að halda samfélaginu gangandi. Þetta hefur viðgengist í aldir, fyrirtæki verða gjaldþrota og það er ekkert nýtt, eina sem er nýtt eru fjárhæðirnar, við höfum kannski ekki séð þær áður, en af hverju ætti það samt ekki að vera eins og áður þó fjárhæðir hafi hækkað?\nÞú fyrirgefur, en það missir enginn eignir út af Icesave, það kemur inn í skattanna okkar, en það verða ekki sett lán á fólk. Þannig að ef fólk er að missa heimilin sín er það væntanlega út af þeirra eigin lánum."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-20 11:37:49",
            "id": "6836266",
            "reply_to_id": "6825012",
            "text": "um leið og lánin affrystast mun fólk missa húsnæðin sín, bílana sína og jafnvel vinnuna sína. Segðu mér að það sé sanngjarnt.\nÆtlaru að kenna meðaljóni um hrunið því hann á heima á landi og í samfélagi þar sem það er nánast ómögulegt að staðgreiða nýtjar eins og hús og faratæki? (og ekki segja mér að flestar fjölskyldur með börn þurfi ekki bíl)\nÞar sem allir taka lán fyrir húsum og allir taka bílalán?\nFólk var ekki endilega að hamstra það besta og dýrasta - meira að segja lánið  á Nissan Primeruni minni sem var upp á 800 þúsund með 14 -16 þúsund í greiðslu á mánuði fór uppí 38 - 43 þúsund. Kallaði ég þetta yfir mig með því að fljóta með eigin samfélagi?\nEn ef ég hefði aldrei keypt mér bíl eða húsnæði, aldrei farið til útlanda, aldrei farið í framhaldsnám eða aldrei þurft að stoppa lengi á sjúkrahúsi - á ég samt að borga íslenska ríkinu rúm/tæplega 2 milljónir því einhverjum endurskoðendum í Englandi, Hollandi og hér á íslandi láðist eða farnaðist að vinna vinnuna sína?"
        },
        {
            "user": "joslaf",
            "user_id": "75942",
            "date": "2009-08-07 12:37:44",
            "id": "6818395",
            "reply_to_id": "6811798",
            "text": "Allann þann tíma sem ég hef verið á huga hef ég lítið sem ekkert heirt um þig.\nAnnars þá held ég að þessu lán séu eitthvað samsæri með ílla óúthugsuðu fyrirkomulagi, samsæriskenningarnar komast flótt í gang í sambandi við bankahrunið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-07 23:01:01",
            "id": "6819143",
            "reply_to_id": "6811798",
            "text": "þú hlýtur að vera að Trollast…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 09:24:03",
            "id": "6819506",
            "reply_to_id": "6819143",
            "text": "Því miður, þá verð ég að valda þér vonbrigðum með það, mér er fullkominn alvara í þessu máli."
        },
        {
            "user": "Thor",
            "user_id": "70773",
            "date": "2009-08-08 00:44:48",
            "id": "6819229",
            "reply_to_id": "6811798",
            "text": "Mennirnir fá enga vorkun hjá mér.\nEn ég er sammála þessu með fjölskyldurnar, sérstaklega börnin. Verið að refsa þeim fyrir hvar þau fæddust."
        },
        {
            "user": "Thor",
            "user_id": "70773",
            "date": "2009-08-08 09:25:45",
            "id": "6819508",
            "reply_to_id": "6819229",
            "text": "Já mikið vorkenni ég þessum börnum fyrir að fá að fæðast hér. Hlýtur að vera ömurlegt að fæðast inn í 1. flokks þjóðfélag sem hefur nóg af öllu. Mikið vildi ég frekar að þessi börn myndu fæðast í Nígeríu og lifa þar við frábær lífskjör alla ævi."
        },
        {
            "user": "Thor",
            "user_id": "70773",
            "date": "2009-08-08 10:29:56",
            "id": "6819521",
            "reply_to_id": "6819508",
            "text": "Uhm…..var að tala um börn þessara banka og fyrirtækja manna.\nÞap er verið að refsa þeim fyrir að pabbi þeirra skeit á sig í peningasvindli.\nHvernig gastu hugsanlega lesið eitthvað annað út úr þessu?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 10:32:07",
            "id": "6819524",
            "reply_to_id": "6819521",
            "text": "Mín mistök, fólk hefur verið að bölva þessum mönnum fyrir að skuldi leggist á ófædd börn og annað. Áttaði mig ekki á að þú værir að taka undir með mér, þetta er slæmt fyrir börn þessara manna."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2009-08-08 01:16:22",
            "id": "6819266",
            "reply_to_id": "6811798",
            "text": "þetta eru engir smákrimmar sko, út af þeim, þá þarf ég að borga auka 2 millur úr mínum eigin vasa, það eru hálfs árs laun hjá mér !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 09:18:07",
            "id": "6819503",
            "reply_to_id": "6819266",
            "text": "Lestu þig í gegnum svör mín hér að ofan. Ætla samt að benda þér á að þú ert ekki að borga þetta út af klúðri bankanna, heldur ríksisins. Bendi þér aftur á svör hér að ofan, þar sem ég fjalla nánar um þetta."
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2009-08-08 10:46:28",
            "id": "6819534",
            "reply_to_id": "6819266",
            "text": "4 milljónir á ári?\nrólegur á montinu það er ekki einu sinni mikið"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 12:31:02",
            "id": "6819607",
            "reply_to_id": "6819534",
            "text": "Nei ætli meðal skúringakona geti ekki náð þessum launum."
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2009-08-08 14:33:47",
            "id": "6819726",
            "reply_to_id": "6819534",
            "text": "Haha nákvæmlega, alveg sorglegt."
        },
        {
            "user": "Jizzy",
            "user_id": "54197",
            "date": "2009-08-08 15:53:30",
            "id": "6819784",
            "reply_to_id": "6811798",
            "text": "Tjah.. ég er ein af þeim sem að vita ekki sérstaklega mikið hvað er í gangi. Eða reyndar ein af þeim sem að horfi og hlusta á fréttir og svona. En daginn eftir er allt farið úr höfðinu.\nÞannig ég get ekki tjáð mig neitt sérstaklega mikið um þetta.\nEn eg veit að ég get ekki verið sammála þér, en samt ekki beint  ósámmalá.\nMér finnst ágætt að þetta lak út, fólk á rétt á rétt á þvi að vita. En jújú, lögbrot eru lögbrot og því ætla eg ekki að neita þvi að sá sem lak þessu út ætti að fá refsingu.\nÞar sem lög eru lög, og þau eru af ásettu ráði.\nEn svona skaðvaldar sem að eru að ráðast á heimilin hjá öðrum, finnst mér bara heismkulegt!\nEr soldið mjög þreytt núna, nenni ekki að lesa yfir þetta. hef á tilfininguni að þetta sé mjög illa sett upp og ekki beint skiljanlegt. En sjáum til."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-08 23:09:26",
            "id": "6820182",
            "reply_to_id": "6811798",
            "text": "Vóóó hvernig fékkstu 31.518 stig?!?!"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2009-08-10 20:52:34",
            "id": "6822487",
            "reply_to_id": "6811798",
            "text": "They see me trollin'"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2009-08-10 23:06:13",
            "id": "6822741",
            "reply_to_id": "6822487",
            "text": "Þú fyrirgefur, en af hvaða ástæðu ætti mér ekki að vera alvara? Sérstakt þegar fólk dregur þá ályktun að svona grein sé eitthvað “troll”. Þú hefur ekkert fyrir þér í því og í raun ertu að setja mjög niður á greinina mína og skrif mín. Sem sagt, ég myndi segja að þú værir einfaldlega að reyna að níða mig hér."
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2009-08-11 08:44:19",
            "id": "6823237",
            "reply_to_id": "6822741",
            "text": "Ooooog þú heldur áfram að virkja trollradarinn minn."
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2009-08-11 14:50:25",
            "id": "6823561",
            "reply_to_id": "6823237",
            "text": "Djöfull hlýtur hann að vera bilaður. Skil ekki alveg hvernig þú færð það út að ég sé troll. Skoðað þú feril minn hér á huga, kynntu þér málið áður en þú ferð að halda fram svona kjaftæði.\nHálfviti…"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2009-08-11 19:13:11",
            "id": "6823904",
            "reply_to_id": "6823561",
            "text": "Skohh ommgggzzz þúrrt hálvidinn hálvidi!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-12 15:01:12",
            "id": "6825014",
            "reply_to_id": "6823904",
            "text": "Jæja, þar fór þroskinn með þig."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2009-08-11 00:13:00",
            "id": "6822888",
            "reply_to_id": "6822487",
            "text": "Hvað?"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-10 21:24:31",
            "id": "6822546",
            "reply_to_id": "6811798",
            "text": "Og hvað með það að þessar upplýsingar rústi orðspori þeirra? Þeir eiga það skilið og þess vegna verður það að koma í dagsljósið."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-10 23:10:31",
            "id": "6822748",
            "reply_to_id": "6822546",
            "text": "Þú komst ekki með nein rök í þessu svari aðeins þínar skoðanir, sem er gott og blessað en sannfærir ekki neinn um það hvað réttlætir það að þessi skýrsla hafi komið á netið.\nAuk þess ertu að dæma menn fyrir brot sem þeir hafa hugsanlega og sennilega ekki framið. Þetta telst löglegt og þá er það löglegt. Menn þurfa að ganga fyrir dómara og hljóta dóm til að vera sekir."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-10 23:28:32",
            "id": "6822793",
            "reply_to_id": "6822748",
            "text": "Menn þurfa að ganga fyrir dómara og hljóta dóm til að vera sekir.\nÞá ætla ég að búa til orð; siðferðislegasekur. Þó svo að það hafi verið ólöglegt að setjaskýrlsuna á netið þá segir það viðskiptavinum hvernig viðskipti fara þarna fram, hvort sem lögbrot hefur verið framið eður ei."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-10 23:34:04",
            "id": "6822813",
            "reply_to_id": "6822793",
            "text": "Þú fyrirgefur, en ég held að stórir fjárfestar séu mun stærri og mikilvægari viðskiptavinir en við litlafólkið. Þó vissulega megi aldrei gleyma grasrótinni.\nHver á að dæma um hvort menn séu siðferðislegasekir eða ekki? Ég meina dómur er dómur og getur lagt líf fólks í rúst. Ef ég dæmi einhvern siðferðislegasekann, verð ég þá kannski líka siðferðislegasekur fyrir að hafa dæmt annan til þess og líf hans fór í rúst út af því?"
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 21:43:12",
            "id": "6822582",
            "reply_to_id": "6811798",
            "text": "Ef ég tæki upp haglabyssu og myndi skjóta þig í fótinn, myndirðu taka upp haglabyssuna og rétta mér hana í ljósi þess að ég hefði hugsanlega ekki ætlað mér að skjóta þig?\nSama á við um bankana. Þeir rifu peninga úr höndum fólks og komu svo gígantískum skuldum á íslensku þjóðina að það virðist engin leið út. Eigum við að taka upp þráðinn og rétta þeim haglabyssuna aftur í því ljósi að þeir “ætluðu sér þetta ekki”?\nvið erum ekki að hugsa um fimm ára börn hérna sem ætluðu sér ekki að krota á vegginn. Þetta er fullorðið fólk með menntun og reynslu sem hlustaði ekki þegar ýjað var að þeim að þetta væri ekki sniðug hugmynd. Og hvað gerðu þeir? Ekki neitt.\nÍslenska þjóðin á rétt á að vita hver er að eyða laununum þeirra og í hvað. Ég vil vita hvers skuldir ég á að borga og geta sagt nei þegar mér er nóg boðið - og vita hverjum ég á að launa fyrir atvinnuleysið mitt og peningaleysi og skuldasúpu.\nÉg vil frekar vita hver er að skjóta mig heldur en ekki."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-10 23:18:05",
            "id": "6822766",
            "reply_to_id": "6822582",
            "text": "Þetta haglabyssu dæmi er frábært, því ef þú myndir skjóta mig í fótinn væri það dæmi um klárt lögbrot. Tilraun til manndráps eða manndráp. Sennilega myndi ég ekki rétta þér byssuna þar sem ég hefði að öllum líkum um aðra hluti að hugsa en að taka upp byssuna.\nÞetta svar þitt er nú ekki alveg að gera sig. Þú setur þetta upp í mjög sérstaka samlíkingu sem passar í raun engann veginn við málefnið.\nÞjóðin tók þátt í útrásinni og það er eitthvað sem ekki er mikið talað um. Lán ofan á lán, innlendri sem erlendri mynt. Jeppi, hús og sumarbústaður. Allt það flottasta. Íslenska þjóðinn var ekkert að spá í afleiðingunum. Íslenska þjóðinn skóp sér sjálf mikla skuldasúpu. Þjóðinni sjálfri að kenna.\nHvað myndir þú græða á því að sjá þann sem tæki upp byssu og myndi skjóta þig? Ekkert. Ekki ef sá maður fengi réttlátan dóm fyrir sinn verknað, þar að segja ef um glæpsamlegan verknað að ræða eins og manndráp eða tilraun til þess."
        },
        {
            "user": "venomy",
            "user_id": "66016",
            "date": "2009-08-11 22:56:20",
            "id": "6824245",
            "reply_to_id": "6822766",
            "text": "Þessi myndlíking var ekki sett upp sem dæmi um lög og reglu heldur til að sýna þér afhverju íslenska þjóðin tekur þetta ekki í mál.\nÞað voru bankarnir þínir, menntaða fólkið sem þú ert að verja og yfirvöld banka sem settust fyrir framan íslensku þjóðina og buðu þeim gull og græna skóga. Þeir/þau lofuðu og ‘sýndu frammá’ að þetta væri í lagi og traust.\nAuðvitað hafa þeir ekki séð í hvað stefndi 2007, þar sem að þeir voru of uppteknir að eyða peningum íslensku þjóðarinnar í útlandinu, það hinsvegar réttlætir ekki hversu blindir þeir voru fyrir komandi falli. Það afsakar ekki endurskoðendurna sem unnu ekki vinnuna sína eða yfirvöld sem að tóku ekki fyrir hendurnar á þeim. Þetta eigum ég og þú ekki að gjalda fyrir.\nÞó það séu engin lög sem sýna fram á að þetta sé rangt þá auðvitað er þetta siðferðislega rangt. Horfðu yfir vígvöllinn eftir þá og segðu mér að það sé ekkert rangt við að önnur hver húsmóðir eigi ekki ofan í börnin sína eða aura fyrir afborgunum á húsinu sínu. Segðu mér einnig að fólkið sem hafði vitið til að þenja sig útum allan heim með fyrirtæki og fleira hafi ekki haft vitið til að fara yfir stöðuna og sjá fram á augljósar afleiðingar eða hugsanlegar afleiðingar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-12 15:07:20",
            "id": "6825026",
            "reply_to_id": "6824245",
            "text": "Fyrirgefðu væni, en ég held að þú sért kominn með þessa myndlíkingu þína í hringi og hún er farinn að verða enn óskiljanlegri.\nBankar, stjórnvöld og almenningur, allir héldust í hendur og stóðu að útrásinni. Ekki vera að kenna einum hóp um.\nHver tók lánið fyrir þessar húsmæður? Bankinn? Nei fjandakornið, þær sjálfar. Fólk verður að fara að læra að taka ábyrgð á sínum eigin gjörðum ekkert fjandans væl um að þetta sé hinum eða þessum að kenna.\nJú áhættumat er t.d. gert reglulega í hverjum banka. Þannig fylgjast þeir með áhættunni."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2009-08-11 00:22:16",
            "id": "6822923",
            "reply_to_id": "6811798",
            "text": "C'est la vie, þetta hefur vafalaust kosti og galla eins og allt annað.\nHvað sem því líður situr Ísland í súpunni, og helst ætti að velta upp úr tjöru og fiðri þeim sem stærstan þátt eiga í því. Ég t.d. hef engin lán tekið, en geld þó dýru verði vegna vöruhækkana og þjónustuskerðingar. Aðrir keyptu Range Rover og hús á Arnarnesinu, en sitja nú uppi gjaldþrota. Þeir sem mest gerðu tóku hins vegar milljarðalán með lítilli sem engri ábyrgð, á gráum svæði eða jafnvel í trássi við lög, og komu síðan gróðanum undan. Mér er skítsama um orðspor þessara manna, og vona að þetta hjálpi til við að fletta ofan af svikamyllunni sem um þessar mundir virðist ætla að sundra þjóðinni.\nÞá vil ég einnig bæta við á persónulegu nótunum að mér virðist á öllu þínu fasi að þú sért úr hófi fram sjálfmiðaður og leiðinlegur einstaklingur. Ég ber nánast enga ábyrgð á þessum óförum, og að sjá einhverja bannsetta besserwissera reyna að koma því á mig og mína er mér sem eitur í æðum.\nGóða nótt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-11 15:02:12",
            "id": "6823579",
            "reply_to_id": "6822923",
            "text": "Mikið er mér farið að finnast leiðinlegt að lesa það enn og aftur hér hvað margir hugarar eru algjörlega ólæsir. Ég er búinn að skrifa það mörgum sinnum og það hefur komið skýrt fram þar sem ég bendi á það að enn hefur það ekki verið sannað á þess menn að þeir hafi staðið að neinni svikamyllu né brotið nein lög. Aftur á móti, er fullt af hugurum sem halda það enn, að þeir geti dæmt þessa menn fyrir hluti sem þeir gerðu að öllum líkindum ekki, þ.e. að brjóta lögin.\nSegðu mér það, ef þú hefðir átt nokkra milljarðar, og vitað af því sem var að gerast síðata haust. Þú hefðir sjálfur komið þessum peningum í örugga höfn, það hefði ég a.m.k. gert.\nNú fyrst við erum á persónulegum nótum, þá get ég upplýst þig um það að ég er ekki sjálfmiðaður leiðinlegur einstaklingur. Ég hef hugsa ávalt um hagsmun margra, sér í lagi þeira sem eiga það mest skilið. Auðvita myndast heimsmynd manns sjálfs af umhverfinu í kringum mann, annað væri óeðlilegt. Þú berð kannski ekki ábyrgð á þessum óförum, en ætlar þú að segja mér t.d. er ég viss um að einhver tengdur þér hefur komið nálægt þessari útrás. Lánum, jeppum, stórum húsum og lúxus. Ég ætla samt ekki að fara að efast um að þú sért saklaus. En það eru fleiri sekir en saklausir í þessum málum.\nVonandi áttir þú góða nótt."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2009-08-12 07:20:26",
            "id": "6824678",
            "reply_to_id": "6811798",
            "text": "Haha. Lögbann? Heldurðu að þá hætti bara skýrslunni að vera dreift út um allt? Það er ekki hægt að setja andann aftur í flöskuna."
        },
        {
            "user": "gazzer",
            "user_id": "35487",
            "date": "2009-08-12 10:16:38",
            "id": "6824743",
            "reply_to_id": "6811798",
            "text": "ættir að fara með þetta á /deiglan. flestir hérna eru undir 15 ára"
        },
        {
            "user": "FrosenFr",
            "user_id": "9393",
            "date": "2009-08-12 12:21:09",
            "id": "6824820",
            "reply_to_id": "6824743",
            "text": "Munið að Ríkið (við öll) Lánuðum bönkunum. Og því eigum við ekki rétt á að sjá í hvað lánin fóru?\nÞeir stálu peningnum okkar og við eigum rétt á að sjá hversu miklu þeir stálu frá okkur. Og hverjir stálu frá okkur. Punktur og pasta.\nÉg tel að þú hafir ruglast aðeins vinur. Það eru bankarnir sem rændu okkur. Ekki fjölmiðlar."
        },
        {
            "user": "gazzer",
            "user_id": "35487",
            "date": "2009-08-12 14:38:00",
            "id": "6824979",
            "reply_to_id": "6824820",
            "text": "afhverju að svara á mig?"
        },
        {
            "user": "FrosenFr",
            "user_id": "9393",
            "date": "2009-08-12 21:43:16",
            "id": "6825647",
            "reply_to_id": "6824979",
            "text": "gah sorry epic fail :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-12 15:03:02",
            "id": "6825017",
            "reply_to_id": "6824743",
            "text": "Já mögulega, en ég taldi þetta frekar fá meiri lestur hér og umræðu, en fólk er víst ekki allt nægilega þroskað."
        },
        {
            "user": "diddilitli",
            "user_id": "23322",
            "date": "2009-08-12 13:09:59",
            "id": "6824857",
            "reply_to_id": "6811798",
            "text": "Ekki gefa ykkur undir svona dýrslegar hefðir. Þið eruð hinn viti borni maður, eða eruði bara dýr ?"
        },
        {
            "user": "FrosenFr",
            "user_id": "9393",
            "date": "2009-08-12 21:43:23",
            "id": "6825648",
            "reply_to_id": "6811798",
            "text": "Munið að Ríkið (við öll) Lánuðum bönkunum. Og því eigum við ekki rétt á að sjá í hvað lánin fóru?\nÞeir stálu peningnum okkar og við eigum rétt á að sjá hversu miklu þeir stálu frá okkur. Og hverjir stálu frá okkur. Punktur og pasta.\nÉg tel að þú hafir ruglast aðeins vinur. Það eru bankarnir sem rændu okkur. Ekki fjölmiðlar."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2009-08-12 23:12:23",
            "id": "6825790",
            "reply_to_id": "6811798",
            "text": "sammála, allir eru farnir að ganga full langt til að kenna einhverjum  um."
        }
    ]
}