{
    "forum_title": "Linux",
    "user": "smeppi",
    "user_id": "717",
    "date": "2009-08-03 04:07:53",
    "title": "Nýr stjórnandi, dót og allskonar",
    "text": "Hæbb.\nÉg kann ekki (ennþá) að búa til svona tilkynningu, en það kemur eflaust fljótlega. Ég vildi allavegana láta vita af því að í fyrsta skipti í tæpt ár, er hér virkur stjórnandi. Ég. :D\nEn varðandi önnur mikilvægari málefni, þá var ég að hugsa um að skella upp hér linkum á helstu distróin (Fedora, Ubuntu, etc.), þannig ef þið teljið að einhver distro séu verðug að fá sinn link hérna þá endilega nefnið þau. Jafnvel gæti verið í spilunum að fá inn linka á einhver forrit. Verst hvað þau eru alltaf svo lítil og nett í Linux að það tekur því varla að setja þau á íslenskan server! Hugsanlega stærri forrit eins og WM's eða slíkt.\nEinnig má nefna að endurbætur á static.hugi.is standa yfir og opna væntanlega með haustinu. Þá verður vonandi hægt að setja inn\nallra\nhelstu distroin, þó engu sé lofað. Þess má þó geta að Ubuntu er hostað þar nú þegar.\nEn þangað til, verið dugleg að senda inn spurningar, skeyti, grín og gaman eða bara hvað sem er. Ef það eru einhverjar uppástungur, endilega látið þær fljóta, annað hvort í þessum korki eða í skilaboðum til mín.\nmbk,\nsmeppi\nPS. munið ef þið eigið ykkur uppáhalds distró að láta mig vita af því, svo ég geti sett link á það inn í þetta dótarí sem ég ætla að búa til.",
    "url": "https://www.hugi.is/linux/korkar/667032/nyr-stjornandi-dot-og-allskonar/",
    "url_id": "667032",
    "id": "6813008",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-03 15:06:35",
            "id": "6813195",
            "reply_to_id": "6813008",
            "text": "Þessu ber að fagna! :D"
        },
        {
            "user": "nyaaa",
            "user_id": "69130",
            "date": "2009-08-05 02:45:39",
            "id": "6815348",
            "reply_to_id": "6813008",
            "text": "Frábært að heyra, vona að þetta fari nú að lifna eitthvað við. Þetta áhugamál hefur lengi vel verið afar dapurt, og þetta með static.hugi.is er eg mjög fegin að heyra það hefur ekki verið uppfært neitt þarna i langan tíma!\nBætt við 5. ágúst 2009 -  02:54\nÍ sambandi við linkana á distróin, er ekki bara málið að hafa svona alvinsælustu þar. Ubuntu, openSuSE, Fedora, Mint, Arch svo eitthvað sé nefnt. Listinn gæti orðið alveg svakalegur annars :p"
        },
        {
            "user": "nyaaa",
            "user_id": "69130",
            "date": "2009-08-05 02:52:26",
            "id": "6815354",
            "reply_to_id": "6815348",
            "text": "Hvet fólk lika til að senda inn fleiri greinar, t.d. ég held að það væri fínt ef það myndu koma svona greinar um hvernig á að dual-boota með Windows og þess háttar fyrir nýgræðingana."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2009-08-05 14:39:28",
            "id": "6815732",
            "reply_to_id": "6813008",
            "text": "ubuntu.hugi.is er gott en vantar kannski að setja það í Linux-undirmöppu með Fedora, Mandriva, Suse, Debian, Slackware, Crunchbang og fleirum.\nMættuð líka vera góðir og smella inn öðrum Unix kerfum eins og BSD kerfunum og Solaris."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2009-08-05 21:50:27",
            "id": "6816280",
            "reply_to_id": "6815732",
            "text": "Það er náttúrulega alls ekki hin versta hugmynd. Gæti jafnvel verið góð hugmynd líka að setja hér inn UNIX kork. Bara spurning hvernig það conflictar við GNU íhaldið (Linux er náttúrulega\nalls ekki\nUnix) og Macca.\nEn ég set að minnsta kosti linka inná BSD kerfin og Solaris."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-05 22:16:52",
            "id": "6816334",
            "reply_to_id": "6816280",
            "text": "snilld ;)"
        },
        {
            "user": "Whoi",
            "user_id": "26863",
            "date": "2009-08-07 00:01:44",
            "id": "6817923",
            "reply_to_id": "6813008",
            "text": "ég væri til í að sjá fleiri pakkasöfn á íslenskum serverum, aldrei nóg af góðum hraða!"
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2009-09-21 13:21:09",
            "id": "6880793",
            "reply_to_id": "6813008",
            "text": "PS. munið ef þið eigið ykkur uppáhalds distró að láta mig vita af því, svo ég geti sett link á það inn í þetta dótarí sem ég ætla að búa til.\nÞað vantar Kubuntu hjá þér, ég nota það sjálfur og ég veit til þess að fleiri Íslendingar gera það. Mætti sjálfsagt bæta við fleiri *buntu dreifingum, þó ég viti ekki hversu mikið notaðar þær eru."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2009-09-21 15:31:46",
            "id": "6880948",
            "reply_to_id": "6880793",
            "text": "Þetta er alveg hárrétt hjá þér. Skal redda því í vikunni."
        }
    ]
}