{
    "forum_title": "Dulspeki",
    "user": "Crook",
    "user_id": "76086",
    "date": "2009-09-01 12:48:35",
    "title": "Hvað er helvíti?",
    "text": "Sæl,\nÉg var að lesa í bókinni „Samræður við Guð“ í dag og rakst á þetta áhugaverða lesefni. Ég hvet ykkur öll (já þig líka vitring) að lesa þessar þrjár bækur.\nHvað er helvíti?\n-\tÞað er reynslan af verstu, hugsanlegu niðurstöðu þess sem þú hefur valið, ákvörðunum þínum og sköpunum. Það er náttúruleg afleiðing af sérhverri hugsun sem afneitar mér eða segir nei við því sem þú ert, í sambandi við mig.\nÞað er sársaukinn sem þú þjáist af vegna rangrar hugsunar. Samt er orðtakið „röng hugsun“ rangnefni, því það er ekki til neitt sem heitir rangt. Helvíti er andstæða gleðinnar. Það er ófullnægja. Það er að vita Hver og Hvað-þú-ert og mistakast að upplifa það.\nÞað er að vera minni. Það er helvíti og það er ekki til neitt stærra fyrir sál þína.\nHelvíti er ekki til sem þessi staður sem þu hefur ímyndað þér, þar sem þú brennur í einhverjum eilífðarloga eða lifir í einhvers konar pyntingum.\nHver gæti tilgangur minn verið með því?\nJafnvel, þó ég byggi yfir þeirri einstaklega óguðlegu hugsun að þú ættir ekki „skilið“ himnaríki, hvers vegna þyrfti ég þá að leita eftir einhverri hefnd eða refsingu, fyrir það að þú gerðir mistök?\nVæri ekki bara einfaldast  fyrir mig að losa mig við þig? Hvaða hefnigirnispartur af mér myndi krefjast þess að ég skipaði þér í eilífa og ólýsanlega þjáningu af þessu tagi?\nEf þú svarar: þörfin fyrir réttlæti, myndi þá ekki einfaldlega bann á sambandi við mig í himnaríki þjóna tilgangi þess réttlætis?\nÉg ítreka við þig að það er engin slík reynsla til eftir dauðann, eins og þið hafið búið til í hræðslukenndri trúfræði ykkar.\nSamt er reynsla til fyrir sálina, sem er svo óhamingjusöm, svo ófullnægjandi, svo miklu minni en heildin, svo aðskilin frá mestu gleði Guðs, að fyrir sálir ykkar væri það helvíti.\nEn ég segi ykkur sannlega að ég sendi ykkur ekki þangað, né heldur veld ég því að þið lendið í þessari reynslu. Þið skapið hana sjálf. Hvenær og hvernig sem þið skiljið sjálf ykkur frá ykkar eigin æðstu hugsun um ykkur. Þið skapið sjálf reynsluna, hvenær sem þið afneitið sjálfi ykkar; hvenær sem þið hafnið því hver og hvað þið raunverulega eruð.\nEn samt er þessi reynsla aldrei eilíf. Hún getur ekki verið það, því það er ekki ætlun mín að þið verðið aðskilin frá mér að eilífu.\nReyndar er svoleiðis nokkuð ómögulegt, því til þess að ávinna sér slíkan atburð, þyrftir þú ekki aðeins að afneita því Hver-þú-ert, ég myndi þurfa að gera það líka. Það mun ég aldrei gera. Og svo lengi sem annar okkar heldur í sannleikann um þig, mun sannleikurinn um þig endast af öllu.\nEn ef það er nú ekki til neitt helvíti, þýðir það þá að ég geti gert það sem ég vil, hagað mér eins og ég óska, gert hvað sem er, án þess að þurfa að óttast makleg málagjöld?\n-\tEr það ótti sem þú þarfnast til þess að vera, gera og hafa það sem er eðlislægur réttur þinn? Þarf að hóta þér til þess að þú „verðir góður“? og hvað er það að „vera góður“? hver á að eiga lokaorðið um það? Hver leiðbeinir um það“ Hver setur reglurnar?\nÉg segi þér þetta: Þú býrð sjálfur til þínar reglur. Þú leiðbeinir þér. Og þú ákveður hversu vel þér hefur tekist til; hversu vel að verki þú stendur.\nÞví þú ert sá sem hefur ákveðið Hver og Hvað-þú-ert-í-raun-og-veru, og Hver-þú-vlt-vera. Og þú ert sá eini sem getur metið hversu vel þér gengur.\nEnginn annar mun nokkurn tíma dæma þig, því hvers vegna og hvernig gæti Guð dæmt sína eigin sköpun, og kallað hana slæma? Ef ég hefði viljað að þú værir og gerðir allt fullkomlega, þá hefði ég látið þig vera áfram á sviði fullkomleikans, þaðan sem þu komst.\nTilgangurinn með ferlinu öllu er sá að þú uppgötvir sjálfan þig, skapir Sjálf þitt, eins og Þú-ert-í-raun-og-veru, og eins og þú vilt sannarlega vera. Samt gætir þú ekki verið það, nema þú hefðir jafnframt val um að vera eitthvað annað.\nÆtii ég því að refsa þér fyrir að velja það sem ég hef sjálfur lagt fyrir þig?\nEf ég vildi ekki að þú veldir seinni kostinn, hvers vegna átti ég þá að ðbúa til annan en þann fyrri?\nÞetta er spurning sem þú verður að spyrja sjálfan þig að áður en þú útnefnir mig ú hlutverk hins sakfellandi Guðs.\nBeint svar við spurningu þinni er já, þú mátt gera eins og þú vilt án þess að þurfa að óttast málagjöld. Það getur samt verið þér í hag að vita um afleiðingarnar.\nAfleiðingar eru niðurstaða.\nEðlileg útkoma. Það er alls ekki það sama og sakfelling eða refsing. Niðurstaðan er einfaldlega þessi. Hún er það sem verður til fyrir beitingu náttúrlögmála.\nHún er það sem á sér stað, mjög fyrirsjáanlega, sem afleiðing þess sem átti sér stað.\nAllt efnilsegt starfar í samræmi við náttúrulögmál.\nUm leið og þú manst þessi lögmál, og ferð að nota þau, þá hefur þú náð tökum á lífinu á efnissviðinu.\nÞað sem virðist vera refsing fyrir þér, eða það sem þú myndir kalla illt, eða óheppni, er ekkert annað en náttúrulögmál sem lætur til sín taka.",
    "url": "https://www.hugi.is/dulspeki/greinar/668062/hvad-er-helviti/",
    "url_id": "668062",
    "id": "6823452",
    "replies": [
        {
            "user": "yellow3000",
            "user_id": "69133",
            "date": "2009-09-01 14:04:59",
            "id": "6852098",
            "reply_to_id": "6823452",
            "text": "LOL xD\nthat's….crap"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-01 15:09:30",
            "id": "6852181",
            "reply_to_id": "6852098",
            "text": "Rök plz :P"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-01 15:29:03",
            "id": "6852205",
            "reply_to_id": "6823452",
            "text": "Bíddu…\nþví það er ekki til neitt sem heitir rangt\nEr það þá semsagt Rétt og Ekki rétt? Það er bara víst til eitthvað sem “heitir rangt.”"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-01 15:29:59",
            "id": "6852208",
            "reply_to_id": "6852205",
            "text": "En er þetta “rangt” ekki bundið samfélagi sem viðkomandi er í? T.d. þá er talið “rangt” að konur gangi einar úti á götum í sumum þjóðfélögum sem okkur finnst algert kjaftæði en þeim finnst sjálfsagt."
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-01 15:37:52",
            "id": "6852215",
            "reply_to_id": "6852208",
            "text": "Já, en það er t.d.\nrangt\nað drepa fólk. Allstaðar! held ég… Er það ekki?"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-01 15:52:24",
            "id": "6852226",
            "reply_to_id": "6852215",
            "text": "Ekkert endilega, hvað hefur aðilinn gert af sér?\nHvað myndirðu segja ef ég segði nú að dauðinn er það besta sem gæti komið fyrir þig, að við augnablik dauða þíns myndirðu finna fyrir meiri kærleika en til er í heiminum?\nBætt við 1. september 2009 -  16:01\nÞetta fer allt eftir því hvernig ÞÚ lítur á dauðann, really.\nEr það slæmt því þú veist ekki hvað skeður eða gott því þú heldur/finnst að það komi eitthvað?"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-01 17:16:08",
            "id": "6852379",
            "reply_to_id": "6852226",
            "text": "Já þú meinar það.."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2009-09-01 17:05:13",
            "id": "6852358",
            "reply_to_id": "6852215",
            "text": "dauðarefsing…"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-01 17:15:50",
            "id": "6852377",
            "reply_to_id": "6852358",
            "text": "Það er allveg drepið fólk, en það er samt rangt. Ekki er það rétt? Það á enginn skilið að deyja?"
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2009-09-01 17:51:49",
            "id": "6852458",
            "reply_to_id": "6852377",
            "text": "jú ef einhver er búinn að drepa nógu marga, og það er bara ekki hægt að hafa þá lifandi lengur. Mér finnst bara fáranlegt að það séu ekki dauðarefsingar á Íslandi."
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-01 18:42:36",
            "id": "6852553",
            "reply_to_id": "6852458",
            "text": "Það ætti bara að vera fangelsi sem kvelur fólk."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2009-09-01 19:42:48",
            "id": "6852685",
            "reply_to_id": "6852553",
            "text": "guantanamo bay…"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-01 20:27:51",
            "id": "6852739",
            "reply_to_id": "6852685",
            "text": "What?"
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2009-09-01 20:42:47",
            "id": "6852764",
            "reply_to_id": "6852739",
            "text": "gaur…"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-01 21:07:18",
            "id": "6852813",
            "reply_to_id": "6852764",
            "text": "Hélt alltaf að það væri bara fangelsi einhverstaðar á Spáni"
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2009-09-02 14:05:41",
            "id": "6853540",
            "reply_to_id": "6852813",
            "text": "minnir að það sé á Kúbu. en þú veist að bandaríkin eru á bakvið það"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-01 20:46:55",
            "id": "6852770",
            "reply_to_id": "6852739",
            "text": "Guantanamo Bay er ógeðslegur staður sem farið er með “grunaða” hryðjuverkamenn."
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-01 21:05:20",
            "id": "6852808",
            "reply_to_id": "6852770",
            "text": "Hélt altaf að það væri bara fangelsi einhverstaðar úti á spáni"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-09-02 12:55:55",
            "id": "6853476",
            "reply_to_id": "6852215",
            "text": "óóóóónei.\nef að einhver vesælingurinn myndi veitast að mer þá myndi ég ekki hika við að skiptast á höggum við hann. og eins lengi og hann myndi standa þá myndi ég halda áfram. nema hann myndi fara náttúrulega\nog hugsaðu þér.fyrir 1000 árum þá máttiru (ef þú hafðir ástæðu til) fara og skora nánast hvaða mann sem er á hólm, og þá var barist til dauða, því að það var talin skömm að gefast upp. þá var “morð” talið fullkomlega eðlilegt."
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-02 14:18:00",
            "id": "6853559",
            "reply_to_id": "6853476",
            "text": "NÚNA er rangt að drepa fólk. Eða í flestum tilfellum, allavega."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-09-02 19:06:27",
            "id": "6854080",
            "reply_to_id": "6852215",
            "text": "Það er alls staðar rangt að 1+1=3."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-02 21:38:48",
            "id": "6854433",
            "reply_to_id": "6854080",
            "text": "En hvað með 1+1 / [óuppgötvuðu tákni] = 3?"
        },
        {
            "user": "Musinn",
            "user_id": "69638",
            "date": "2009-09-04 17:52:22",
            "id": "6856678",
            "reply_to_id": "6854433",
            "text": "þá er það ekkert sami hluturinn, 1+1 er bara ekki 3, það er rangt. ef þú myndir bæta einhverju við þá væri það bara einfaldlega ekki sami hluturinn."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-04 17:55:38",
            "id": "6856682",
            "reply_to_id": "6856678",
            "text": "Jæja, ég meina siðferðislega hluti - utan stærðfræðinna"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-09-04 21:49:53",
            "id": "6857014",
            "reply_to_id": "6856682",
            "text": "Það fyrirbrigði að eitthvað sé afgerandi rétt eða rangt er eingöngu til í stærðfræði, þar sem stærðfræði eru einu fræðin sem byggja á skipulögðum og einhlítum forsendum. Án sameiginlegra og skipulegra forsenda geturðu ekki komist að óyggjandi niðurstöðu."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-04 21:58:37",
            "id": "6857025",
            "reply_to_id": "6857014",
            "text": "Rétt"
        },
        {
            "user": "Ledann",
            "user_id": "57811",
            "date": "2009-09-07 22:03:57",
            "id": "6861212",
            "reply_to_id": "6856678",
            "text": "það er stærðfræðilega rangt, en hugsunarhátturinn sem þú býrð til utan um það svar sem þú villt að komi þarf ekki að vera rangur. að segja að 1+1 = 3 þrátt fyrir að menn hafa sannað að það sé rangt er merki um sjálfstæða hugsun, er hún röng ? :P"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 01:35:16",
            "id": "6994832",
            "reply_to_id": "6854080",
            "text": "Það er ekki alls staðar rangt að 1+1 er 1."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 11:18:36",
            "id": "6994989",
            "reply_to_id": "6994832",
            "text": "Nei, ekki í skýjatalningu."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 12:08:17",
            "id": "6995019",
            "reply_to_id": "6994989",
            "text": "Hehö, meinti nú “tvöfaldan” ljóshraða."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 12:16:37",
            "id": "6995022",
            "reply_to_id": "6995019",
            "text": "1+1 er enn jafnt tveimur í afstæðiskenningunni. Forsendum stærðfræðinnar var ekki breytt þar, bara forsendum eðlisfræðinnar. Í jöfnum Einsteins var enn gert ráð fyrir að 1+1=2. Í gruggugum heimspekilegum skilningi mætti segja að einn ljóshraði plús annar væru áfram einn ljóshraði, en það er ekki beint stærðfræði á þeim forsendum sem nýttar hafa verið undanfarin tvö til þrjú árþúsund neitt frekar en skýjatalning."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 12:23:08",
            "id": "6995027",
            "reply_to_id": "6995022",
            "text": "Í gruggugum heimspekilegum skilningi eður ei, þá er ljóshraði + ljóshraði ennþá = ljóshraði."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 12:27:47",
            "id": "6995030",
            "reply_to_id": "6995027",
            "text": "Sem er enn langa vegu frá því að segja nokkuð um að 1+1=1. Nema þú endurskilgreinir “1” sem “afstæður hraði hlutar sem ferðast á ljóshraða miðað við hinn hlutinn í dæminu”. En þú þarft enn að reikna út niðurstöðurnar fyrir alla aðra hraða með hefðbundinni stærðfræði, þar sem 1+1=2. Þess vegna er þetta gruggug heimspeki, því þetta er vita gagnslaust."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 12:34:40",
            "id": "6995034",
            "reply_to_id": "6995030",
            "text": "Í venjulegri stærðfræði ætti tvöfaldur ljóshraði að verða tvöfaldur ljóshraði, það verður bara ekkert af því.\nSegjum sem svo að “1” standi fyrir hraða ljóssins.\neða til að einfalda gerum við 300K km/s + 300K km/s = 300K km/s\nÉg var bara að einfalda þetta með “1” dæminu."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 12:41:53",
            "id": "6995035",
            "reply_to_id": "6995034",
            "text": "Stærðfræði tengist ljóshraða ekki neitt. Stærðfræði er óháð raunheiminum, eðlisfræði aftur á móti notar sér tæki hennar til að lýsa honum. Jafnan fyrir samlagningu hraða er\nþessi hér\n, og eins og þú getur séð leiðir hún hvergi til þess að einn plús einn verði nokkuð annað en tveir.\nOg já, auðvitað geturðu endurskilgreint “1”, en þá erum við ekki að tala um stærðfræði í venjulegum skilningi, heldur eitthvað nýtt dót sem þú varst að búa til."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 12:56:57",
            "id": "6995044",
            "reply_to_id": "6995035",
            "text": "Stærðfræði er stærðfræði, hana má nýta alls staðar. Eðlisfræði felur í sér stærðfræði þó svo að hún “noti sér tæki hennar til að lýsa honum”. Hvernig væri eðlisfræði ef stærðfræði væri ekki til? Það væri ekki mögulegt.\nÞað er alveg sama hvaða tölur við notum. Meginpunkturinn er að talan breytist ekki eins og hún ætti að gera."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 13:21:04",
            "id": "6995064",
            "reply_to_id": "6995044",
            "text": "Eðlisfræði er vel möguleg án stærðfræði. Ef svo væri ekki hefði lítið gagn verið í bókum Stephen Hawking og viðlíka manna, sem lýsa kenningum Einsteins og skammtafræðinnar eigindlega, án stærðfræðilegrar framsetningar. Það var ekki fyrr en með Newton og hans hyski að stærðfræði hóf innreið sína í eðlisfræði. Og jafnvel nýrri tíma eðlisfræði er mikið til hugmyndafræði. Sjáðu til dæmis greinar mínar og Damphir um\nsveigju rúmtímans\n, öreindafræði (\neitt\nog\ntvö\n) og\nLHC\n.\nOg stærðfræðinni samkvæmt er 1+1=2. Eðlisfræðinni samkvæmt leggjast tveir hraðar ekki saman svo að niðurstaðan verði jafn stór og stærðfræðileg summa tölugilda hraðanna. Það er munurinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-12-12 13:41:00",
            "id": "6995081",
            "reply_to_id": "6995064",
            "text": "Ef þú skýtur leisigeislum frá hvorum öðrum þá verður hraðaaukningin á milli þeirra ennþá ljóshraði.\nBætt við 12. desember 2009 -  14:33\nÉg var bara að grínast, þú vinnur með yfirburðum. Er að kynna mér greinarnar þínar as we speak."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-12 23:22:21",
            "id": "6995746",
            "reply_to_id": "6995064",
            "text": "… or did you win?"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-13 11:55:58",
            "id": "6996145",
            "reply_to_id": "6995746",
            "text": "1 er ekki það sama og ljóshraði og + er ekki það sama og samlagning hraða."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-13 13:00:04",
            "id": "6996199",
            "reply_to_id": "6996145",
            "text": "Ég átti ekki við það, ég átti við að ef þú skýtur leisigeislum burt frá hvorum öðrum þá verður hraðaaukningin ljóshraði."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-13 13:23:36",
            "id": "6996220",
            "reply_to_id": "6996199",
            "text": "Ekki hraðaaukningin, afstæði hraðinn. Það er samt annar hlutur en að segja að “1+1 er stundum ekki 2”, því 1+1 er alltaf 2 nema þú breytir því sem “1” og/eða “+” og/eða “2” þýðir. “1” í stærðfræðilegri merkingu þýðir ekkert tengt hraða, hvorki ljóss né annars. Annars erum við að rökræða í hringi, ég er búinn að koma með þessar röksemdir ítrekað."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-13 14:12:03",
            "id": "6996275",
            "reply_to_id": "6996220",
            "text": "ÉG var ekki að tala um það daðlan þín."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-13 14:26:55",
            "id": "6996296",
            "reply_to_id": "6996275",
            "text": "Vísts!\nApríkósa\nÍ venjulegri stærðfræði ætti tvöfaldur ljóshraði að verða tvöfaldur ljóshraði, það verður bara ekkert af því."
        },
        {
            "user": "Vlad3",
            "user_id": "64740",
            "date": "2009-09-02 20:50:35",
            "id": "6854344",
            "reply_to_id": "6852215",
            "text": "Þá er náttúrlega hægt að spyrja getur lífvera (menn) sem er það eðlislægt að lýta stórt á sig ( samanborið við að við héldum að við værum miðja alheimsins áður en ananað var sannað) metið það hvort að hún eigi endilega skilið að lifa miera en aðrar lífverur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 18:25:06",
            "id": "6855458",
            "reply_to_id": "6852208",
            "text": "er þá ekki “rétt” einnig bundið við það samfélag sem við erum í?\nOg eru einhver ákveðin gildi sem erum mismunandi milli samfélaga og svo eru önnur sem virðast vera rétt eða röng, sama hvaða samfélag sem við miðum við?\nt.d. morð"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 18:27:52",
            "id": "6855464",
            "reply_to_id": "6855458",
            "text": "Það er alveg rétt hjá þér, samkvæmt þessu þá er “rétt” einnig bundið við samfélagið.\nÞetta með morðin, er það ekki svolítið farið eftir því hvernig þú lítur á dauðann?\nAð mínu áliti fer þetta eftir því hvort að þér finnst dauðinn slæmur því þú veist að það gerist ekkert eftir dauðann, eða þú veist ekki hvað gerist eftir dauðann, eða að þú veist að það komi eitthvað eftir dauðann - eitthvað gott?\nBætt við 3. september 2009 -  18:34\nyou might know me from such shows as DeathCrest and Caelestis!"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 18:30:30",
            "id": "6855470",
            "reply_to_id": "6855464",
            "text": "Það skiptir litlu máli, ásett manndráp í mannlegum samfélög er nánast alltaf álitið rangt. (þegar við útilokum samfélagslega þætti eins og trúarlegar mannfórnir, aftökur sem refsingu fyrir  glæp, stríð, sjálfsvörn o.s.frv.)"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 18:33:07",
            "id": "6855474",
            "reply_to_id": "6855470",
            "text": "Álitið\nrangt, já\nEn mér finnst þetta skipta frekar litlu máli, mér finnst þetta reyndar grundvallast á þessu.\nÉg meina, þetta er ástæðan fyrir því að dauðinn er slæmur fyrir flest fólk - það er ekki visst um hvað gerist, og því finnst ljótt að láta líf sitt enda gegn þeirra vilja og fyrir tilstilli annars aðila.\nEn hvað ef það kemur eitthvað æðislegt eftir dauðann? Er það þá ekki virði einnar mínútu sársauka?"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 18:34:20",
            "id": "6855477",
            "reply_to_id": "6855474",
            "text": "meinti mér finnst þetta skipta miklu máli"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 19:50:27",
            "id": "6855583",
            "reply_to_id": "6855474",
            "text": "Tilhneiging okkar til þess að forðast dauðann er líklega sú sama og hjá öðrum dýrum, nefninlega að dauði minnkar líkurnar á möguleika okkar til að koma afkvæmum á legg.\nÞað hvort sú tilhneiging sé síðan ‘rétt’ eða ‘röng’ velltur algjörlega á því hvernig við skilgreinum ‘rétt’ og ‘rangt’.\nEf þú hafnar öllum skilgreiningum á réttu og röngu, þá geturu vissulega haldið því fram að ekkert sé rétt og ekkert sé rangt.\nhér->\nNihilismi"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 19:59:06",
            "id": "6855597",
            "reply_to_id": "6855583",
            "text": "Tilhneiging okkar til þess að forðast dauðann er líklega sú sama og hjá öðrum dýrum, nefninlega að dauði minnkar líkurnar á möguleika okkar til að koma afkvæmum á legg.\nÉg er ósammála. Það er auðvitað viss partur í því að forðast dauðann - eðli okkar.\nÞað sem okkur finnst slæmt er ekki það sama og að forðast - þó að oft tengist þetta saman.\nÞað hvort sú tilhneiging sé síðan ‘rétt’ eða ‘röng’ velltur algjörlega á því hvernig við skilgreinum ‘rétt’ og ‘rangt’.\nViltu útskýra aðeins betur?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 20:14:41",
            "id": "6855618",
            "reply_to_id": "6855597",
            "text": "við eigum það til að forðast það sem líkami okkar segir okkur að sé slæmt. Það er í eðli okkar að forðast ákveðna hluti svo sem sársauka og fleira sem oftar en ekki boða hættu á dauða (eða kemur í veg fyrir fjölgun)\nEn það sem ég var að segja með rétt og rangt, er að það veltur algjörlega á því hvernig þú skilgreinir rétt og rangt.\nEf við segjum að taka líf af óþörfu sé rangt, þá er það rangt.\nEf við segjum að lífið sé tilgangslaust, lítill sandur í fjöru alheims og skipti í raun engu máli, þá er ekki rangt að taka líf.\nEn ástæðan fyrir því\nhvers vegna\nokkur þykir rangt að taka líf annarra manna af ástæðulausu má greinilega rekja til eðlis okkar sem hópdý"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 20:17:53",
            "id": "6855623",
            "reply_to_id": "6855618",
            "text": "Það sem þú segir spilar inn í, en ekki allan part.\nSpurðu sjálfan þig - ef þú værir með, segjum, beittan eldhúshníf í hendi þér - hvað myndi stoppa þig… að langa ekki að deyja því þú getur ekki fjölgað þér eða því þú veist að það er ekkert að handan?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 21:14:01",
            "id": "6855694",
            "reply_to_id": "6855623",
            "text": "ég sagði aldrei að þetta tengdist löngun.\nLíkaminn einfaldlega segir mér að gera þetta ekki. Ég pæli ekki í því hvort eitthvað sé ‘hinum megin’ eða hvernig það sé að deyja. Það sem ég veit er að það er sjúklega vont að stinga sig, sem mig langar ekki að finna.\nSama og þegar ég stökk fram af 10 metra kletti í sjóinn. Ég vissi að ekkert myndi henda mig og að dauðinn væri hvergi nærri, samt ætlaði ég aldrei að fá líkama minn til þess að fara fram af klettinum. Hann gaf mér skýr skilaboð um það að ég ætti ekki að fara þarna fram af.\nÞó svo að maðurinn sé skynsemisvera er fjarri lagi að allar hans ákvarðanir og tilfinningar séu meðvitaðar og rökrétt hugsaðar. Rökhugsun okkar er ungur hluti af heilanum en innar í frumstæðari hlutanum leynast hvatir sem eru sameiginlegar öllum afkomendum skriðdýra, og hafa lítið með rökhugsun að gera (s.s. árásarhneigð)"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 21:18:12",
            "id": "6855701",
            "reply_to_id": "6855694",
            "text": "Ég ítreka enn - það sem þú ert að halda fram spilar inn í, ég játa það, en ekki allan part. Ekki nærri allan part.\nÞetta hlýtur þá að vera mismunandi eftir fólki, fyrst þú hugsar svona.\nBætt við 3. september 2009 -  21:29\nMætti eg spyrja hversu gamall þú ert?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 21:21:45",
            "id": "6855705",
            "reply_to_id": "6855701",
            "text": "Réttlætiskennd er vissulega breytileg milli manna, eins og þú nefndir með konur í Burkum og þar fram eftir götunum.\nEn miðað við það hve okkur getur þótt mismunandi hlutir siðlegir og ósiðlegir, þá er samt merkilegt hvað ákveðin gildi virðast vera óbreytt milli manna, sama hvar í heiminum þau eru skoðuð"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 21:23:33",
            "id": "6855706",
            "reply_to_id": "6855705",
            "text": "Já, t.d. það sem þú sagðir um löngunina til að lifa sem er eðlislæg."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 21:24:13",
            "id": "6855708",
            "reply_to_id": "6855706",
            "text": "sérstaklega hjá fólki í sjálfsmorðshugleiðingum :)"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 21:25:56",
            "id": "6855712",
            "reply_to_id": "6855708",
            "text": "Heh, já…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 01:32:53",
            "id": "6994829",
            "reply_to_id": "6855694",
            "text": "Hvað með sjálfsmorðssprengimennina í austrinu?\nEini munurinn á þeim og okkur er að það hefur verið troðið vissri vitneskju í hausinn á þeim sem þeir trúa svo staðfast að þeir eru tilbúnir að sprengja sig í loft upp til þóknar Allah.\nÉg myndi segja að þetta væri meira tengt því hvort við búumst við einhverju góðu, illu eða alls engu… eða við vitum það ekki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 13:53:37",
            "id": "6995096",
            "reply_to_id": "6994829",
            "text": "Það er ekki eini munurinn. Ef Arabar væru með bækistöðvar á Amerískri grundu til þess að tryggja aðgang sinn að olíu frá Texas, væru búnir að styðja hvern Ameríska harðstjórann á fætur öðrum og ef Kanar byggju við mun lélegri lífsskilyrði þá myndiru sjá nákvæmlega sömu hegðun nema bara í hina áttina"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 14:00:33",
            "id": "6995105",
            "reply_to_id": "6995096",
            "text": "Þú ert góður í að vinda upp á samræður.\nPoint: Þeir sem eru sannfærðir um að eitthvað gott er eftir dauðann eru tilbúnir að deyja fyrir sinn málstað (það eru auðvitað líka þeir sem vita ekki hvað kemur eftir dauðann en eru samt hliðhollir einhverju og vilja samt deyja en það er alveg málinu óviðkomandi svo vinsamlegast ekki minnast á þetta)."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 16:49:44",
            "id": "6995269",
            "reply_to_id": "6995105",
            "text": "Annað segir fólk sem hefur rannsakað sjálfsmorðsárásir. Það getur verið að trú veiti einhvern grundvöll fyrir þær, en það er himin og haf á milli trúarbragða og þess að vera tilbúinn að deyja fyrir föðurlandið.\nÞað er ástæða fyrir því að BNA eru óvinsælli í heiminum en aðrar vestrænar þjóðir, og það er ekki vegna þess að þeir eru frjálsari og ríkari"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 17:29:27",
            "id": "6995309",
            "reply_to_id": "6995269",
            "text": "“Einhvern grundvöll”?\nÞessir aumingja fáráðlingar eru sannfærðir um að allt sé þeim að kenna og að Allah vilji að þeir drepi “infidelana” og að þeim verður verðlaunað það þegar þeir deyja."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 21:19:18",
            "id": "6995583",
            "reply_to_id": "6995309",
            "text": "Það væri nú frekar heimskulegt. Mér finnst þú ekki sýna þessu fólki alveg nógu mikla virðingu. Japan voru ekki sérlega trúuð þjóð í Síðari heimsstyrjöldinni og þau svæði sem hafa hæstu tíðni sjálfsmorðsárása í dag eru ekki endilega þau trúuðustu. (Og löndin þar sem mesta bókstafstrúin er eiga ekki endilega við þetta vandamál að stríða).\nÉg er ekki að segja að það séu ekki tengsl á milli, en þau eru ekki svona einföld. Menn verða að átta sig á því hvaðan hatrið kemur. Er það vegna þess að Ameríkanar eru heimskir, feitir, ríkir og frjálsir?\nEða ætli það sé vegna þess að Ameríkanar eru með bækistöðvar á heilögu landi þeirra, hafa verið að skipta sér mikið af starfsemi þessara landa, samskiptunum við Ísrael og afskiptasemi í Írak og Íran?\nEins og ég sagði, Bandaríkjamenn myndu aldrei samþykkja að Kínverjar eða Kúbverjar fengju að hafa bækistöð í landinu þeirra, svo af hverju ættu Arabar að samþykkja að Kanar séu í Arabíu? Sagði ekki Osama Bin Laden sjálfur að árásirnar 9/11 hafi verið vegna bækistöðvanna í Saudi-Arabíu?\nVegna þess að það er enginn tilbúinn að drepa sig bara vegna þess að einhver annar er frjáls og ríkur… það er í raun fáránlegt að halda því fram"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 21:56:18",
            "id": "6995632",
            "reply_to_id": "6995583",
            "text": "Þetta skiptir ekki nærri eins miklu máli og guðinn þeirra.\nSure, þeir eru reiðir út í hvítu mennina, en það stendur í kóraninum að “infidels” séu réttdræpir.\nKORAN commands to kill infidels:\nAllah is an enemy to unbelievers. - Sura 2:98\nOn unbelievers is the curse of Allah. - Sura 2:161\nSlay them wherever ye find them and drive them out of the places whence they drove you out, for persecution is worse than slaughter. - 2:191\nFight against them until idolatry is no more and Allah's religion reigns supreme. (different translation: ) Fight them until there is no persecution and the religion is God's entirely. - Sura 2:193 and 8:39\nhttp://www.wvinter.net/~haught/Koran.html"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 22:01:08",
            "id": "6995642",
            "reply_to_id": "6995632",
            "text": "Það stendur líka í Biblíunni að það eigi að taka homma af lífi… só?\nAf hverju er þá ekki meira ráðist á vesturlönd? Það er ekkert mál að valda hér miklum skaða ef maður ætlaði sér það.\nÞeir eru ekki reiðir út í hvíta menn, það er einmitt pointið, þeir eru reiðir út í Kana fyrir að vera með yfirgangssemi, skipta sér af öllu og þykjast vera lögregla alheimsins. Það er ástæðan fyrir reiðinni."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-12 23:46:21",
            "id": "6995775",
            "reply_to_id": "6995642",
            "text": "Prestar hunsa þennan part í Biblíunni.\nAfskiptasemi Kana skiptir aaafar litlu máli. Myndu arabar vera svona æfareiðir ef það væri engin trú? Að það væru engir prestar sem SEGÐU þeim að drepa Kana?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 01:34:47",
            "id": "6995904",
            "reply_to_id": "6995775",
            "text": "Já"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 02:05:45",
            "id": "6995939",
            "reply_to_id": "6995904",
            "text": "Nei"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 13:29:36",
            "id": "6996222",
            "reply_to_id": "6995939",
            "text": "Ef að fólk gerði alltaf það sem stendur í trúarritunum þeirra þá værum við að grýta homma í dag. En það er ekki svo. Japanir voru ekki trúaðir en samt frömdu þeir sjálfsmorðsárásir í síðari heimsstyrjöldinni.\nÞað er ástæða fyrir því að ákveðnir hópar múslima virðast hata Bandaríkin meira en allt annað, en samt sem áður er lítil sem engin áhersla á önnur vestræn ríki sem búa við sama tjáningarfrelsi, viðskiptafrelsi, trúfrelsi og velmegun."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 14:12:43",
            "id": "6996276",
            "reply_to_id": "6996222",
            "text": "Ætli þetta séu ekki 15% af sjálfsmorðsárásum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 15:47:20",
            "id": "6996383",
            "reply_to_id": "6996276",
            "text": "Ætli þú sért byrjaður að draga tölfræði út úr rassgatinu á þér?\nPointið er að hvatarnir að baki því að fremja sjálfsmorðsárás eru greinilega flóknari og liggja dýpra heldur en að einhver klerkur prediki í trúarofsa að feitir bandaríkjamenn séu guði til skammar. Heimurinn bara virkar ekki þannig.\nEf BNA hefðu ekki verið áberandi aðili í pólitísku lífi Mið-Austurlanda síðustu 30-40 ár þá væri hatur á þeim í þessum hluta heimsins ekki svona gífurlegt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 17:46:26",
            "id": "6996520",
            "reply_to_id": "6996383",
            "text": "Hahaha\nJá ætli það sé ekki svona 26,5%\nBætt við 13. desember 2009 -  18:10\nEn svona að öllu alvara, að þá veit ég að Bandaríkjamenn hafa verið með yfirgangssemi, en það er ekki möguleiki að þeir stundi\nJapanir eru ólíkir aröbum, þar sem þeir eru teknir úr barnavagninum og settir beint í stranga herþjálfun sem kennir þeim að það sé skömm að nást á lífi og að heiður er mikilvægari en allt.\nArabar á hinn bóginn ganga í herþjálfun þegar þeir eru orðnir fullorðnir og þeim frekar kennt trúarbrögð heldur en strength & honour.\nÍ kóraninum stendur að það megi aldrei deyða aðra lífveru nema ef það er hin brýnasta nauðsyn… eða ef það er infidel  sem maður á í höggi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-12-13 18:05:41",
            "id": "6996543",
            "reply_to_id": "6996520",
            "text": "Arabar þá á ég vi hryðjuverkamenn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-12-13 18:11:23",
            "id": "6996550",
            "reply_to_id": "6996520",
            "text": "Það vantar aðeins i setninguna\nen það er ekki möguleiki að þeir stundi sjálfsmorðsárásir út af yfirgangsseminni einni"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 18:40:16",
            "id": "6996587",
            "reply_to_id": "6996520",
            "text": "Og eins og ég er búinn að benda þér á þá skiptir ekki máli hvað stendur í trúarritum.\nEf BNA menn hefðu ekki verið með herbúðir á landsvæði Arabaþjóða síðustu áratugi þá væri andrúmsloftið að öllum líkindum mun friðsælla"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 18:41:11",
            "id": "6996588",
            "reply_to_id": "6996587",
            "text": "Fyrir utan það að það stendur í kóraninum að myrða infidela"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 19:13:20",
            "id": "6996631",
            "reply_to_id": "6996588",
            "text": "Og samt virðast múslimar ekki vilja drepa alla sem eru annarrar trúar, er það?\nAf hverju beinist hatrið þá gagnvart Ameríkönum en ekki öllum öðrum á jörðinni sem ekki eru múslimar?\nEins og ég sagði þá stendur líka í biblíunni að það eigi að drepa homma, samt drepa kristnir ekki homma út af því. Rétt eins og það stendur kannski í kóraninum að þeir sem trúa á vitlausan guð séu réttdræpir, en múslimar hunsa það rétt eins og kristnir hunsa biblíuna.\nHins vegar virðist reiði beinast sérstaklega að Bandaríkjamönnum. Ef þú trúir mér ekki þá skaltu spyrja Osama Bin Laden sjáflan, en hann sagði á ástæðan fyrir árásunum væri til þess að hefna fyrir setu bandaríska hersins í Arabíu"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 19:42:01",
            "id": "6996667",
            "reply_to_id": "6996631",
            "text": "Það eru ekki gerðar sjálfsmorðsárásir í Bandaríkjunum einum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 19:52:31",
            "id": "6996690",
            "reply_to_id": "6996667",
            "text": "Nei, endilega líttu á þær tölur frekar.\nErtu að tala um hryðjuverkaárásina í Madrid eftir að Spánverjar réðust inn í Afghanistan og Írak?\nEða London eftir að Bretar ákváðu einnig að ráðast inn í Afghanistan og Írak?\nEða ertu að tala um Sri Lanka þar sem er hæsta tíðni sjálfsmorðsárása en ekki hægt að tala um neina bókstafstrú miðað við Arabaríkin?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-13 20:05:26",
            "id": "6996710",
            "reply_to_id": "6996690",
            "text": "En í Ítalíu? Og ekki trúi ég að Algería sé með nokkra afskiptasemi. Og rússar? Sýría? Írak? Sádí-Arabía?\nOg hvernig stendur á því að það er mikið minna um t.d. Bandaríska hryðjuverkamenn, þó svo að arabar hafa verið svo duglegir við að eyðileggja? Og af hverju eru þeir kallaðir “Islamic Terrorists”? Allir hafa einhverja til að vera ofsareiðir út í. En fáir hafa trúarbrögðin sem styðja það.\nBætt við 13. desember 2009 -  20:13\nhttp://www.internationalwallofprayer.org/A-052-Why-Islamic-Terrorists-Do-What-They-Do-Dr-Mark-Gabriel.html\nÞetta er líka fín grein sem ég rakst á fyrir nokkru"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-26 20:03:20",
            "id": "7012653",
            "reply_to_id": "6996710",
            "text": "Það kallast Sýrland. En annars er ég ekki með hvert einasta tilfelli sjálfsmorðssprenginga á hreinu. En það sem við verðum að átta okkur á er að það er að þessir einstaklingar eru að fórna sér fyrir hag annarra (að þeir telja). Slíkt hátterni er ríkulega verðlaunað af heilanum, en þetta er þó algjör undantekning á atferli mannanna, því það meikar lítið sens í þróunarkenningunni að menn drepi sig meðan þeir geta enn eignast afkvæmi.\nÞess vegna eru einu skiptin sem fólk fremur sjálfsmorðsárásir, og þá á ég einnig við þegar menn bana háttsettum leiðtogum vitandi það að þeir sleppa líklegast ekki eins og þegar Alexander keisari í Rússlandi var sprengdur, skotárásina á Franz Ferdinand í Serbíu og aftöku Abrahams Lincoln, er þegar það er þegar menn eru að berjast fyrir hagsmunum einhvers hóps sem þeir telja sína heild.\nÞað er engin ástæða fyrir múslima að fljúga til NYC og sprengja þar byggingar bara vegna þess að þeim finnst Friends leiðinlegir þættir, konurnar okkar eru léttklæddar, frelsið sem ríkir og auðurinn sem hér er. Ekki frekar en það er ástæða fyrir kristna að drepa homma bara vegna þess að það stendur í biblíunni.\nEn þegar menn upplifa sig sem kúgaða og beitta órétti, þá kemur slík hegðun í ljós, og það er ástæðan fyrir því að þróunin leyfir slíka hegðun, vegna þess að hún getur verið góð fyrir hópinn þó einstaklingurinn sjálfur lætur lífið.\nÉg myndi aldrei hlaupa inn í Alþingishúsið og sprengja mig með öllum þar inni vegna þess að mér þykir þeir vera hálfvitar, en ef ég vissi að þau væru að fara að samþykkja frumvarp sem gerir það að verkum að biblían verði bókstafleg lög landsins þá getum við alveg búist við því að samkynhneigður einstaklingur sprengi sig í loft upp með Alþingishúsinu.\nPoint: Við myndum ekki sjá slíka hegðun hjá múslimum ef þeir myndu ekki upplifa sig kúgaða eða beitta misrétti. Spurningin er því, hvers vegna ætli þeim líði þannig?\nOg ef við lítum á Mið-Austurlönd á síðustu 30-40 árum er ekki erfitt að sjá hvers vegna múslimar virðast líta illa á BNA (sem getur svo orðið til þess að reiðin dreifist á alla vestræna menningu, þar sem við styðjum BNA, en þó aðalega gagnvart Bandaríkjunum sjálfum)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-26 20:30:48",
            "id": "7012690",
            "reply_to_id": "7012653",
            "text": "Mér leiðist mjög að þurfa að endurtaka gervalt fyrra svar mitt. Tókstu virkilega ekki mark á því sem þar stóð?\nEn í löndum sem hafa ekki gert þeim neitt? Það hafa allir einhvern til að vera ofsareiðir út í, en fáir hafa trúarbrögðin til að styðja það.\nSvo mætti ég líka giska á að þú hafir hunsað greinina sem ég benti þér á, er það ekki rétt?\nWHY THEY DO IT:\nAs a freshman college student, Gabriel says one of the most popular lecturers was a blind Sheik.  Gabriel asked why he never talked about the love, peace and forgiveness in Islam.  Angered, the sheik said, “Jihad and killing are the head of Islam.  If you\ntake them out, you cut off the head of Islam.” That blind man was Omar Abdel Rahman who was convicted of masterminding the 1993 World Trade Center bombing.  Before he came to America, he was the spiritual leader of the radical Egyptian group al-Jihad, which killed President Anwar Sadat.\nWesterners have a hard time understanding terrorists, especially since a deceptively sanitized version is presented to the West.  But Gabriel says these people are not crazy but are following a philosophy.  Islam means “submission” and the world Muslim means “one who submits to Allah.”  The Quran was started in A.D. 610 when Muhammad said the angel Gabriel spoke to him while he was meditating in a cave near Mecca.\nMuhammad wrote down these words as they were received - they were supposed to be the direct words of Allah.  It is significant that the revelations came over a period of 22 years.  The books of ‘Hadith’ are another set of holy writings that record a verified account of what Muhammad did and said during his life.\nMuhammad's life and teachings have served to establish principles of warfare and coersion that are practiced today.  The revelations he received are dictated by periods in his life.  When there is a contradiction in Quranic verses (which Gabriel questions), Islamic scholars had to determine which verses to follow.  “This was accomplished by the principle of naskh,” which means that the new revelations would override previous revelations.\nThere are at least 114 verses in the Quran that speak of love, peace, and forgiveness (“The Heifer” Surah 2:62, 109).  “But when Surah 9:5 was revealed later, it canceled out those previous verses,” Gabriel says.  “This Surah is known as the 'verse of the sword,” and it explains that Muslims must fight anyone who chooses not to convert to Islam, whether they are inside or outside\nof Arabia.  It is considered to be the final development of jihad in Islam.\""
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-27 16:52:06",
            "id": "7013549",
            "reply_to_id": "7012690",
            "text": "Og af hverju tökum við á ekki homma af lífi á Íslandi?\nHunsaðir þú líka svarið mitt þegar ég benti þér á að trú þarf alls ekki að endurspegla skoðanir okkar á nokkurn hátt og að flestar sjálfsmorðsárásir verða ekki í heittrúuðustu löndunum?\nHvaða árásir á Ítalíu ertu að tala um?\nOg ekki segja mér að þú gáttir þig á sjálfsmorðsárásum í Rússlandi og Írak… neeee rússland hefur ALDREI fokkast í þessu svæði, það er satt hjá þér (kaldhæðni)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-12-28 18:39:19",
            "id": "7015062",
            "reply_to_id": "7013549",
            "text": "Við tökum ekki homma á lífi vegna þess að meirihluti almennings er ekki á móti hommum og þó svo að kristni styður hommahatur þá er hunsað þann part mestanpart í Biblíunni.\nUm hvað ertu að tala? Endurspegla skoðanir okkar? Og nei, auðvitað verða sjálfsmorðsárásir ekki í heitttrúuðustu löndunum, ekki endilega. Hvað skiptir það máli eiginlega?\nÉg gerði klaufavillu, ég fann þessar upplýsingar með titli sem á stóð “Countries that terrorists avoid”"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-16 17:42:10",
            "id": "7039971",
            "reply_to_id": "7015062",
            "text": "En fyrst þú ert tilbúinn að segja að við veljum og höfnum þeim köflum úr trúarritum okkar til þess að samræma trúna við okkar siðferði, af hverju ætti það sama þá ekki að gilda um múslima?\nÞeir fá þessar hugmyndir ekki úr trúarritum sínum frekar en við fáum hommahatur frá okkar trúarriti. Svo það er greinilegt að það er ekki trúarritið sem lætur fólk sprengja sig í tætlur, því ef fólk væri ekki nú þegar á þeirri skoðun þá myndi það einfaldlega hunsa þann kafla í trúarritinu, rétt eins og við hunsum kaflann um það hvernig eigi að grýta homma til dauða.\nÞá verðuru að spyrja hvers vegna fólki finnst sjálfsagt að sprengja sig í tætlur. Við hvaða kringumstæður er fólk tilbúið að láta lífið fyrir málstað?\nÞað er raunverulega spurningin"
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-17 02:10:01",
            "id": "7040501",
            "reply_to_id": "7039971",
            "text": "Hættu núna, þetta er farið að verða vandræðalegt fyrir þig.\nHann hefur greinilega sýnt fram á að hann hafi rétt fyrir sér, en samt reynirðu eins og þú getur að snúa upp á allt sem þú hefur. Af hverju gerirðu það?\n“En fyrst þú ert tilbúinn að segja að við veljum og höfnum þeim köflum úr trúarritum okkar til þess að samræma trúna við okkar siðferði, af hverju ætti það sama þá ekki að gilda um múslima?”\nHvað skiptir það máli?\n“Þeir fá þessar hugmyndir ekki úr trúarritum sínum frekar en við fáum hommahatur frá okkar trúarriti. Svo það er greinilegt að það er ekki trúarritið sem lætur fólk sprengja sig í tætlur, því ef fólk væri ekki nú þegar á þeirri skoðun þá myndi það einfaldlega hunsa þann kafla í trúarritinu, rétt eins og við hunsum kaflann um það hvernig eigi að grýta homma til dauða.”\nHvernig geturðu fullyrt um eitthvað svona?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-18 16:50:20",
            "id": "7042134",
            "reply_to_id": "7040501",
            "text": "“En fyrst þú ert tilbúinn að segja að við veljum og höfnum þeim köflum úr trúarritum okkar til þess að samræma trúna við okkar siðferði, af hverju ætti það sama þá ekki að gilda um múslima?”\nHvað skiptir það máli?\nHvaða máli? Það er allt málið, það er grundvallar atriðið sem við erum að tala um.\nHann vill meina að það sé trúin sem hvetji fólkið til þess að framkvæma þessa glæpi. En eins og ég benti á hefur trúin ekki sömu áhrif á okkur, því þó það standi í trúarritinu okkar að við eigum að grýta homma þá einfaldlega hundsum við það vegna þess\nað okkur þykir það nú þegar rangt\n.\nÞar sem við fáum ekki siðferði okkar frá trúarritum, heldur virðumst við samræma trúarritin okkar við siðferðið með því að velja og hafna ákveðnum köflum… af hverju hafa múslimar þá ekki hafnað þeim köflum sem hafa sama ljóta boðskapinn og biblían okkar?\nNú, vegna þess að þeim\nfinnst það ekki rangt\nog þess vegna framkvæma þeir hryðjuverka árásir. Það er ekki vegna trúarinnar heldur vegna þess að þeim finnst það ekki rangt, sama hvað stendur í trúarritinu.\nÞá verðum við að leita að rót vandans, hvers vegna finnst manni réttlætanlegt að fórna sínu lífi og lífi 3000 annarra? Við hvaða aðstæður virðast menn grípa til slíkra öfgakenndra aðgerða? Því eins og ég hef bent á þá er fullt af dæmum um heittrúaða einstaklinga sem ekki hafa drepið sig, og það er fjöldinn allur af mönnum sem hafa lagt út í sjálfsmorðsárásir án þess að vera neitt sérstaklega trúaðir."
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-19 14:14:27",
            "id": "7043168",
            "reply_to_id": "7042134",
            "text": "Ertu ekki búinn að lesa greinina sem hann benti þér á?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-19 16:08:20",
            "id": "7043317",
            "reply_to_id": "7043168",
            "text": "Jú, mér fannst hún bara ekkert merkileg.\nEins og ég er búinn að segja þá er ekki nóg að benda á að eitthvað standi í trúnni vegna þess að fólk velur og hafnar köflum úr sinni trú sem samsvara siðferði þeirra.\nSvo það er engin ástæða til þess að halda að múslimar styðji sjálfsmorðsárásir gegn óbreyttum borgurum nema þeim finnist það virkilega rétt og göfugt, en ekki vegna þess að það stendur í einhverri bók.\nOg þá verðum við að finna út hvað það er sem lætur þessu fólki virkilega finnast það rétt, hagkvæmt og göfugt að framkvæma slíka aðgerð."
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-22 00:00:56",
            "id": "7046541",
            "reply_to_id": "7043317",
            "text": "Fannst þér hún bara ekkert merkileg?\nAf hverju lestu hana ekki yfir einu sinni enn og setur út á hana?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-22 10:05:39",
            "id": "7046734",
            "reply_to_id": "7046541",
            "text": "Vegna þess að ég er búinn að segja þér hvað var athugavert við greinina. Það er í raun það sama og ég var búinn að benda á allan tímann"
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-23 12:35:08",
            "id": "7047690",
            "reply_to_id": "7046734",
            "text": "og hvað var það?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-23 12:41:48",
            "id": "7047694",
            "reply_to_id": "7047690",
            "text": "Að fólk gerir ekki svona hræðilega hluti ef það er ósammála þeim, jafnvel þó það standi í trúarritinu.\nÞað er ástæðan fyrir því að hommar eru ekki grýttir á Íslandi, einfaldlega vegna þess að okkur finnst það rangt, og þess vegna hunsum við trúarritin í þeim kafla biblíunnar.\nmúslimum finnst mörgum hverjum allt í lagi að drepa sjálfan sig með fullt af öðru fólki og þess vegna skiptir ekki máli hvað stendur í trúarritinu, því ef þeim finndist það ekki í lagi þá myndu þeir hunsa kóraninn rétt eins og við hunsum biblíuna.\nÞað sem maður á að skoða og rannsaka er í hvaða tilvikum menn eru tilbúnir að fórna sér fyrir heildina á svo dramatískan hátt. Ekki er hægt að skella skuldinni á trúarbrögð fyrir slíkt athæfi 1, 2 og bingó"
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-23 13:11:21",
            "id": "7047720",
            "reply_to_id": "7047694",
            "text": "There are at least 114 verses in the Quran that speak of love, peace, and forgiveness (“The Heifer” Surah 2:62, 109). “But when Surah 9:5 was revealed later, it canceled out those previous verses,” Gabriel says. “This Surah is known as the ‘verse of the sword,” and it explains that Muslims must fight anyone who chooses not to convert to Islam, whether they are inside or outside\nof Arabia. It is considered to be the final development of jihad in Islam.“\nTilvitnun:\nMuhammad’s life and teachings have served to establish principles of warfare and coersion that are practiced today.\nTilvitnun:\nJihad (holy war) is a command to all Muslims enforced by the Quran. The focus is to overcome people who do not accept Islam. Islam is a religion of works. Dying in jihad is a great honor, and it is the only way a Muslim is assured of entering Paradise at all. This is why you see Muslims leaving their own nations to fight jihad in other countries. ”Their motivation is religious, which is much more dangerous than a political motivation,\" Gabriel says. Jihad is the motivation behind almost every act of terrorism\ndone in the name of Islam. After the death of Muhammad, different factions rose up to carry on the faith - which became the Sunni and Shiite Muslims. Gabriel cites many reasons why Islam became such a dominant force so quickly, one being that violence was a ubiquitous part of the culture at the time and this type of religious conquest fit easily into the regional character."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-23 13:50:31",
            "id": "7047756",
            "reply_to_id": "7047720",
            "text": "Ég veit, ég var búinn að lesa þetta.\nEn málið er, fyrst við hunsum boðorðin í biblíunni og allar reglurnar, af hverju ættu múslimar að sama skapi ekki að hunsa þennan hluta ritningarinnar?\nHvaða munur er það á ‘okkur’ og ‘þeim’ sem fær okkur til þess að hunsa ljóta kafla í okkar ritningu á meðan ‘þeir’ halda upp á ljótu kaflana í sinni ritningu?"
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-24 14:26:49",
            "id": "7048713",
            "reply_to_id": "7047756",
            "text": "Það er því að þeim er ögrað. Það er eins og maðurinn fyrir ofan sagði, það hafa allir einhvern til að vera ofsareiðir út í, en fáir hafa trúarbrögðin sem styðja það."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-24 17:00:21",
            "id": "7048850",
            "reply_to_id": "7048713",
            "text": "Svo trúarbrögðin eru ekki rót vandans í þessu dæmi. Í raun er það bara tilviljun að svona reiðir einstaklingar skuli hafa ofbeldisfullan guð (sem er sami ofbeldisfulli guð og guð kristinna og gyðinga) sem styður gjarðir þeirra.\nÞá skulum við ekki kenna trúarbrögðunum allt of mikið um heldur gagnrýna frekar rót vandans"
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-25 18:59:22",
            "id": "7050193",
            "reply_to_id": "7048850",
            "text": "Trúarbrögð eru rót vandans.\nEf múslimunum væri ekki lofað himnaríki ef þeir dæju við að drepa infidela, þá væru þeir ekki svona æstir í að sprengja sig í loft upp.\nÉg var að lesa rökræður ykkar hér að ofan, af hverju eru þeir kallaðir “Islamic Terrorists”? “In the name of Islam”?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-25 20:11:25",
            "id": "7050276",
            "reply_to_id": "7050193",
            "text": "Trúarbrögð eru rót vandans.\nHvernig geturu fullyrt svona? Ef ógeðsleg trúarbrögð láta venjulegt fólk gera ógeðslega hluti, af hverju tökum við þá ekki homma af lífi á Íslandi og grýtum lauslátar stelpur?\nEf múslimunum væri ekki lofað himnaríki ef þeir dæju við að drepa infidela, þá væru þeir ekki svona æstir í að sprengja sig í loft upp.\nHvernig veistu? Hvað með allar þær sjálfsmorðsárásir sem hafa ekki verið gerðar af heittrúa múslimum?\n“Islamic Terrorists”? “In the name of Islam”?\nVegna þess að þessi tiltekni hópur samanstendur af múslimum.\nÞetta nafn hafa þeir fengið vegna þess að vestræn menning hefur gefið þeim þetta nafn.\nHvað með alla aðra terrorista sem hafa ekki verið múslimar? Eru þeir bara eitthvað fríkshów?"
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-26 22:39:43",
            "id": "7051658",
            "reply_to_id": "7050276",
            "text": "Hvernig geturu fullyrt svona? Ef ógeðsleg trúarbrögð láta venjulegt fólk gera ógeðslega hluti, af hverju tökum við þá ekki homma af lífi á Íslandi og grýtum lauslátar stelpur?\nVegna þess að þeim er ögrað og kristnin er ekki jafn ofbeldisfull og íslam.\nOkkur var ögrað með 9/11, og voilá… við fórum í aðra krossferð.\nTökum krossferðirnar sem dæmi. Þetta var venjulegt fólk, venjulegir stríðsmenn.\nPáfinn sagði þeim að ef þeir færu í krossferðina myndu þeir geta barist á móti aröbum í stað bræðra sinna og fengið “a ticket to heaven”.\n“Hvernig veistu? Hvað með allar þær sjálfsmorðsárásir sem hafa ekki verið gerðar af heittrúa múslimum?”\nÞað eru ekki allar hryðjuverkahreyfingar tengdar við múslima, en langflestir nota trúna til að stjórna hryðjuverkamönnunum. Þegar um svona stóran hóp er að ræða er aldrei hægt að tryggja að undirhryðjuverkamennirnir sjái það sama og leiðtoginn sér. Þess vegna nota þeir trúna. Þeir notfæra sér það að í kóraninum stendur að þessir svokallaðir “infidels”, sem við erum, séu réttdræpir svo Allah hlýtur að vilja þá dauða.\nFlest hryðjuverkasamtök fela í sér einhvers konar pólítísk markmið, ekki óskipulagða reiði. En það þýðir ekki að þeir noti trúna til að stjórna mönnunum. Sameiginleg reiði er ekki alltaf nóg.\nTerrorist acts throughout the centuries have been performed on religious grounds with the hope to either spread or enforce a system of belief, viewpoint or opinion. \"Terrorist acts throughout the centuries have been performed on religious grounds with the hope to either spread or enforce a system of belief, viewpoint or opinion.[80] Religious terrorism does not in itself necessarily define a specific religious standpoint or view, but instead usually defines an individual or a group view or interpretation of that belief system's teachings.\"\nTekið af Wikipedia"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-27 00:40:15",
            "id": "7051810",
            "reply_to_id": "7051658",
            "text": "Segi þetta einu sinni í viðbót:\nkristnin er ekki jafn ofbeldisfull og íslam\nAf hverju ekki?\nÞessi trúarbrögð eru alveg jafn ofbeldisfull, ógeðsleg og innihalda meira að segja sama öfundsjúka og bandbrjálaða guðinn.\nÞess vegna HLÝTUR að vera eitthvað annað sem er valdur þess að Íslam virðist ofbeldisfyllri en kristni í dag.\nVegna þess að þeim er ögrað [...] Okkur var ögrað með 9/11, og voilá…\nOg Bandaríkin hafa ögrað Mið-Austurlöndum með stanslausum pólitískum og hernaðarlegum afskiptum síðustu 50 ár og voilá… 9/11 gerðist.\nNúna held ég að þú sért kominn á rétta slóð. Það er ekki trúin sem lætur þá framkvæma þessa hræðilegu hluti heldur er það þessi ögrun. Svo getum við skoðað hvers vegna þessar fylkingar nota mismunandi hernaðartækni, en maður þarf ekki lengi að líta á aðstæður til þess að sjá það."
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-27 16:31:20",
            "id": "7052301",
            "reply_to_id": "7051810",
            "text": "Af hverju ekki?\nÞessi trúarbrögð eru alveg jafn ofbeldisfull, ógeðsleg og innihalda meira að segja sama öfundsjúka og bandbrjálaða guðinn.\nÞess vegna HLÝTUR að vera eitthvað annað sem er valdur þess að Íslam virðist ofbeldisfyllri en kristni í dag.\nhttp://www.faithfreedom.org/Quran.htm\nAðeins neðar eru vers í Kóraninum sem fjalla um hatur og ofbeldi.\nHins vegar finn ég sáralítið um ljót vers í Nýja testamentinu. Ekki koma með eitthvað úr gamla testamentinu því það er ekki kristni. Það er á vissan hátt kristni, en það er ekki það sem einkennir kristni.\nOg Bandaríkin hafa ögrað Mið-Austurlöndum með stanslausum pólitískum og hernaðarlegum afskiptum síðustu 50 ár og voilá… 9/11 gerðist.\nAf hverju ferðast þá ekki Bandaríkjamenn í hrönnum úr landinu til að sprengja í austrinu?\nAf hverju eru bandarískir hryðjuverkahópar ekki geysivinsælir, ef hryðjuverkasemi er ekki byggt á trú?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-01-27 20:37:55",
            "id": "7052642",
            "reply_to_id": "7052301",
            "text": "1. Hvað meinaru að það sé ekki kristni? Kristur var Gyðingur. Ef þú trúir ekki á gamla testamentið þá eru menn varla kristnir.\nEn taktu eftir að\nþetta er einmitt það sem ég er búinn að tala um allan tímann!\nHugsaðu þér að kristnir menn í dag séu tilbúnir að henda út meira en HELMINGNUM af trúarritum sínum. Af hverju gera múslimar ekki hið sama?\nEins og ég sagði: Trúarbrögðin sjálf eru alveg jafn ógeðsleg. Það er stigsmunur á ógeðinu, en það er lítill eðlismunur (nema kannski að Múhammeð vildi bera út trúnna með stíði á meðan Jesú vildi láta heilaþvo börn). Af hverju er þá svona ótrúlega mikill munur á þeim?\nEf þú lítur á menningarheimana, velmegunina og stjórnarfarið þá ætti ekki að taka mann langan tíma að sjá að það er greinilega eitthvað sem spilar sterkar inn í en trúarbrögðin, því trúarbrögðin eru í raun ekkert það ólík.\nAf hverju ferðast þá ekki Bandaríkjamenn í hrönnum úr landinu til að sprengja í austrinu?\nVegna þess að þeir hafa efni á því að senda her\nAf hverju eru bandarískir hryðjuverkahópar ekki geysivinsælir, ef hryðjuverkasemi er ekki byggt á trú?\nVegna þess að hinn almenni Bandaríski borgari upplifir sig ekki í jafn vonlausri stöðu og múslimskir hryðjuverkamenn.\nAf hverju helduru að Ísraelar sprengi sig ekki í loft upp en Palestínumenn gera það?\nNÚNA\nhef ég t.d. fullan rétt á því að taka Gamla Testamentið sem dæmi.\nEn þegar maður lítur á löndin þá er maður ekki lengi að sjá að annað er ríkt og frjálst land þar sem menn búa við tiltölulega mikið öryggi og há lífsskilyrði. Það hendir því enginn í burtu til þess að sprengja sig… sama hversu trúaður hann er.\nHinum megin býr fólk hins vegar á mörkum hungurs, með litla læknisaðstoð, afar slæm lífsskilyrði og óöryggi á hverjum degi. Þar er fólk líklegra til þess að hugsa “ég hef engu að tapa” og “þó líf mitt glatist þá get ég kannski tekið þátt í því að berjast fyrir mína þjóð svo hún hafi það betra í framtíðinni”.\nEn það er greinilegt að þegar maður býr í Bandaríkjunum, á La-Z-Boy og þénar 3-4 milljónir á ári þá er maður ekki að fara að henda lífi sínu í burtu til þess að sprengja einhverja auma múslima…. það væri bara vitleysa :S"
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-02-13 16:33:38",
            "id": "7072409",
            "reply_to_id": "7052642",
            "text": "1. Það er ekki það sem einkennir kristni, það var það sem ég sagði. Ef þú segist trúa aðeins á gamla testamentið, hvort ertu gyðingur, múslimi eða kristinn? Það er nær\nekkert\num ofbeldi í nýja testamentinu. Þarna sérðu bein tengsl. Kóraninn er viðbjóðslegur, hann segir að þeir sem trúa ekki á Allah eru réttdræpir. Er það ekki hvatning?\nEn taktu eftir að þetta er einmitt það sem ég er búinn að tala um allan tímann! Hugsaðu þér að kristnir menn í dag séu tilbúnir að henda út meira en HELMINGNUM af trúarritum sínum. Af hverju gera múslimar ekki hið sama?\nAf hverju ættum við að henda út meira en HELMINGNUM af trúarritum okkar?\nEins og ég sagði: Trúarbrögðin sjálf eru alveg jafn ógeðsleg. Það er stigsmunur á ógeðinu, en það er lítill eðlismunur (nema kannski að Múhammeð vildi bera út trúnna með stíði á meðan Jesú vildi láta heilaþvo börn). Af hverju er þá svona ótrúlega mikill munur á þeim?\nNei, trúarbrögðin sjálf eru ekki alveg jafn ógeðsleg.\nhttp://www.faithfreedom.org/Quran.htm\nFinndu fyrir mig vers í nýja testamentinu sem eru ógeðslegri en þetta.\nEf þú lítur á menningarheimana, velmegunina og stjórnarfarið þá ætti ekki að taka mann langan tíma að sjá að það er greinilega eitthvað sem spilar sterkar inn í en trúarbrögðin, því trúarbrögðin eru í raun ekkert það ólík.\nJú, þau eru nefnilega afar ólík. Múhammeð leggur áherslu á ofbeldi, en Jesús leggur áherslu á frið.\nhttp://en.wikipedia.org/wiki/Suicide_attack#Muslim_views\nBætt við 13. febrúar 2010 -  16:47\nÉg minni þig á að ég hef aldrei sagt að trúarbrögð ein eiga ábyrgð á sjálfsmorðsárásum.\nÞað minnir mig einhvern veginn á, þú svaraðir þessu aldrei:\n“Hvernig veistu? Hvað með allar þær sjálfsmorðsárásir sem hafa ekki verið gerðar af heittrúa múslimum?”\nÞað eru ekki allar hryðjuverkahreyfingar tengdar við múslima, en langflestir nota trúna til að stjórna hryðjuverkamönnunum. Þegar um svona stóran hóp er að ræða er aldrei hægt að tryggja að undirhryðjuverkamennirnir sjái það sama og leiðtoginn sér. Þess vegna nota þeir trúna. Þeir notfæra sér það að í kóraninum stendur að þessir svokallaðir “infidels”, sem við erum, séu réttdræpir svo Allah hlýtur að vilja þá dauða.\nFlest hryðjuverkasamtök fela í sér einhvers konar pólítísk markmið, ekki óskipulagða reiði. En það þýðir ekki að þeir noti trúna til að stjórna mönnunum. Sameiginleg reiði er ekki alltaf nóg."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-02-13 18:25:17",
            "id": "7072518",
            "reply_to_id": "7072409",
            "text": "1. Nema þegar Jesú ræðast sjálfur á sölumenn og eyðileggur básana þeirra.\nÉg trúi samt ekki að ég þurfi að segja þetta aftur. Kóraninn er með ógeðslegan boðskap, kristni hefur ógeðslegan boðskap (eina félagsstarfsemin á Íslandi sem ég veit um í dag sem mismunar fólki eftir kynhneigð) og gyðingdómur hefur ógeðslega boðskap.\nÞETTA ERU ALLT ÓGEÐSLEG TRÚARBRÖGÐ. Spurningin er hins vegar hvers vegna fylgismenn sumra þeirra kjósa að hundsa ljóta boðskapinn og hvers vegna aðrir kjósa að fylgja honum. Þá er GREINILEGT að það er eitthvað annað sem ræður ferðinni heldur en trúarbrögðin sjálf (enda hafa trúarbrögð, rétt eins og lög, lítil áhrif á okkar aðgerðir og hugsanir)\nAf hverju ættum við að henda út meira en HELMINGNUM af trúarritum okkar?\nLestu það sem ég segi, ég sagði ekki að við\nættum\nað gera það heldu sagði ég að við\ngerðum\nþað nú þegar. Eins og þú sagðir sjálfur þá hundsum við gamlatestamentið að nánast öllu leiti, en meira en helmingur af bókum biblíunnar er í gamla testamentinu.\nSvo það er greinilegt að það er ekki trúin sem myndar skoðanir fólks, heldur velur fólk kafla úr trúarritunum sem samsvara skoðunum þeirra.\nFinndu fyrir mig vers í nýja testamentinu sem eru ógeðslegri en þetta.\nÉg þarf þess ekki, eins og ég er búinn að benda þér á margoft þá virðast “kristnir” einstaklingar í dag ekki einu sinni hafa minnstu hugmynd um það hvað stendur í biblíunni og hvar. Svo þeir myndu líklegast bara hundsa þann ljóta boðskap rétt eins og allan annan ljótan boðskap í biblíunni\nAnnars þá er ekki erfitt að finna álíka texta í biblíunni sem segja að þeir sem taki ekki kristna trú séu glataðir og muni brenna að eilífu… fyrir utan allt kvenhatrið sem er í henni… samt virðist það vera sem svo að við lítum jafnt á kynin í dag…\nÉg minni þig á að ég hef aldrei sagt að trúarbrögð ein eiga ábyrgð á sjálfsmorðsárásum.\nOg ég er að leggja áherslu á að þáttur þeirra virðist vera mjög lítill. Ef við lítum á sögu trúarbragða og sögu sjálfsmorðsárása þá er greinilegt að aðrir þættir spila mun stærri rullu heldur en einhver trúarskrudda"
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-02-13 21:47:25",
            "id": "7072702",
            "reply_to_id": "7072518",
            "text": "1. Nema þegar Jesú ræðast sjálfur á sölumenn og eyðileggur básana þeirra.\nEr það ekki frekar lítið miðað við það sem kemur fram í kóraninum?\nÉg trúi samt ekki að ég þurfi að segja þetta aftur. Kóraninn er með ógeðslegan boðskap, kristni hefur ógeðslegan boðskap (eina félagsstarfsemin á Íslandi sem ég veit um í dag sem mismunar fólki eftir kynhneigð) og gyðingdómur hefur ógeðslega boðskap.\nHvort kemur þetta með að samkynhneigðir fari til helvítis úr gamla eða nýja testamentinu?\nÞETTA ERU ALLT ÓGEÐSLEG TRÚARBRÖGÐ. Spurningin er hins vegar hvers vegna fylgismenn sumra þeirra kjósa að hundsa ljóta boðskapinn og hvers vegna aðrir kjósa að fylgja honum. Þá er GREINILEGT að það er eitthvað annað sem ræður ferðinni heldur en trúarbrögðin sjálf (enda hafa trúarbrögð, rétt eins og lög, lítil áhrif á okkar aðgerðir og hugsanir)\nVinsamlegast ekki hundsa þetta aftur.\n“Hvernig veistu? Hvað með allar þær sjálfsmorðsárásir sem hafa ekki verið gerðar af heittrúa múslimum?”\nÞað eru ekki allar hryðjuverkahreyfingar tengdar við múslima, en langflestir nota trúna til að stjórna hryðjuverkamönnunum. Þegar um svona stóran hóp er að ræða er aldrei hægt að tryggja að undirhryðjuverkamennirnir sjái það sama og leiðtoginn sér. Þess vegna nota þeir trúna. Þeir notfæra sér það að í kóraninum stendur að þessir svokallaðir “infidels”, sem við erum, séu réttdræpir svo Allah hlýtur að vilja þá dauða.\nFlest hryðjuverkasamtök fela í sér einhvers konar pólítísk markmið, ekki óskipulagða reiði. En það þýðir ekki að þeir noti trúna til að stjórna mönnunum. Sameiginleg reiði er ekki alltaf nóg.\nLestu það sem ég segi, ég sagði ekki að við ættum að gera það heldu sagði ég að við gerðum það nú þegar. Eins og þú sagðir sjálfur þá hundsum við gamlatestamentið að nánast öllu leiti, en meira en helmingur af bókum biblíunnar er í gamla testamentinu.\nSvo það er greinilegt að það er ekki trúin sem myndar skoðanir fólks, heldur velur fólk kafla úr trúarritunum sem samsvara skoðunum þeirra.\nJá, og gamla testamentið einkennir ekki kristni. Ef þú segist trúa á gamla testamentið, hvort ertu kristinn, gyðingur eða múslimi?\nÞar að auki erum við að rökræða um hvort það sé trúnni að þakka að Vestrænar þjóðir séu svona friðsamleg, svo að ef við hundsum allt það illa þá er aðeins það góða eftir… og það er mér í hag.\nÉg þarf þess ekki, eins og ég er búinn að benda þér á margoft þá virðast “kristnir” einstaklingar í dag ekki einu sinni hafa minnstu hugmynd um það hvað stendur í biblíunni og hvar. Svo þeir myndu líklegast bara hundsa þann ljóta boðskap rétt eins og allan annan ljótan boðskap í biblíunni\nAnnars þá er ekki erfitt að finna álíka texta í biblíunni sem segja að þeir sem taki ekki kristna trú séu glataðir og muni brenna að eilífu… fyrir utan allt kvenhatrið sem er í henni… samt virðist það vera sem svo að við lítum jafnt á kynin í dag…\nÞú þarft þess, til að sýna fram á að kristni sé jafn ógeðsleg og íslam. Hérna ertu að setja fram staðhæfingu án þess að styðja hana með rökum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-02-14 14:19:59",
            "id": "7073179",
            "reply_to_id": "7072702",
            "text": "Er það ekki frekar lítið miðað við það sem kemur fram í kóraninum?\nSkiptir það máli? Ég er búinn að sýna fram á að Jesú, æðsti guð kristinna manna, hafi sjálfur beitt ofbeldi en samt sem áður virðast flest allir kristnir menn ekki taka því alvarlega, þ.e. þeir kjósa að hundsa þá hluta trúarritsins sem ekki samræmast siðferði þeirra.\nÞví er það ekki trúin sem skapar siðferði okkar, heldur veljum við og höfnum þeim köflum sem okkur finnst góðir.\nAðal spurningin er hins vegar hvers vegna múslimar hafna ekki sömu hlutum trúarrita sinna og kristnir virðast gera.\nHvort kemur þetta með að samkynhneigðir fari til helvítis úr gamla eða nýja testamentinu?\nEnn og aftur, þá skiptir það ekki máli, því eins og ég benti á þá tekur æðsta stofnun kristinna manna á Íslandi þennan boðskap alvarlega.\nÞegar um svona stóran hóp er að ræða er aldrei hægt að tryggja að undirhryðjuverkamennirnir sjái það sama og leiðtoginn sér. Þess vegna nota þeir trúna.\nAuðvitað. Ef menn ætla að hópa saman fólki til þess að berjast þá er oft mun léttara að gera það undir ákveðnum trúarlegum eða þjóðernissinnuðum forsendum. Málið er, að ef Islam væri ekki eins og hún er, helduru að ástandið væri eitthvað öðruvísi? Þá myndu þessir sömu leiðtogar bara finna flottan fána eða önnur trúarbrögð til þess að sameina fólkið.\nAðal vandamálið er að fólkinu finnist það þurfa að sameinast gegn einhverju."
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-02-16 18:56:38",
            "id": "7075602",
            "reply_to_id": "7073179",
            "text": "Skiptir það máli? Ég er búinn að sýna fram á að Jesú, æðsti guð kristinna manna, hafi sjálfur beitt ofbeldi en samt sem áður virðast flest allir kristnir menn ekki taka því alvarlega, þ.e. þeir kjósa að hundsa þá hluta trúarritsins sem ekki samræmast siðferði þeirra.\nÞví er það ekki trúin sem skapar siðferði okkar, heldur veljum við og höfnum þeim köflum sem okkur finnst góðir.\nAðal spurningin er hins vegar hvers vegna múslimar hafna ekki sömu hlutum trúarrita sinna og kristnir virðast gera.\nÞað eru ekki allar hryðjuverkahreyfingar tengdar við múslima, en langflestir nota trúna til að stjórna hryðjuverkamönnunum. Þegar um svona stóran hóp er að ræða er aldrei hægt að tryggja að undirhryðjuverkamennirnir sjái það sama og leiðtoginn sér. Þess vegna nota þeir trúna. Þeir notfæra sér það að í kóraninum stendur að þessir svokallaðir “infidels”, sem við erum, séu réttdræpir svo Allah hlýtur að vilja þá dauða.\nFlest hryðjuverkasamtök fela í sér einhvers konar pólítísk markmið, ekki óskipulagða reiði. En það þýðir ekki að þeir noti trúna til að stjórna mönnunum. Sameiginleg reiði er ekki alltaf nóg.\nEnn og aftur, þá skiptir það ekki máli, því eins og ég benti á þá tekur æðsta stofnun kristinna manna á Íslandi þennan boðskap alvarlega.\nGamla testamentið er ekki það sem einkennir kristni. Jesús sagði “Þið sem syndlaus eru, kastið fyrsta steininum”.\nAuðvitað. Ef menn ætla að hópa saman fólki til þess að berjast þá er oft mun léttara að gera það undir ákveðnum trúarlegum eða þjóðernissinnuðum forsendum. Málið er, að ef Islam væri ekki eins og hún er, helduru að ástandið væri eitthvað öðruvísi? Þá myndu þessir sömu leiðtogar bara finna flottan fána eða önnur trúarbrögð til þess að sameina fólkið.\nAðal vandamálið er að fólkinu finnist það þurfa að sameinast gegn einhverju.\nAkkúrat, þeir myndu bara finna eitthvað annað til að halda hópnum saman og hvetja sjálfsmorðsárásarmenn."
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-02-13 16:45:27",
            "id": "7072420",
            "reply_to_id": "7052642",
            "text": "1. Það er ekki það sem einkennir kristni, það var það sem ég sagði. Ef þú segist trúa aðeins á gamla testamentið, hvort ertu gyðingur, múslimi eða kristinn? Það er nær\nekkert\num ofbeldi í nýja testamentinu. Þarna sérðu bein tengsl. Kóraninn er viðbjóðslegur, hann segir að þeir sem trúa ekki á Allah eru réttdræpir. Er það ekki hvatning?\nEn taktu eftir að þetta er einmitt það sem ég er búinn að tala um allan tímann! Hugsaðu þér að kristnir menn í dag séu tilbúnir að henda út meira en HELMINGNUM af trúarritum sínum. Af hverju gera múslimar ekki hið sama?\nAf hverju ættum við að henda út meira en HELMINGNUM af trúarritum okkar?\nEins og ég sagði: Trúarbrögðin sjálf eru alveg jafn ógeðsleg. Það er stigsmunur á ógeðinu, en það er lítill eðlismunur (nema kannski að Múhammeð vildi bera út trúnna með stíði á meðan Jesú vildi láta heilaþvo börn). Af hverju er þá svona ótrúlega mikill munur á þeim?\nNei, trúarbrögðin sjálf eru ekki alveg jafn ógeðsleg.\nhttp://www.faithfreedom.org/Quran.htm\nFinndu fyrir mig vers í nýja testamentinu sem eru ógeðslegri en þetta.\nEf þú lítur á menningarheimana, velmegunina og stjórnarfarið þá ætti ekki að taka mann langan tíma að sjá að það er greinilega eitthvað sem spilar sterkar inn í en trúarbrögðin, því trúarbrögðin eru í raun ekkert það ólík.\nJú, þau eru nefnilega afar ólík. Múhammeð leggur áherslu á ofbeldi, en Jesús leggur áherslu á frið.\nhttp://en.wikipedia.org/wiki/Suicide_attack#Muslim_views\nÉg minni þig á að ég hef aldrei sagt að trúarbrögð ein eiga ábyrgð á sjálfsmorðsárásum.\nÞað minnir mig einhvern veginn á, þú svaraðir þessu aldrei:\n“Hvernig veistu? Hvað með allar þær sjálfsmorðsárásir sem hafa ekki verið gerðar af heittrúa múslimum?”\nÞað eru ekki allar hryðjuverkahreyfingar tengdar við múslima, en langflestir nota trúna til að stjórna hryðjuverkamönnunum. Þegar um svona stóran hóp er að ræða er aldrei hægt að tryggja að undirhryðjuverkamennirnir sjái það sama og leiðtoginn sér. Þess vegna nota þeir trúna. Þeir notfæra sér það að í kóraninum stendur að þessir svokallaðir “infidels”, sem við erum, séu réttdræpir svo Allah hlýtur að vilja þá dauða.\nFlest hryðjuverkasamtök fela í sér einhvers konar pólítísk markmið, ekki óskipulagða reiði. En það þýðir ekki að þeir noti trúna til að stjórna mönnunum. Sameiginleg reiði er ekki alltaf nóg."
        },
        {
            "user": "gudbergur",
            "user_id": "79081",
            "date": "2010-01-23 12:40:23",
            "id": "7047693",
            "reply_to_id": "7046734",
            "text": "There are at least 114 verses in the Quran that speak of love, peace, and forgiveness (“The Heifer” Surah 2:62, 109).  “But when Surah 9:5 was revealed later, it canceled out those previous verses,” Gabriel says.  “This Surah is known as the 'verse of the sword,” and it explains that Muslims must fight anyone who chooses not to convert to Islam, whether they are inside or outside\nof Arabia.  It is considered to be the final development of jihad in Islam.\"\nMuhammad's life and teachings have served to establish principles of warfare and coersion that are practiced today.\nJihad (holy war) is a command to all Muslims enforced by the Quran.  The focus is to overcome people who do not accept Islam.  Islam is a religion of works.  Dying in jihad is a great honor, and it is the only way a Muslim is assured of entering Paradise at all.  This is why you see Muslims leaving their own nations to fight jihad in other countries.  “Their motivation is religious, which is much more dangerous than a political motivation,” Gabriel says.\nJihad is the motivation behind almost every act of terrorism\ndone in the name of Islam.\nAfter the death of Muhammad, different factions rose up to carry on the faith - which became the Sunni and Shiite Muslims.  Gabriel cites many reasons why Islam became such a dominant force so quickly, one being that violence was a ubiquitous part of the culture at the time and this type of religious conquest fit easily into the regional character."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-09-06 14:39:45",
            "id": "6858965",
            "reply_to_id": "6852208",
            "text": "1+1=3 er rangt svar.\nAð skrifa hugsa sem huxa er rangt."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-06 15:27:32",
            "id": "6859031",
            "reply_to_id": "6858965",
            "text": "Stærðfræðin eru bara tölur sem ganga upp.\nAf hverju er það að skrifa “huxa” rangt? Ég get alveg búið til mitt eigið mál og haft það alveg eins og íslensku nema “huxa” í staðinn fyrir “hugsa”."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-09-06 18:20:12",
            "id": "6859274",
            "reply_to_id": "6859031",
            "text": "Þá er það ekki íslenska.\nStærðfræðin eru bara tölur sem ganga upp.\nBætt við 6. september 2009 -  18:28\nOk what? Bara tölur sem ganga upp? Jæja…hvað sem þú segir núna afsakar ekki þessa setningu.\nMinnir mig á grein um daginn um hvernig heimspeki virkar með verkfræði og vísindi. Heimspekin á ekkert erindi inní verkfræðina meðal annars útaf þessu. Á heldur ekkert erindi við sannaða stærðfræði."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-06 18:59:01",
            "id": "6859337",
            "reply_to_id": "6859274",
            "text": "Það er ekki íslenska, en það er rétt í minni útgáfu.\nÞað sem ég á við er að það er enginn “vafi” í stærðfræðinni. Það er ekkert hægt að rökræða um hvort að 5+5 séu 10 - það er bara svona."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-09-06 22:48:27",
            "id": "6859781",
            "reply_to_id": "6859337",
            "text": "Það er ekkert bara svona. Hvaða stærðfræðingur sem er getur sannað það fyrir þér. Það myndi ekkert virka af því bara. Þarft að sanna það annars virkar það ekki. Því virkar heimspekin ekki inní þessu."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-06 23:40:05",
            "id": "6859900",
            "reply_to_id": "6859781",
            "text": "Þú sérð ekki pointinn.\nÞað er enginn “vafi” í stærðfræði. Það er ekki hægt að rökræða um hvort að 1+1=3."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-09-07 14:06:43",
            "id": "6860353",
            "reply_to_id": "6859900",
            "text": "Ég var að segja það allan tíman. Þú hins vegar varst að halda því fram að þetta væri bara svona af því bara."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-07 14:36:53",
            "id": "6860376",
            "reply_to_id": "6860353",
            "text": "Hvað sagði ég í byrjun? Tölur eru bara tölur, 1/1 2/2\nÞað sem ég á við er að það er enginn “vafi” í stærðfræðinni.\nÞað er ekkert hægt að rökræða um hvort að 5+5 séu 10\n- það er bara svona."
        },
        {
            "user": "diddilitli",
            "user_id": "23322",
            "date": "2009-09-01 17:27:26",
            "id": "6852397",
            "reply_to_id": "6823452",
            "text": "Helvíti er dýrið(ótti, hatur, löngun osfv.) sem býr í líkama okkar.\nÞegar eða ef þið lesið það sem ég ætla hér að skrifa að neðan, leitiði þá inn í ykkur sjálf og dæmið um ykkur sjálf hvernig þið eruð að innan. Innan í ykkur býr bæði dýrið, sem og föðurinn, en sum hafa hrinnt föðurnum frá og heyra ekki í honum, sem og ef til vill nokkrir hafa gert með dýrið.\nHugleiðið nú þetta:\n“Ekki er lærisveinn meistaranum fremri né þjónn herra sínum. Nægja má lærisveini að vera sem meistari hans og þjóni sem herra hans. Fyrst þeir kölluðu húsföðurinn Beelsebúl, hvað kalla þeir þá heimenn hans?” MT 10.25\nOg enn fremur þá þetta:\n\"Þótt ég talaði tungum manna og engla, en hefði ekki kærleika, væri ég hljómandi málmur eða hvellandi bjalla. Og þótt ég hefði spádómsgáfu og vissi alla leyndardóma og ætti alla þekking, og þótt ég hefði svo takmarkalausa trú, að færa mætti fjöll úr stað, en hefði ekki kærleika, væri ég ekki neitt. Og þótt ég deildi út öllum eigum mínum, og þótt ég framseldi líkama minn, til þess að verða brenndur, en hefði ekki kærleika, væri ég engu bættari.\nKærleikurinn er langlyndur, hann er góðviljaður. Kærleikurinn öfundar ekki. Kærleikurinn er ekki raupsamur, hreykir sér ekki upp. Hann hegðar sér ekki ósæmilega, leitar ekki síns eigin, hann reiðist ekki, er ekki langrækinn. Hann gleðst ekki yfir óréttvísinni, en samgleðst sannleikanum. Hann breiðir yfir allt, trúir öllu, vonar allt, umber allt.\nKærleikurinn fellur aldrei úr gildi. En spádómsgáfur, þær munu líða undir lok, og tungur, þær munu þagna, og þekking, hún mun líða undir lok. Því að þekking vor er í molum og spádómur vor er í molum. En þegar hið fullkomna kemur, þá líður það undir lok, sem er í molum.\nÞegar ég var barn, talaði ég eins og barn, hugsaði eins og barn og ályktaði eins og barn. En þegar ég var orðinn fulltíða maður, lagði ég niður barnaskapinn. Nú sjáum vér svo sem í skuggasjá, í ráðgátu, en þá munum vér sjá auglitis til auglitis. Nú er þekking mín í molum, en þá mun ég gjörþekkja, eins og ég er sjálfur gjörþekktur orðinn.\nEn nú varir\ntrú\n,\nvon\nog\nkærleikur\n, þetta þrennt,\nen þeirra er kærleikurinn mestur\n.\" 1Kor 13\nBætt við 1. september 2009 -  17:44\n\"Ekki er lærisveinn meistaranum fremri né þjónn herra sínum. Nægja má lærisveini að vera sem meistari hans og þjóni sem herra hans. Fyrst þeir kölluðu húsföðurinn Beelsebúl, hvað kalla þeir þá\nheimamenn\nhans?\" MT 10.25\nheimenn = heimamenn"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-01 18:37:48",
            "id": "6852539",
            "reply_to_id": "6852397",
            "text": "Voru þetta mótrök eða eitthvað (á ekki að vera móðgandi)\nJá, margt sem þú segir er innifalið í bókinni.\nHugsaðu um þetta:\nÞú heldur svo trúfast að þín trú sé rétt, á meðan múslimi hinum megin á hnettinum myndi glaður vilji rökræða við þig, og þá myndi þekking og reynsla viðkomandi í rökfræði skipta öllu máli - hver trú hefur sín rök, sín mótrök og sínar glufur. Eini munurinn á þér og múslimanum er að það var ekki matað upp í þig íslam.\nÉg mun koma með grein um miklahvell eftir nokkra daga."
        },
        {
            "user": "myndavel",
            "user_id": "74573",
            "date": "2009-09-01 19:05:26",
            "id": "6852601",
            "reply_to_id": "6852397",
            "text": "*Like*"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 21:28:33",
            "id": "6855714",
            "reply_to_id": "6852601",
            "text": "Your “Yttu þá hér” be sleepin' with de fishes yo!"
        },
        {
            "user": "myndavel",
            "user_id": "74573",
            "date": "2009-09-03 22:38:55",
            "id": "6855863",
            "reply_to_id": "6855714",
            "text": "Hmm…spurning um að laga þetta :P"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 18:27:03",
            "id": "6855463",
            "reply_to_id": "6852397",
            "text": "við erum dýr, svo allar okkar hvatir, tilfinningar og langanir eru dýrslegar.\nÞegar ég verð svangur eða þyrstur eru það dýrslegar hvatir, er það rangt?\nlosti, ást, umhyggja, virðing og vinátta eru einnig dýrslegar hvatir sem einnig má finna hjá öðrum hópdýrum… er þá rangt að elska þar sem það eru dýrslegar hvatir?"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-03 19:05:15",
            "id": "6855518",
            "reply_to_id": "6855463",
            "text": "Ekki reyna að rökræða þetta við hann [hringavitleysa]… ef það er til guð, af hverju bjó hann til freistingar sem er svo, svo, svo erfitt að standast - og ef við stöndumst þær ekki brennum við í helvíti til eilífðar. Free will my ass."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-09-03 19:54:57",
            "id": "6855592",
            "reply_to_id": "6855518",
            "text": "vissulega"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-09-01 19:25:01",
            "id": "6852649",
            "reply_to_id": "6823452",
            "text": "the most AWESOME place EVER!!!"
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2009-09-04 04:50:05",
            "id": "6856122",
            "reply_to_id": "6823452",
            "text": "Þetta á að vera voða djúpt og krassandi en mikið agalega er þetta mikið rusl. Bókstaflega sé eftir því að hafa lesið þetta.\nMitt álit, ekki væla í mér."
        },
        {
            "user": "Senzless",
            "user_id": "64937",
            "date": "2009-09-04 12:57:10",
            "id": "6856307",
            "reply_to_id": "6823452",
            "text": "þú deyrð og ferð yfirleitt í moldina eða ert brennd/ur eða bara rotnar eitthverstaðar.\nEkkert helvíti, himnaríki eða “afterlife”."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-04 14:55:20",
            "id": "6856424",
            "reply_to_id": "6856307",
            "text": "Já já, ég er alveg sammála þér.\nEn hvernig ertu svona viss?"
        },
        {
            "user": "Senzless",
            "user_id": "64937",
            "date": "2009-09-04 17:29:50",
            "id": "6856640",
            "reply_to_id": "6856424",
            "text": "vegna þess að ef “yfirnáttúrulegir” hlutir væru til, þá held ég að á þessum nokkur þúsund árum sem við höfum lifað á jörðinni væri til eitthver sönnun um það ;)"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-04 17:34:43",
            "id": "6856648",
            "reply_to_id": "6856640",
            "text": "En svo er - það eru til fjölmargar tilgátur. Vissulega hefurðu kynnt þér málið áður en þú ályktaðir ó svo glæfralega?"
        },
        {
            "user": "Senzless",
            "user_id": "64937",
            "date": "2009-09-04 17:40:36",
            "id": "6856660",
            "reply_to_id": "6856648",
            "text": "tilgátur eru ekki sannani"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-04 17:55:00",
            "id": "6856681",
            "reply_to_id": "6856660",
            "text": "Hvernig eiga vísindin að fara að því að “sanna” eitthvað sem er utan þeirra verkahring?\nBætt við 4. september 2009 -  18:02\nÞað sem þú ert að segja er að vísindin hafa ekki getað sannað né afsannað vísindalega tilvist þess yfirnáttúrulega - þess vegna er það ekki til."
        },
        {
            "user": "Senzless",
            "user_id": "64937",
            "date": "2009-09-04 20:10:03",
            "id": "6856901",
            "reply_to_id": "6856681",
            "text": "jebb, það er það sem ég er að segja. :)"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-04 20:34:23",
            "id": "6856925",
            "reply_to_id": "6856901",
            "text": "Ég var sammála þér frá byrjun ;P vildi bara vita þína hlið málsins"
        },
        {
            "user": "Senzless",
            "user_id": "64937",
            "date": "2009-09-04 21:07:05",
            "id": "6856967",
            "reply_to_id": "6856925",
            "text": "já, ok ;)"
        },
        {
            "user": "ZeTr0ll",
            "user_id": "57269",
            "date": "2009-09-05 03:09:47",
            "id": "6857303",
            "reply_to_id": "6823452",
            "text": "ekki til…NEXT QUESTION PLZ"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-05 11:46:36",
            "id": "6857430",
            "reply_to_id": "6857303",
            "text": "RÖK PLZ"
        },
        {
            "user": "Rumblyinthtumbly",
            "user_id": "77225",
            "date": "2009-09-05 14:36:09",
            "id": "6857668",
            "reply_to_id": "6823452",
            "text": "Maður hefði haldið að almáttugur skapari alls sem er gæti tjáð sig á örlítið skiljanlegri hátt."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-05 16:52:08",
            "id": "6857832",
            "reply_to_id": "6857668",
            "text": "Því miður er mannkynið svona tregt."
        },
        {
            "user": "Rumblyinthtumbly",
            "user_id": "77225",
            "date": "2009-09-10 22:03:23",
            "id": "6865426",
            "reply_to_id": "6857832",
            "text": "Og hverjum er það að kenna?\nEkki sköpuðum við okkur sjálf?\nOg ætti skaparinn ekki að vita það hversu treg við erum? (verandi alvitur and stuffs)Og tjá sig miðað við það?"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-11 07:58:54",
            "id": "6865743",
            "reply_to_id": "6865426",
            "text": "Hann gaf okkur frjálsan vilja.\nHvernig væri frjáls vilji ef hann myndi láta okkur vita að hann væri þarna?"
        },
        {
            "user": "Rumblyinthtumbly",
            "user_id": "77225",
            "date": "2009-09-11 19:31:15",
            "id": "6866466",
            "reply_to_id": "6865743",
            "text": "Þá gætum við tekið frjálsa meðvitaða ákvörðun um þetta mál eins og önnur.\nÞað er nefnilega ekkert val hvað maður trúir á eða ekki. Ég er ekki trúlaus því ég ákvað það heldur vegna þess að skynsemi mín gerir mér ókleift að trúa á yfirnáttúru."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-11 20:27:16",
            "id": "6866575",
            "reply_to_id": "6866466",
            "text": "Skynsemi þín gerir þér ókleift að trúa á yfirnáttúru, þess vegna ákvaðstu að trúa ekki á það.\nÞú getur ekki bara “hætt” að trúa á eitthvað án þess að ákvarða það. Allt er ákvörðun - meðvitað eða ómeðvitað (ég er ekki að tala um undirmeðvitundina)"
        },
        {
            "user": "Rumblyinthtumbly",
            "user_id": "77225",
            "date": "2009-09-11 21:47:49",
            "id": "6866686",
            "reply_to_id": "6866575",
            "text": "Nei, á sama hátt og ég get ekki flogið get ég ekki trúað.\nOg svo þykir mér rangt að tala um ómeðvitað ferli sem frjálst val."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-11 22:56:41",
            "id": "6866771",
            "reply_to_id": "6866686",
            "text": "Nei, á sama hátt og ég get ekki flogið get ég ekki trúað.\nEinmitt - þú gast ekki tekið ákvörðun um að trúa þessu vegna mótmælum skynsemi þinnar, þess vegna ákvarðaðirðu að gera það ekki.\nTil hvers að stjórna maganum sjálfur?"
        },
        {
            "user": "n0b0dy",
            "user_id": "72846",
            "date": "2009-09-05 17:46:51",
            "id": "6857899",
            "reply_to_id": "6823452",
            "text": "HELVITI ER EINHVAÐ SEM ER EKKI TIL!"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-05 19:13:37",
            "id": "6858015",
            "reply_to_id": "6857899",
            "text": "Einhvað er heldur ekki til :)\náts"
        },
        {
            "user": "n0b0dy",
            "user_id": "72846",
            "date": "2009-09-05 19:46:18",
            "id": "6858048",
            "reply_to_id": "6858015",
            "text": "that is my point"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-05 20:22:24",
            "id": "6858090",
            "reply_to_id": "6858048",
            "text": "haha já já segjum það bara…\nenn meira áts"
        },
        {
            "user": "n0b0dy",
            "user_id": "72846",
            "date": "2009-09-05 20:24:32",
            "id": "6858095",
            "reply_to_id": "6858090",
            "text": "á þig"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-05 20:25:31",
            "id": "6858098",
            "reply_to_id": "6858095",
            "text": "því miður, þú sleppur ekki\nþú failaði"
        },
        {
            "user": "n0b0dy",
            "user_id": "72846",
            "date": "2009-09-05 20:26:54",
            "id": "6858101",
            "reply_to_id": "6858098",
            "text": "okei en dock you bids in þí broken es compjúte"
        },
        {
            "user": "stlkr",
            "user_id": "23918",
            "date": "2009-09-06 07:19:06",
            "id": "6858633",
            "reply_to_id": "6823452",
            "text": "Hey Nobody, ef þú trúir ekki á Guð sem ég er að búast við allavega, hvað trúir þú á? og ef þú segir “ekki neitt” þá ætla ég að ráðleggja því til þín að þú verðir 100% viss um að þú trúir ekki á neitt.\nSegjum sem svo að þú lifir í 80 ár, ok fékst að gera það sem þú vildir þurftir ekki að mæta á Kristilegar eða annarskonar samkomur, og þá hvað? ef Guð er til þá er eilífðin eftir sem þíðir að 80 árin þín hérna á jörðu eru hvað, 0% af Eilífðinni? Nú ok þú hefur þín fáu ár hér á jörð, hvernig ætlar þú að nota þennan 0 tíma?\nÉg hef verið að kanna Guð bæði með rökréttri hugsun og gefið honum bara tækifæri, og ég sé enga ástæðu fyrir því að trúa ekki á hann… Jafnvel í gegnum Augu vísinda…"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-06 11:13:37",
            "id": "6858720",
            "reply_to_id": "6858633",
            "text": "Rök trúleysingja við þessu er að lifa lífinu lifandi - ekki samkvæmt boðorðunum tíu eða slíkt."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2009-09-06 17:24:56",
            "id": "6859192",
            "reply_to_id": "6858633",
            "text": "Ef að þú mætir guði á efsta degi, hvort helduru að hann kunni betur að meta, a) hreinskilin trúleysingja sem trúði ekki á hann og játaði það, eða b) hræsnara sem trúði heldur ekki á hann í hjarta sér en sagðist bara gera það til að komast til himna á efsta degi?\n(Either way you're probably screwed)"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2009-09-06 21:10:41",
            "id": "6859587",
            "reply_to_id": "6858633",
            "text": "ef guð hafi ætlast að ég trúi og tilbiðji hann þá er ég nokkuð vissum að ég vissi afþví. og það er bara ein af mörgum\nástæðum sem ég trú ekki á þennan guð."
        },
        {
            "user": "Calico",
            "user_id": "59410",
            "date": "2009-09-06 08:03:13",
            "id": "6858641",
            "reply_to_id": "6823452",
            "text": "Mér finnst líka eitt ömurlegt sem sagt er um fólk sem fremur sjálfsmorð :/ að það fer beint til helvítis .."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-09-06 21:28:47",
            "id": "6859620",
            "reply_to_id": "6823452",
            "text": "Ef þú gerir eitthvað af þér einsog að drepa eða brjóta boðorðin 10 í miklum mæli. Þá gætirðu lent í því að endurfæðast bara sem dýr eða eitthvað álíka. Það er sama þótt þú sért t.d. gerir hluti í hugleysi þá fer það samt niður með karmað þitt. Eins og ef þú drepur í hugleysi í stríði eða einhverju álíka. Þá geturðu fæðst sem huglaust dýr eins og hýena eða eitthvað þannig. ;) Þú gætir alveg eins sagt að WW2 hafi verið helvíti. Helvíti á jörð. Upplýstur Yogi sagði einhverntíman að ef þú hafi verið góður þá fari sál þín í gegnum efri orkustöðvarnar á dánarstundinni en ef þú hefur verið vondur þá fer hún í gegnum neðri orkustöðvarnar og þá er líkaminn heitur þar en kaldur uppi en heitur uppi ef þú hefur verið góður og stundum gætu hárin líka risið á dánarstundinni. Ef þú hefur verið mjög góður.\nAnnars er þetta eins og Yoda sagði. Fear is the path of the dark side. Fear leads to anger, anger leads to hate and hate leads to Suuuuffffffering."
        },
        {
            "user": "stlkr",
            "user_id": "23918",
            "date": "2009-09-07 07:13:21",
            "id": "6860109",
            "reply_to_id": "6823452",
            "text": "Til að byrja með, þá stendur ekki í biblíunni að ef þú ferð eftir boðorðunum tíu ferðu til himna, og segir ekki að ef þú br´´ytur þau ferðu til helvítis, svo thats that :)\ní Öðru lægi stendur í biblíunni leitið og þér munuð finna, knýið á og yður mun upplokið verða, margir segja, Ef Guð er til afhverju er hann að leggja svo mikið á sig að fela sig, ég spyr, erum við að leita?\nOg btw þá trúi ég 100% á Guð ég er ekki einn af þeim sem segist gera það og geri það samt ekki.\ní myndinni “expelled: no intelligence allowed” var tekið viðtal við charles dawkins, einn af þeim fremstu í flokki trúleysingja í heiminum hann sagði að hann væri 99% viss um að Guð væri ekki til, það þíðir að 1 á móti 100 að hann sé til right?\nEruði að fatta að kenningin sem charles dawkin trúir á um prebiotic soup og að amino sýrur kæmu saman og möguleikar á því að gerast?\nMöguleikar á að amino sýrur blandist saman “by chance” og búi til eitt protein er 1 á móti 100 þúsund billjón billjón billjón billjón billjón billjón billjón billjón billjón billjón. (10 með 125 núllum á eftir því. Og þetta er til að búa til eitt prótein, nú til að komast að lifandi sellu þarftu 200-500 protein, getið þið reiknað það út? :)\nÉg myndi segja að möguleikarnir eru meira mín megin í öllu þessu.\nog eftir að þið reiknið þessa stóru tölu, takið eftir að það er ekki búið að sanna að þessi prebiotic soup hafi verið til… meira en það, það er eiginlega búið að sanna að hún hafi EKKI verið til :S\nÞannig hver skapaði líf? afhverju ekki Guð? ;o"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-07 14:34:57",
            "id": "6860372",
            "reply_to_id": "6860109",
            "text": "Sæll - ég ætla að leifa mér að leiðrétta þig.\nÞú segist trúa á guð, en hver er þín hugmynd um hann? Er hún ekki AÐEINS breytt frá biblíunni? Voilá, þú ert kominn með þína eigin trú.\nÞetta með próteinið - ekki segja svona. Núna ertu að segja “Það er ekki hægt að útskýra þessa voðalegu tilviljanakenndu þætti sem tengjast próteini, þess vegna get ég útskýrt það með því að setja guð í dæmið”\nÞað sem er óútskýt er einfaldlega það - óútskýrt."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-09-07 18:32:01",
            "id": "6860794",
            "reply_to_id": "6860109",
            "text": "Hann heitir Richard Dawkins. Charles Darwin var allt annar náungi, en það er örugglega auðvelt fyrir þig að rugla þeim saman þar sem þetta eru allt mismunandi útgáfur af Satan í þínum augum.\nLærðu að skrifa ef þú vilt að einhver taki þig alvarlega.\nOg sú þessi fullyrðing þín um að 1 á móti 100 sé góð og gild ástæða til að trúa á eitthvað er ekki einu sinni rökfræði.. þetta er einfaldlega bara heimska.\nÞað sem ég held að þú sért að reyna (og mistakast) að lýsa er sú fullyrðing Dawkins um að það sé ekki hægt að afsanna tilvist guðs. Það er einfaldlega vegna þess að það er í eðli sínu hægt að sanna og afsanna voðalega fátt, sönnun er í raun bara stærðfræðilegt hugtak. Þú getur hinsvegar ekki sannað og afsannað neitt sem ég segi þér, ef ég myndi til að mynda segja þér að einmitt núna væri fjólublár flóðhestur að snæða Bæjarins Bestu pylsu á sporbaug við Júpíter þá myndir þú vita að það væri einfaldlega ekki satt, hugmyndin er fáránleg. Þú myndir á hinn bóginn aldrei geta sannað eða afsannað tilvist þessa flóðhests og því gæti ég ef ég vildi haldið því til streitu á nákvæmlega sömu “rökum” og þú heldur tilvist guðs fram.\nMöguleikarnir eru ekki þín megin. Þú ert ekki að sýna fram á neitt, þú kemur með engin rök til að styðja mál þitt, það eina sem þú ert að gera er að benda á einhver göt í einhverjum kenningum vísindamanna um kviknun lífs. Já, það veit enginn nákvæmlega hvernig líf varð til, vísindamenn geta einungis komið fram með hugmyndir um hvernig hlutirnir gerðust líklega. Það að ákveðin lífræn frumefni hafi raðast saman til að mynda stórsameindir í fornöld er  fáránlega stór tilviljun, en hinsvegar er allt annað við okkar tilveru andskotans tilviljun, það gefur þinni kenningu eða einhverri annarri kenningu sem er út í hött einhverja vigt að þessi sé eitthvað óstöðug.\nÉg gæti alveg eins sagt að fjólublái flóðhesturinn minn hafi staðið fyrir 9/11 árásunum því að fullyrðingar um hvað raunverulega átt sér stað eru að einhverju leyti grunsamlegar. Það meikar ekkert fokking sens.\nÆ, whatever, ég efast um að þú getir á einhvern hátt meðtekið það sem ég er að reyna að segja þér og alls ekki halda að ég vilji leiðast úr í ‘rökræður’. Ég rökræði ekki við fólk eins og þig, ekkert frekar en að ég spila ekki fótbolta við fólk sem kann ekki fótbolta."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-13 00:51:43",
            "id": "6911918",
            "reply_to_id": "6860109",
            "text": "Af hverju Guð? Hvaða rök, sönnunargögn eða heimildir eru fyrir því aðrar en biblían?\nAf hverju hefur hann ekki gert neitt merkilegt síðastliðin 2000 ár?\nAf hverju leyfir hann vondum hlutum að gerast?\nAf hverju skapaði hann hatur, morð, nauðganir, mannvonsku, siðblindu, græðgi og fordóma?\n[Dawkins] sagði að hann væri 99% viss um að Guð væri ekki til, það þíðir að 1 á móti 100 að hann sé til right?\nNei, það þýðir bara að hann sé efahyggjumaður sem útilokar aldrei neinn. Hann sagði sjálfur að hann myndi verða sá fyrsti til þess að trúa… ef það koma einhvern tímann sönnunargögn fyrir tilvist guðs.\nÞað hefur hins vegar ekki tekist í sögu mannkyns. Hins vegar hafa mörg sönnunargögn komið fram sem einmitt sýna fram á tilvistarleysi hans.\nTilviljun?\nÞú talar um líkurnar á því að amínósýrur blandist saman séu litlar. Þú gerir þér greinilega ekki grein fyrir því hversu margar amínósýrur eru til, auk þess sem þetta ferli sem þú talar um gengur mun hraðar þér hvatar eru nálægt (Þú hefur væntanlega heyrt um ensím. Ef hvatar væru ekki í líkama okkar þá myndi efnabruni sem tekur innan við millisekúntu líklegast taka heila viku).\nExpelled: no intelligence allowed er hrein og klár áróðursmynd sem gefur upp mjög skakka mynd af raunveruleikanum.\nHérna lýsir áhugamaður um vísindi sögu jarðar fram á okkar dag í einföldum en nákvæmum skrefum sem lýsa nokkurn veginn því sem vísindin hafa komist að til þessa.\nÉg hef horft á alla seríuna (1-11) og rakst ekki á neitt sem var athugavert sem ekki var leiðrétt í Erata\nhttp://www.youtube.com/user/potholer54#p/u/14/v8nYTJf62sE\nHérna er þáttur 3 sem fjallar einmitt um uppruna lífs."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-09-07 18:09:49",
            "id": "6860750",
            "reply_to_id": "6823452",
            "text": "Hahaha, guðfræði\nhttp://imgur.com/nej9T.gif\nBætt við 7. september 2009 -  18:38\nGuð er ekki til, hættu að kvelja þig."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-07 18:39:41",
            "id": "6860808",
            "reply_to_id": "6860750",
            "text": "Ég er hvorki trúaður né trúleysingi, en það væri gaman að sjá rök."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-09-08 00:30:20",
            "id": "6861487",
            "reply_to_id": "6860808",
            "text": "Þú áttar þig á því að það er einungis ein hlið í þessu máli sem býður upp á rök."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-08 09:17:02",
            "id": "6861658",
            "reply_to_id": "6861487",
            "text": "Ég meinti rök fyrir því að guð væri ekki til."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-09-08 13:13:17",
            "id": "6861830",
            "reply_to_id": "6861658",
            "text": "Lestu the God Delusion eftir Richard Dawkins ef þú ert virkilega að sækjast eftir rökum um afhverju guð er ekki til. Hún er skemmtilega skrifuð, ekkert of langdregin og virkilega áhrifarík.\nEf þú allavega ákveður að ganga í að lesa hana með hlutlaust og opið viðmót ætti hún að sannfæra þig og meira en það."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-13 00:41:00",
            "id": "6911908",
            "reply_to_id": "6861658",
            "text": "Þarf þá ekki fyrst að skilgreina guð?\nEf guð er hugsandi og með meðvitund á svipuðu stigi og okkar þá vitum við að líffærið ‘heilinn’ er það eina (enn sem komið er) sem getur skapað hana og því er slíkur meðvitaður guð varla mögulegur.\nGuð getur heldur ekki verið skapari alheims, alvitur og góður á sama tíma, því þá væri hann óhjákvæmilega ábyrgur fyrir allri illsku í heiminum og þar með ekki góður.\nÞað er hægt að telja saman slatta af svona dæmum, en þegar við lítum á þetta þá er rökfærslan gegn tilvist guðs jafn einföld og rökfærslan gegn jólasveininum."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2010-09-14 22:00:14",
            "id": "7237957",
            "reply_to_id": "6911908",
            "text": "Ef guð á að vera utan ills, getur hann þá ekki alveg eins verið utan góðs líka? Ég meina, hlutur er ekki góður eða illur fyrr en þú segir “þetta er slæmt, vegna þess að rök a, b, c”. Alveg sama þó að það sé óyggjandi röksemdarfærsla hjá þér, þá er það alltaf þitt álit og mat á hlutnum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-16 08:36:50",
            "id": "7238637",
            "reply_to_id": "7237957",
            "text": "En guð er ekki utan ills… hann hefur gert fullt af ógeðslegum hlutum og er í raun ábyrgur fyrir allri illsku í heiminum, því illskan væri ekki til ef guð hefði ekki skapað hana."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2010-09-16 17:01:10",
            "id": "7238805",
            "reply_to_id": "7238637",
            "text": "Ég átti nú við að það er það sem kristnir vilja meina, að það sé ekki guð sem beri ábyrgð á öllu því ljóta í heiminum.\nHvað ef guð er hafinn yfir gott og illt? Eftir allt saman, þá er “gott” og “illt” verulega afstæð hugtök, okkur finnst illt að slátra þrælum til gamans en einhverjir í fornöld gætu hafa verið ósammála. Síðan þróast kannski samfélagið og okkur finnst allt í einu “athæfi árið 2010” hræðilega villimannslegt vegna raka a, b og c, á sama hátt og okkur finnst það að drepa þræla til gamans vera villimannslegt út af rökum a, b og c.\nEins og í einni Andrésar Andar sögunni kom barna-barna (…) barn Andrésar til hans frá árinu 3000, og honum fannst hrein villimennska að borða kjöt… því að árið 3000 var aðeins borðað tyggjó með matarbragði.\nÞú ólst upp á Íslandi og það er gulrót fyrir framan þig. Hún er gul, en hún er líka moldug og það er maðkur á henni… þetta er viðurstyggileg gulrót (rök a, b og c).\nÞú ólst upp fyrir 10,000 árum í ættbálknum þínum í Suður-Ameríku og það er gulrót fyrir framan þig. Hún er gul, en hún er líka moldug og það er maðkur á henni… gómsætur maðkur. Þú gleypir maðkinn með húð og hári og étur gulrótina.\nEr “gott” og “illt” ekki ákvarðað af okkur? Hlutirnir “eru” bara, en hver segir hvort hann sé “góður” eða “illur”? Við! Vegna raka a, b og c."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-17 08:17:46",
            "id": "7239141",
            "reply_to_id": "7238805",
            "text": "Ég er alveg sammála þér, en mér finnst það vera í algjörri andstöðu við hugtakið ‘guð’ eins og það er skilgreint í kristnum fræðum.\nAf hverju ætti guð ekki að bera ábyrgð á slæmum hlutum þar sem hann skapaði þá?\nOg af hverju var hann að skapa þennan misskilning varðandi gott og illt? Þ.e. ef guð er alvitur skapandi alls."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2010-09-17 16:46:02",
            "id": "7239429",
            "reply_to_id": "7239141",
            "text": "Já, kristni guðinn er algjört fífl."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-09-07 20:51:14",
            "id": "6861064",
            "reply_to_id": "6823452",
            "text": "helvíti er paradís sem er tekin af þér."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2009-09-07 21:13:15",
            "id": "6861112",
            "reply_to_id": "6861064",
            "text": "getur vel verið"
        },
        {
            "user": "TopCat",
            "user_id": "32433",
            "date": "2010-04-27 03:43:29",
            "id": "7146525",
            "reply_to_id": "6823452",
            "text": "Á sautjándu öld var páfi við völd sem fannst ekki alveg nægur guðsótti í fólki vegna þess að í biblíunni stóð að eftir dauðann þá myndum við fæðast aftur. Þessi páfi lét taka endurfæðinguna úr biblíunni og bæta við hugtakinu Helvíti til þess að endruvekja guðsóttann.\nÞað er svona mikið varið í biblíuna að hún er endurskrifuð til að vekja ótta fólks, til að fá það í kirkju og borga tíund.\nKristni hélt mannkyninu föstu í þúsund ár, engin framför, allir þeir sem komu fram með eitthvað sem ekki samrýmdist boðskap kirkjunnar voru drepnir eða fangelsaðir. Í þúsund ár var okkuð bannað að þróast áfram, allt svo að kirkjunnar menn gætu komið höndum yfir auðævi fólks."
        }
    ]
}