{
    "forum_title": "Heilsa",
    "user": "Dolphin",
    "user_id": "73096",
    "date": "2009-08-16 19:50:36",
    "title": "poorman program",
    "text": "getiði hjálpað mér að finna e-ð prógramm til að léttast um sona 2-4 kg(af fitu) og massa mig upp (ekkert e-ð heavy en samt…)\nEN: ég get ekki farið í líkamsræktarstöð og ég á ekkert heima hjá mér nema þrekhjól.\nmest af minni fitu er á lærum og rassi btw.\neitthvað sem ég get stundað alla daga vikunnar og sona.\nideas?\nBætt við 16. ágúst 2009 -  20:34\nog hvort brennir maður meira á því að skokka úti í 30 mín eða hjóla á þrekhjóli í 30 mín.",
    "url": "https://www.hugi.is/heilsa/korkar/668786/poorman-program/",
    "url_id": "668786",
    "id": "6830799",
    "replies": [
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2009-08-16 20:23:26",
            "id": "6830869",
            "reply_to_id": "6830799",
            "text": "Eitthvað með ósýnilegu kærustunni þinni?"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-08-16 20:25:21",
            "id": "6830875",
            "reply_to_id": "6830869",
            "text": "lolness.\ngóður."
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2009-08-16 20:27:16",
            "id": "6830879",
            "reply_to_id": "6830875",
            "text": "Átt þú ekki að vera úti að skokka?"
        },
        {
            "user": "TheOnlyOne",
            "user_id": "44372",
            "date": "2009-08-16 21:21:13",
            "id": "6830954",
            "reply_to_id": "6830799",
            "text": "Ekki málið. Að vera í formi er 70% í eldhúsinu. (Sumir segja annað en þetta er það sem ég hef lesið og er sammála um)\nMataræðið.\nByrjaðu á því að hætta að drekka gos og borða nammi. Síðan skaltu breyta fæðunni þinni í að borða mikið af grænmeti, ávöxtum, kjúkling, kjöti, fisk, speltbrauð ef þú vilt fá þér brauð (hvítt brauð er frauð), skyri, eggjum og hvað sem er sem er hollt.\nReyndu að forðast að borða of mikið af salti þar sem það er ekki gott fyrir líkamann. Svo er bara að borða matinn sem er á boðstólum heima hjá þér, þú þarft ekki að fá þér prótein eða brennslutöflur eða eitthvað slíkt. Þú færð nóg af prótíni úr fæðunni þinni ef þú borðar kjöt, skyr, egg, kjúkling og fisk. Breyttu Léttmjólk eða Nýmjólk yfir í Fjörmjólk eða Undanrennu.\nSvo finnst mér mikilvægt að drekka mikið af vatni. Ég miða á það að drekka allt upp í 7 lítra af vatni/vökva á dag. Mjög mörgum finnst það alltof mikið og ég drekk ekki 7 lítra á hverjum degi, ég drekk allt upp í 7 lítra þannig ég er á bilinu 4-7 fer eftir hversu duglegur ég er að drekka.\nÉg er alltaf með vatn á mér og fæ mér reglulega sopa af því. Gott er að fylla bara gamlar flöskur af kranavatni og geyma inní ísskáp því maður nennir ekki alltaf að vera hella í glas.\nHreyfingin.\nÞú segir að fitan sé aðallega á lærum og á rassinum. Fita dreyfir sér um mest allan líkamann og hún fer síðast á mismunandi stöðum. Hjá konum fer hún oftast síðast af mjöðmum, lærum og rassi. Hjá körlum fer hún oftast síðast á maganum, bjórvömb.\nHinsvegar er mismunandi eftir fólki hvar hún fer síðast sumir eru óheppnir og hún fer síðast af brjóstkassanum eða undirhökunni.\nHjá mér til dæmis fór hún síðast milli brjóstvöðvans og handleggjanna þannig ég fékk það sem kallað er “þríhyrningar” og er fremur kjánalegt.\nÞað að brenna fitu er mjög persónubundið líka. Brennslan er mismunandi eftir því hversu há efnaskipti(\nMetabolism\n) þú ert með. Sumir eru með náttúrulega há efnaskipti en aðrir ekki, þú getur aukið hana með því að hreyfa þig og einfaldlega bara með því að standa og að borða rétt. Þannig að vera virkur út daginn er með því betri hlutum sem þú getur gert.\nSvo er það að hreyfa sig í alvöru, ekki spretta því þá ertu að byggja þol. Til að brenna sem mest af fitu þá á púlsinn þinn að vera yfir X og undir X þannig að þú skalt skokka, ekki skokka svo hratt að þú verður móður strax heldur farðu bara hægt og þá geturu skokkað í 45mín-1klst á dag, ef þú ert slæmur í hnjám eða eitthvað slíkt er líka hægt að labba bara en þá þarftu að labba lengur. Endurtaka daglega.\nPersónulega finnst mér besta brennslan að nota stigavél en þú hefur ekki aðgang að líkamsræktarstöð sem er svekkjandi.\nLyftingar.\nTil að brenna vel og mikið er einning gott að stunda lyftingar. Þegar að stóru vöðvarnir eru komnir af stað þá brenniru heil miklu. Fyrst þú kemst ekki í líkamsræktarstöð þá gætirðu kannski keypt þér lóð eða þú getur tekið ekta “poorman” taktíkina á þetta og gert bara styrktaræfingar.\nArmbeygjur og magaæfingar eru vinsælastar en það eru ekki bara 2 æfingar. Þú getur tekið mismunandi armbeygjur til að taka á mismunandi part af vöðvunum og svo eru til ótal vegur til að taka magaæfingar og þær taka á mismunandi líka, allt frá eftri magavöðvunum (það sem fólk kallar 8 pack) og niður í adamsbeltið (sem er neðst á six-packinu.\nArmbeygjur geturu tekið þröngt þá tekuru á eftir partnum af kassanum. þú getur tekið þær þröngt og látið hendurnar vera uppað síðunni þannig að þú réttir úr þér þá finnuru mestu átökin á þríhöfðanum. Svo eru sígildu skóla armbeygjurnar með góðu bili milli handanna einnig góðar. Mundu bara að fara alltaf með kassann niður í jörðina og þegar þú getur farið að taka margar þá er leiðinlegt að vera taka fleiri tugina af armbeygjum heldur geturu farið niður rétt við gólfið stoppað þar, biðið í 2-3 sekúndur og svo upp aftur þá fækkaru þeim mjög enn tekur einnig mjög vel á vöðvunum.\nMagaæfingarnar eru einnig margar. Skóla magaæfingarnar eru að leggjast á bakið beygja fæturnar þanning þú myndir 90 gráður frá mittist til hnés svo annaðhvort réttiru úr höndum og lyftir þér upp til að snerta á þér hnéskeljar eða að þú krossleggur hendurnar yfir brjóstkassann á þér og tekur “crunches” sem eru þessar stuttu þar sem þú ert aðallega að lyfta öxlunum þínum upp. Fótalyftur eru þegar þú leggast á bakið, lætur báðar hendurnar þínar undir rassinn til að halda jafnvægi og lyftir síðan fótunum upp í loftið, mikilvægt er að hafa beinar fætur og svo er mjög gott ef einhver er að æfa með þér að ýta fótunum þínum niður þá eru átökin ennþá meiri. það sama gildir um skóla magaæfingarnar nema þá ýtir hann létt á kassann á þér og þú lyftir þér upp. Einnig er kviðæfing sem er mjög góð og einföld, þú leggst á magann og heldur þér uppi með því að beygja hendurnar þínar í 90 gráður og halda þér uppi á þeim og táberginu teldu hallaðu þér þannig að þú finnur spennuna myndast á kviðnum þínum og teldu uppá 30-60 fer eftir hversu lengi þú getur.\nSvo eru dýfur einni mjög auðveldar þú getur gert þær með tvemur jafn háum pöllum eða bara stólum. Þú lætur fótana þína uppá einn pallinn og hendurnar á hina og réttir svo úr höndunum þannig þú tekur á þríhöfðanum svo hallarðu þér niður þannig að rassinn þinn fer niður fyrir hendurnar þínar þangað til þú ert kominn í um það bil 90 gráður og endurtekur.\nUpphýfingar eru eitthvað sem allir kannast við enn það er tækni við að gera þær. Það er hægt að krossleggja fæturnar og beygja þær 90 gráður og hýfa sig upp eða þú getur spyrnt þér með fótunum í takt við þegar þú lyftir þér og þá færðu auka kraft. Bæði er tækni sem verður einfaldlega að æfa.\nÞað eru ótal fleiri æfingar sem þú getur tekið eins og bara það að halla þér upp að vegg setjast í 90 gráður og reyna að halda eins lengi og þú getur. (ekki með stól undir þér)\nEf þú vilt matarprógram til að fá hugmynd um hvað er tilvalið að borða þá ætla ég að skrifa grein um það seinna. Þetta er orðið alltof langt fyrir svar.\nEf þig langar að vita meira eða vantar hjálp sendu mér PM og ég skal spjalla við þig á MSN."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-08-16 21:44:14",
            "id": "6830988",
            "reply_to_id": "6830954",
            "text": "takk kærlega fyrir hjálpina. ég bara veit að þetta á eftir að hjálpa mér helling.\nBætt við 16. ágúst 2009 -  21:55\nog 1 spurning. þetta með stigavélina. er ekki bara hægt að skokka upp og niður stiga."
        },
        {
            "user": "TheOnlyOne",
            "user_id": "44372",
            "date": "2009-08-16 21:49:51",
            "id": "6830997",
            "reply_to_id": "6830988",
            "text": "Lítið mál. Ég á eftir að skrifa grein þegar ég nenni því og svo er bara málið að halda áfram í þessu og ekki gefast upp.\nEins og ég sagði það er minnsta mál að spjalla við mig ef þú vilt vita eitthvað, vantar hjálp eða fleiri hugmyndir.\nBætt við 16. ágúst 2009 -  22:01\nTjaa að skokka upp og niður stiga er bara yfirhöfuð hættulegt. Það er hægt að taka dauðagöngu í stiga, það er mjög góð æfing en þú þarft lóð til þess.\nAnnars er hægt að labba bara upp og niður stigann nema það getur reynst ansi einmannalegt til lengdar.\nSvo er það líka það að á stigavélinni ertu með beint/fett bak allan tímann þar sem að þú notar bara fæturnar og hnén en það gerist oftast að fólk fer að halla sér í stiganum og getur meitt sig í bakinu.\nÞað er fínt að skokka bara."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-08-16 21:52:17",
            "id": "6831003",
            "reply_to_id": "6830997",
            "text": "will do captain\n/salute."
        },
        {
            "user": "TheOnlyOne",
            "user_id": "44372",
            "date": "2009-08-16 22:04:53",
            "id": "6831041",
            "reply_to_id": "6831003",
            "text": "Heyrðu ég var líka að velta því fyrir mér hversu gamall þú ert?"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2009-08-16 22:13:08",
            "id": "6831053",
            "reply_to_id": "6831041",
            "text": "15."
        },
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2009-08-16 23:43:18",
            "id": "6831244",
            "reply_to_id": "6830954",
            "text": "AAAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHH"
        },
        {
            "user": "Cassetti",
            "user_id": "19354",
            "date": "2009-08-18 23:14:43",
            "id": "6834141",
            "reply_to_id": "6830954",
            "text": "lol veggur, nennti svo ekki að lesa."
        },
        {
            "user": "Froskagaurinn",
            "user_id": "60411",
            "date": "2009-08-19 03:10:07",
            "id": "6834510",
            "reply_to_id": "6830799",
            "text": "mjög gott að sippa bara í svona 10 mín .. jafngildir að hlaupa í 30 min minnir mig. og svo synda :D"
        }
    ]
}