{
    "forum_title": "Deiglan",
    "user": "Skufsi",
    "user_id": "60469",
    "date": "2009-08-16 13:02:35",
    "title": "ESB",
    "text": "Afhverju ætti ég að vera með?\nAfhverju ætti ég að vera á móti?\nRæðið.",
    "url": "https://www.hugi.is/deiglan/korkar/668725/esb/",
    "url_id": "668725",
    "id": "6830252",
    "replies": [
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-16 13:25:19",
            "id": "6830274",
            "reply_to_id": "6830252",
            "text": "Ýmsir kostir og gallar sem þú verður að gera sjálfur upp við þig. Verður bara skoða það sjálfur. Get aðeins komið með nokkur dæmi.\nT.d. ef við förum í ESB að þá verður Cherrios ekki til lengur í verslunum. ESB matvælaeftirlitið metur að það sé of óhollt fyrir börn."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-08-16 21:40:57",
            "id": "6830983",
            "reply_to_id": "6830274",
            "text": "fæðubótarefni eru líka óholl fyrir börn……\neru þeir virkilega svona vangefnir?  Smokkar eru ekki fyrir börn enn samt seldir duh… ef cherios er óhollt fyrir börn þá fá þau bara kornflex.  alger óþarfi að neyða þetta bann ofan á aðra."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-17 12:24:47",
            "id": "6831754",
            "reply_to_id": "6830983",
            "text": "Cherrios er ekki óhollt. Myndi miklu frekar leyfa Cherrios en Lucky Charms eða Coco Pops. Alla vega næring í Cherrios sem finnst ekki í hinu.\nBætt við 17. ágúst 2009 -  12:31\nÁstæðan fyrir banninu er að þeir eru crazy vegna salts. Bönnuðu líka ákveðið saltmagn í brauði. Bakarar í Belgíu urðu brjálaðir. Kostnaðurinn við brauðgerð hjá þeim hækkaði óhoflega mikið."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-08-22 11:58:21",
            "id": "6839193",
            "reply_to_id": "6831754",
            "text": "það er vítamínbætt og vítmínbættur matur getur skaðað með ónáttúrulegum hlutföllum af vítamíni… utan á kristal plús flöskum sem eru vítamínbættar stendur td. að börn undir 6 ára aldri eygi ekki að neita drykkjarins. kemur salti kanski við en  aðal ástæðan er vítamín bæting.."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-22 14:44:46",
            "id": "6839341",
            "reply_to_id": "6839193",
            "text": "Kemur ekkert vítamín bætingu við. Saltið er ástæðan. Matareftirlit Bandaríkjanna myndi ekki leyfa þetta ef þetta væri skaðlegt. Fáranlegt að segja að Cherrios sé skaðlegt börnum þegar bresk börn borða beikon, bakaðar baunir og pulsur í morgunmat."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-08-22 18:16:30",
            "id": "6839537",
            "reply_to_id": "6839341",
            "text": "börn í bandaríkjunum fá ekkert vítamín úr öðru en kókópuffsi.\nbresk börn borða vænntanlega kellogs.. þar sem að það er breskt fyrirtæki.. fokk\nBætt við 22. ágúst 2009 -  18:33\nog já.. frekar slöpp steríótýpa hjá þér.. að öll bresk börn borði english breakfast…"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-22 19:45:26",
            "id": "6839661",
            "reply_to_id": "6839537",
            "text": "Ég sagði bresk börn. Þú átt ekkert að túlka þetta sem öll börn. Algjör fávitaskapur alltaf hreint þegar maður segir menn eða börn eða konur að fólk túlki það sem alhæfingu. Sama hugarfar og hjá feministunum sem túlka allt sem kvenfyrirlitningu og klám. Og þá meina ég að sjálfsögðu sjálftitluðu feministarnir sem koma illu orði á feminisma."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-08-23 01:06:04",
            "id": "6839911",
            "reply_to_id": "6839661",
            "text": "ef þú talar um bresk börn þá geri ég ráð fyrir því að þú sért að tala um flest.. nema annað sé tilgreinnt… ég hugsa ekki já nokkur bresk börn og 5 hollensk börn… sé ekki hvernig þetta komi femínistunum við… þetta kom því bara við að þú gast ekki drullast til að skila þessari setningu rétt frá þé"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-23 14:40:32",
            "id": "6840262",
            "reply_to_id": "6839911",
            "text": "Ég nota feminista sem dæmi. Kemur feministum ekki beinlínis við. Hlýtur að skilja það. Var bara að segja þér að taka ekki öllu sem alhæfingum.\nÞegar ég segi að Bandaríkjamenn eru feitir að þá hef ég ekki rangt fyrir mér. Ég er ekki að segja að allir sem búa í Bandaríkjunum séu feitir en þegar 1 af hverjum 4. eru það að þá eru þeir titlaðir sem feit þjóð.\nFólk á að kunna að lesa á milli línanna. Annars er það ekki samræðuhæft."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2009-08-22 17:00:12",
            "id": "6839444",
            "reply_to_id": "6831754",
            "text": "gæti líka verið útaf of miklu járni, það er allavena það mikið af járni í cheerios að það er erfiðara að skoða röntgenmyndir af fólki sem er búið að borða mikið cheerios"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-22 19:51:57",
            "id": "6839665",
            "reply_to_id": "6839444",
            "text": "Ekkert annað hvort eða. Þegar þetta var bannað á sínum tíma, tvö ár síðan minnir mig, að þá var ástæðan gefin. Of mikið salt fannst þeim og ekki varað við því á umbúðum.\nÞar sem þetta er svo gömul frétt að þá get ég ekki fundið hana til að staðfesta sjálfan mig. Enda var Cheerios bara tekið sem dæmi sem eitt af vörunum sem væru ekki leyfðar.\nHeld samt að ef þeir settu á sig svona stóran aðvörunarmiða framan á eins og á tóbaki að þá mættu þeir selja það en General Mills vildu ekki að vörurnar þeirra yrði litið á þessum augum og drógu því sig af markaðnum."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2009-08-23 00:39:32",
            "id": "6839872",
            "reply_to_id": "6839665",
            "text": "keiii"
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-16 13:36:04",
            "id": "6830285",
            "reply_to_id": "6830252",
            "text": "“a) Aukin stöðugleika og skýrari peningamálstjórn þar sem Seðlabanki Evrópu tryggði að verðbólga færi ekki yfir 2%. Launafólk er varið gegn ótímabærum gengisfellingum og óðaverðbólgu og rekstrargrundvöllur fyrirtækja verður mun stöðugari.\nb) Nauðsynlegt aðhald í ríkisfjármálum, þar sem þátttaka skuldbindur okkur til að fara ekki yfir ákveðin mörk í halla á fjárlögum og í erlendri skuldasöfnun.\nc) Stærsta (í efnhagslegu tilliti) heimamarkað í veröldinni með yfir 300 milljónum íbúa og þar með stórbætta markaðsstöðu fyrir allar vörur og þjónustu.\nd) Ódýrari og einfaldari fjármögnun fyrir íslensk fyrirtæki. Þetta skiptir verulegu máli, ekki síst fyrir vaxandi atvinnugreinar.\ne) Lægri vexti. Einn af kostnaðinum við að hafa lítinn, veikan gjaldmiðil er að vextir eru hærri en í ríkjum sem hafa sterkari gjaldmiðil. Vextir hafa að jafnaði verið a.m.k. fjórum prósentum lægri á evrusvæðinu en á Íslandi undanfarin áratug.\nf) Aukna erlenda fjárfestingu. Erlendir fjárfestar þekkja ekki krónuna, íslenska efnhagsstjórn og íslenskar reglur um fjárfestingar. Með þátttöku í ESB og EMU verður mun einfaldara að laða að erlenda fjárfesta.\ng) Sterkari gjaldmiðil. Gjaldeyrisspekúlantar hafa sífellt færi gjaldmiðla til að ráðast á. Íslenska krónan er sérstaklega viðkvæm og Seðlabanki Íslands getur komið litlum vörnum við án tengingar / samninga við aðra gjaldmiðla / seðlabanka sem eru tilbúnir til að fórna miklu til að verja krónuna.”\nhttp://www.evropa.is/2008/11/15/nokkrir-kostir-esb-adildar/\nNennti ekki að skrifa langt svar sjálfur en hérna hefurðu nokkra kosti aðildar :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-16 13:54:42",
            "id": "6830307",
            "reply_to_id": "6830285",
            "text": "a) Síðast þegar ég vissi þá er líka kreppa í Evrópu sem má rekja til Seðlabanka ESB.\nb) Við getum alveg sett þessi mörk sjálf, óþarfi að blanda Þjóðverjum inn í það.\nc) markaður með 300 milljónum, á sama tíma og við vinnum að því að útiloka alla hina…\nd) fjármögnun var ódýr og einföld árið 2007… yes\ne) of lágir vextir hjá ESB og BNA er það sem skapaði góðærið sem síðan féll með núverandi heimskreppu. Lágir vextir geta valdið alveg jafn miklum skaða og háir vextir.\nf) Það var nóg af erlendum fjárfestum árið 2007… djöfull var gaman þá.\ng) tökum upp annan gjaldmiðil, það er issue út af fyrir sig og algjör óþarfi að blanda öllu ESB inn í málið."
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-16 14:36:47",
            "id": "6830343",
            "reply_to_id": "6830307",
            "text": "Vorum við ekki að rökræða þetta fyrir skömmu? Mig minnir að þau rök hafi verið þau sömu og þessi, en skiptir engu :)\na) Það breytir samt ekki þessu.\nb) Auðvitað getum við það, en erfitt er að setja sjálfum sér mörk og krefst það oft ótrúlegs aga skil heldur ekkert afhverju þú blandar Þjóðverjum inn í þetta.\nc) EINMITT EKKI, það er fáránlegt að halda því fram ESB stuðlar að auknum viðskiptum við allar aðrar þjóðir og er með flesta  fríverslunarsamninga í heimi.\nd) Við þurfum meira fjármagn núna.\ne) En málið er að núna eru háir vextir hægt og rólega að draga íslenskar fjölskyldur, fyrirtæki og einstaklinga niður í gjaldþrot.\nf) Erum við ekki alltaf núna að heyra í fréttum um að það var voða lítið af erlendum fjárfestum? meira af bönkunum að fjárfesta í sjálfum sér.\ne) erfiðara…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-16 16:59:28",
            "id": "6830512",
            "reply_to_id": "6830343",
            "text": "a) Jú, þú ert greinilega að ýkja þennan svokallaða stöðugleika.\nb) Ég vil ekki blanda þjóðverjum inn í þetta, ég vil ekki fara í esb…\nc) ég var aldrei að segja það. Við getum hins vegar alveg stuðlað að fríverslunarsamningum sjálf, óþarfi að blanda þjóðverjum inn í það.\nd) til þess að blása upp nýja bólu sem síðan springur aftur? Hvað er búið að endurtaka það oft á síðustu öld? Svarið við alkahólisma er ekki að fá sér í glas þegar maður er þunnur, ekki frekar en svarið við kreppur er að dæla aftur peningum í hagkerfið.\ne) Og lágir vextir í BNA og ESB sköpuðu alheimskreppu… of háir og of lágir vextir geta verið alveg jafn skaðlegir. Markaðurinn ætti að ráða vöxtum, ekki seðlabankar\nf) Það er greinilegt af öllum þessum myntkörfulánum að mikið var um erlenda fjármögnun.\ne) þarf alls ekki að vera."
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-16 18:15:33",
            "id": "6830630",
            "reply_to_id": "6830512",
            "text": "d) þurfum ekkert að búa til bólu úr fjármagninu…gætum vel fjárfest þessu fjármagni í eitthvað sem endist og skilar af sér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-16 19:06:36",
            "id": "6830705",
            "reply_to_id": "6830630",
            "text": "Nú er það? Af hverju gerðum við það þá ekki allan tímann???\nÞegar vextir eru lágir þá eykst framboð á lánsfé. Þegar ofgnótt er á lánsfé þá eyða allir eins og vitleysingar og taka lélegar langtíma ákvarðanir. Þ.e. alltaf er hægt að fá nýtt lánsfé og ekki jafn miklar kröfur á arðsemi.\nÞannig nei… “”ætum vel fjárfest þessu fjármagni í eitthvað sem endist og skilar af sér.“” þetta er bara einfaldlega rangt"
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-17 15:16:09",
            "id": "6832029",
            "reply_to_id": "6830705",
            "text": "Það hefur oft verið fjárfest í einhverju sem skilar sér…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-17 15:45:05",
            "id": "6832056",
            "reply_to_id": "6832029",
            "text": "Auðvitað hefur það oft verið gert, annars hefði ekki verið hagvöxtur í heiminum síðustu árhundruð.\nEn þegar offramboð verður á lánsfé þá verða menn kærulausari með peningana og taka slæmar ákvarðanir."
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-17 17:08:01",
            "id": "6832173",
            "reply_to_id": "6832056",
            "text": "true true…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-16 13:50:27",
            "id": "6830298",
            "reply_to_id": "6830252",
            "text": "Ef þú vilt framselja vald einstaklinga í landinu til karla í Evrópu, þá ertu með.\nEf þú vilt það ekki, þá ertu á móti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-16 14:26:09",
            "id": "6830327",
            "reply_to_id": "6830252",
            "text": "ÞÚ FÆRÐ EKKI AÐ HAFA RISA DEKK UNDIR BÍLINN"
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-16 14:41:23",
            "id": "6830350",
            "reply_to_id": "6830252",
            "text": "Ef þú vilt:\nLægra matvöruverð.\nTryggari stöðu íslands í alþjóðasamfélagi.\nUtanaðkomandi aðstoð, mjög brýnt núna á krepputímum.\nLága vexti.\nFæri á að taka upp Evruna sem er mun stöðugri og í flesta staði mun betri en íslenska krónan.\nFleiri sóknarfæri fyrir íslensk fyrirtæki inn á markaði í Evrópu.\nFæri á að fá t.d skólavist í Cambridge niðurgreidda um 500 þúsund\nGreiðara aðgengi að gríðarlegum styrkjum handa fyrirtækjum og einstaklingum.\nÞá ertu fylgjandi aðild."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-16 17:07:26",
            "id": "6830528",
            "reply_to_id": "6830350",
            "text": "Ef þú vilt:\nLægra matvöruverð.\nhttp://blogg.frjalshyggja.is/archives/2008/06/\nSvo virðist sem flest sem ESB á að leysa eru algjörlega tilbúin vandamál sem íslensk stjórnvöld geta vel leyst upp á eigin spýtur.\nUtanaðkomandi aðstoð, mjög brýnt núna á krepputímum.\nkreppa er skammtímavandamál sem þarf skammtímalausnir. Ekki langtíma bindandi ‘lausnir’ eins og ESB. Fáránlegt að ganga í félag sem maður festist innan næstu áratugina til þess að leysa vandamál sem á aðeins eftir að vara 2-4 ár.\n- Hvað í ósköpunum er svona jákvætt við lága vexti? Alheimskreppan eins og hún leggur sig er tilkominn vegna lágra vaxta hjá helstu seðlabönkum heims.\n- Ég efast um að margir á Íslandi séu að fara til Cambridge. Hver á annars að niðurgreiða þá þjónustu?\n- Við höfum haft gríðarlegan aðgang að ‘styrkjum’ handa fyrirtækjum og einstaklingum. Við vorum í lána himnaríki. Síðan þegar kom að því að borga til baka þá var hins vegar ekki jafn gaman"
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-16 18:13:19",
            "id": "6830626",
            "reply_to_id": "6830528",
            "text": "En ESB er langtímalausn á svo mörgum hlutum ekki bara kreppunni…\nVextir eru mjög háir á Íslandi NÚNA og eru að kæfa fyritæki NÚNA afhverju þarftu alltaf að fara í fortíðina það er NÚNA sem við þurfum lægri vexti einsog þú sagðir skammtímalusnir…\nÞetta var bara dæmi um meira samstarf t.d á menntasviðinu, ESB myndi niðurgreiða það.\nVið þurfum ekki að endurgreiða styrki :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-16 19:04:08",
            "id": "6830701",
            "reply_to_id": "6830626",
            "text": "lækka vexti til þess að blára upp nýja góðærisbólu sem síðan springur aftur?\nEr það virkilega langtíma lausnin þín?\nháir vextir á Íslandi hafa orsakað þá kreppu sem við sjáum hér á landi. Lágir vextir í ESB og BNA hafa skapað þá kreppu sem nú er á heimskvarða."
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-17 15:13:18",
            "id": "6832021",
            "reply_to_id": "6830701",
            "text": "Góðærisbólan á Íslandi varð ekki útaf láum vöxtum. Þannig að við værum ekki að skapa hana aftur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-17 15:43:37",
            "id": "6832054",
            "reply_to_id": "6832021",
            "text": "góðærið í BNA var vegna lágra vaxta sem jók peningamagnið og framboð á lánsfé.\nHáir vextir voru hins vegar það sem dróg þetta fjármagn til Íslands.\nþað er alltaf slæmt þegar ríkið setur vexti, sama hvort þeir eru lágir eða háir. Markaðurinn á að stjórna vöxtunum."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-08-22 12:11:06",
            "id": "6839203",
            "reply_to_id": "6830528",
            "text": "lágir vextir? ég man nú ekki betur en að kreppan, hér á íslandi allavega hafi verið mjög tengd þessum 14% stýrivöxtum sem að skullu á sirka ári áður en við byrjuðum að finna fyrir því. vegna þeirr snarhækkuðu öll lán uppúr öllu valdi og nú í dag standa margir ´þeirri stöðuað þeir eyga eftir að deyja með lánin hangandi yfir sér.\nmálið er bara að íslendingar eru hálfvitar… við erum engann vegin fær um að velja okkur hæfa pólitíkusa og þessir óhæfu pólitíkusar ráða í allar stöður í gegnum tengsl… það myndi engum nema íslendingi detta í hug td. að ráða lögfræðimenntaðann mann í stöðu seððlabannkastjóra (Davíð),(já svoleiðis má ekki ef þjóð þin er í evrópusambandinu) .Er ekki bara betra að láta evrópuráðið ráða? það myndi koma í veg yrir hellings spillingu hér á landi í stjórnmálum. ég er ekki að segja að evrópusambandið sé ekki spillt eins og öll stjórnmálakerfi… ég er bara að segja að sú spilling hafi minni áhrif á okkur en spilling hér á landi.\ngaman að þessu"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-22 18:10:36",
            "id": "6839528",
            "reply_to_id": "6839203",
            "text": "hahahaha, helduru að fólk sé eitthvað gáfulegra í evrópu eða bandaríkjunum?\nMálið er að miðstýrt afl er alltaf slæmt, pólitíkusar eru alltaf spilltir og menn velja alltaf vitlaust, sama hvaða land það er.\nLágir vextir í Evrópu, JPN og BNA sköpuðu alheimskreppuna. Háir vextir á Íslandi voru þess valdandi að fjármagnið dróst til Íslands og skapaði síðan þessa sérstæðu íslensku kreppu.\nHver segir að evrópubúar séu hæfari um að velja sér pólitíkusa? Af hverju þurfum við að velja seðlabankastjóra?\nEkki veljum við forstjóra í Bónus með þjóðaratkvæðisgreiðslu…\nEkki veljum við dyravörðinn á Óliver með þjóðaratkvæðisgreiðslu…\nSeðlabankinn er með einokun á peningamálum, og einokun er alltaf slæm. Það skiptir ekki máli hvaða maður situr í seðlabankanum, ákvarðanir seðlabankastjóra eru svo stórar og erfiðar að það er ekki mannlega mögulegt að taka þær. Réttast væri, fyrst við erum öll svona heimsk og vitlaust, að einkavæða hreinlega seðlabankann og gefa peningamál frjáls á Íslandi.\nOg Evrópuþingið er ekkert annað en meiri miðstýring og minna lýðræði svo ég sé ekki hvernig þú færð það út að það sé minni spilling þar. Þegar svona mikið vald er á fárra manna höndum þá falla þeir alltaf í gryfju lobbý-ista.\nSvarið er meira frelsi, ekki minna"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-08-22 18:26:02",
            "id": "6839554",
            "reply_to_id": "6839528",
            "text": "þetta er það sem ég skrifaði hérna ofar… allt svarið þitt fór í að hundsa þetta\nég er ekki að segja að evrópusambandið sé ekki spillt eins og öll stjórnmálakerfi… ég er bara að segja að sú spilling hafi minni áhrif á okkur en spilling hér á landi.\nog það er ekki eins og að ESB sé öxulveldi hins illa… þeir hafa ekki það stórvæg áhrif á hinn almenna borgara að það muni einhverju að hafa þá við bakið á sér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-22 18:44:51",
            "id": "6839578",
            "reply_to_id": "6839554",
            "text": "Hvað meinaru? Þeir hafa sömu áhrif á almennan borgara og öll önnur stjórnvöld og löggjafavöld."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-08-23 01:08:21",
            "id": "6839913",
            "reply_to_id": "6839578",
            "text": "já en ekki jafn drastísk..  reglur evrópu sambandsins eru meira bara guidelines fyrir ríki innan sambandsins. og flest ríki hafa sömu lög fyrir og þurfa kanski að breyta eða bæta við svona 20-30 lögum.. og stundum til hins betra upp á frelsi einstæklingsins."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-23 16:24:35",
            "id": "6840397",
            "reply_to_id": "6839913",
            "text": "stundum, stundum ekki.\nEn hvað ef það breytist? Spruningin er alltaf ‘ef’.\nHvað með þegar næsti vitleysingur kemst til valda? viljum við virkilega hafa svona mikið vald á höndum fárra einstaklinga? Ávísun á vandræði. Gott kerfi á ekki að krefjast þess að rétt fólk sé í réttu stöðunum á réttum tíma"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-08-23 16:32:22",
            "id": "6840412",
            "reply_to_id": "6840397",
            "text": "næsti vitleisingur? ertu að tala um svía? evrópusambandið er ekkert líkt USSR, þetta eru ekki sameinaðar þjóðir undir einni stjórn, þetta eru margar sjálfstæðar þjóðir sem koma sér saman um vissar reglur til þess að auðvelda alþjóða samskipti sín á milli… ekki til þess að stjórna heiminum… eitt land er ekki alráðandi í evrópuráðinu, þetta er ráð, ´þar sem fulltrúar frá öllum löndum ESB koma saman.. þar sem öll lönd hafa atkvæðarétt…\nþú misskilur ESB alvarlega :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-23 18:23:13",
            "id": "6840564",
            "reply_to_id": "6840412",
            "text": "Rétt eins og BNA voru fyrir 200 árum. Þróunin hélt áfram og núna er varla hægt að tala um 50 mismunandi ríki í BNA, það er orðið að einu ofur-ríki þar sem mest allt valdið er í Washington DC.\nÉg sé ekki af hverju við þurfum að láta karla í Evrópu segja okkur hvernig við eigum að lifa. Við eigum í nógu miklum vandræðum með okkar 63 þingmenn. Ef það er virkilega vilji fólks að reyna að losa um þessa flokka pólitík (sem mér fannst vera andinn eftir hrun og fyrir síðustu kosningar) þá sé ég ekki hvernig menn geta fallist á það að ganga í ESB"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2009-08-23 20:37:34",
            "id": "6840792",
            "reply_to_id": "6840564",
            "text": "Nei, BNA höfðu alltaf forseta, BNA er stjórnað frá washington en washington er samt ekki með einn þingmann,en jú ég held að það sé betra að láta karla í evrópu segja þingmönnunum okkar hvernig þeir eyga að haga sér.. því það er ekki að ganga hjá okkur að ráðskast með okkar pólitíkusa.\nen jú jú það er alveg hægt að losa um þessa flokkspólitík með evrópusambandinu held ég.. það er samt bara… ekki hægt þar sem að þingmenn myndu aldrei samþykkja það ."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-23 20:50:13",
            "id": "6840823",
            "reply_to_id": "6840792",
            "text": "Hver er þessi eðlislægi munur á pólitíkusum hér og úti í Evrópu?\npólitíkusar eru bara pólitíkusar, sama frá hvaða landi þeir eru. Miðstýringu fylgir alltaf spilling, því meiri viðstýring, því meiri spilling.\nPólitíkusar úti í evrópu eru engir englar frekar en þeir hérna heima.\nBNA höfðu alltaf forseta já, en hvað kemur það málinu við?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-17 12:34:22",
            "id": "6831768",
            "reply_to_id": "6830350",
            "text": "Færi á að fá t.d skólavist í Cambridge niðurgreidda um 500 þúsund\nPer önn? Per ár? Fyrir allt? Hvað?\nUtanaðkomandi aðstoð, mjög brýnt núna á krepputímum.\nÞessu trúi ég ekki. Spánn anyone? Hvernig gengur hjá Írum? Eru ekki allir uppteknir að hugsa um vandamálin hjá sjálfum sér? Veit ekki betur en að Spánn er næstskuldmesta þjóðin í heimi og svo koma Bretar á eftir þeim.\nÞarft svo ekki að ganga í sambandið til að fá evruna. Gjaldmiðill ætti ekki að vera nefndur.\nFleiri sóknarfæri fyrir íslensk fyrirtæki inn á markaði í Evrópu.\nGrín eða? Hvað áttu íslensk fyrirtæki mikið fyrri kreppu? Veltan var mjög góð á Íslandi hjá fyrirtækjum.\nÞú getur ekki verið fylgjandi ESB útaf þessum ástæðum því þær eru ekki að þýða neitt. Það eru betri ástæður fyrir að ganga í sambandið og ennþá verri til að gera það ekki.\nVið erum einfaldlega ekki fucked eins og Rúmenía eða Gerorgía eru og hafa alltaf verið."
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-17 15:21:01",
            "id": "6832034",
            "reply_to_id": "6831768",
            "text": "er bara alls ekki viss…\nGjaldmiðillinn á auðvitað að vera nefndur enda ein af aðal ástæðum þess að Íslendingar hafa svona mikinn áhuga á sambandinu Þeir yrðu alls ekki ánægðir tækjum við einhliða upp Evru.\nAuðvitað eru betri ástæður til þess að ganga í ESB til, en hérna eru nokkrar grundvallarástæður. Í ESB myndum við fá hjálp, ekki spurning.\nHvað hefur sóknarfæri íslenskra fyrirtækja að gera með veltuna? Það sem ég meina með fleiri sóknarfærum er aðgangur að öðrum mörkuðum en við höfum átt færi á núna."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-08-17 18:13:48",
            "id": "6832258",
            "reply_to_id": "6832034",
            "text": "Höfum nú verið stórir í Bretlandi og Danmörku. Bretland er í ESB…\nAnnars er evran ekki góð aðalástæða. Segjum svo að við yrðum að skipta um gjaldmiðil að þá vildi ég ekki endilega fá evruna. Myndi alla vega vilja sjá sambærilegan lista við norðurlandakrónurnar, breska pundið og dollarann."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-17 18:57:50",
            "id": "6832319",
            "reply_to_id": "6832034",
            "text": "Hverjir yrðu ekki ánægðir?\nBjúrókratarnir innan veggja ESB í Brussel?\nfyrirtækjum í Evrópu væri skítsama hvort við tökum upp evru einhliða eða ekki.\nÞað er pólitísk deila, ekki markaðsdeila.\nÞað getur enginn bannað okkur að taka upp evru einhliða, Eftir að seðlabanki evrópu sendir evrurnar í umferð hefur hann ekkert um það að segja hvert þær fara eða hver notar þær."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2009-08-17 14:02:40",
            "id": "6831880",
            "reply_to_id": "6830350",
            "text": "Fleiri sóknarfæri fyrir íslensk fyrirtæki inn á markaði í Evrópu.\nÓháð öllu hinu bullinu sem þú settir fram þá hérna ömm… þú veist að við erum í EES, ekki satt?"
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-17 15:14:37",
            "id": "6832023",
            "reply_to_id": "6831880",
            "text": "Auðvitað veit ég að við erum í EES…en þó við séum þar eru ennþá fullt af góðum hlutum sem við fáum frá ESB, það sem ég setti fram hérna áðan er ekki bull…"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2009-08-17 16:11:59",
            "id": "6832085",
            "reply_to_id": "6832023",
            "text": "Geturðu bent mér á löggjöf sem við mundum innleiða við inngöngu í ESB sem veitir “fleiri sóknarfæri fyrir íslensk fyrirtæki inn á markaði í Evrópu” og við höfum núþegar ekki tekið upp í gegnum EES?"
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2009-08-17 17:07:38",
            "id": "6832170",
            "reply_to_id": "6832085",
            "text": "Matvæli…"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2009-08-17 18:13:29",
            "id": "6832256",
            "reply_to_id": "6832170",
            "text": "Ég held að því sé hinsvegin farið, að evrópskum matvælafyrirtækjum mundi vegna betur hér en ekki okkur úti. Við eigum í litlum sem engum vandræðum með að selja fiskinn okkar á erlendum mörkuðum, hins vegar mættum við ekki lengur veiða hvali og seli af einhverjum vafasömum ástæðum.\nÞar að auki eru verslunarhömlurnar hvað matvæli varða fyrst og fremst til að koma í veg fyrir frjálsan innflutning til Íslands en ekki öfugt. Við framleiðum lítinn mat sjálf utan sjávariðnaðarins og ég held að víðtekin sátt ríki um þá staðhæfingu að landbúnaðurinn væri ekki betur settur innan ESB.\nHver er þá eftir til að fara í þessa blússandi fyrirtækjaútrás?"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-08-18 13:08:54",
            "id": "6833248",
            "reply_to_id": "6830252",
            "text": "Ef þú ákveður að ESB sé málið ekki falla í þann pitt blekkingar (aka. Samfylkinguna) að ESB sé töfralausn á öllum vandamálum Íslands. Flokkur með eitt stefnumál vinnur nú hörðum höndum að því að koma þjóðinni á hausinn til þess eins að komast í samband sem mun ekki skila nærri því jafn miklu og þeir láta uppi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-18 23:27:50",
            "id": "6834163",
            "reply_to_id": "6830252",
            "text": "Sleppa því að taka þátt í valdatafli auðvaldsins og kjósa ekki. Það ætla ég allavega að gera."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-19 16:51:35",
            "id": "6835105",
            "reply_to_id": "6834163",
            "text": "Hvað er auðvald?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-19 21:06:04",
            "id": "6835538",
            "reply_to_id": "6835105",
            "text": "Auðvald eru bankarnir. Þeir sem fara með peningavöldin og stjórna í hvað þeir eru látnir. Íslenska ríkið og risafyrirtæki eru auðvaldið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-19 22:14:16",
            "id": "6835638",
            "reply_to_id": "6835538",
            "text": "Þeir sem fara með peningavöldin og stjórna í hvað þeir eru látnir.\nPeningavöldin?\nÍslenska ríkið og risafyrirtæki eru auðvaldið.\nHvenær byrjar fyrirtæki að vera risafyrirtæki?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-19 22:20:35",
            "id": "6835647",
            "reply_to_id": "6835638",
            "text": "Risafyrirtæki eins og Exon eða Coca Cola eru miklu meiri Auðvalds fyrirtæki og hafa miklu meiri auðvald heldur en flest öll norðurlöndin.\nEf þú átt mikla peninga þá áttu mikinn auð."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-19 23:34:27",
            "id": "6835769",
            "reply_to_id": "6835647",
            "text": "Risafyrirtæki eins og Exon eða Coca Cola eru miklu meiri Auðvalds fyrirtæki og hafa miklu meiri auðvald heldur en flest öll norðurlöndin.\nÞú ert ennþá ekki búinn að skilgreina auðvald."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-20 01:23:58",
            "id": "6835990",
            "reply_to_id": "6835769",
            "text": "Ertu að kidda mig eða?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-20 11:54:37",
            "id": "6836281",
            "reply_to_id": "6835990",
            "text": "Nei, hann er að reyna að gera orðræðu þína málefnalega. Eða að gera þær lágmarkskröfu að þú sjálfur skiljir það sem þú ert að segja."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-20 13:23:46",
            "id": "6836382",
            "reply_to_id": "6836281",
            "text": "Nei, á maður að þurfa að mata skilning í ykkur með skeið eða?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-20 15:49:45",
            "id": "6836571",
            "reply_to_id": "6836382",
            "text": "Ef þú gætir það þá hefðiru gert það.\nÞú ferð hins vegar mjög frjálslega með orð eins og ‘auðvald’.\nÞú sagðist ekki ætla að taka þátt í skrípaleik auðvaldisins með því að kjósa ekki. Kosningar eiga sér hins vegar stað um ríkisvaldið, svo ég sé ekki alveg hvað þetta kemur auðvaldinu við. Kosningar auðvaldsins fara fram á hverjum einasta degi, á hverri einustu sekúntu hjá einhverjum í landinu, nefninlega, hvenær og hvar þú kýst að eyða þínum pening (atkvæði).\nSíðan þegar þú varst spurður um það hvað auðvald væri þá komst ekki með skilgreiningu heldur nefndiru nokkur dæmi (sem veitir lítinn skilning á orðinu og býður hreinlega upp á misskilning) þar sem þú segir að bankar séu auðvald.\nEf ég lána félaga mínum pening er ég þá orðinn auðvald?\nEf ég lána félaga mínum pening er hann þá orðinn auðvald?\nHvort er það lánadrottnari eða skuldunautur sem er auðvaldið? Því bankar eru bæði í senn.\nSíðan segiru að íslenska ríkið og risafyrirtæki séu auðvald. Af hverju er íslenska ríkið auðvald? Er það ekki ríkisvald? Eða er það auðvald vegna þess að svo stór hluti þjóðartekna fer í gegnum það?\nOg þú hefur ekki enn sagt hvað þú meinar með orðinu ‘risafyrirtæki’. Þú einfaldlega nefndir nokkur fyrirtæki á nafn, sem eru vissulega mjög stór.\nÞetta er ekkert annað en að finna andlit á ímyndaðan andstæðing. Hver er eðlislægur munur á risafyrirtæki og öðrum fyrirtækjum?\nEða er enginn eðlislægur munur, er bara stigsmunur. Ef svo er þá eru öll fyrirtæki auðvald.\nVið erum öll auðvald, allir sem eiga pening eru auðvald. Allir sem nota pening eru auðvald"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-20 15:59:09",
            "id": "6836593",
            "reply_to_id": "6835647",
            "text": "Exon og Coca-Cola þjónusta líka mikið fleiri einstaklinga en Norðurlöndin til samans…\nEkki halda að Norðurlöndin séu einhver kóróna alheims.\nBætt við 20. ágúst 2009 -  16:06\nMunurinn er hins vegar að ef þér líkar ekki varan frá Exon eða Coca-Cola þá geturu fært þín viðskipti annað án mikilla vandræða\nÞað sama er ekki hægt að segja um Norðurlöndin :P"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-20 11:53:36",
            "id": "6836280",
            "reply_to_id": "6835538",
            "text": "Ég ræð hvert mínir peningar fara… er ég þá hluti af auðvaldinu :O\nomgomgomgomgomgomg"
        },
        {
            "user": "watchman",
            "user_id": "54674",
            "date": "2009-08-23 19:00:11",
            "id": "6840630",
            "reply_to_id": "6836280",
            "text": "Hversu mikið stjórna auglýsingar því hvar þú eyðir peningnum þínum?\nHversu mikið stjórna auglýsingar þessum heilaga og alvitra markaði þínum?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-23 19:11:23",
            "id": "6840647",
            "reply_to_id": "6840630",
            "text": "Ertu að segja að markaðurinn væri sanngjarnari og hagkvæmari ef aðilar mættu ekki kynna vörurnar sínar?\nÞað stuðlar örugglega að meiri samkeppni, bókað mál!"
        },
        {
            "user": "watchman",
            "user_id": "54674",
            "date": "2009-08-24 00:22:08",
            "id": "6841261",
            "reply_to_id": "6840647",
            "text": "Það er ekkert að því að kynna vöruna sem þú ert að selja ef það er gert í búðinni sem er að selja hlutinn ekki á heimilum fólks.\nVar bara að benda á þetta vegna þess að þú segist ráða hvert peningarnir þínir fara enn gallin við þetta er að þú getur ekki talað fyrir alla íslenska neytendur sem eru flestir alltof meðvirkir og virðast engaveginn tilbúnir fyrir frjálsan markað.\nHvað er gott við það að byggja samfélag í kringum neysluvörur?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-24 07:57:07",
            "id": "6841471",
            "reply_to_id": "6841261",
            "text": "Hver er að byggja samfélag í kringum neysluvörur? viltu hafa neysluvörulaust samfélag?\nEf við erum svona meðvirk og heimsk, hver á þá að taka ákvarðanirnar fyrir okkur? Ef við höndlum ekki einu sinni að fara út í búð og ráðstafa okkar eigin peningum, hvernig ætlastu þá til þess að við höndlum pólitískt vald? Hvaða engill er það sem á að hefta markaðinn á réttann hátt í okkar þágu?\nEf við erum svona heimsk og meðvirk, hvernig getum við þá verið hæf til þess að kjósa þetta vald í fyrsta lagi?\nÞað gefur augaleið að við erum það ekki, ef það sem þú segir er rétt, og því enginn til þess að hefta markaðinn í fyrsta lagi."
        },
        {
            "user": "watchman",
            "user_id": "54674",
            "date": "2009-08-24 16:39:28",
            "id": "6841964",
            "reply_to_id": "6841471",
            "text": "Að fólk sé heimsk eru þín orð ekki mín.\nÞað þarf að kenna fólki að spila leikinn þannig að það geti tekið þátt á meðvitaðan hátt ef það á að lifa í þessu skulda neyslu samfélagi sem þú vilt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-24 17:21:47",
            "id": "6842046",
            "reply_to_id": "6841964",
            "text": "Fólk á að skulda það sem það vill að mínu mati og neyta þess sem það vill.\nHvað meinaru að ég vilji skulda og neyslusamfélag? ég forðast það að skulda nokkurn skapaðan hlut og ég kaupi mér mjög sjaldan nokkurn skapaðan hlut. Ég vil að fólk lifi sínum eigin lífstíl, og ef það velur sér neyslustíl, þá er það þeirra mál (svo lengi sem þau axla ábyrgðar af því vali).\nHvað meinaru með að kenna fólki að spila leikinn? Ef þú ert að tala um hugfræðikennslu í grunnskólum þá er ég alveg sammála því…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-08-18 23:49:00",
            "id": "6834203",
            "reply_to_id": "6830252",
            "text": "Aukið lýð-, fjöl- og frjálsræði virðist yfirleitt alltaf auka velmegun og ánægju þegna hvers lands.  ESB þýðir einfaldlega minna lýðræði, aukna miðstýringu og minna frjálsræði.  Helstu kostir ESB má ná fram með fríverslunarsamningum og til þess þarf ekkert Evrópu-þing, aðeins samvinnu sjálfráða þjóða og einstaklinga."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2009-08-24 01:25:19",
            "id": "6841333",
            "reply_to_id": "6834203",
            "text": "Þetta er bara allt sem segja þarf."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-20 03:07:52",
            "id": "6836100",
            "reply_to_id": "6830252",
            "text": "ESB er náttúrulega ekkert nema æðislegt kompaní að vera í. Sjáið bara:\n[youtube]\nhttp://www.youtube.com/watch?v=zGtZpUAMdtg"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-22 13:06:18",
            "id": "6839253",
            "reply_to_id": "6836100",
            "text": "VAAÁÁÁÁ! Ég ætla í Evrópusambandið!"
        },
        {
            "user": "Mjolnir2504",
            "user_id": "72397",
            "date": "2009-08-21 00:57:08",
            "id": "6837520",
            "reply_to_id": "6830252",
            "text": "Þetta er í raun mjög erfið spurning, sérstaklega ef við tökum afsal fullveldis Íslands að litlum hluta.\nNokkur hluti löggjafar okkar yrði í Brussel.\nAuk þess hefur það kosti að hafa eigin gjaldmiðil, sérstaklega þegar Íslendingar treysta á nánast eina útflutningsafuð: fiskinn.\nLækki verð mikið á erlendum mörkuðum og við finnum verulega fyrir því getum við fellt gengið til að bæta tapið.\nÁ móti kemur að verð hækkar á innfluttum vörum.\nÞað að hafa sjálfstæðan gjaldmiðil og ráða sjálf vaxtastigi veitir mikið frelsi og sveigjanleika.\nAuk þess má geta að við uppfyllum ekkert Maastricht skilyrðanna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-21 15:39:47",
            "id": "6838124",
            "reply_to_id": "6837520",
            "text": "Okkar sjálfstæði gjaldmiðill kom okkur nú í það vesen sem við erum í núna.\nAnnars þá eru gjaldeyrismál allt önnur umræða en ESB.\nÞað er vel hægt að taka upp nýjan gjaldmiðil án þess að ganga í ESB. Rök fyrir því að nýr gjaldmiðill sé jákvæður eða neikvæður er því ESB umræðu algjörlega óviðkomandi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-21 17:37:42",
            "id": "6838263",
            "reply_to_id": "6838124",
            "text": "Okkar sjálfstæði gjaldmiðill kom okkur nú í það vesen sem við erum í núna.\nRök?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-21 18:02:36",
            "id": "6838306",
            "reply_to_id": "6838263",
            "text": "Þurfum ekki bara að takast á við alheimslánakreppuna heldur einnig sveiflurnar á gjaldmiðlinum. Ástæða þess að fjárfestar draga fjarmagn sitt frá Íslandi er vegna þess að þeir treysta ekki krónunni.\nEf fjárfestar draga fjarmagn sitt úr löndum innan ESB er það minna mál þar sem gjaldmiðill landsins sem fjármagnið er dregið úr hrapar ekki í verði.\nAuk þess þá hækkaði gengi krónunnar langt yfir raunverulegt markaðsvirði þegar góðærið var, sem hvatti til erlendrar lántöku og gífurlegs viðskiptahalla"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-22 17:26:41",
            "id": "6839471",
            "reply_to_id": "6838306",
            "text": "Auk þess þá hækkaði gengi krónunnar langt yfir raunverulegt markaðsvirði þegar góðærið var,\nGengi getur ekki hækkað yfir markaðsvirðið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-22 18:18:20",
            "id": "6839543",
            "reply_to_id": "6839471",
            "text": "ég sagði ‘raunverulegt’ markaðsvirði.\nEn jú, gengi getur alveg verið hærra en markaðsvirðið, eins og t.d. núna með gjaldeyrishöftum og þegar gengi er fest.\nEn þegar seðlabankinn eykur peningamagn í umferð þá eykst fjöldi seðla án þess að verðmætaaukning í samfélaginu fylgi endilega á eftir. Þá halda fjárfestar að sparifé í hagkerfinu sé meira en það í raun er, og fjárfesta allt öðru vísi en þeir myndu gera ef sparifé væri minna (lítið sparifé kallar á skammtíma fjárfestingar, mikið sparifé hvetur til langtíma fjárfestinga). Lágir vextir í BNA gáfu markaðnum fölsk skilaboð um að sparifé í hagkerfinu væri í raun mun meira en það var (mikið af þessu voru bara seðlar með engin verðmæti á bak við). Því má vel segja að gengið hafi verið hærra en ‘raunverulegt’ gengi, þ.e. raunverulegt gengi = gengið sem hefði verið ef markaðnum hefðu ekki verið gefin þessi fölsku skilaboð.\nRétt eins og hlutabréf geta verið mikið hærri í verði en þeirra ‘raunverulega’ verðmæti, t.d. með markaðsmisnotkun o.s.frv."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-22 23:01:18",
            "id": "6839808",
            "reply_to_id": "6839543",
            "text": "ég sagði ‘raunverulegt’ markaðsvirði.\nÞað er ekki til neitt sem heitir raunverulegt markaðsvirði. Verðmæti er afstætt.\nEn jú, gengi getur alveg verið hærra en markaðsvirðið, eins og t.d. núna með gjaldeyrishöftum og þegar gengi er fest.\nÉg var augljóslega að meina þegar gjaldmiðillinn er á frjálsum markaði, eins og krónan var."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-23 16:08:15",
            "id": "6840382",
            "reply_to_id": "6839808",
            "text": "þess vegna skaut ég þessu orði inn. tilgangur þess var greinilega að gefa orðinu ‘markaðsvirði’ aðra merkingu en það er vanalega notað…\nKrónan var vissulega á frjálsum markaði að mestu leiti. En rétt eins og hlutabréf geta hækkað yfir ‘raunverulegt’ virði þeirra þá getur gjaldmiðill sveiflast yfir hans ‘raunverulega verð’ með t.d. lélegri peninastjórn sem sendir ‘röng’ skilaboð til markaðarins."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-23 16:55:34",
            "id": "6840456",
            "reply_to_id": "6840382",
            "text": "Gengi gjaldmiðla fer eftir framboði og eftirspurn. Ef ríkið prentar peninga þá eykst framboðið en eftirspurnin eykst ekki. Það þýðir að gengið lækkar. Það var ekki seðlabankinn sem jók peningamagnið heldur einkavæddu bankarnir, með stuðningi ríkisins."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-23 18:24:21",
            "id": "6840568",
            "reply_to_id": "6840456",
            "text": "Þegar peningarnir eru auknir þá gefur það merki um að meira sé af sparifé en raunveruleg er í hagkerfinu. Falskar upplýsingar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-23 22:37:56",
            "id": "6841037",
            "reply_to_id": "6840568",
            "text": "Af hverju ætti eftirspurnin eftir krónum samt að aukast?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-24 07:52:43",
            "id": "6841470",
            "reply_to_id": "6841037",
            "text": "vegna vaxtamunar á Íslandi og annars staðar í heiminum.\nRegla númer eitt í viðskiptum: Kaupa lágt, selja hátt\neða í lánastarfsemi: taka lán á lágum vöxtum, fjárfesta á háum vöxtum.\nEf menn ætla að fjárfesta á Íslandi þá þarf að kaupa íslenskar krónur til þess…"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-08-23 10:31:00",
            "id": "6840053",
            "reply_to_id": "6830252",
            "text": "Ódýrari Bjór?"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-23 22:44:57",
            "id": "6841057",
            "reply_to_id": "6840053",
            "text": "JOIN. NOW."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-08-25 12:58:03",
            "id": "6843160",
            "reply_to_id": "6840053",
            "text": "Bjór er svona dýr vegna neyslustýringar íslenska ríkisins. Það er léttileg hægt að lækka verð á áfengi um mörg tugi prósenta án þess að ESB þurfi að koma þar nálægt"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2009-08-25 19:06:08",
            "id": "6843672",
            "reply_to_id": "6843160",
            "text": "Mmm, enda er ég lítið hrifinn af ESB. Nefndi bara eina ástæðu sem mér þatt í hug að þráðarhöfundinum og vini mínum myndi líka við."
        }
    ]
}