{
    "forum_title": "Rokk",
    "user": "Freddie",
    "user_id": "17937",
    "date": "2002-03-02 22:02:55",
    "title": "Nú er ég alveg búinn að fá nóg!",
    "text": "Hvað er málið með íslenskt útvarp í dag? Hér fyrir nokkrum árum var aragrúi af útvarpsstöðvum en í dag eru þær bara örfáar og leiðinlegar!\nÉg er ungur maður sem fílar tónlist í þyngri kantinum, s.s. Korn, Limp Bizkit, Rammstein og Blink 182. Þegar ég hef ekki geislaspilara hjá mér þá langar mig að hlusta á slíka tónlist í útvarpi.\nFyrir tveimur árum hafði ég um tvær útvarpsstöðvar að velja, þær X-ið 977, sem er mesta snilldar útvarpsstöð sem hefur verið á þessu landi, og Radio, ekki eins góð, en Tvíhöfði var þar.\nX-ið var í eigu Fíns Miðils, sem rak aðra ágætis stöð, Gullið sem spilaði gamalt gæðarokk sem var ágætt öðru hverju. Svo voru líka nokkrar aðrar útvarpsstöðvar í eigu Fíns Miðils, t.d. píkupoppstöðin FM957 sem var mjög fínt því að þá var ekki verið að troða píkupoppi á mínar útvarpsstöðvar og líka Létt96,7 sem var með allt úrelta píkupoppið.\nRadíó var í eigu Í.Ú. (Íslenska útvarpsfélagið) sem rak líka Bylgjuna fyrir gamla fólkið og líka eina stórgóða stöð sem hét Stjarnan. Hún var svipuð og Gullið, en spilaði ekki alveg jafn gamalt rokk. Í.Ú. rak líka Mono sem var líka svona píkupoppstöð, sambærileg og FM957.\nÍ byrjun ágúst 2000 sameinuðust Fínn Miðill og Í.Ú. og gerðu Norðurljós. Þá “þróuðust” hlutir og útvarpsstöðvar voru annað hvort sameinaðar eins og X-ið og Radio = RadioX (Frumlegt!) eða voru teknar úr loftinu eins og Gullið og Stjarnan. Ég hlustaði þá náttúrulega mest á RadioX, sem var að gera alveg ágætis hluti til að byrja með. Hún var að mestu eins og X-ið í gamla daga nema það bættust nokkrir þættir við eins og DingDong og Ólafur (sem reyndar hætti stuttu eftir sameininguna). Þossi stjórnaði stöðinni sem var nú ekkert nema gott og auðvitað Tvíhöfði alltaf frá 7-11.\nNú nýlega var önnur þróun í íslensku útvarpi. FM957 byrjaði að koma með rokk á play-listann sinn sem var ekki gott því núna heyrir maður þessa FM-hnakka vera að segja að mest “cool” í dag sé Britney Spears, N´Sync og Rammstein, sem hljómar ekki vel saman.\nSíðan fyrir nokkrum dögum var rjómanum á RadioX sagt upp, þeim Þossa, Jóni Atla og DingDong (sem gerðust svikarar og fóru yfir á FM957). Í stað Þossa er komin einhver Magga V. sem var áður á Létt96,7 og ég held að hún hafi komið með helminginn af play-listanum með sér þaðan. Nú heyrir maður t.d. U2 (ekki misskilja U2 er ágæt í hófi), og Alanis Morrisette í gríð og erg!\nÞetta er ekki sniðugt. Ég hef í raun ekkert mikið á móti Möggu V. og hafði eiginlega mjög gaman af og fékk mikinn fróðleik af því að vita að hún hafi verið á túr um daginn. Aftur á móti vil ég, og eflaust margir aðrir, fá mitt rokk, og mér finnst það engan veginn sniðugt þegar það er verið að taka það af “einu útvarpsstöðinni sem rokkar”.\nÉg myndi eiginlega vilja gera nýja útvarpsstöð fyrir okkur harðhausana. Og fá Þossa, Jón Atla, Jón Mýrdal og Hemma feita á þá stöð, EKKI Frosta, sem er að mínu mati bara rokk-hamstur sem ætti að halda sig við eitthvað annað en útvarp. En hvað um það, væri ekki sniðugt að reyna að skapa gamla X-ið aftur? Eða hvað finnst ykkur?\n(Ég veit að ég nefndi ekki útvarpsstöðvar í eigu RÚV, því mér finnst óþarft að auglýsa útvarpsstöðvar í eigu ríkisins!)\nFreddie",
    "url": "https://www.hugi.is/rokk/greinar/66901/nu-er-eg-alveg-buinn-ad-fa-nog/",
    "url_id": "66901",
    "id": "458764",
    "replies": []
}