{
    "forum_title": "Músík almennt",
    "user": "InfidelJihad",
    "user_id": "73423",
    "date": "2009-08-18 11:59:52",
    "title": "Könnun sannar gáfur mínar?",
    "text": "Skoðið þennan link\nhttp://musicthatmakesyoudumb.virgil.gr/music.php\nÞetta er vísindaleg könnun sem var gerð í bandarískum skólum á því hvers kyns tónlist nemendur hlusta á. Síðan voru niðurstöðurnar bornar saman við einkunnir sem krakkarnir fengu á SAT prófunum. (leiðréttið mig ef þetta er vitlaust)\nRosalega var ég glaður að sjá hljómsveitir eins og Radiohead, Muse, Led Zeppelin, Weezer, Tool og að sjálfsögðu meistara Beethoven þarna fyrir ofan meðalgáfur nemenda :D",
    "url": "https://www.hugi.is/musik/korkar/669020/konnun-sannar-gafur-minar/",
    "url_id": "669020",
    "id": "6833154",
    "replies": [
        {
            "user": "Hardurtappi89",
            "user_id": "73115",
            "date": "2009-08-18 13:01:58",
            "id": "6833238",
            "reply_to_id": "6833154",
            "text": "haha, ég velti nú fyrir mér hvort þetta sé eitthvað marktækt en það er gaman að þessu. maður er greinilega ekki svona gáfaður fyrir ekki neitt!"
        },
        {
            "user": "herbalist",
            "user_id": "72688",
            "date": "2009-08-18 13:30:35",
            "id": "6833284",
            "reply_to_id": "6833154",
            "text": "Er samasem merki á milli gáfna og gengi í skóla?"
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-08-19 12:32:37",
            "id": "6834754",
            "reply_to_id": "6833284",
            "text": "mér finnst það…"
        },
        {
            "user": "herbalist",
            "user_id": "72688",
            "date": "2009-08-19 14:52:48",
            "id": "6834914",
            "reply_to_id": "6834754",
            "text": "Hvað eru þá gáfur? Að kunna efni utan bókar?"
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-08-19 17:56:33",
            "id": "6835223",
            "reply_to_id": "6834914",
            "text": "Það er partur af því að vera góður í skóla, en þeir sem eru gáfaðir hafa oftast betri niðurstöður úr prófum.(mitt álit) Annars er þetta góður punktur hjá þér. Margt af því sem við lærum snýst um að muna."
        },
        {
            "user": "herbalist",
            "user_id": "72688",
            "date": "2009-08-19 19:09:58",
            "id": "6835324",
            "reply_to_id": "6835223",
            "text": "Margt af því sem við lærum í skóla snýst um að muna, já, en eru það gáfur? Gáfur fyrir mér er það að þekkja umhverfið og dýptina í kringum okkur. Við lærum það aldrei með því að stimpla eitthvað í hausinn á okkur og rembast við að muna, við lærum það með því að efast um allt, beita rökhugsun og læra af mistökum. Það síðasta er líklegast lykilatriðið.\nFólk segist vera gáfað vegna þess að því gengur svo vel í skóla, en á sama tíma hefur það aldrei spáð í því hvað gáfur séu í raun og veru. Það finnst mér vera\nmjög\nkaldhæðnislegt.\nKerfisbundin menntun er mjög lélegur mælikvarði á gáfur segi ég, en hvað veit ég, ég er drop out úr helvítis lágstéttarlýðnum :P"
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2009-08-20 00:27:15",
            "id": "6835892",
            "reply_to_id": "6835324",
            "text": "Hálfsammála þér, mín skoðun er bara að gáfað fólk á auðvitað auðveldara með að læra, muna og stimpla hluti í höfuðið á sér.. svo er alltaf hægt að deila um hvað að vera gáfaður e"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-08-19 05:04:55",
            "id": "6834567",
            "reply_to_id": "6833154",
            "text": "Hasshausarnir sem hlusta á rapp eru í neðstu sætunum, ég er ekki hissa.\nEn það er samt greinilegt að velgengni í skóla og góður tónlistarsmekkur fara ekki endilega saman, Linkin Park? Úff!!!"
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2009-08-23 04:41:33",
            "id": "6840012",
            "reply_to_id": "6834567",
            "text": "Hasshausarnir\nsem hlusta á rapp eru í neðstu sætunum, ég er ekki hissa.\nWeak. :/"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-08-30 10:12:18",
            "id": "6849207",
            "reply_to_id": "6833154",
            "text": "Þetta var ekkert vísindaleg könnun. Þetta var gert eithvernveginn á facebook með eithverri viðbót þar.\nAllavega hlusta ég á Lil'wayne og er stoltur af því hvort sem þessi könnun segir að ég sé heimskur eða ekki þá er ég allavega kominn í háskóla…"
        }
    ]
}