{
    "forum_title": "Hljóðfæri",
    "user": "zelgrades",
    "user_id": "39940",
    "date": "2009-08-26 10:09:46",
    "title": "TS: Moog effect pedalar",
    "text": "Til sölu MoogerFooger murf og Bass murf.\nMurf stendur fyrir Multiple Resonance Filter Array.\nFrábær tæki til að nota á gítara, bassa, keyboard, etc. og til að búa til sándeffekta t.d á raddir. Ég hef t.d mikið notað þá á percussion.\nHægt að tengja gate signal inná þá til að synca við tempo. (ég hef sent kicker úr Ableton Live í murfana til að synca).\nLinkar á heimasíðu Moog:\nMuRF:\nhttp://www.moogmusic.com/moogerfooger/?section=product&product_id=117\nBASS MuRF:\nhttp://www.moogmusic.com/moogerfooger/?section=product&product_id=215\nSel þá á 50 þúsund stykkið eða 90 þúsund saman.\nEr í Reykjavík.\ns. 8221611",
    "url": "https://www.hugi.is/hljodfaeri/korkar/670026/ts-moog-effect-pedalar/",
    "url_id": "670026",
    "id": "6844334",
    "replies": [
        {
            "user": "googlie",
            "user_id": "29269",
            "date": "2009-08-26 13:58:26",
            "id": "6844503",
            "reply_to_id": "6844334",
            "text": "vill ekki vera leiðinlegur en þessi pedall kostar held ég 40þús nýr í tónabúðinni. En ég skal kaupa einn á 30þús\nKv. moni"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-08-26 14:57:46",
            "id": "6844576",
            "reply_to_id": "6844503",
            "text": "miðað við besta fáanlegt verð sem er á musiciansfriend.com þá kostar svona murf græja 419 dollara, miðað við gengið í dag þá er það 54500, bættu svo við það flutningskostnaði og virðisauka og þá er þessi græja kominn í heilann helling.\nþað var einn svona á gömlu verði í tónastöðinni fyrir amk hálfu ári síðan, kannski var sá meira að segja notaður en það var sett á hann 45.000.\nÞað hefur allt hækkað alveg asnalega mikið í hljóðfæraverslunum, ég keypti shure sm57 hljóðnema á 14.000 nýjann fyrir ári, núna er verið að selja þá notaða á 20.000.\nÉg myndi reyndar aldrei borga 50 þúsund fyrir svona græju en þessir moog pedalar eru betri en allt annað, ég átti ring modulator frá þeim og það voru bara alveg kreisí gæði í honum, þessi græja er samt aðeins of sérhæfð til að ég sjái nokkur praktísk not fyrir hana."
        },
        {
            "user": "zelgrades",
            "user_id": "39940",
            "date": "2009-08-31 10:43:17",
            "id": "6850530",
            "reply_to_id": "6844503",
            "text": "Sæll\nað sjálfsögðu tjekkaði ég í Tónastöðinni hvað þessir pedalar kosta nýjir áður en ég auglýsti hér. Þeir kosta 62.000 stykkið án straumbreytis sem ég læt fylgja með frítt.\n…og það er sjálfsagt að koma með tilboð!"
        },
        {
            "user": "googlie",
            "user_id": "29269",
            "date": "2009-08-31 19:34:54",
            "id": "6851122",
            "reply_to_id": "6850530",
            "text": "hvor murfinn virkar betur fyrir syntha og takta?"
        },
        {
            "user": "zelgrades",
            "user_id": "39940",
            "date": "2009-08-31 20:09:07",
            "id": "6851167",
            "reply_to_id": "6851122",
            "text": "mér finnst “venjulegi” murfinn oftast vera skemmtilegri á syntha og beat. Hinn er líka skemmtilegur… þú verður bara að koma og prófa :)"
        }
    ]
}