{
    "forum_title": "Bardagaíþróttir",
    "user": "SvanurEinfari",
    "user_id": "68318",
    "date": "2009-08-26 11:32:40",
    "title": "Muay Thai, Tae Kwondoo eða Jiu Jitsu?",
    "text": "Á svo erfitt með að ákveða mig en þetta er þær íþróttir sem mér datt í hug að prufa helst. Hvaða list mynduð þið vilja læra og hvar á landinu er best að æfa? Að lokum, er Muay Thai kennt eitthvað almennilega hérna?\nBætt við 26. ágúst 2009 -  23:56\nÉg ætti kannski að skella mér á Fjölni, en er Pumping Iron eitthvað að gera sig með Muay Thai? pumpingiron.is",
    "url": "https://www.hugi.is/martial_arts/korkar/670033/muay-thai-tae-kwondoo-eda-jiu-jitsu/",
    "url_id": "670033",
    "id": "6844389",
    "replies": [
        {
            "user": "pimpman",
            "user_id": "37306",
            "date": "2009-08-26 11:56:18",
            "id": "6844414",
            "reply_to_id": "6844389",
            "text": "Gleymdu alveg TKD, algjör tímasóun. Ef þér finnst gamann að glíma þá er það bjj eða judo.Villt prufa að skiptast á höggum MMA, Kick box eða Mu Thai fara þá í Mjölni.\nwww.ippon.is eða www.mjolnir.is"
        },
        {
            "user": "pimpman",
            "user_id": "37306",
            "date": "2009-08-26 11:57:31",
            "id": "6844415",
            "reply_to_id": "6844389",
            "text": "Það fer eftir því hvort þú ert að tala um BJJ eða WJJ þegar þú nefnir Jiu Jitsu. Þ.e. Function eða fantasy."
        },
        {
            "user": "pimpman",
            "user_id": "37306",
            "date": "2009-08-27 08:49:51",
            "id": "6845681",
            "reply_to_id": "6844415",
            "text": "Mikið rétt. Eftir að hafa kynnt mér aðeins jiu jitsu á sínum tíma fannst mér tilvalið að fara æfa eitthvað slíkt. Mætti á æfingu hjá WJJ í Skipholtinu (Mjölnir ekki byrjaðir). Þvílik hörmung og rugl. MAður stóð þarna í 2 tíma að snúa upp á hendunar á mönnnum. Svitnaði ekki einu sinni. Bjargaði málunum að það var judo á hinum dögunum í húsnæðinu og ég hennti mér þar yfir og hef verið þar síðann. Ætla ekki einu sinni að fara út í það þegar ég fór að æfa TKD."
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2009-08-26 12:31:45",
            "id": "6844439",
            "reply_to_id": "6844389",
            "text": "Erum með þetta allt hjá okkur í fjölni svo um að gera koma bara og prufa þetta allt og sjá hvað þér finnst\nwww.fjolnirfightclub.tk\nog þegar þú greiðir æfingargjöld þá virka þau í alla tíma hjá okkur í stundaskrá svo ef þér fer að leiðast í t.d. Taekwondo þá bara færiru þig yfir í BJJ án auka kostnaðar sama á við um Kickbox/Muay Thai og Kettlebells hja okku"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2009-08-26 21:47:06",
            "id": "6845290",
            "reply_to_id": "6844439",
            "text": "Er sammála Haraldi, Fjölnispakkinn er alveg að gera sig fyrir þig ef þú veist ekki nægilega vel hvað þig langar til að gera."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2009-08-27 18:16:16",
            "id": "6846180",
            "reply_to_id": "6844439",
            "text": "Hvar er þetta?"
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2009-08-28 11:45:22",
            "id": "6846962",
            "reply_to_id": "6846180",
            "text": "Egilshöll grafarvogi"
        },
        {
            "user": "Saehrimnir",
            "user_id": "71498",
            "date": "2009-09-06 17:13:45",
            "id": "6859183",
            "reply_to_id": "6846962",
            "text": "Er þetta eitthvað alvöru muay thai sem þið eruð að kenna þarna? Má hnjáa oftar en einu sinni í clinchinu og svona?"
        },
        {
            "user": "MrSmile",
            "user_id": "6887",
            "date": "2009-08-27 09:30:12",
            "id": "6845698",
            "reply_to_id": "6844389",
            "text": "Það er bara einn þraulreyndur Muay Thai þjálfari með mjög góðan keppnisferil og það er Henrik. Hann er staðsettur í nýja gyminu við Hlemm.\np.s. Eini sem ég veit um amk :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-08-28 17:48:17",
            "id": "6847354",
            "reply_to_id": "6845698",
            "text": "Nýja gyminu við Hlemm? Hvað er það?\nÉg hélt að Henrik væri að kenna á þarna á höfðabakka."
        },
        {
            "user": "sollboll",
            "user_id": "68704",
            "date": "2009-08-30 12:57:42",
            "id": "6849296",
            "reply_to_id": "6845698",
            "text": "Það virðist vera mjög erfitt að hafa upp á þessu gymmi.. er engin heimasíða, sími eða neitt??  svona upp á að benda fólki þangað ef það spyr um MT hjá hnefó.. hingað til bendi ég á pumping iron og Fjölni en Henrik er þaulreyndur þjálfari með góðan keppnisferil og ég mæli með honum.. en vantar algerlega uppl. um nýja staðinn??"
        },
        {
            "user": "SvanurEinfari",
            "user_id": "68318",
            "date": "2009-08-27 18:41:10",
            "id": "6846210",
            "reply_to_id": "6844389",
            "text": "Er kannski best að fara í Mjölni???"
        },
        {
            "user": "zix",
            "user_id": "71272",
            "date": "2009-08-28 13:26:24",
            "id": "6847045",
            "reply_to_id": "6846210",
            "text": "Ég var að kynna mér þetta og ég ætla í Mjölni.\nMaður kíkir bara á byrjendanámskeiðið og byrjar svo að æfa eftir það ;)"
        },
        {
            "user": "sollboll",
            "user_id": "68704",
            "date": "2009-08-30 12:53:46",
            "id": "6849290",
            "reply_to_id": "6844389",
            "text": "Ef þér langar að prufa BJJ þá verða kynningardagar 1. og 3. september hjá Hnefaleikastöðinni (viðarhöfða 2). Þjálfarinn heitir Arnar og var lengi hjá Mjölni að kenna.."
        },
        {
            "user": "gdnoz",
            "user_id": "74272",
            "date": "2009-09-02 14:35:56",
            "id": "6853589",
            "reply_to_id": "6849290",
            "text": "hann er að þjálfa hjá fjölni fight club í egilshöllinni líka, fyrstu æfingarnar á nýju tímabili í dag:\nhttp://i80.servimg.com/u/f80/13/40/79/39/pictur11.png"
        }
    ]
}