{
    "forum_title": "Hljóðfæri",
    "user": "hoddibrain",
    "user_id": "16411",
    "date": "2009-08-27 11:37:42",
    "title": "Til Sölu Steinberger GR-4R gítar !",
    "text": "Er hér með prog gítar dauðans sem er Steinberger GR-4R,þetta er full body steinberger sem þíðir að hann er hauslaus og með heilan búk,hann er eins og nýr og nánast ekkert notaður !\nÞessi gaur er smíðaður af gibson í nashville og hann er mjög vandaður í allastaði,hann kemur með flottu hard case og fullt af strengjum !\nMjög vanmetnir gítara í seinni tíð en samt kjósa margir snillingar að nota þá eins og\nlou Reed\nAllan Holdsworth\nTymon-Cynic\nPaul Masvidal-Cynic\nHér er linkur á mynd af gítarnum og annars bara allt um kauða.\nUpplýsingar gefnar á heimasíðu framleiðanda.\nDescription:\nThe R is for Rock! The GR is Steinberger's high-tech wonder with a heart of rock and roll, built around an ultra-stable Steinberger M/S Blend™ one-piece graphite neck and a double cutaway mahogany body. Add the R-Trem and patented Double-Ball system and you can forget about the hassles of conventional tremolos and string clamping systems. Custom pickups from Seymour Duncan complete the package, providing the GR with a full spectrum of tone, from fast rhythms to searing leads and everything in between. Carefully engineered features combine to create the GR… the results will rock you!\nTechnical Specifications:\nBody: Solid Mahogany Body\nNeck: Steinberger M/S Blend™ (One piece graphite neck and fingerboard, with Adjustable Truss-Rod)\nProvides unsurpassed clarity and sustain with an added touch of warmth.\nBridge Pickup: Seymour Duncan Custom/Custom (Passive)\nMiddle Pickup: Seymour Duncan HotRail (Passive)\nNeck Pickup: Seymour Duncan HotRail (Passive)\nBridge: Patented Locking R-Trem with 40:1 Direct-Pull Tuners\nScale: 25.5“\nFingerboard Radius: 16”\nFrets: Dunlop 6150 Jumbo\nNumber of Frets: 24\nNut Width: 1-5/8“ at zero fret (4.1cm)\nStrings: LaBella USA S1046 (010-013-017-026w-036w-046w)\nControls: 1 - Master Volume\n1 - Master Tone\n1 - 5 way Pickup Selector\nLength: 30-3/4” overall length (78.1cm)\nAvg. Weight: 7.0 lb (3.18kg)\nhttp://images.hugi.is/hljodfaeri/89845.jpg\nTek það fram að ég veit að mörgum finnst hann ljótur,þessi gítar er ekki fyrir alla svo það þarf ekki að segja mér það !!\nÞeir sem hafa áuga er beðnir að senda mér einkapóst varðandi uppl. tilboð,verð og annað.\nkv.Hörðu",
    "url": "https://www.hugi.is/hljodfaeri/korkar/670164/til-solu-steinberger-gr-4r-gitar/",
    "url_id": "670164",
    "id": "6845775",
    "replies": [
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2009-08-31 23:01:28",
            "id": "6851553",
            "reply_to_id": "6845775",
            "text": "Sæll\nÉg sendi hér aftur, því áhugi minn á þessum Steinberger fer vaxandi.\nHvaða verðtilboð hefuru fengið núna, hvort ég geti matchað þau…\nKv.\nHaukur\nBætt við 31. ágúst 2009 -  23:27\nandskotinn, átti að fara í pm…\nstjórnandi, eyða?"
        }
    ]
}