{
    "forum_title": "Sci-Fi",
    "user": "Sapien",
    "user_id": "76852",
    "date": "2009-08-27 02:13:56",
    "title": "Jarðnesk Geimskip",
    "text": "X-301\n______________________________________________________________________________\nX-301 orrustuflugvél var fyrsta tilraun Jarðarbúa til þess að smíða orrustuflugvél sem ferðast gæti í geimnum. X-301 var smíðuð úr samblöndu af jarðneskri tækni og hlutum úr tveimur Goa‘uld Hryðjuflaugum. X-301 inniheldur tregðu-knúningsaflskerfi, felutækni er felur flaugina fyrir radarsjám og tvær\nnaqahdah\nknúnar AIM-120-AMRAAM loftvarnar flugskeyti sem breytt hefur verið til þess að komast í gegnum skildi á borð við þá sem skýla Goa‘uld móðuskipum. Fyrsta tilrauna flugið var framkvæmt af Jack O‘Neill og Tea‘lc. Tilraunin varð nánast lífshættuleg þegar óuppgötvuð gildra í skipinu sem komið var fyrir af Apophis þeytir X-301 út af sporbaugi Jarðar. O‘Neill og Tea‘lc var naumlega bjargað af Jacob Carter í Goa‘uld flutningaskipi áður en lífviðhaldskerfið bilar. X-302 tók við af X-301 sem geimorrustuflaug jarðar, en X-302 var byggður eingöngu með jarðneskri tækni.\nF-302\n______________________________________________________________________________\nF-302 fjölverka orrustuskip er framleiðslu líkanX-302 tilraunaorrustuflaugarinnar. Skipið var byggt með hliðsjón af X-301, bara algerlega byggt með jarðneskri tækni, X-302 er fjölverka tveggja-manna flaug með fjórum settum af vélum, tveimur auka þotuhreyflum, tveimur lofthjúps vélum, einum eldflauga mótor og\nnaqadriah\nknúin hásviðs glugga rafall. Vegna óstöðugleika naqadriah er hásviðsrafall skipsins eingöngu nothæfur til stuttra ófyrirsjáanlegra hásviðsstökkva. Skipið er með tregðudempara kerfi sem gerir því kleift að komast á sporbaug og af sporbaug, þó svo að einungis 90% dempararnna séu virkir þegar þyngdaraflier snúið við. Megin vopnbúr F-302 eru breyttar naqahdah-knúnar AIM-120 AMRAAM loftvarnar flugskeyti. Skeytin eru með skjaldarumbreyti sem samkvæmt kenningunni á að geta komist í gegnum orkuskildi. Einnig er F-302 vopnuð flugskeytabyssum.\nPrometheus\n________________________________________________________________________\nPrómeþeifur (Prometheus), einnig þekkt sem BC-303 eða X-303 meðan skipið var enn í vinnslu, er fyrsta flaggskip Jarðar. Blanda af geimveru- og jarðneskri tækni, Prómeþeifur er árangur tveggja ára og nokkurra milljarða dollara ( u.þ.b. nokkrar: 100.000.000.000 kr.) af hálfu Flughers BNA. Upprunalega hafði skipið endurskipulagða Goa‘uld tækni á borð við fjarflutningshringi og stjórntæki byggð á kristölum Goa‘uld. Einnig hefur það yfir að ráða gervi-þyngdaraflsvélar. Innviðir skipsins eru úr málminum trinium, þó svo að naqahdah megi einnig finna í veggjum skipsins. Ásgerðingar setja á skipið skildi og vopn með þeirra tækni í þakkarskyni fyrir greiða er SG-1 veitti þeim í stríðinu gegn Aftriturum og síðar meir eftirlét æðstaráð Ásgarðs að gefa SGC hásviðs tækni. Göfugvélar Prómeþeifs hafa hámarkshraða allt að 110,000 mílur á sekúndu (59% ljóshraða) og komast út fyrir sporbaug jarðar á innan við 30 sekúndum. Upprunalega hásviðsvélin kostaði 2 milljarða dollara í þróun og notast við naqadriah sem orkugjafa. Höggdeyfir var settur í skipið til þess að stjórna óstöðugum orkubylgjum naqadriah, en er ofhlaðinn vegna óvænts þyngdaraflstogs í jómfrúarferð Prómþeifs. Hásviðsdrif skipsins kom frá stolnu Al‘kesh skipi en sú vél var hönnuð fyrir mun minni skip svo að Prómeþeifur getur einungis framkvæmt smá hásviðsstökk en eftir hvert stökk þarf vélin að kæla sig niður. Eftir að Ásgerðingar gáfu Jarðarbúum nýtt hásviðsdrif getur Prómeþeifur ferðast til nálægra vetrarbrauta. Prómeþeifur er vopnaður með 4 rimlabyssum, nálægs bardaga vopnakerfi og 16 eldflaugabyssum.\nDaedalus\n___________________________________________________________________________\nDaedalus orrustuskipið, einnig kallað Útgeims Flytjandi og 304, er seinni gerð Jarðneskra orrustuskipa og er að fullu hannað til þess samlagast geimverutækni. Smíði Deadalus er forgangsatriði hjá SGC enda lét Þing BNA varpa 70% af fjárveitingum SGC í smíði 304.  Deadalus inniheldur endurhannaða Goa‘uld tækni eins og fjarflutningshringi. Einnig hefur það ljómunar-tæknina, skildi og orkuvopn auk hásviðsdrifs og allt var þetta útvegað af Ásgerðingum. Hásviðsdrif Deadalus gerir því kleift að ferðast hin þrjú-milljón ljósár milli Jarðar og Atlantis á aðeins átján dögum, en ef ZPM er tengdur við skipið getur það ferðast sömu vegalengd á fjórtán dögum. Skipið hefur um að ráða Mark III og Mark VIII kjarnaodda og fjölda af rimlabyssum.",
    "url": "https://www.hugi.is/scifi/greinar/670142/jardnesk-geimskip/",
    "url_id": "670142",
    "id": "6845576",
    "replies": [
        {
            "user": "mrkarate",
            "user_id": "68317",
            "date": "2009-08-27 10:13:51",
            "id": "6845731",
            "reply_to_id": "6845576",
            "text": "Oke oke, en úr hvaða sci fi er þetta?"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2009-08-27 10:20:54",
            "id": "6845734",
            "reply_to_id": "6845731",
            "text": "Stargate"
        },
        {
            "user": "mehmonkey",
            "user_id": "59611",
            "date": "2009-08-27 16:35:44",
            "id": "6846041",
            "reply_to_id": "6845576",
            "text": "íslensk orð hafa alltaf svolítið pirrað mig.. rimlabyssur, hásviðsstökk etc"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-27 19:29:25",
            "id": "6846259",
            "reply_to_id": "6846041",
            "text": "Á ég að hætta því?"
        },
        {
            "user": "mehmonkey",
            "user_id": "59611",
            "date": "2009-08-27 20:40:13",
            "id": "6846352",
            "reply_to_id": "6846259",
            "text": "nei nei, kannski aðrir ertu ánægðir með þetta til að vernda tungumálið <."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-27 20:41:29",
            "id": "6846358",
            "reply_to_id": "6846352",
            "text": "Ætli ég bæti þó ekki enska orðinu í sviga á eftir samt sem áður."
        },
        {
            "user": "mehmonkey",
            "user_id": "59611",
            "date": "2009-08-27 21:45:01",
            "id": "6846461",
            "reply_to_id": "6846358",
            "text": "já, tók mig smá tíma í að fatta þetta"
        },
        {
            "user": "Sarek",
            "user_id": "24275",
            "date": "2009-09-10 18:31:52",
            "id": "6865015",
            "reply_to_id": "6846259",
            "text": "mér lýst vel mjög vel á það þegar þessi orð eru íslenskuð, það er ekkert asnalegra en þegar íslenskur texti er af óþörfu yfirfullur af enskum orðum"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2009-08-31 23:41:25",
            "id": "6851679",
            "reply_to_id": "6846041",
            "text": "Segðu… Einu sinni datt mér í hug að þýða eina af frægustu sci-fi smásögum síðustu aldar og birta hér. En ég ákvað að sleppa því - of mörg orð og/eða hugtök sem hefðu hljómað asnalega í mínum þýðingatilraunum."
        },
        {
            "user": "Baulan",
            "user_id": "61040",
            "date": "2009-08-31 12:49:07",
            "id": "6850591",
            "reply_to_id": "6845576",
            "text": "Ég hélt að það væri Odyssey en ekki Deadalus…\nWTF?"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-08-31 20:30:54",
            "id": "6851201",
            "reply_to_id": "6850591",
            "text": "Odyssey er samkvæmt uppljósturum mínum skip af Deadalus tegundinni."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2009-08-31 21:07:18",
            "id": "6851263",
            "reply_to_id": "6851201",
            "text": "Odyssey ,Deadalus , Sun Tzu og George Hammond (hét áður The phoenix)eru öll af X-304 tegund skipa."
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2009-10-15 00:57:24",
            "id": "6915104",
            "reply_to_id": "6845576",
            "text": "Skemmtileg lesning og ég elshkahahahaha íslensku þýðinguna (elska!)"
        },
        {
            "user": "LoMoNoSov",
            "user_id": "78573",
            "date": "2009-11-27 16:10:46",
            "id": "6973502",
            "reply_to_id": "6845576",
            "text": "skrifaðir ekkert um korlov, rússnesku geimferjuna…"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2009-11-27 16:13:27",
            "id": "6973508",
            "reply_to_id": "6973502",
            "text": "Ah, ansans."
        }
    ]
}