{
    "forum_title": "Vélbúnaður",
    "user": "Hordur1",
    "user_id": "30652",
    "date": "2009-09-02 15:14:54",
    "title": "Bilun með iPod sem örruglega einhver hefur lent í",
    "text": "Sælir. Ég vissi ekki alveg hvar ég ætti að setja þennan póst en ég er með iPodinn minn tengdan í bíl með RCA snúru en einn daginn þegar ég var að setja jackið í iPodinn þá heyrði ég bara mono. Ég hélt að þetta væri bara snúran vegna þess að hún er orðin gömul en svo áttaði ég mig á því að þetta er iPodinn en þá hefur greinilega mikill skítur (Þar sem jack snúran hefur verið örruglega eitthvað á gólfinu) komist í iPodinn. Er einhvernveginn hægt að laga þetta eða er iPodinn good as ónýtur?\nEndilega látið mig vita. Og ef það er einhver sem er með einhverskonar “þjónustu” fyrir iPoda, þrátt fyrir að hann beri ekki ábyrgð á þeim þá er það alveg ok vegna þess að hann er farinn úr ábyrgð. Endilega hafið þá samband.\nBestu kveðjur,\nHörðu",
    "url": "https://www.hugi.is/velbunadur/korkar/670880/bilun-med-ipod-sem-orruglega-einhver-hefur-lent-i/",
    "url_id": "670880",
    "id": "6853630",
    "replies": [
        {
            "user": "Heimdallr",
            "user_id": "74391",
            "date": "2009-09-02 15:48:18",
            "id": "6853676",
            "reply_to_id": "6853630",
            "text": "Svipað gerðist með mig nema hvað að það var einungis hægt að heyra öðru megin í headphonunum (gæti alveg verið það sama ég er enginn gúrú í þessu).\nÞurfti að kaupa nýtt stykki í hann sem kostar um 12.000 kall."
        },
        {
            "user": "Hordur1",
            "user_id": "30652",
            "date": "2009-09-02 17:33:04",
            "id": "6853881",
            "reply_to_id": "6853676",
            "text": "Ok frábært, hvar fæ ég svona stykki? Hringja bara í mac umboðið?"
        },
        {
            "user": "Heimdallr",
            "user_id": "74391",
            "date": "2009-09-02 21:35:34",
            "id": "6854423",
            "reply_to_id": "6853881",
            "text": "Apple búðinn í bænum bara, verkstæði þar."
        },
        {
            "user": "sinalco00",
            "user_id": "54463",
            "date": "2009-09-02 16:25:01",
            "id": "6853731",
            "reply_to_id": "6853630",
            "text": "/mac ?!"
        },
        {
            "user": "karason",
            "user_id": "23642",
            "date": "2009-09-02 18:56:02",
            "id": "6854061",
            "reply_to_id": "6853630",
            "text": "Ég myndi benda ykkur á að fara á rafeindaverkstæði og biðja þá um að hreinsa tengin með Kontakt spreyi.\nSvo er hægt að kaupa svona sprey á brúsum EN það er bara of dýrt fyrir eitt skipti.\nEf spreyið skilar ekki árangri þá er næsta að skipta um tengið á iPodinum.\nKveðja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-09-04 19:55:09",
            "id": "6856871",
            "reply_to_id": "6853630",
            "text": "Snertan er orðin alltof laus í jackinu svo að þú þarft að láta skipta eins og fólk er búið að segja hér."
        }
    ]
}