{
    "forum_title": "Apple",
    "user": "meeka203",
    "user_id": "35952",
    "date": "2009-09-03 16:15:02",
    "title": "hleðislutæki??",
    "text": "makkinn minn hætti að hlaða sig um daginn og ég prufaði að hlaða hann með hleðslutæki vinkonu minnar og það virkaði þannig að hleðslutækið mitt er greinilega bilað…vil helst kaupa mér nýtt áður en skólin byrjar.\nFór á apple síðuna og skoðaði vörur og fann ekkert hleðslutæki…bara spennubreyta og eitthvað…er ekki hægt að kaupa þetta þar eða…\nen veit annars einhver hvað nýtt hleðslutæki kostar og hvort ég gæti pantað það hjá applebúðini og fengið það sent til akureyrar?",
    "url": "https://www.hugi.is/apple/korkar/671020/hledislutaeki/",
    "url_id": "671020",
    "id": "6855301",
    "replies": [
        {
            "user": "Kuskarov",
            "user_id": "76535",
            "date": "2009-09-03 17:04:16",
            "id": "6855362",
            "reply_to_id": "6855301",
            "text": "hvernig hleðslutæki er þetta? er þetta svona gamalt með hringlaga tengi eða þetta nýja kassalaga með seglinum. Annars fæst þetta uppí apple búð en drulludýrt. allveganna kostaði gamla hleðslutækið 15000 þegar ég tjekkaði fyrir nokkru"
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2009-09-04 19:32:30",
            "id": "6856828",
            "reply_to_id": "6855362",
            "text": "þetta er þetta með seglinum"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-09-10 19:32:08",
            "id": "6865125",
            "reply_to_id": "6855362",
            "text": "Kostar 19.990 síðast þegar ég athugaði, efast um að þeir hafi lækkað verðið síðan."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-09-03 18:51:29",
            "id": "6855493",
            "reply_to_id": "6855301",
            "text": "Þetta kostar rétt tæpar 20.000, hinsvegar kostar eingöngu 7.000 kall að flytja þetta inn ef þú þekkir einhvern sem rekur tölvuverkstæði.\nApple eiga hrós skilð fyrir að komast upp með 200% álagninguna."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2009-09-03 19:23:36",
            "id": "6855542",
            "reply_to_id": "6855493",
            "text": "svívirðilegt, sérstaklega í ljósi þess að næstum allir makkaeigendur sem ég þekki hafa lent í batterís og hleðslutækjaveseni!"
        },
        {
            "user": "Kurb1tur",
            "user_id": "68473",
            "date": "2009-09-07 23:30:35",
            "id": "6861400",
            "reply_to_id": "6855301",
            "text": "Gerðist hjá mér um daginn, helvítis mac drasl og apple umboðið tekur enga ábyrgð a þessu hórusmettin!"
        }
    ]
}