{
    "forum_title": "Bækur",
    "user": "japancake",
    "user_id": "15743",
    "date": "2002-03-04 21:06:00",
    "title": "The Wind-Up Bird Chronicle",
    "text": "The Wind-Up Bird Chronicle eftir Haruki Murakami kom fyrst út í þremur hlutum í Japan 1994 og 1995. Enska þýðingin kom út í einni bók 1997.\nAðalsöguhetjan er Toru Okada, ungur maður sem býr ásamt eiginkonu sinni í úthverfi Tokyo. Í upphafi sögunnar er heimiliskötturinn horfinn. Í leit sinni að honum kynnist Okada mörgum óvenjulegum manneskjum. Fljótlega hverfur konan hans og hefst þá mikil leit hans af henni, sem felst þó aðallega í því að sitja á botni uppþornaðs brunns.\nÞað er erfitt að útskýra söguþráðinn, því eins og í flestum bókum Murakami er mikið um það sem flestir myndu kalla dulræn atvik. Lesendur verða að sætta sig við þá staðreynd heimurinn er stærri en það sem við sjáum með augunum og að hann er flóknari en við skiljum. Toru Okada er mjög einrænn en þrátt fyrir það hefur maður mikinn áhuga á að lesa um hann og komast að því hvað mun henda hann næst. Sögufléttan og atvik sem henda Okada ramba studum á milli súrrealisma og geðveiki. Stundum leit ég upp úr bókinni og spurði mig hvað væri eiginlega að gerast. En aldrei gekk Murakami of langt, hann skrifaði bók sem heldur manni föstum og heillar mann. Eftir því sem líður á bókina óskar maður þess að hún endi aldrei, mann langar ekki að skilja við persónurnar. Ég kláraði þessa bók í dag og hún mun sitja í höfðinu í langan tíma, eða að minnsta kosti þar til ég byrja á næstu bók eftir hann.",
    "url": "https://www.hugi.is/baekur/greinar/67147/the-wind-up-bird-chronicle/",
    "url_id": "67147",
    "id": "460664",
    "replies": [
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-03-04 22:54:15",
            "id": "460665",
            "reply_to_id": "460664",
            "text": "Hljómar spennandi!!\nKannski maður kíki á þessa við tækifæri."
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-03-04 23:53:50",
            "id": "460666",
            "reply_to_id": "460665",
            "text": "Þessi bók er alveg rosalega góð. Las hana á síðasta ári. Mæli einnig með ,,Hard-Boiled Wonderland And The End Of The World\" eftir sama höfund."
        },
        {
            "user": "kingmob",
            "user_id": "1813",
            "date": "2002-03-05 17:06:00",
            "id": "460667",
            "reply_to_id": "460666",
            "text": "Wind-up Bird er frábær. Langbesta bókin hans Murakami, að mínu mati. Hard Boiled er líka góð (yo Cucular, represent!)\nÞær tvær eru samt einu bækurnar sem ég hef lesið eftir hann sem eru hvað flóknastar. Hinar eru meira svona venjulegar. Það sem mér líkar hvað best við Murakami er hvað hann er sci-fi legur, þegar hann lætur áhrifin frá Dick og Raymond Chandler skína í gegn."
        },
        {
            "user": "kingmob",
            "user_id": "1813",
            "date": "2002-03-05 17:06:12",
            "id": "460668",
            "reply_to_id": "460666",
            "text": "Wind-up Bird er frábær. Langbesta bókin hans Murakami, að mínu mati. Hard Boiled er líka góð (yo Cucular, represent!)\nÞær tvær eru samt einu bækurnar sem ég hef lesið eftir hann sem eru hvað flóknastar. Hinar eru meira svona venjulegar. Það sem mér líkar hvað best við Murakami er hvað hann er sci-fi legur, þegar hann lætur áhrifin frá Dick og Raymond Chandler skína í gegn."
        },
        {
            "user": "kingmob",
            "user_id": "1813",
            "date": "2002-03-05 17:07:01",
            "id": "460669",
            "reply_to_id": "460666",
            "text": ",,Þessi bók er alveg rosalega góð. Las hana á síðasta ári\"\nJá og það tók þig líka næstum ár að les'ana!\n-king mo"
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-04-03 03:27:09",
            "id": "460670",
            "reply_to_id": "460669",
            "text": "ÞaÝ t—k mig alveg h‡lft ‡r aÝ lesa Wind-up Bird - miÝaÝ viÝ ßaÝ aÝ Žg las Hard-boiled ‡ einni viku!\nÞaÝ var l’ka sk—lalesningur aÝ ßv¾last fyrir mŽr og svo er erfiÝara aÝ halda henni sman ’ huganum - en ‡ endanum var Žg mjšg ‡n¾gÝur;)"
        },
        {
            "user": "kingmob",
            "user_id": "1813",
            "date": "2002-03-05 17:07:05",
            "id": "460671",
            "reply_to_id": "460666",
            "text": ""
        },
        {
            "user": "japancake",
            "user_id": "15743",
            "date": "2002-03-05 18:16:26",
            "id": "460672",
            "reply_to_id": "460666",
            "text": "Ég les kannski “Hard-Boiled Wonerland…” næst. Ég las “Dance dance dance” fyrir nokkrum vikum og hún var rosalega góð, eins og allar bækur sem ég hef lesið eftir Murakami. En ég komst að því fyrir stuttu að Dance dance dance var framhald af annarri sögu, eða að minnsta kosti var sami sögumaður í annarri sögu. Veit einhver hvaða bók það var?\nSvo mæli ég með South of the Border, West of the Sun, sem er líka komin út á íslensku. Hún er hæfilega stutt og góð til að vera fullkomin bók fyrir þá sem vilja kynnast Murakami í flýti."
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-04-03 03:25:28",
            "id": "460673",
            "reply_to_id": "460672",
            "text": "Dance, Dance, Dance er einmitt eina šnnur b—k sem Žg hef lesiÝ eftir hann. MŽr fannst hœn g—Ý, en ekki jafn g—Ý og Hard-Boiled og Wind-Up.\nVeistu hver undanfari hennar er?\nv¾ri til ’ aÝ k’kja ‡ hana."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2002-03-05 00:44:25",
            "id": "460674",
            "reply_to_id": "460664",
            "text": "Allar bækurnar hans Murakami eru góðar, sumar þeirra eru reyndar frekar svona “konulegar” fyrir minn smekk en ég hef þrælað mér í gegn um þær líka og ekki séð eftir því.\nElvis2"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-05 01:04:46",
            "id": "460675",
            "reply_to_id": "460664",
            "text": "Þessi held ég að fari á minn lista, nice write-up."
        },
        {
            "user": "TheProphet",
            "user_id": "16597",
            "date": "2002-03-05 03:11:59",
            "id": "460676",
            "reply_to_id": "460664",
            "text": "Þeta er ein af þeim bókum Murakamis sem er undir hvað greinlegustum áhrifum frá Philip K. Dick, nokkuð sem Murakami viðurkennir fúslega, enda yfirl+ystur meðlimur í Dick-kirkjunni.  Ef þú hefur ekki þegar kynnst honum, sem ég reikna nú reyndar með. mæli ég með A Scanner Darkly til að byrja með. svo öllu heila draslinu,,, Dick er reyndar fáránlega vinsæll í Japan…"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-05 10:51:31",
            "id": "460677",
            "reply_to_id": "460676",
            "text": "Þetta eru ekkert nema meðmæli og A Scanner Darkly er ein af bestu bókum sem ég hef lesið eftir Dick, ásamt The Three Stigmata of Palmer Eldritch og Ubik."
        },
        {
            "user": "Vefstjóri",
            "user_id": "2677",
            "date": "2002-03-05 12:53:21",
            "id": "460678",
            "reply_to_id": "460677",
            "text": "etst"
        }
    ]
}