{
    "forum_title": "Danstónlist",
    "user": "EXOZ",
    "user_id": "21269",
    "date": "2009-09-07 23:49:37",
    "title": "Viðtal Techno.is við KAMUI.",
    "text": "Techno.is fór á stúfana og tók púlsinn á Kamui.\nTveir þýskir sveinar mynda Kamui en það eru Dominik og Patrick.\nKamui eru einmitt að fara að spila á Nasa á laugardaginn en mikil stemmning er fyrir komu þeirra.\nTónlist þeirra kalla þeir “Hardfunk” en það er skemmtileg blanda af ólíkum stefnum danstónlistar í harðari kantinum þó aðalega Techtrance og dúndrandi electro með technoívafi.\nHvað hafið þið verið að gera í sumar?\n- Við höfum aðallega verið uppteknir við tónlist – spiluðum á mörgum mjög flottum atburðum og svo prófuðum við og gerðum tilraunir með ný lög ásamt nýju smáskífunni okkar. Við höfum einnig báðir verið að vinna í sitthvorum verkefnunum og farið í ferðalög!\nTíminn sem eftir var, var notaður í háskólatengt dót – sem betur fer var ekki mikill tími eftir ;)\nHvort fýlaru betur, sílikon brjóst eða venjuleg brjóst?\nDominik: Ef ég á að vera hreinskilin – Þá er ég meiri rassa gaur.. Svo lengi sem brjóstin eru ekki kjánaleg þá er mér nokkuð sama ;)\nPatrick: Mér er sama svo lengi sem það er eitthvað sem ég get káfað á haha!\nHvernig kom það til að þið tveir fóruð að búa til tónlist saman?\nDominik: Við hittumst á síðu á netinu á vettvangi fyrir tónlistaáhugafólk. Ólíkt mér, var Pat hetja síðunnar með öll lögin sín í top 10. Ég bað hann um að remixa lag eftir mig, og við uppgötvuðum að við bjuggum í sömu borg og seinna hittumst við.\nVið vorum með sömu markmið í tónlist, sama húmor og hæfileikar okkar smella svo vel saman – svo það eina rökrétta í stöðunni var að byrja að gera tónlist saman.\nHvaðan kom nafnið „Kamui“?\n- Þetta er Japanskt nafn sem þýðir „power of god“ eða eitthvað álíka. Við fengum það úr anime teiknimyndaseríunum X. Það er stutt, kraftmikið og heillandi nafn, þessvegna fýluðum við það.\nHversu margar smáskífur hafiði gert?\n- Ég held þær séu um 9 stykki með Kamui  - en í gegnum tíðina höfum við framleitt undir nokkrum mismunandi nöfnum..\nhttp://www.discogs.com/artist/kamui\ngefur nokkuð gott yfirlit yfir það hvað við höfum gert hingað til :)\nHvað er eftirminnilegasta klúbbakvöld eða hátíð sem þið hafið spilað á?\n- Það er mjög erfitt að segja… Það besta við að vera plötusnúður er að þú upplifir svo marga mismunandi tónleika og flestir af þeim eru eftirminnilegir. Það er líka erfitt að bera saman hátíðir og klúbbakvöld – það er allt annað andrúmsloft og tilfinning:\nAð standa fyrir framan þúsundir manns sem eru langt í burtu frá þér er allt annað en að hafa miklu færra fólk sem er mjög nálægt þér. Það fer líka eftir landinu sem þú ert að spila í, fólkinu sem þú ert að spila fyrir.. og svo framvegis!\nEftirminnilegt fyrir okkur báða er án efa okkar fyrsta „alvöru“ gigg sem við spiluðum saman.\nVið spiluðum á Olympic states Sport centre of Sidney fyrir framan nokkur þúsund ravera – það var frekar geggjað :)\nHvernig lýst ykkur á íslenskt kvenfólk?\nDominik: Uh – yeah, Giggity Giggity! Klárlega!\nPatrick: Þær eru „state of the art“ ;)\nHver er hugmyndin á bakvið lagið ‚electroslut‘?\nDominik: Við gerðum lagið á þeim tíma, sem house og electro voru að byrja að vaxa af alvöru og varð stærra og stærra með hverri sekúndu. Á endanum tileinkuðum við það öllum þessum trúðum sem litu út fyrir að hafa orðið fórnarlömb ultra-electro-woop-woop-hreyfingarinnar.\nHvað skilgreinir þú sem electroslut?\nDominik:  Ég myndi halda að allir þeir hlustendur sem halda að þeir þurfi að klæða sig upp eins og sjóræningar til að falla inn í „dirty dirty“ electro senuna væru mögulega e-sluts.. ;)\nPatrick: .. Og framleiðendur sem selja sig eins og hórur með tónlist sem þeir gera aðeins til að fylgja tísku án þess að átta sig á að þeir eru ekki að bæta við neinu skapandi í senuna.\nHvaða tónlistarmann myndiru helst vilja remixa?\nDominik: Það er eiginlega enginn einn sérstakur sem mig myndi langa að remixa – Ég kýs frekar að remixa lög sem ég fýla. Ég væri mikið til í að vinna með kvikmyndartónlistarmanninum Hans Zimmer eða skapandi undrum eins og Trentemoller.\nPatrick: Lady Gaga fyrir mig takk, haha :)\nAf öllum lögunum sem þið hafið gert, hvert þeirra er í mestu uppáhaldi?\n- Yfirleitt líkar okkur best við það nýjasta. Gæsahúðartilfinningin hverfur um leið og næsta hugmynd skítur upp kollinum í höfðinu á okkur :)\nHvað þýðir ‚Werkzeug‘ and ‚Spielzeug‘?\n- Werkzeug þýðir tæki og Spielzeug þýðir dót. Bæði lögin voru gerð á mjög stuttum tíma og fyrir okkur voru þau eins og „Dj Tools“, þaðan kom t.d. nafnið Toolbox EP.\nHvenær byrjaðir þú að fikta við tónlist?\nDominik: Ég byrjaði að spila á nokkur hljóðfæri þegar ég var 6 ára þar sem faðir minn var að vinna í tónlistarskóla. Þegar ég fékk fyrstu tölvuna mína, keypti hann tónlistarforrit handa mér og þaðan í frá fór ég að gera tónlist, keypti ýmsan tækjabúnað og endaði á því að gefa út mína fyrstu smáskífu þegar ég var 15 ára. Þegar ég var í skóla, var ‚dance‘ ennþá frekar vinsælt – svo ég varð að velja. Ég valdi á móti Backstreet Boys og með Scooter & la Bouche haha!\nPatrick: Ég byrjaði að spila á píanó þegar ég var 7 ára og kennarinn minn sýndi mér undirstöðuna í framleiðslu á tónlist – og upp úr því hélt ég bara áfram..\nBjuggust þið einhvertíman við að þið yrðuð eins vinsælir og þið eruð í raun?\n- Vinsælir er sennilega rangt orð – Madonna, Britney Spears og Eminem eru vinsæl. Við myndum frekar segja að við værum vel staddir listamenn í hluta af danstónlistar senunni. Til þess að vera hreinskilin, þá hugsuðum við aldrei um að verða vinsælir – svo að… nei, eiginlega ekki, en við erum mjög glaðir fyrir hvern einasta nýja hlustanda sem við höfum :)\nÁður en þið komuð hingað fyrst, hélduð þið að við værum Eskimóar sem byggju í snjóhúsum?\n- Ekki alveg – en við vorum eiginlega svolítið svekktir yfir að sjá engin víkingaskip..\nEr mikið af nýju efni á leiðinni?\n- Það er nýtt efni á leiðinni, já, sem þið fáið að heyra – ásamt frumflutningi (oh yeah!) á fullkláruðu nýju smáskífunni! Við erum einnig með helling af nýju, flottum uppfærslum í DJ töskunni okkar og okkur hlakkar mikið til að geta spilað svolítið ferskt efni!\nHvað er það vandræðalegasta sem þið hafið lent í á ferlinum?\nDominik: Það eina sem var virkilega vandræðalegt – fyrir utan það ýta á eject á diskum í spilun nokkrum sinnum – var sennilega fyrsti alvöru flutningurinn okkar sem tónlistarmenn. Við áttum að spila í fyrsta sinn, en tónleikahaldarinn endaði á að hætta við að leyfa okkur að spila til þess að koma í veg fyrir hörmung. Sem afsökun vorum við beðnir um að spila eitt lagið okkar „live“, svo við settum einn geisladisk í og þóttumst vera að spila á hljómborðið okkar. Áður en lagið byrjaði slökkti ég á hljómborðinu – bara til að vera viss um að það væri ekki hægt að heyra neitt rangt við þetta – en fólkið heyrði það augljóslega og fór að púa á okkur..\nPatrick: Vinur okkar tók öll ósköpin upp – DVD diskurinn er falinn einhverstaðar í stúdíóinu okkar. Hreyfingarnar og hljómborðstaktarnir voru allgjörlega hrikalegar.. Bara þegar ég hugsa um þetta líður mér illa.\nHlakkar ykkur til að koma aftur til Íslands?\n- Já, mjög! Seinasta skipti var geggjuð upplifun. Tónleikarnir voru æðislegir og eftirpartýið var svooo gaman hehehe! Ísland er mjög sérstakur staður fyrir okkur – þið eruð mjög lífsglöð, vingjarnleg og með opinn huga: þegar við spilum hjá ykkur getum við spilað mikið af lögum sem við fýlum, en myndi ekki passa í sett í öðrum löndum. Við getum auðveldlega byggt upp sett og gert tilraunir með ýmislegt sem er mjög gaman :) Okkur hlakkar líka til að sjá eitthvað af landinu ykkur. Í mars höfðum við eiginlega engan tíma, en núna munum við hafa tíma fyrir smá túrastadæmi. Okkur hlakkar mikið til!\n[b\n]Hvaða forrit notið þið þegar þið búið til tónlist?\n- Við notum aðallega Logic 9 og Ableton 8 til þess að búa til tónlist, en við takmörkum okkur ekki aðeins bara við þessi tvö. Það er svo mikið af góðu dóti þarna úti sem gerir það mikið auðveldara og ánægjulegra að búa til tónlist.\nViljið þið segja eitthvað að lokum við fólkið á ísland\n- Já – við getum ekki beðið eftir að koma aftur á Nasa. Við vonumst einnig til að sjá eitthvað af fólkinu sem kom í mars og við lofum að djamma feitt :) :) !!",
    "url": "https://www.hugi.is/danstonlist/greinar/671601/vidtal-technois-vid-kamui/",
    "url_id": "671601",
    "id": "6861428",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2009-09-08 19:39:56",
            "id": "6862540",
            "reply_to_id": "6861428",
            "text": "Meistarar. Djöfull hlakka ég til á laugardaginn.\nSíðast þegar þeir spiluðu þá var það örugglega (pottþétt) flottasta kvöld lífs míns."
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2009-09-10 22:00:31",
            "id": "6865421",
            "reply_to_id": "6861428",
            "text": "Hvað heita lögin í auglýsingunum? Ég veit af Werkzeug en í einni auglýsingunni er geðveikt flott í endann, hvaða lag er það?"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2009-09-11 00:58:14",
            "id": "6865680",
            "reply_to_id": "6865421",
            "text": "electro slut ?"
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2009-09-12 00:37:51",
            "id": "6866951",
            "reply_to_id": "6865680",
            "text": "ertu viss? kannski er hausinn minn að rugla í mér…gæti vel verið hehe"
        },
        {
            "user": "megaman123",
            "user_id": "20401",
            "date": "2009-11-08 06:14:07",
            "id": "6947552",
            "reply_to_id": "6866951",
            "text": "skemmtilegur lestur :)"
        }
    ]
}