{
    "forum_title": "Tíska & útlit",
    "user": "herbjorg2",
    "user_id": "32708",
    "date": "2009-09-14 00:51:41",
    "title": "Búðir & Föt.",
    "text": "You know that thing when you see someone cute and he smiles and your heart kind of goes like warm butter sliding down hot toast? Well that's what it's like when I see a store. Only it's better\nA man will never love you or treat you as well as a store. If a man doesn't fit, you can't exchange him seven days later for a gorgeous cashmere sweater. And a store always smells good. A store can awaken a lust for things you never even knew you needed. And when your fingers first grasp those shiny, new bags… oh yes… oh yes.\nBúð hugsar vel um þig, eða svo í fyrstu.\nUm leið og þú labbar inn, er þér heilsað vingjarnlega og það er brosað til þín.\nÞú skoðar þig um og finnur lyktina af fötunum, ilminn á eitthverju nýju.\nÞú sérð eitthvað sem grípur þig og verður strax heltekin. Ást við fyrstu sýn.\nMátar það og líkar strax vel við það sem þú sérð.\nSvo kemur afgreiðslumanneskjan og segir hversu flott/ur þú ert í því og hvað þetta er mikil fjárfesting, hvað varan er hreinlega sniðin á þig.\nAuðvitað ertu sammála afgreiðslumanneskjunni og spyrð hvað þetta kostar, um leið og verðið kemur út um munninum færðu illt í veskið.\nEn horfir á þig í speglinum og hugsar, “er þetta þess virði, þarf ég þetta og vil ég þetta?”  Og þegar þú horfir í skrilljónasta skiptið á þig í speglinum þá verður þú ástfangin. Já þú þarft þetta, já þetta er þess virði og já þú VILT ÞETTA.\nHver hefur ekki lent í þessu?\nKomið svo heim, kíkt á heimabankann og pælt í því hvernig á að komast út mánuðinn með svona lítinn pening.\nFöt, blessuð fötin.\nPeningaeyðsla, fjárfesting eða yfirlýsing?\nFyrir mér eru þau allt þetta þrennt.\nPeningaeyðsla ;  þegar þú ert alltaf að kaupa þér hluti sem þú endar ekki með á því að nota. Kaupa hluti bara til að kaupa eitthvað. Þegar þú kaupir hluti sem þú átt nóg af.\nFjárfesting; þegar þú kaupir eitthvað sem er hægt að nota í mörg ár, eitthvað sem þú hefur þráð að eiga og mun ekki detta úr gildi. Eitthvað sem þú elskar.\nYfirlýsing; Yfirlýsing á hver þú ert. Föt geta sagt svo margt um þig. Sagt hver þú ert, hvernig þú ert og hvernig þú hagar þér.\nFyrsta sinn að fólk sér þig þá dæmir það eftir útliti. Föt eru stór partur af útlitinu þínu.\nÞegar þú ákveður fötin þín á morgnanna þá ertu í raun að gefa yfirlýsingu á hver þú ert.\nSvo þegar þú verslar föt, verslaðu vandlega.\nTaktu ráð úr Confessions of a Shopaholic\nÞarf ég þetta?\nÞetta er kannski ekki mjög mikil niðurstaða í þessari grein, meira svona álit mitt, og auðvitað veit ég að ég hef ekki alltaf rétt fyrir mér svo endilega segið hvað ykkur finnst.",
    "url": "https://www.hugi.is/tiska/greinar/672188/budir-fot/",
    "url_id": "672188",
    "id": "6868172",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2009-09-14 02:00:11",
            "id": "6869659",
            "reply_to_id": "6868172",
            "text": "Það er frábært að geta keypt sér fegurð, svo maður þurfi ekki að sætta sig við hvernig maður er eða læra að vera falleg/ur eins og maður er frá náttúrunnar hendi."
        },
        {
            "user": "UntilTheEnd",
            "user_id": "73296",
            "date": "2009-09-14 15:01:32",
            "id": "6870123",
            "reply_to_id": "6868172",
            "text": "ohh, núna langar mig í kringluna :("
        },
        {
            "user": "Fegetcop",
            "user_id": "63691",
            "date": "2009-09-14 16:51:59",
            "id": "6870362",
            "reply_to_id": "6868172",
            "text": "Vá, ég bara upplifi eiginlega aldrei svona verslunarleiðangur eins og þú lýsir þarna! Væri til í það eh.. En reyndar fell ég ekki fyrir yfirlýsingum afgreiðslufólks auðveldlega, sem betur fer.\nGott trick sem ég heyrði í Rachael Ray um útsölur: Ef þú myndir ekki kaupa flíkina á fullu verði, EKKI kaupa hana!\nLíka ekki kaupa eitthvað sem þú átt ekkert við, þá þarftu annaðhvort að eyða meiri pening í að kaupa eitthvað sem passar við, eða endar á því að nota flíkina aldrei.\nOg í byrjun mánaðarins alltaf að skipta laununum niður þannig að ákveðinn peningur fer í sparnað, ákveðið í mat os.frv. Getur haft fatakaup þarna inní og ef þú setur þér t.d. 20þús kr. á mánuði þá þarftu að vanda vel valið þannig að þú sért ekki að eyða peningnum í föt sem þú notar aldrei. Virkar!"
        },
        {
            "user": "Fegetcop",
            "user_id": "63691",
            "date": "2009-09-14 16:57:25",
            "id": "6870383",
            "reply_to_id": "6870362",
            "text": "Ef ég myndi hlusta á Rachel Ray myndi ég ganga um í ruslapoka, ég er svo nískur og ég tími ekki að kaupa neitt á fullu verði, enda á ég ekkert mikið af fötum og fer eiginlega bara á útsölur. Og öll fötin mín eru eiginlega keypt á útsölum, finnst þau flott en myndi ekki tíma að kaupa þau á fullu verði, því föt á Íslandi í dag eru fáránlega dýr."
        },
        {
            "user": "Fegetcop",
            "user_id": "63691",
            "date": "2009-09-14 17:41:22",
            "id": "6870493",
            "reply_to_id": "6870383",
            "text": "Nei, þú ert aðeins að misskilja. Það er verið að meina að ef þú myndir sjá vöruna án afslátts, og þú myndir ekki kaupa hana þá, þá kaupiru hana ekki á útsölu. Það er svo oft sem fólk (sérstaklega konur) fara á útsölur og kaupa bara eitthvað drasl sem þær eru að kaupa “af því að þetta var á útsölu”. Skiluru mig?"
        },
        {
            "user": "Fegetcop",
            "user_id": "63691",
            "date": "2009-09-14 22:09:59",
            "id": "6871218",
            "reply_to_id": "6870493",
            "text": "Já skildi þig alveg strax, langaði bara aðeins að snú útúr:P"
        },
        {
            "user": "herbjorg2",
            "user_id": "32708",
            "date": "2009-09-14 17:02:24",
            "id": "6870396",
            "reply_to_id": "6870362",
            "text": "Takk fyrir góð ráð , sérstaklega þetta með útsöluvörurna"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-09-14 22:16:23",
            "id": "6871242",
            "reply_to_id": "6870396",
            "text": "Ekkert að þakka ;)"
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2009-09-15 13:30:21",
            "id": "6871965",
            "reply_to_id": "6868172",
            "text": "oh elska þessa grein <3 !  og btw yayy er að fara í kringluna á eftir hehehe… næ alltaf að eiða öllum peningnum minum á 2 klukktimum í einhverjum fatabúðum =)"
        },
        {
            "user": "bjagni",
            "user_id": "12867",
            "date": "2009-09-16 19:31:51",
            "id": "6874462",
            "reply_to_id": "6871965",
            "text": "næ alltaf að eiða öllum peningnum minum á 2 klukktimum í einhverjum fatabúðum =)\nÞað er ekki broslegt, það er grátlegt…"
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2009-09-16 21:54:18",
            "id": "6874717",
            "reply_to_id": "6874462",
            "text": "hahah true xD öll launin sem maður er búin að strita fyrir farin á einu bretti =D"
        }
    ]
}