{
    "forum_title": "Gæludýr",
    "user": null,
    "user_id": null,
    "date": "2002-03-05 14:04:52",
    "title": "Hvernig á að sannfæra foreldra???",
    "text": "Ég er 16 ára og mig langar allveg rosalega í páfagauk. En það er mikið vandamál, mamma mín bannar mér að fá páfagauk. Ég er búinn að biðja um páfagauk síðan ég var 11 ára og er við það að gefast upp. Hún segir að það sé svo mikill hávaði í þessu og að þeir séu svo miklir sóðar. Ég á 4 fiska búr, kanínu og 5 mýs og það kemur bæði lykt og hávaði frá þeim. Ég helda að þetta sé sálrænt hjá henni því þegar hún var lítil átti hún 2 finkur en önnur át hina. Er einhver hérna sem átti í sama vanda og ég og náði að sannfæra foreldra sína. Ef einhver hér náði því vinnsamlegast látið mig vita hvernig þið fóruð að því ;)",
    "url": "https://www.hugi.is/gaeludyr/greinar/67288/hvernig-a-ad-sannfaera-foreldra/",
    "url_id": "67288",
    "id": "461692",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-06 13:06:37",
            "id": "461693",
            "reply_to_id": "461692",
            "text": "sko…ég hef átt fugla síðan ég man eftir mér, og nú á ég dísarfugl. ertu að spá í að fá þér venjulegan gára, eða eitthvað stærra? það er ekkert svo mikill sóðaskapur af gárum, og hljóðin sem þeir gefa frá sér eru bara falleg sko. :)"
        },
        {
            "user": "aphrodita",
            "user_id": "17037",
            "date": "2002-03-06 19:34:14",
            "id": "461694",
            "reply_to_id": "461692",
            "text": "Sko ég bara hótaði því að hætta að tala við foreldrana en mömmu var alveg sama en eftir svolítinn tíma þá gaf hún mér kanínu en svo fékk hún rafmagnslost og steiktist.Vegna þess að hún komst einhvernveginn út úr búrinu(ekki spyrja mig hvernig)og nagaði sundur rafmagnssnúru.Svo ef að þér tekst að sannfæra foreldrana(sem ég sárlega efa afþví að þú ert búin að reyna svona lengi)passaðu þá bara vel upp á páfagaukinn."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-03-06 21:04:54",
            "id": "461695",
            "reply_to_id": "461692",
            "text": "Hey, þú getur flutt að heiman eftir 2 ár.  Þá geturðu fengið þér hvaða dýr sem þú vilt :)"
        },
        {
            "user": "Pooh",
            "user_id": "9826",
            "date": "2002-03-08 17:02:45",
            "id": "461696",
            "reply_to_id": "461692",
            "text": "ég ætla að vera leiðinlega manneskjan og halda með mömmu þinni, ég meina kanína, 5 mýs og svo er ég ekki alveg viss um hvort þú eigir 4 fiskabúr eða 4 fiska í einu búri en ég skal allavega vera fyrst til að skilja mömmu þína fullkomlega þó þetta sé bara eitt fiskabúr með 4 fiskum en ekki fjögur sér búr úff! mér finnst allavega skynsamlegast eins og er að bara bíða þangað til eitthvað fækkar í flórunni svona svo húsið líti ekki út eins og gæludýrabúð. þó að þig langi ofsalega mikið þá hljóta þessi dýr sem þú átt fyrir að vera það sem þig langaði líka í og það er nú bara þannig að oft verður að gera málamiðlanir þær hætta ekkert þó þú flytjir að heiman. ég allavega vorkenni mömmu minni ennþá eftir tímabilið sem við áttum kisu, tvær finkur og 2 hamstra (karl og karl sem eru einu sinnar tegundar sem eignuðust 11 unga einn daginn ;) allavega lenti örugglega 90% vinnurnar í sambandi við dýrin á mömmu. kannski er það þar sem ég er eldri og vitrari tíhíhí eða þúst eitthvað svoleiðis að ég skil bæði sjónarmið, kannski er mamma þín til í einhverjar samningaviðræður?"
        }
    ]
}