{
    "forum_title": "Mótorhjól",
    "user": "hannes",
    "user_id": "579",
    "date": "2009-09-18 09:16:52",
    "title": "Gas Gas Trial árg. 2010",
    "text": "Jæja, nýja Gasið hefur litið dagsins ljós. Líkt og áður felast helstu breytingar í nýju litavali, en þróunardeild hina spænsku Gas Gas klifurmótorhjóla er einkar lagin við spreybrúsann. Helsta þróunin árið 2010 er að breyta hvítu í svart, já og nú stendur bara “GAS” á bensíntanknum, en ekki “GAS GAS”. Sem sagt helmingi minna gas þetta árið. Hjólið hefur verið nokk óbreytt frá árinu 2002, þegar hinn pínulitli gírkassi sást fyrst í gasinu. Kassi sem er í raun fjögra gíra, en er einhvernveginn tantraður þannig að útkoman er sex gírar; enda jú skrítið að skipta því stundum.\nSú var tíðin að heimsmeistarinn ók á Gas Gas, og á hverju ári er boðið upp á “Raga” útfærslu af græjunum, sem er þá með vönduðum blöndung (Keithin í stað Dellorto) og léttari gírkassa úr magesíumblöndu - sem léttir kvikindið úr svona 68 kílóum í 66 kíló.\nRaga útgáfan er enn í boði, en ég er hræddur um að heimsmeistaratitlar vinnist ekki lengur á Gas Gas, Honda (Montesa) hefur verið að saxa á þá og jafnvel Sherco, en aðrir s.s. Beta og Scorpa deila botninum.\nTalandi um Scorpa mótorhjólin. Þar á bæ ríkir greiðslustöðvun, en ólíkt hönnuðum Gas Gas þá hrinda hönnuðir hins franska Scorpa ýmsu í framkvæmd, s.s. þessu klifurfjórhjóli sem sýnt er á þessari síðu:\nhttp://www.topspeed.com/motorcycles/motorcycle-news/scorpa-trials-quad-heading-for-production-ar32342.html\nSkemmtileg hugmynd, en gengur kannski ekki alveg upp í praksís.\nNánar:",
    "url": "https://www.hugi.is/motorhjol/greinar/672938/gas-gas-trial-arg-2010/",
    "url_id": "672938",
    "id": "6876688",
    "replies": [
        {
            "user": "hannes",
            "user_id": "579",
            "date": "2009-09-21 22:31:26",
            "id": "6881704",
            "reply_to_id": "6876688",
            "text": "Eitthvað varð þessi linkur ruglaður, reyni hér aftur:\nhttp://www.topspeed.com/motorcycles/motorcycle-news/scorpa-trials-quad-heading-for-production-ar32342.html"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-10-08 22:17:47",
            "id": "6907113",
            "reply_to_id": "6881704",
            "text": "hér er fix"
        },
        {
            "user": "arnorgudmunds",
            "user_id": "77267",
            "date": "2009-12-03 23:04:52",
            "id": "6982340",
            "reply_to_id": "6876688",
            "text": "hvað kostar það ???"
        },
        {
            "user": "hannes",
            "user_id": "579",
            "date": "2009-12-04 22:36:30",
            "id": "6983570",
            "reply_to_id": "6982340",
            "text": "Nú veit ég ekki á hvaða verði JHMsport kemur til með að bjóða þau, en Sherco hjól kostar t.d. 1400 þúsund kall, sjá\nhttp://www.mxsport.is/xodus_product.aspx?id=1637&MainCatID=999328"
        }
    ]
}