{
    "forum_title": "Bardagaíþróttir",
    "user": "bluestreak",
    "user_id": "70418",
    "date": "2009-09-29 22:36:26",
    "title": "gunnzi að owna monson",
    "text": "http://sfuk.tripod.com/ADCC%202009%20Prime/DSC_9243.jpg",
    "url": "https://www.hugi.is/martial_arts/korkar/674422/gunnzi-ad-owna-monson/",
    "url_id": "674422",
    "id": "6893514",
    "replies": [
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2009-09-30 09:56:21",
            "id": "6893975",
            "reply_to_id": "6893514",
            "text": "Glíman endaði svona right?  Tíminn rann út á meðan Gunni var með Monson í Kimura?\nMér sýnist að þetta hafi verið mun meira “one-sided” glíma en úrslitin gáfu til kynna…"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2009-09-30 10:05:16",
            "id": "6893993",
            "reply_to_id": "6893975",
            "text": "Já, þetta endaði svona. Þess vegna kom upp sá misskilningur hjá sumum fjölmiðlum úti að Gunnar hefði sigrað á kimura. GracieMag setti þetta til dæmist og beina broadcastið hjá sér."
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2009-09-30 10:34:09",
            "id": "6894016",
            "reply_to_id": "6893993",
            "text": "Er þetta ekki bara sekúnudu spursmál hvenær hann hafði klárað kimura. Þannig að við getum bara talað um þetta sem tapout"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2009-09-30 11:47:02",
            "id": "6894063",
            "reply_to_id": "6894016",
            "text": "Það væri nú held ég frekar tæpt að álykta nokkuð um það.  Menn hafa nú náð að smokra sér út úr öðru eins.\nSamt virkilega svalt að Gunni hafi yfirhöfuð komist í stöðu til að púlla Kimura á manni sem er svona hrikalega massaður.  Handleggslásar eru ekki beinlínis það besta á móti þeim."
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2009-09-30 11:17:31",
            "id": "6894041",
            "reply_to_id": "6893993",
            "text": "Hverjar heldurðu að hafi verið líkurnar á því að Gunni hefði tappað Jeff með lásnum ef hann hefði haft nokkrar sekúndur í viðbót? Lásinn virtist vera nokkuð stöðugur, en kannski að Jeff hefði einfaldlega getað rétt úr handleggnum (þó að hann hafi örugglega verið orðinn mjög þreyttur). En þá hefði reyndar Gunni getað “skipt leiftursnöggt yfir í armbar” og klárað ;)"
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-09-30 11:49:26",
            "id": "6894065",
            "reply_to_id": "6894041",
            "text": "Það er erfitt að segja. Gunna hefði verið trúandi til að klára þetta en ég held þó að það sé ekkert grín að klára kimura á Jeff Monson. Kannski hefði hann bara hrist sig ;) Hann var reyndar búinn að reyna eitt og annað til að ná Gunna af bakinu á sér. Mér var eiginlega slétta sama. Þessi glíma var búinn að vera mögnuð og stemmingin var engu lík."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-09-30 13:19:17",
            "id": "6894181",
            "reply_to_id": "6894065",
            "text": "Samkvæmt mínum útreikningum eftir að rannska þessa mynd í þaula var Gunni um það bil 43 sekúndubrotum frá því að rífa handlegginn af Monson."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2009-09-30 15:56:21",
            "id": "6894395",
            "reply_to_id": "6894181",
            "text": "Það rímar við mínar niðurstöður.  Ég held að við ættum að hætta þessu internethangsi alla tíð og fara að vinna í svona Sí Ess Æ einhverju."
        },
        {
            "user": "Kutter",
            "user_id": "7606",
            "date": "2009-09-30 14:44:30",
            "id": "6894293",
            "reply_to_id": "6893514",
            "text": "Svakalegur árángur, ég hef verið að lesa að þetta hafi bara verið ein af svakalegri glímum í manna minnum eða hjá þeim sem sáu hana allavega!! mig dauðlangar að sjá myndband af henni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-09-30 16:45:43",
            "id": "6894495",
            "reply_to_id": "6893514",
            "text": "Lifandi lýsing á ADCC vefsetri á sigurglímum Gunnars við Jeff Monson og David Avellan:\nGunnar Nelson pulls guard on Monson… Monson has a lot of trouble passing Nelsons guard… Nelson and Monson into overtime. Nelson shoots. Monson sprawls, Monson shoots and gets reversed! Nelson almost getting the back of Monson… Monson looks tired… A much smaller Nelson keeps pushing Monson from the mats. Crowd is cheering. Nelson and Monson goes into second overtime. Nelson shoots, Monson looks tired but manages to sprawl and reverse. Nelson almost gets his back again… Monson has headlock on Nelson. Nelson esacpes. Both back on their feet. Nelson shoots and Monson sprawls and spins to his back. Nelson escapes. Monson shoots, but cant get the takedown. Nelson shoots in and gets the back. Both hooks in. Attacks the arm. Times up, Nelson wins by points and the whole arena is standing up cheering!\nNelson and Avellan starts… Nelson takes Avellan down, but no points scoring yet. Gunnar gets another takedown on  Avellan. Nelson gets headlock, switches to singleleg. Avellan shoots, takes Nelson down, but Nelson spins out and takes Avellan down. Attacking his back, one hook in… Avellan escapes. No points. Avellan shoots in, Nelson defends. Avellan shoots for single leg, Nelson defends. Nelson shoots in, Avellan attacks the arm. Nelson gets the back, one hook in, Avellan taps to a rear naked choke!"
        }
    ]
}