{
    "forum_title": "Hljóðfæri",
    "user": "DaCapo",
    "user_id": "73148",
    "date": "2009-09-30 17:02:17",
    "title": "Kontrabassi",
    "text": "Eg var svona að að velta því fyrir mér hvort að það séi góð hugmynd að mic'a kontrabassa upp með því að nota bassatrommum mic?  Það væri líka fínt ef þið gætuð sagt mér frá öðrum solid leiðum.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/674517/kontrabassi/",
    "url_id": "674517",
    "id": "6894520",
    "replies": [
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2009-09-30 17:48:06",
            "id": "6894605",
            "reply_to_id": "6894520",
            "text": "My first choice yrði sennilega bar good'ol SM57.\nÞó að í “ideal” stúdíó aðstæðum held ég að Ribbon í góðu herbergi væri toppurinn :)\nErtu að spá í á sviði eða stúdíó ?"
        },
        {
            "user": "DaCapo",
            "user_id": "73148",
            "date": "2009-09-30 17:59:37",
            "id": "6894633",
            "reply_to_id": "6894605",
            "text": "sviði.  gleymdi að nefna það."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2009-09-30 18:04:01",
            "id": "6894637",
            "reply_to_id": "6894605",
            "text": "þeir kontrabassaleikarar sem að ég hef spilað með eða séð plugga bassana með enhverskonar mic pickup sísstemi spilar engin hér á kontrabassa sem að getur svarað þessu? eru einungis gítarleikarar á þessari síðu!?  ohh við eigum til að vera mestu nörrarni"
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-09-30 19:39:46",
            "id": "6894884",
            "reply_to_id": "6894637",
            "text": "Ég spila á kontra, þetta er bara pickup sem er á bassanum, kostar um 200 dollara sá sem ég nota, mjög þægilegt, ekkert vesen með mic og svona, lítið vesen með feedback."
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-09-30 19:46:18",
            "id": "6894913",
            "reply_to_id": "6894520",
            "text": "Þú getur svosem notað hér um bil hvaða mic sem er, af þeim sem ég hef prufað eru þessir bestir\nhttp://cachepe.zzounds.com/media/feed/large/SENMD421II.jpg\nman ekki alveg hvað þeir heita en þetta er Sennheiser.\nÞú getur líka keypt þér pickup á hann (mæli með The Realist frá David Gage sem hægt er að kaupa á www.davidgage.com á 200 dollara) þá þarftu bara bassamagnara eða kerfi til að plögga þig í, bara jack snúra í þetta.\nAnnars eru til contact mic-ar sem koma í veg fyrir feedback, þá eru þeir límdir á bassann með leir (ekkert sem skemmir hann) en flestir eru rándýrir, þurfti að leigja einn svoleiðis einusinni, það var geðveikt en alltof dýrt að kaupa svoleiðis.\nAnnars ef þú vilt bara nota mic geturðu notað eins og ég segi hér um bil hvað sem er. Mjög gott að stilla honum upp bak við body-ið eða þá festa hann í brúnna með svampi (bara bílasvampi sem maður klippir gat í og setur micinn, mjög svo þægilegt statíf).\nÞegar ég var í upptökum um daginn notuðum við einhverja 8 mica á hann til að prufa okkur áfram, mismunandi micar og mismunandi uppstillingar en enduðum bara með að nota 2, þessa sennheisera, einn fyrir framan bodyið og einn fyrir aftan, þessi fyrir framan var svona 2-3 metra frá bassanum og beindist að f-holunum.\nEndilega spurðu ef það er eitthvað fleira."
        },
        {
            "user": "DaCapo",
            "user_id": "73148",
            "date": "2009-09-30 19:51:43",
            "id": "6894931",
            "reply_to_id": "6894913",
            "text": "þakka gott svar."
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-09-30 20:01:48",
            "id": "6894960",
            "reply_to_id": "6894931",
            "text": "En já, ég gleymdi, það er alltaf meiri möguleiki á að kontri feedbacki, jafnvel með pickup, en pickup dregur úr því, en ef maður fer að hækka mikið (ég hef aldrei þurft að gera það þrátt fyrir að ég spili mjög mikið live og með trommum og svona) í honum þá feedbackar hann stundum, mér skilst að það sé mögulegt að koma í veg fyrir það með því að teipa yfir f-holurnar."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2009-09-30 20:10:08",
            "id": "6894978",
            "reply_to_id": "6894913",
            "text": "þetta er MD421 (eins og sést á linknum á myndina)\nGæti verið að það sé hægt að nota trommufestingu til að festa micana við bassan (fest í F-holuna) Skrúfa herða þetta í viðinn á F-holunni og beina svo micnum ofaní.\nhttp://www.k-m.de/MICROPHONE-HOLDER-FOR-DRUMS.3+M54445d3dcd0.0.html\nSvo hjálpar þessi linkur mögulega mikið\nhttp://lmgtfy.com/?q=miking+upright+bass"
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-10-01 12:58:00",
            "id": "6895913",
            "reply_to_id": "6894978",
            "text": "Nei úff, ef þú ferð að skrúfa eitthvað á bassann þá bæði skemmirðu bassann og lakkið og hljóðbylgjurnar verða öðruvísi. Feedbackið yrði líka alveg rosalegt svona nálægt, annars eru f-holurnar svo litlar að þú næðir eflaust ekki að koma festingunni inn."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2009-10-01 18:41:40",
            "id": "6896410",
            "reply_to_id": "6895913",
            "text": "ok :P Þá prufa ég það ekki :P"
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-10-01 19:27:29",
            "id": "6896482",
            "reply_to_id": "6896410",
            "text": "Hehe gætir svosem prufað það en ég býst við að hann rispist, en geri líka fastlega ráð fyrir að holurnar séu of litlar."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2009-10-01 08:26:42",
            "id": "6895728",
            "reply_to_id": "6894520",
            "text": "Hef ekkert micað contar en á cello hefa strákarnir notað litin mic sem er hugsaður fyrir acustiskan gítar.\nLítill hringur og festist með leir eða kennarakítti.\nEr að virka ágætlega.\nSennilega einna ódyrasta lausnin ef hún virkar þokkalega.\nÞokkaleg demo upptaka frá yngra bandinu hér\nhttp://www.myspace.com/alefli\nSvona fyrsta prufa með prootools.\nÞetta eru 15-16 ára krakkar að leika sé heima í skúr.\nMinnir að þú heyrir þokkalega í celloinu á lagi 2“ Minn hinnsti dagur”\nErtu í rvk?\nGæti verið forvitnilegt að prófa þetta!\nBest er sennilega að setja pu system með bæði mic og piazo en það eru einhverjir 10 þúsundkallar1\nE.Ha"
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2009-10-01 13:03:37",
            "id": "6895920",
            "reply_to_id": "6895728",
            "text": "Hehe já, meira að segja bara piazo pickup á bassa er á sirka 20 þúsund, og þá er ágætlega sloppið. Hef samt aldrei séð græju sem er bæði piazo og mic\nBætt við 1. október 2009 -  13:11\nAð sálfsögðu átti þetta að vera piezo ekki piazo hjá mé"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2009-10-01 13:08:54",
            "id": "6895933",
            "reply_to_id": "6895920",
            "text": "Það er til sölu mic í tónastöðinni sem er piazo og mic.\nSetti svoleiðis í einn klassiskan og piazo myndi passa í sætið á bassanum líka. Veit bara ekki hvort það er sniðugt.\nhann er ef ég man rétt frá AEr\nEf þú ert í rvk semdu mér þá pm.\nGetum hugsanlega prófað einhvað!\nE"
        }
    ]
}