{
    "forum_title": "Músík almennt",
    "user": "Hilarius",
    "user_id": "76534",
    "date": "2009-09-30 16:51:58",
    "title": "We will rock you musical - Nótur",
    "text": "Góðan daginn, þannig er mál með vexti að nú er ég hljómsveitarstjóri í uppsetningu á We will Rock you sem á að fara að setja upp og vantar sárlega nótur fyrir það. Ég spyr því, veit einhver hvar maður getur fengið þessar nótur sem eru þá eitthvað meira en bara píanó og gítar og helst eitthvað annað en Guitar Pro?",
    "url": "https://www.hugi.is/musik/korkar/674513/we-will-rock-you-musical-notur/",
    "url_id": "674513",
    "id": "6894509",
    "replies": [
        {
            "user": "KurtCobainICE",
            "user_id": "13065",
            "date": "2009-09-30 17:05:59",
            "id": "6894526",
            "reply_to_id": "6894509",
            "text": "spurning að hafa bara samband við tónlistarskóla og sjá hvort þú getir ekki fengið nóturnar þaðan.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-10-03 13:00:25",
            "id": "6898902",
            "reply_to_id": "6894509",
            "text": "Prófaðu að kíkja á Amazon eða einhverjar síður sem sérhæfa sig í að selja nótur. Hlítur að geta fundið eitthvað þar."
        },
        {
            "user": "GunnsiGunn",
            "user_id": "32227",
            "date": "2009-12-28 03:04:08",
            "id": "7014416",
            "reply_to_id": "6894509",
            "text": "Sæll.\nHvaða skóla ertu í?\nÞú gast keypt pakka með nótum og upplýsingum í gegnum School's will rock you á netinu, þó ég efist um að þeir selji til Íslands. Annars veit ég að höfundarrétturinn á verkinu er til á Íslandi svo að það er spurning hvort þú/þið lendið í veseni með það ef eigandi höfundarréttarins kemst að því að þið eruð að setja þetta upp án leyfis… :)"
        },
        {
            "user": "Hilarius",
            "user_id": "76534",
            "date": "2010-01-01 13:16:53",
            "id": "7020132",
            "reply_to_id": "7014416",
            "text": "Þessi uppfærsla kláraðist um miðjan nóvember en takk samt. Við náðum að redda nótum en það er rétt hjá þér að höfundarrétturinn er ekki til á Íslandi enda kostar það einhverjar milljónir að fá hann. Við komumst upp með þetta með því að setja þetta upp sem tónleikaútgáfu en ekki söngleikinn sjálfan"
        }
    ]
}