{
    "forum_title": "Deiglan",
    "user": "idf",
    "user_id": "20187",
    "date": "2009-10-10 22:59:10",
    "title": "USA og Ísland; \"Misheppnaðar tilraunir\" ?",
    "text": "Oft hefur verið talað um að Ísland sem sé lítil ýkt spegilmynd USA og kannski ekki svo skrýtið þar sem við urðum eiginlega til sem “sjálfstæð þjóð” en ég set þetta inn í gæsalappir þar sem við lýsum yfir sjálfstæði í skjóli peninga og herverndar frá USA.\nOg hvað sem Evrópusinnum og öðrum sem eru í nöp við Bandarísk áhrif þá verður ekki undan því litið að við höfum litast mikið af veru þeirra hér, sem dæmi er amerískur framburður margra Íslendinga þó þeir hafi aldrei til Ameríku farið.\nÞó ég hafi numið í USA og líkað þar margt er ég engin aðdáandi þeirra Í dag, hnignun þar virðist vera yfirvofandi og þar kem ég að inni haldi greinarinnar, þ.e. hvort Ameríska ævintýrið sé brátt á enda, “i.e. failed experiment” þar sem þetta er ekki svo gamalt fyrirbrigði.\nÞegar ég skrifa þetta þá er ég að hlusta á gamlan “all American” slagara “Stay” með Jackson Brown sem er kannski lýsandi fyrir Ameríku sem var og kemur ekki aftur.\nEn svo er spurningin líka hvort sjálfstætt Ísland er ekki fyrirfram dæmt dæmi, 300 þúsund hræður sem halda að þær geti verið sjálfstæðar í hörðum heimi ?\nKaninn farinn og engin vilji til að beita NATO fyrir sig, er ESB aðild eini möguleikinn ? Hvað er sjálfstæði þegar við þurfum alltaf að leita skjóls ? Er það sjálfstæði ?",
    "url": "https://www.hugi.is/deiglan/korkar/675809/usa-og-island-misheppnadar-tilraunir/",
    "url_id": "675809",
    "id": "6909506",
    "replies": [
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-12 21:26:16",
            "id": "6911539",
            "reply_to_id": "6909506",
            "text": "Ég skil ekki alveg hvað þú ert að tala um í þessum þræði.\nOkkur vantar meira sjálfstæði, þ.e. einstaklingar á Íslandi ættu ekki að vera svona háðir ríkinu. Ef þú ert að tala um hervernd ef eitthvað skeður þá náttúrulega besta forvörnin við innrás frjáls viðskipti við sem flest önnur lönd í heiminum. En annars þá erum við í Nato svo það er engin hætta þar á ferð eins og er.\nEn hvað ertu eiginlega að tala um failed experiment varðandi BNA? Landið sem er með mestu framleiðni í heimi, staðið fyrir hvað flestum tækninýjungum á síðustu öld og land sem milljónir manna hafa flúið til frá öllum heimsálfum.\nEf þú ert að tala um þessa fjármálakreppu þá sé ég ekki að það sé eitthvert svakalegt strik í reikningnum. En miðað við sósíalistann sem er við stjórn í BNA í dag þá er framtíðin ekki björt"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-10-17 23:31:30",
            "id": "6918374",
            "reply_to_id": "6911539",
            "text": "Þú hefur ekki mikið álit á Obama og get ég alveg verið sammála því, en þú trúir enn á mátt USA, en athugaðu eftirfarandi:\n-Dollarinn er fallandi og talað um að hann verði ekki ráðandi í framtíðinni vegna gífurlegs fjárlagahalla USA.\n-Framleiðini í USA; tvennum sögum fer að því, með aukinni tölvuvinnslu er búið að auka framleiðini mikið en eiginleg framleiðsla á vöru er á fallanda fæti en gæti aukist aðeins aftur vegna fallandi $.\n-Áður en “Ameríska öldin” (sú 20asta) kom til var talað um að Bretar væru í forystu, sjáið hvar þeir eru núna, allt hefur sinn tíma, Kína er að taka við.\n-Fyrir þá, (eins og mig) sem bjuggu í USA áður er hnignunin augljós, þokkaleg laun nú í USA eru ekki neitt sérstök hér lengur þó að við tökum lágt gengi í spilið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-19 15:55:35",
            "id": "6920325",
            "reply_to_id": "6918374",
            "text": "Hvað meinaru með ‘trúi á mátt USA’? :S\nÉg geri mér bara grein fyrir því að það eru mörg lönd sem verra er að búa fyrir hinn meðalmann en BNA. Meira að segja flest lönd.\nOg ef þú lítur á 20. öldina þá hafa BNA greinilega verið leiðandi í framleiðni og lífskilyrðum.\nDollarinn hefur hingað til verið gjaldmiðillinn sem fylgt hefur stærsta hagkerfi í heimi og því verið nokkuð skotheld mynt. Fall hans má ekki bara leiða til ríkiskostnaðar BNA heldur einnig vegna tilkomu Evrunnar og síðan uppgangs Kína, þar sem nú eru loks komnir gjaldmiðlar sem eru samkeppnishæfir við Dollarann (fyrir það var það líklegast þýska markið, ef eitthvað).\nHvað með það þó eiginleg vöruframleiðsla hafi fallið? vörur eru ekki einu verðmætin sem eru sköpuð.\nOg hvað á ég að sjá hvernig Bretar eru núna? Þeir eru með fremstu þjóðum í heimi. Ef þeir slaka á ríkisafskiptum sínum þá eiga þeir góðan möguleika á því að verða aftur fremstir. (þó svo að ESB hafi mjög mikið um það að segja)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-10-31 20:45:20",
            "id": "6937408",
            "reply_to_id": "6920325",
            "text": "Vonandi hefurðu tekið eftir að 20 öldin er liðin og USA var í fremstu röð þangað til um aldamótin svipað og UK var um 1900, semsagt svipað trend þar, öll heimsveldi hafa sinn tíma.\n'Eg er ekki að segja að USA sé búið að vera frekar en UK um 1918 en hnignunarmerkin eru fyrir hendi, og gífurlegur halli á efnahagsreikningnum (eins og hjá UK þá) hlítur að segja til sín gagnvart gjaldmiðlinum.\nSkil ekki hvernig þú getur sagt að UK sé framarlega í heiminum, til framtíðar lýtur jafvel verr út með hann en hjá Íslandi og eru þar lífeyrissjóðssmál framarlega og hreinlega mjög sundurleit þjóð sem á sífellt minna sameiginlegt,sbr. baráttuna við terrorisma."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-11-01 08:03:33",
            "id": "6937816",
            "reply_to_id": "6937408",
            "text": "Sundurleit þjóð sem á minni sameiginlegt?\nÞað kallast fjölbreytni og er eitt helsta einkenni hnattvæðingarinnar sem við erum að fara í gegnum.\nUSA og UK eru mjög framarlega í heiminum í dag. Í flestum löndum í heiminum er mun verra ástand en þar, en það eru fá lönd þar sem er betra að lifa"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-11-07 22:18:41",
            "id": "6947209",
            "reply_to_id": "6937816",
            "text": "Það er gefin út árlega listi yfir bestu lönd til að búa í og USA og UK eru ekki á topp 5, og ég held að við séum framar á list en þessi ríki, hvað sem kreppu líður. Þegar við heimsækjum þessi lönd þá sjáum við yfirleitt ekki “undirklassa” þessara þjóða og hvernig hann lifir, það er skelfilegt víða í úthverfum fyrrverandi iðnaðarborga eins og Detroit og Manchester."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-11-08 04:08:56",
            "id": "6947533",
            "reply_to_id": "6947209",
            "text": "Svoleiðis hverfi eru til í nánast öllum löndum.\nOg það að vera ekki á topp 5 lista þýðir ekki að þetta séu ekki ein af fremstu löndum í heimi.\nvið skulum summa þessu fljótt upp. Ég held að það megi nokkurn veginn halda því fram að ekkert land í Rómönsku-Ameríku, Afríku, Asíu (kannski að Japan fráteknu) né austantjalds löndunum sem hægt er að segja að veiti UK eða USA samanburð í framleiðni og lífsgæðum.\nÞví má vel segja að UK og USA séu með fremstu þjóðum í heimi og ekkert sem bendir til þess að þau séu að falla aftur úr öðrum löndum í “1. heiminum”"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-11-14 20:23:04",
            "id": "6956448",
            "reply_to_id": "6947533",
            "text": "Það er ekki víst að það sé nóg í dag að tala um “landið eða þjóðina” þegar kemur að lífskjörum því að í þróunarlöndunum (sem t.d. Kína er á pappírnum) eru tugir milljóna vel efnaðaðra einstklinga sem líta frekar á sig sem “heimsborgara” og við erum að sjá þá þessa dagana á götum Reykjavíkur sem túrista sem eru að eyða og vonandi í aukinum mæli.\nMér finnst orðið að þessi Asíski (þessi með peninga, en ekki til að vinna hér !) túristi, villtur og með kort í hendi, sé að verða klisja hér !"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-11-18 08:19:48",
            "id": "6961105",
            "reply_to_id": "6956448",
            "text": "Ég sé ekki pointið"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-10-14 00:14:50",
            "id": "6913481",
            "reply_to_id": "6909506",
            "text": "Skil þetta heldur ekki.  Hnignun Bandaríkjana hefur verið spáð mjög oft.  Vitaskuld er ólíklegt (altént eru mótdæmin ekki til í sögubókum) að þau geti haldið titlinum\nofurveldi\nendalaust, en það hafa Bandaríkin ekki alltaf verið, ekki einu sinni þegar þau voru upp á sitt\nbesta\n."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-11-01 09:33:15",
            "id": "6937821",
            "reply_to_id": "6913481",
            "text": "Hvað meinaru með ‘ofurveldi’ og hvenær voru þeir upp á sitt ‘besta’?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-11-01 15:58:08",
            "id": "6938151",
            "reply_to_id": "6937821",
            "text": "Ofurveldi vísar til stærðar hagkerfisins og algjöra yfirburði í hernaði.  Upp á sitt besta þýðir fyrir mér á eftir borgarastyrjöld til fyrri heimstyrjaldarinnar.  Um það leiti varð markaðurinn minna frjáls, ríkið byrjaði að stækka og einhvern veginn tókst mönnum að búa til hverja lagaflækjuna á eftir annarri.  Seðlabankinn, innflytjendalöggjöfin, einangrunarbúðir, eiturlyfjalöggjöfinn, kvikmyndaritskoðun o.s.frv."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-15 15:27:48",
            "id": "6915592",
            "reply_to_id": "6909506",
            "text": "Íslendingar eru sjálfum sér verstir. Mjög góðir í að okra á hvor öðrum, byggja einokunarveldi á eyjunni, nýta sér klíkuskap til að koma upp valdahringum og taka lélegar efnahagsákvarðanir."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-17 00:58:12",
            "id": "6917449",
            "reply_to_id": "6915592",
            "text": "Kallast nú bara þingmenn :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-18 00:43:48",
            "id": "6918466",
            "reply_to_id": "6917449",
            "text": "og viðskiptamenn"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-19 15:56:27",
            "id": "6920327",
            "reply_to_id": "6918466",
            "text": "viðskiptamenn geta ekki okrað eða einokað nema með hjálp ríkisins"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2009-11-01 15:59:29",
            "id": "6938156",
            "reply_to_id": "6920327",
            "text": "Það væri alveg ómögulegt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-10-18 22:02:57",
            "id": "6919499",
            "reply_to_id": "6915592",
            "text": "Einokunarveldi?"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-16 00:51:10",
            "id": "6916184",
            "reply_to_id": "6909506",
            "text": "Huh… allt skárra enn úrkynjað velferðarsamfélag þar sem fólk heimtar alltaf að ríkið taki meiri ábyrgð og fólkið borgi minna til þess.\nFólk á ekki að vera of hátt ríkinu, eina sem ríkið á að gera er að stuðla að vernd þegnanna, sem og lagagerðir, og tryggja að þeir sem minna mega sín njóti sín.\nEf fólk verður of hátt ríkinu, verður fólk á sama tíma valdlausara.  Sem er merkilegt, því að flokkarnir sem vilja að ríkið hjálpi fólki sem mest grenja einnig mest yfir litlu lýðræði.\nFyrsta sem kommúnista stjórnir gera alltaf er að gera fólkið hátt ríkinu.  Það sem ég vill sjá er að ríkið lækki skattinn og minki ábyrgð við sig.  Fólkið á að geta ráðið hvað peningarnir þess fara í, það er lýðræði."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-10-17 23:38:18",
            "id": "6918386",
            "reply_to_id": "6916184",
            "text": "Ef þú átt við að sósíaliseríngin sé orðin of mikil hér (t.d. að borga útlendingum fyrir að eiga börn og halda uppi fyllibyttum) þá get ég verið sammála en í USA er búið kerfisbundið að draga fé frá millistættum til að halda uppi lægsta enda samfélagsins, hernum og svo þeim ríkustu og minnir þetta ansi mikið á lok Rómaveldis.\nAnnað sem gefur til kynna hnignunina (og annara Vestuvelda) er viljaleysið til að berjast gegn ógnum sem steðja að Vestrinu, t.d. í Afganistan. Það er borið saman við Víetnam en fjöldi hermanna og mannfall er svo hverfandi nú miðað við sem þá var að það bliknar t.d. í samanburði við hvað margir fremja sjálfsmorð eða farast í bílslysum. Við í Vestrinu eru bara orðin of lin til að berjast fyrir okkar hlut og þá er tíminn okkar senn liðin."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-19 01:17:07",
            "id": "6919850",
            "reply_to_id": "6918386",
            "text": "Reyndar rétt… a.m.k. stór hluti okkar.\nFínn tími fyrir fasistabyltingu til að styrkja okkur aðeins :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-10-19 22:17:21",
            "id": "6920903",
            "reply_to_id": "6919850",
            "text": "Af hverju væri vinstri sinnuð bylting góð núna?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-19 13:32:51",
            "id": "6920170",
            "reply_to_id": "6918386",
            "text": "Hvaða ógn steðjar frá afganistan?\nSíðasta árás á BNA var fyrir 8 árum síðan!!!\nAuk þess skapar stríðið gegn hryðjuverkum enn meiri hættu fyrir vesturlandabúa."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-20 08:27:27",
            "id": "6921325",
            "reply_to_id": "6920170",
            "text": "Ógnin sem stafar af Afganistan er auðvitað það að ef ekki er stutt við bakið á lýðræðislegri þróun þarna eru talíbanarnir mjög líklegir að ná völdum aftur.\nÞað að þeir hýstu Osama Bin Laden og neituðu að framselja hann árið 2001 ætti að vera nógu góð skýring á því af hverju talíbanarnir séu hættulegir."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-20 15:10:56",
            "id": "6921593",
            "reply_to_id": "6921325",
            "text": "Ef við lítum beint á mannfall þá hafa nú þegar fleiri látist af bandamönnum í Afghanistan en í árásunum 11/9.\nOg af hverju í ósköpunum ættu Bandaríkin, ‘herraþjóð heimsins’ að þvinga stjórnarskrárlegt, lýðræðislegt stjórnskipulag í anda Thomas Jefferson, upp á hirðingja og ættbálkasamfélag í mið-Asíu þar sem er 28% læsi meðal fullorðinna, trúarleiðtogar stjórna fáfróðum almúganum og lífslíkur 44%.\nÉg er ekki að segja að ég sé ekki fylgjandi frelsi einstaklingsins, en ég sé bara ekki hvernig þetta á að vera mögulegt. Þegar svona mikið fáfræði fær að grassera þá gera hernaðaraðgerðir EKKERT annað en ala hatur á BNA, og við vesturlandabúar fáum að gjalda fyrir það.\nAf hverju ætli Al-Kaída hafi ekki gert árás á BNA síðustu 8 ár? Það er ekki eins og það sé erfitt… flytja eina dollu af arseniki inn í landið og dömpa henni í vatnsból… sprengja lestarteina… Þetta er allt hægt, ef það væri í raun einhver sem vildi gera það.\nMálið er bara að það er engin raunveruleg hryðjuverka ógn. Og ef hún er í raun til, þá er greinilegt að stríð á hendur þessum hópum er ekki svarið, hvað þá stríð á hendur stjórnvöldum sem hýsa þessa hópa.\nÞað er verið að eyðileggja landið, og með því að ráðast á ópíum uppskerur þeirra (70% þjóðarframleiðslunnar kemur frá ópíumrækt) þá er verið að ráðast beint á bændur í landinu, og vinnur það upp traust almennings?\nÞað sem þarf að gera er að vinna traust og trú almennings í Afghanistan, og það verður ekki gert með stríði.\nAuk þess kann fólk betur að meta frelsi ef það berst fyrir því sjálft en ef það er þvingað upp á þau.\nMyndband um hvað þetta er mikil vitleysa"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-20 17:06:12",
            "id": "6921755",
            "reply_to_id": "6921593",
            "text": "rétt að það er ekki mikil ógn af hryðjuverkamönnum og vita flestir heilvita menn að stuttu eftir 9/11 voru flestar útskýringar og fréttir um Al-queda gífurlega ýktar.\nEnn hvað varðar lítið læsi og hirðingjasamfélag í Afganistan, má auðvitað benda á það að samfélagið verður seint með 100% læsi og góða menntun undir stjórn Talíbana.\nSú staðreynd að fleirri hafi fallið í Afganistan heldur enn í sjálfum hryðjuverkunum er rétt, enn bendir bara á óstöðugleikan sem ríkir í þessu héraði.  Sem og hryðjuverkamenn þarna, sem herja á Afgani, ekki bara vesturlönd.  Það er ekki góð ástæða fyrir því að það ætti ekki að hafa hermenn þarna í Afganistan."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-20 20:31:37",
            "id": "6922060",
            "reply_to_id": "6921755",
            "text": "bendir bara á óstöðugleikan sem ríkir í þessu héraði\nHefur stöðugleikinn aukist?\nHvaða markmiði á að ná? Hvað eru menn tilbúnir að fórna mörgum mannslífum og milljörðum dollara í það?\nMálið er að það veit enginn hvern andskotann BNA-menn eru að gera þarna. Það er fullt af svæðum í heiminum þar sem læsi er lítið, fólki er mismunað og það býr við kúgun, svo það eru greinilega ekki ástæðan fyrir stríðinu í Afghanistan.\nÞetta stríð virðist ekki hafa neitt markmið, er ógeðslega dýrt og kemur óorði á vesturlönd hjá fáfróðum, trúheitum múslimum í Mið-Asíu… eitthvað sem við þurfum ekki."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-21 08:45:31",
            "id": "6922685",
            "reply_to_id": "6922060",
            "text": "óstöðugleikinn er þarna útaf stuðningi við talíbana auðvitað.\nEf við getum fengið fólkið þarna til að hætta að styðja þá er þessu lokið.\nEf Nató yfirgefur svæðið verður það hins vegar undir stjórn talíbana og munu þeir heilaþvo alla til að verða fáfróðir bókstafstrúarmenn.\nÞeir gengur nógu vel með það núna án valda yfir ríkisstjórninni.  Ástæðan fyrir því að við förum ekki er sú að landið var frekar stabílt þegar Nató réðst á það.  Við réðumst á það til að hreinsa burt hryðjuverkamennina þarna, og komum ríkisstjórninni í burtu í leiðinni.\nNú… við getum ekki bara farið burt og skilið þau eftir með enga ríkisstjórn, það held ég að komi óorði á vesturlönd.  Þá færi þetta aftur í sama farið eftir borgarastyrjöld."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-21 08:57:21",
            "id": "6922691",
            "reply_to_id": "6922685",
            "text": "Ef við getum fengið fólkið þarna til að hætta að styðja þá er þessu lokið.\nEf við gætum líka fengið fólk til þess að trúa á kjaftæði þá væri heimurinn mun auðveldari.\nEn hann er ekki svona einfaldur, og frá þessu fólki séð þá er hinn vestræni heimur að ráðast á þeirra viðmið, gildi, stjórnarfar og trúarbrögð og auðvitað tekur fólk því illa.\nÞað þarf að breyta sér sjálft, við munum aldrei geta gert það með herafli (hvernig gekk annars að berja niður kommúnismann í Kóreu og Víetnam?)\nEf Nató yfirgefur svæðið verður það hins vegar undir stjórn talíbana og munu þeir heilaþvo alla til að verða fáfróðir bókstafstrúarmenn.\nÞað er löngu búið að því.\nEf við viljum bæta ímynd okkar hjá Afghönum væri rétta svarið að slaka á hernaðaraðgerðum og auka viðskipti við landið… t.d. kaupa ópíumakrana þeirra, ef ekki að lögleiða vímuefni í leiðinni þá að minnsta kosti að nota það í læknistilgangi\nEf það er rétt að halda stríðinu áfram, hvert er þá markmiðið?\nFrekar vafasamt þegar það tekur lengri tíma að finna Osama Bin Laden en að fella þriðja ríki Hitlers…"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-22 09:15:54",
            "id": "6924403",
            "reply_to_id": "6922691",
            "text": "Merkileg hræsnin í þessum mönnum að banna öll vímuefni fyrir múslíma og rækta þau síðan fyrir aðra.\nAð öðru leiti getum við fengið þá til að rækta eitthvað annað enn valmúa.  Við erum ekki að ráðast á fólkið og þeirra viðmið, heldur Talíbanana og þeirra viðmið.\nFólkið styður ekkert talíbanana endilega, er bara hrætt við þá.\nEf þú vilt meina að það er alltaf rangt að ráðast á fólk og reyna að breyta viðmiðum þeirra hvernig útskýriru þá af hverju þjóðverjarnir og þeirra nasistaviðmið voru sigruð í seinni heimstyrjöld?\nAfganistan er að verða stabílara, það eru bara í nokkrum hlutum landsins þar sem talíbanarnir eru við lýði.\nEf við færum gætu talíbanarnir vaðið uppi allstaðar.  Ef þú ert að fara frammá að við verðum áfram enn yfirgefum svæðin þar sem talíbanarnir eru vinsælir er það skiljanlegra.  Fólk myndi þá á sama tíma taka eftir því að fólkið án talibana gengur mun betur enn undir stjórn talíbana og myndi það vera gott til að draga úr áhrifum og vinsældum talíbana.\nEnn að yfirgefa landið allt og skilja eftir allt fólkið sem vill ekki þessa talíbana, það væri gífurlega slæmt fyrir mannorð vesturlanda í miðausturlöndum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-22 10:59:43",
            "id": "6924477",
            "reply_to_id": "6924403",
            "text": "Rækta eitthvað annað en ópíum? Við erum að tala um 70% af landsframleiðslunni… það er fukkin slatti!\nOg er stríðið gegn talíbönum? Það vissi ég ekki, ég hélt það væri gegn Al-kaída. Er það einhver misskilningur hjá mér?\nEr búið að vera 8 ára stríð á móti talíbönum en ekki Al-Kaída í gangi?\nÉg sagði ekkert um hvort það væri rétt eða rangt að ráðast á aðra og breyta viðmiðum þeirra, bara hvort það væri heppilegt. Í Síðari heimstyrjöldinni voru það nú Þjóðverjar sem hófu átökin og stóðu í full-blown hernaði. Þar var andstæðingurinn vel skilgreindur, markmiðið var skýrt og greinilegt að þessi menning náði ekki þúsund ár aftur í tímann. Þar var vel menntuð þjóð… nútíma þjóð.\nAfghanistan er að nánast öllu leiti á sama stað og Evrópa var á Miðöldum. Þetta land er hreinlega ekki sambærilegt því sem við eigum að venjast.\nOg myndum við virkilega sjá að fólk án talibana gengi betur? Talibanar leyfa fólki alla vega að rækta ópíum í friði. Stjórnvöld myndu líklegast banna þeim það og því myndum við sjá gríðarlega hnignun hjá þeim sem stjórnin væri yfir (svo ekki sé talað um spillinguna í Afghönskum stjórnvöldum).\nOg ég trúi varla síðustu línunni þinni… mannorð vesturlanda í miðausturlöndum? Hefuru virkilega áhyggjur af því að það geti versnað?\nHelduru virkilega að núverandi stríð sé jákvætt fyrir mannorðið?\nÞað eina sem þetta gerir er að ala hatur á vesturlandabúum og auðvelda hinum raunverulega óvin, Al-Kaída, með nýliðun og eflast á ný"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-23 15:12:18",
            "id": "6926227",
            "reply_to_id": "6924477",
            "text": "uh, já. Nató er að mestu leyti að berjast við Talíbana þarna í Afganistan núna.\nHvernig þú færð það út að það eigi að leyfa Afganistan að rækta ópíum er bara hassneysluhugsunarháttur, enda er þetta efni ólöglegt í næstum öllum öðrum löndum og þeir geta ekki flutt það út án þess að smygla.  Eitthvað sem skæruliðar eru glaðir að taka að sér til að afla sér peninga og nýliða.\nÞað að afgansga ríkisstjórnin sé spillt er jú rétt, enn ekki nærri jafn spillt og talíbanarnir voru.  Með því að banna að rækta ópíum neyðast bændur að finna nýjar leiðir til að græða peninga.  Það er hvati til iðnbyltingar sem gæti loksins komið þessu landi úr miðaldafýlingnum eins og þú kallar það.\nEf þú vilt að landið rækti bara ópíum það sem eftir er verður það aldrei nútímaríki.\nbesta leiðin til að gera það að nútímaríki er að losna við talíbananna, gera landið öruggt svo hægt verði að fjárfesta í iðnaði þar og þá fer þetta að koma hjá þeim smátt og smátt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-23 15:58:43",
            "id": "6926300",
            "reply_to_id": "6926227",
            "text": "Og af hverju eru NATÓ að berjast við talibana, … mig minnir sterklega að það hafi verið Al-Kaída, alþjóðleg hryðjuverkasamtök, sem hafi upprunalega verið skotmarkið.\nhassneysluhugsunarháttur\nHvern andskotinn þetta þýðir, eða á að þýða, veit ég ekki. Ég er búinn að færa rök fyrir mínu máli og ég mæli með því að þú notir meira en bara fordóma til þess að andmæla því\nólöglegt í næstum öllum öðrum löndum\nNúnú, þurfa menn allt í einu að hlýða lögum annarra landa núna?\nDjöfull missti ég af því, eins gott að ég fari að breiða lak yfir mömmu mína svo hún verði ekki tekin af lífi fyrir að láta sjást í bera handleggi… það er nú ólöglegt í mörgum\nöðrum\nlöndum\nEitthvað sem skæruliðar eru glaðir að taka að sér til að afla sér peninga og nýliða.\nHvaða skæruliðar? Ekki er vitað til þess að Al-Kaída hafi nokkurn tímann fjármagnað sig af viti í gegnum ópíumræktina… það eru aðallega talibanar.\nEn á móti hverjum var stríðið aftur? …. eða veit það einhver almennilega?\nMeð því að banna að rækta ópíum neyðast bændur að finna nýjar leiðir til að græða peninga.\nNú ertu að reikna með því að bönn virki… það er frekar heimskulegt hjá þér ef þú skoðar bannstefnur sem við þekkjum hingað til.\nÞað sem þetta gerir pottþétt er hins vegar að skapa átök, skapa hagsmunaárekstra milli venjulega, friðsama fólksins í Afghanistan sem við viljum vinna á okkar band, og svo BNAstjórnar.\nHagsmunaárekstrar sem við höfum ekki efni á eins og staðan er í dag.\nÞú vinnur ekki hug og hjörtu þjóðar með því að sprengja hana í tætlur og taka af þeim stærsta framleiðsluþáttinn… það er bara hrein heimska að láta sér detta það í hug.\nOg spurningin er í rauninni ekki hvort það sé rétt eða rangt að reyna að taka hirðingjaþjóð með 25% læsi og bomba henni inn í miðstýrt skriffinnsku lýðræði, heldur hvort það sé í fyrsta lagi gerlegt. Miðað við þau stórveldi sem hafa reynt það, og öllum mistekist, þá er nokkuð ljóst eftir 8 ára átök að það er ekki að fara að heppnast.\nHvað á þetta stríð að standa lengi… 8 ár í viðbót?\nÞað er hvati til iðnbyltingar sem gæti loksins komið þessu landi úr miðaldafýlingnum eins og þú kallar það.\nAð taka frá þeim hagkvæmasta framleiðsluþáttinn þeirra, sem einnig er 70% af landsframleiðslu… það á einhvern veginn að efla hagvöxt í landinu?\nBíddu hvar lærðir þú hagfræði?\nEf þú vilt að landið rækti bara ópíum það sem eftir er verður það aldrei nútímaríki.\nVegna þess að hveitirækt og framþróun eru óaðskiljanlegir þættir?\nNei, það er almennt einkenni þróaðra þjóða að landbúnaður… sama hvaða landbúnaður það er, er ekki stór hluti af heildarframleiðslu. Þegar landbúnaður er svona stór hluti af framleiðslu Afghanistan þá er það merki um frumstætt land. Það þýðir ekki að það verði þróað með því að taka af þeim landbúnað.\nÞað er jafn fáránlegt og að halda að barn verði fullorðið ef þú rífur af því pelann.\nbesta leiðin til að gera það að nútímaríki er að losna við talíbananna, gera landið öruggt svo hægt verði að fjárfesta í iðnaði þar\nBesta leiðin væri náttúrulega að allir myndu bara gera eins og við segjum þeim og ekki vera með neitt múður. Síðan ef við gætum þurrkað út trúarbrögð í heiminum þá væri vandinn að mestu leiti leystur. Þá þyrftum við bara að sjá til þess að enginn maður verði nokkurn tímann slæmur.\nEn þetta er bara ekki mögulegt… og ég sé ekki að svar þitt sé nokkuð mögulegra í bráð, hvað þá til lengri tíma.\nÉg segi leyfum þeim að búa í þessari skítaholu. Þegar þau eru komin nógu langt aftur úr okkur hinum þá sjá þau líklegast að þeirra kerfi er ekki að virka. En þangað til þá finnst mér frekar bjánalegt að vera með GeorgeWBushhugsunarháttinn þinn og halda að við getum leikið lögreglu í heiminum og sagt öðrum þjóðum hvernig þau eiga að haga sínum málum."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-24 21:06:21",
            "id": "6927950",
            "reply_to_id": "6926300",
            "text": "Já… Nató er aðalega að berjast við Talíbana enn ekki Al-kaida í afganistan núna.  Al-kaida er að mestu dautt og var aldrei stórt til að byrja með.\nÞað að reglur annara landa gilda ekki í Afganistan er rétt… enn þeir þurfa að smygla Ópíuminu út, og um leið og þeir eru komnir yfir landamærin eru þeir farnir að brjóta lög.  Þess vegna er ekki ofboðslega hentugt að byggja efnahagin á ópíumrækt.  Íranir þurfa reglulega að skiptast á skotum við vopnaða ópíum smyglara, oftar enn ekki tengdir talíbönum.\nJafnvel þó Nató leyfði þeim að rækta ópíum, mættu þeir samt ekki flytja það út.\nAuðvitað geta þeir fundið sér eitthvað annað til að gera ef þeir mega ekki rækta valmúa lengur.  Íslendingar föttuðu þegar ekki var lengur hægt að selja saltfisk til spánar útaf borgarastyrjöldinni gátum við selt frystan fisk til ameríku.\nAfganir ættu að fatta fyrst þeir geta ekki smyglað ópíum gætu þeir ræktað tóbak, það er a.m.k. löglegt.  Eða ræktað sykur.  Meirihluti þjóðarinnar vill ekki Talíbanana, enn þeir eru andskoti nógu grimmir til að geta komið af stað borgarastyrjöld ef Nató færi.\nStór hluti af stríðinu við alþjóðlega hryðjuverkastarfsemi er að sjá til þess að hryðjuverkamennirnir geta ekki starfar óáreittir.  Í Afganistan undir stjórn talíbana gátu þeir einmitt starfað óáreittir.\nBætt við 24. október 2009 -  21:15\nAnnars er þetta ekki svo slæmt eins og staðan er meðan ofsatrúaðir múslimar fara til Afganistan til að berjast gegn vesturlöndum, frekar enn að þeir geri það heima hjá okkur.\nÞegar Sovíetríkin voru í Afganistan hópuðust ofsatrúarmenn frá öllum miðausturlöndum þangað til að berjast við sovíetmenn… + það að Ameríkanar seldu byssur til Talíbana, sem þeir hefðu betur látið ógert enn slíkur var kaldastríðs hugsunarhátturinn.\nAuðvitað tekur tíma að koma þessu landi úr hirðingjasamfélaginu, enn slíkt gerist ekki meðan hirðingjar stjórna landinu."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-10-25 00:04:57",
            "id": "6928142",
            "reply_to_id": "6927950",
            "text": "Það er gaman og gagnlegt að sjá öflugar umræður við þessari grein þó það sé ekki nákmvæmlega um efnið en ég vil bæta þessu við;\nÞað er verið að bera Víetnamstríðið sama við Afganistan, en samt er fjöldi hermanna sem BNA lagði til bara um 20% sem þá var og maður spyr hvar aðrar NATO þjóðir eru ?\nEf Evrópa og NATO er ekki tilbúið að berjast við Talibana og svipað hyski þá skulum við bara gleyma menningu okkar og láta þá valta yfir okkur, eða kannski bara Kínverja, kannski betra og láta þá um þett lið og bara drekka okkur og dópa í ómynni…"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-28 09:19:37",
            "id": "6932616",
            "reply_to_id": "6928142",
            "text": "Er það ekki það sem flestir vilja gera?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-27 04:45:03",
            "id": "6931235",
            "reply_to_id": "6927950",
            "text": "Nú? Ef Al-Kaída er að mestu dautt, hvað er þá vandamálið? Erum við þá að reita fólk til reiði af ástæðulausu? Erum við að hvetja annars gott fólk út í ofsahatur og ofbeldi uppá djókið?\nÞegar smyglarar eru að smygla vörum til annarra landa þá er það sér vandamál. Það er ekki vandamál saklausra bænda sem eru eini og helsti drifkraftur afghansks efnahagslífs. Ég sé ekki réttlætinguna fyrir því að þjóð A ráðist á og eyðileggi þjóð B vegna þess að þjóð A gat ekki framfylgt sínum EIGIN lögum innan sinna EIGIN landamæra. Sama eru búið að gera við Kólumbíu og margar aðrar þjóðir. Algjörlega óréttlætanlegt að BNAmenn séu að skipta sér að því hvað aðrir einstaklingar kjósa að rækta í öðrum löndum einfaldlega vegna þess að þeir geta ekki framfylgt sínum eigin vímuefnalögum og haft hemil á sínum eigin þegnum. (Eða hefur Saudi-Arabía kannski rétt á því að ráðast á okkur vegna þess að frjálslyndi okkar hefur slæm áhrif á konurnar þeirra og gefur þeim hugmynd um einstaklingsfrelsi?)\nÞað gefur augaleið að það er mun óhagkvæmara að rækta tóbak og sykur en ópíum. Af hverju að neyða fátæka þjóð út í óhagkvæmari atvinnuvegi?\nMeirihluti þjóðarinnar vill ekki Talíbanana\nÞá býst maður við því að meirihluti þjóðarinnar myndi berjast gegn þeim.\nAnnars finnst mér frekar kjánalegt þegar þú gagnrýnir kaldastríðið í viðbótinni þinni á sama tíma og þú vegsamar þetta stríð.\nÞér finnst sem sagt fáránlegt að ráðast á kommúnistaríki til þess að reyna að bjarga þegnum þess frá kommúnisma en þér finnst allt í lagi að ráðast á talibanaríki til þess að bjarga þegnum þess frá talibönum…"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-28 09:18:23",
            "id": "6932615",
            "reply_to_id": "6931235",
            "text": "nei Nató er ekki þarna uppá djókið, heldur til að berjast gegn talíbönum.\nEkki Al-Qaida lengur, heldur TALÍBÖNUM hættu að kommenta útá Al-Qaida því það er ekki lengur verið að berjast við þá.\nÞað var ekki ráðist á landið útaf valmúarækt, svo þú getur ekki kommentað á að land A ráðist á land B útaf því að land B getur ekki framfylgt lögum lands A.\nEina sem reynt er að koma í veg fyrir að Talíbanar græði á að smygla út ópíumi, sem yrði ekki hægt nema Ópíum yrði lögleitt í öllum nágrannalöndunum eða með því að koma í veg fyrir að bændurnir rækti ópíum með því að fá þá til að rækta eitthvað annað.\nMeirihluti þjóðarinnar berst nú þegar gegn talíbönum, það kallast Afganska ríkisstjórnin sem er með sinn eigin her.  Þegar landið er orðið nógu sterkt til að Afganski herinn geti tekið við öllu, mun Nató yfirgefa landið.  Ef það yrði yfirgefið núna yrði borgarastyrjöld."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-30 04:36:56",
            "id": "6935336",
            "reply_to_id": "6932615",
            "text": "Ekki Al-Qaida lengur, heldur TALÍBÖNUM hættu að kommenta útá Al-Qaida því það er ekki lengur verið að berjast við þá.\nÞað er nú einmitt það sem ég var að gagnrýna… auk þess aðferðirnar sem eru notaðar í þessari baráttu.\nÞað var ekki ráðist á landið útaf valmúarækt\nÞað er samt sem áður hluti af aðgerðunum…\nsvo þú getur ekki kommentað á að land A ráðist á land B útaf því að land B getur ekki framfylgt lögum lands A.\nÞú varst samt sem áður að réttlæta þá aðgerð og þess vegna er þessi hluti umræðunnar einnig mikilvægur, þar sem BNAstjórn finnst þetta einnig mikilvægt (enda er Afghanistan ekki eina dæmið um svona mikilmennsku framkomu).\nAnnars geriru stór mistök þegar þú segir að meirihluti þjóðarinnar sé það sama og afghanska ríkið.\nEf það væri satt hjá þér ætti ríkið einfaldlega að dreyfa byssum meðal fólksins og vandamálið væri leyst"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-31 23:42:51",
            "id": "6937597",
            "reply_to_id": "6935336",
            "text": "Í fyrsta lagi… þá er það ákaflega fjarri raunveruleikanum að allir vilji eða geti barist.  Í öðru lagi, þegar þú kommentaðir á það sem ég sagði um valmúaræktina tókstu orðin úr samhengi því þú slepptir því sem kom eftir á og tel ég það því ekki svaravert nema þú kommentir eitthvað á allt… ekki bara hluta af því sem ég sagði varðandi valmúaræktina.\nenn í 3. lagi má auvitað vera rétt að aðferðirnar sem beitt er gegn talíbönum í dag séu ekki sem bestar eða fljótlegastar, enn ekki viljum við láta landið lenda í borgarastyrjöld.  Það er alltaf betra að gera eitthvað sem er ekki nóg frekar enn að gera ekki neitt.  Sama gildir um að gefa rónum klink, það losar þá ekki úr rónaskapnum, enn hjálpar þeim oftast eitthvað smá.\nÉg vona að ný stjórn BNA komi með einhverja nýja áætlun varðandi Afganistan, enn þangað til held ég að best sé að halda kyrru fyrir frekar enn að stinga af."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-11-01 08:35:34",
            "id": "6937818",
            "reply_to_id": "6937597",
            "text": "1. En það munu líklegast allir vilja verja það sem þeim þykir rétt.\n2. Ég sé ekki hvernig ég tók orð þín úr samhengi. Ég er annars vegar búinn að færa rök gegn þessum aðgerðum á þeim grundvelli að þetta sé mjög slæmt fyrir landsframleiðsluna, sem er lykillinn að velferð. Ég er búinn að segja að þetta sé slæmt þar sem það er verið að skapa óvild á vesturlöndum meðal venjulegra bænda sem tengjast hvorki Talibönum né Al-Kaída (þó svo að Talibanar fjármagni sig vissulega með ópíumrækt þeirra). Ég er einnig búinn að segja að það hvort efnin séu lögleg í nágranna löndum eða ekki komi málinu ekkert við (en þér fannst það greinilega skipta einhverju máli).\nekki viljum við láta landið lenda í borgarastyrjöld\nekki viljum við að landið sé í stríði… ó bíddu…\nÞað er alltaf betra að gera eitthvað sem er ekki nóg frekar enn að gera ekki neitt\nGet ekki alveg samþykkt þessa forsendu svona hrátt\nOg nei, það hjálpar rónum ekkert að gefa þeim klink. Ef eitthvað er þá kemur það í veg fyrir að þeir taki ábyrgð á eigin lífi og fái sér vinnu til þess að geta fjármagnað sína eigin neyslu.\nÞað er í raun fáránlegt að íslenska ríkið skuli gefa rónum vasapening á hverjum einustu mánaðarmótum. Þeir geta drukkið frítt og þurfa ekki að hafa neinar áhyggjur… hvar er hvatinn til þess að taka sig á í lífinu?\nÞað að gera ‘eitthvað’ er ekki það sama og að hjálpa, og oft þegar einhver kemur að manni í þeim tilgangi að gera manni gott, þá endar maður verr.\nEn annars er ég ekki að hafa miklar áhyggjur af þessu. Ég er ekki Kani og það eru ekki samlandar mínir sem eru að deyja og ekki mínir skattpeningar að fara til spillis. Íslenskir stjórnmálamenn eru nógu duglegir við að sturta peningunum okkar niður í klósettið sjálf.\nEn mér finnst þessi ótti þinn við ímyndaða borgarastyrjöld frekar hæpinn. Ætlaru að réttlæta hvað sem er í þessu landi með því að ef þeir fara þá verður það örugglega verra?\nHvað með það þó það komi borgarastyrjöld í 6 mánuði? Þá eru alla vega átökin búin.\nHvað með það þó talibanar nái aftur völdum? Þeir eru greinilega búnir að læra að þeir komast ekki upp með það að hýsa hryðjuverkamenn og vita við hverju þeir mega búast ef slíkt gerist aftur.\nÍ versta falli þá verður landið komið á sama stað og það var…"
        }
    ]
}