{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2009-10-19 14:28:38",
    "title": "Að semja við Breta?",
    "text": "Ekki hef ég mikið til saka unnið annað en að hafa staðið á hliðarlínunni í góðærinu. Reyndar var ég ekki á hliðarlínunni, ég var í áhorfendastúkunni. Ég keypti mér miða til að fylgjast með góðærinu með bílaláni, námslánum, neyslulánum og einstaka eintaki af Séð og Heyrt. Ekki var ég ríkur og ekki er ég það í dag, samt á ég ásamt öllum hinum Íslendingunum að greiða fyrir góðæri annarra sem voru ögn meira grand en áttu heldur ekki fyrir aðgangseyrinum að skemmtuninni.\nAð mér sýnist, þá gera stjórnvöld allt sem í þeirra valdi stendur til að forðast að reikningurinn sem sendur er þjóðinni sé sundurliðaður, hvað þá útskýrður. Mér vægast sagt gremst þessi framkoma þar sem ég geri almennt þá kröfu að vita fyrir hvað ég er að borga.\nUpphæðir hafa verið á reiki, skilgreiningar á skuldbindingum hafa verið á reiki, hver er í ríkisstjórn hefur verið á reiki, skoðanir stjórnmálamanna hafa verið á reiki og þessi upplausn sem skapast hefur í kjölfarið er ekki vandamál í augum stjórnmálamanna, þvert á móti nýta þeir sér hana því almenningur þráir öryggi og er auðtrúa á lausnir sem hljóma auðveldar og þægilegar.\nMargir mála þó skrattann á vegginn og segja enga lausn á vandanum aðra en sína, sem sé sú eina rétta. Oft hef ég fengið það á tilfinninguna að vísvitandi sé spillt fyrir hagsmunum almennings í þeim tilgangi að gera eina lausn vandans auðfengnari en aðra.\nMáli mínu til stuðnings bendi ég á augljósar staðreyndir sem tala sínu máli.\n1)\tEkkert yfirvald hefur úrskurðað um hver ábyrgð Íslendinga er í þessu máli og engin lög eða reglur segja beinum orðum að íslenska ríkið þurfi að axla ábyrgð á þessum vanefndum bankanna. Þvert á móti er minnst ítrekað á í EES samningnum að það megi fara framhjá skilmálum með verndaraðgerðurm „e.protective measures“ þegar hætta steðjar að efnahag viðkomandi aðildarríkis „…where such difficulties are liable in particular to jeopardize the functioning of this Agreement“.\n2)\tSamningaþóf sem endar með fullkominni eftirgjöf af hálfu annars aðilans bendir til að einhverskonar forsendubrestur hafi orðið hjá þeim samningsaðila á þann veg að hann gat ekki staðið fastur á kröfum sínum. Þessi forsendubrestur hefur ekki verið gerður opinber og því læðist að mér sá grunur að hagsmunir almennings séu fyrir borð bornir í þeim tilgangi að uppfylla pólitísk markmið eins stjórnmálaflokks.\nSlíkt dugleysi, slíkan kæruleysisskap og slík landráð verður að upplýsa. Hverjar ástæðurnar eru fyrir þessari uppgjöf ríkisstjórnarinnar hljóta að vera sérstakar en það verður að upplýsa hverjar þær eru.\nVið erum sjálfstæð þjóð bundin af alþjóðlegum lögum og reglum, rétt eins og við erum sjálfstæðir einstaklingar bundnir af íslenskum lögum og reglum.\nVið greiðum ekki afborganir af skuldum nágranna okkar sem einstaklingar og við ættum ekki að gera það sem þjóð. Hér á Íslandi gilda lög um hvað má taka af okkur ef við verðum gjaldþrota, við getum ekki orðið þrælar skulda okkar um aldur og ævi og stjórnvöld ættu ekki að gangast við slíkri skuldbindingu sjálfviljug.\nÍ þessu samhengi vil ég benda á að mörg lönd í heiminum standa ekki við skuldbindingar sínar um mannréttindi, mengun, pólitísk afskipti eða peninga.\nStrikum þessa skuld út á móti einhliða ákvörðun Breta um að menga Atlantshafið með úrgangi Sellafeild, þetta yrði þeirra samfélagslegi kostnaður við að menga undirstoðir íslenskrar velmegunar um aldur og ævi.\nEyðum óvissunni og segjum einfaldlega nei við að borga þetta fyrr en í fulla hnefana. Við skulum taka afleiðingunum. Ein á báti er íslenska þjóðin samkeppnishæfari á alþjóðamarkaði en bundin og kefluð af erlendum lánadrottnum.\nErum við hrædd um að vera mismunað?\nAð færa fórnir í hlutfalli við hagvöxt er að greiða tíund af allri okkar afkomu í tugi ára, það munum við aldrei ná að hrista af okkur. Slíkur samningur gefur þessum þjóum færi á að halda okkur niðri um óákveðinn tíma.\nEf vogunarsjóðir gátu leikið sér með okkar efnahag, þá geta Bretar og ESB gert það líka.\nTreystum við þessum löndum nógu vel til að gera svona samning við þau?\nTreystum við þeim til að fella ekki gengi okkar gjaldmiðils reglulega til að viðhalda skuldinni?\nEina leiðin til að ná einhverntíman að greiða þessa skuld ef við skuldbindum okkur til að greiða hana, er að ganga í ESB og taka upp Evru í stað íslensku krónunnar.",
    "url": "https://www.hugi.is/deiglan/greinar/676565/ad-semja-vid-breta/",
    "url_id": "676565",
    "id": "6918592",
    "replies": [
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-10-19 17:26:10",
            "id": "6920484",
            "reply_to_id": "6918592",
            "text": "Eina leiðin til að ná einhverntíman að greiða þessa skuld ef við skuldbindum okkur til að greiða hana, er að ganga í ESB og taka upp Evru í stað íslensku krónunnar\nEinmitt það sem samningarmennirnir vilja.\nÉg er sammála þér. Langar ekki að semja við þetta lið. Frekar en að einhverjir nokkrir Hollendingar og Bretar missa sínar sparieignar vegna þeirra eigin áhættu en að öll okkar þjóð þurfi að gjalda fyrir þetta. Skil hreinlega ekki af hverju fyrsta hugmyndin var að semja strax."
        },
        {
            "user": "mrkarate",
            "user_id": "68317",
            "date": "2009-10-19 17:37:04",
            "id": "6920504",
            "reply_to_id": "6918592",
            "text": "Ég er algerlega sammála þér."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-10-19 22:41:54",
            "id": "6920948",
            "reply_to_id": "6918592",
            "text": "Mjög góð grein hjá þér um þetta umdeilda mál.\nEitt sem margir hafa líka verið að spá í er af hverju það vill enginn fara með þetta fyrir dómstóla. Bretar og Hollendingar vilja það auðvitað ekki því betri samning geta þeir ekki fengið, en come on, getur enginn þarna í þessari ríkisstjórn bara dröslað því að minnsta kosti í gegn. Þó við töpum, töpum við ekkert meira en þessi samningur sem nú á að samþykja kveður á um.\nSvo þessi stjórnmál snúast bara um það að fá aukin atkvæði og rúa aðra trausti þótt það eyðileggji alla samvinnu og láti ekkert gerast.\nÞetta er alveg ömurlegt eithvað, spurning hvort maður fari ekki bara að taka JIHAD! á þingið eða eithvað."
        },
        {
            "user": "Bican",
            "user_id": "55839",
            "date": "2009-10-19 23:41:04",
            "id": "6921079",
            "reply_to_id": "6918592",
            "text": "Vel sagt og mjög fín grein. Skrýtið hvað ríkisstjórnin hlustar ekkert á hann Ögmund…"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2009-10-20 10:15:22",
            "id": "6921368",
            "reply_to_id": "6918592",
            "text": "Alveg rétt hjá þér.  Sama þjóð og heimtar að 300.000 manna þjóð greiði 60.000.000 manna þjóð, og neitar á sama tíma að tryggja innistæður 70.000 íbúa eyjurnar mön, þeirri þjóð get ég ekki treyst.\nEflaust munu þeir notfæra sér veikleika krónurnar, og þegar skuldinn er loksins nærri því að vera greidd geta þeir fellt hana aftur til að hækka afborganir okkar, svo við þurfum að fá meiri tíma til að borga.\nÞað á bara að segja sorry þetta er leiðindamál enn við getum ekki gengið að þessu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-22 11:03:15",
            "id": "6924479",
            "reply_to_id": "6921368",
            "text": "Veikleika krónunnar? Mér sýnist hún nú vera nær sínu raunverulega gildi en áður.\nHvernig ættu Bretar að fara að því að fella gengi krónunnar :S"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-22 22:04:20",
            "id": "6925438",
            "reply_to_id": "6924479",
            "text": "t.d. með því að skuldbinda Íslendinga til að breyta fastri prósentu af sínum hagvexti í t.d. evrur og/eða pund…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-23 10:11:38",
            "id": "6925928",
            "reply_to_id": "6925438",
            "text": "Og hvaða vald hafa þeir til þess?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-24 03:28:25",
            "id": "6927135",
            "reply_to_id": "6925928",
            "text": "Þeir eru að gera það með Icesave samningunum…\nvið borgum % af hagvexti…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-24 15:10:05",
            "id": "6927459",
            "reply_to_id": "6927135",
            "text": "ég sé samt ekki að þeir geti valdið neinum skyndilegum breytingum á genginu…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-24 19:00:23",
            "id": "6927779",
            "reply_to_id": "6927459",
            "text": "Þetta virkar samt þannig að þegar vel árar á Íslandi og greiðslurnar til þeirra eru háar þá helst gengið niðri þrátt fyrir sterka stöðu efnahagsins, þegar illa áran erum við svo “kíld í magann” með vaxtagreiðslum.\nVið erum því í raun að troða marvaðan og í stað þess að henda til okar björgunarhring þá smella þeir á okkur auka 20kg. keðju sem tengir okkur við botninn.\nEina leiðin fyrir okkur að komast uppúr er að vatnsborðið lækki (s.s. alheimskreppa) og þá yrði það bara tímabundið þar til vatnsyfirborðið hækkar aftur uppfyrir lengdina á keðjunni.\nVið bætist að ef það kemur niðursveifla hjá okkur þá þurfum við að ná að halda andanum niðrí okkur uppá von og óvon hvort við náum að skjótast upp að anda epa yfirborðið lækkar…\n(er þetta kannski slæm samlíking?)\nSkyndilega “árás” væri hægt að fordæma og gera mál úr en með þessari aðferð eru þeir að tryggja sig þar sem þeir eru “fórnarlömbin” í ICESAVE…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-24 19:07:23",
            "id": "6927786",
            "reply_to_id": "6927779",
            "text": "Gengið ræðst bara af framboði og eftirspurn á gjaldeyri… Auðvitað eykst eftirspurn á gjaldeyri þegar við borgum skuldina, en það verður þá bara hvetjandi fyrir útflutningsfyrirtæki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-24 19:33:20",
            "id": "6927824",
            "reply_to_id": "6927786",
            "text": "Já…\nBara að það væri meira um framleiðslufyrirtæki á Íslandi.\nVildi óska að við værum duglegri í endurvinnslu uppá að þurfa ekki að flytja inn allt okkar hráefni…\nÞað ætti að vera opinbert markmið að byggja flottustu og bestu endurvinnslustöð í heimi á Íslandi.\nOg koma á lestarsamgöngum hringinn í kringum landið.\nÞað mundi auka túrisma svakalega, gera hann umhverfisvænni + gera alla flutninga hagkvæmari…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-27 04:22:18",
            "id": "6931232",
            "reply_to_id": "6927824",
            "text": "Við flytjum inn hráefni vegna þess að það er ódýrara og hagkvæmara. Flest öll endurvinnsla er óhagkvæm og krefst niðurgreiðslu frá ríkinu ef hún á að ganga (nema áldósir, enda er greitt fyrir þær um allan heim)\nAnnars sé ég ekki hvað þetta lestarkerfi ætti að gera fyrir landið… það væri bara dýrt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-27 12:44:28",
            "id": "6931414",
            "reply_to_id": "6931232",
            "text": "Endurvinnsla á gleri er hagkvæm, Sviss endurvinnur yfir 95% af sínu gleri.\nJárn, stál, ál, kopar, gull, silfur og platínu er einnig hagkvæmt að endurvinna ( fer eftir hvað er verið að endurvinna úr samt)\nLífrænan úrgang er hagkvæmt að endurvinna sbr. stöðina sem sett var upp á Akureyri.\nÁ Akureyri er KEA einnig með sérstakan hreinsibúnað sem skilur mysu frá affallinu af skyrframleiðslunni (mysa mengar) og nú þarf bara að þróa e-h sniðugt í kringum þetta “nýja” hráefni þeirra.\nPlast er ekki jafn hagkvæmt að endurvinna.\nEndurvinnslukostnaður ætti ekki að vera greiddur af ríkinu heldur ætti hann að vera hluti af verði vörunar (er í dag í formi skatta á t.d. batterýum)\nVarðandi lestir og lestakerfi á Íslandi:\nEinfalt kerfi er dýrt í uppsetningu en fjárfestingin skilar sér fljótt til baka í ódýrari rekstri, aukni öryggi á vegum, minna sliti á vegum (einn 10t trukkur slítur malbiki á við 100 fólksbíla (minnir mig)).\nSvo ekki sé minnst á minni mengun ef lestir keyra á rafmagni.\nLestir mundu einnig koma í stað rútubíla á sumrin fyrir ferðamenn sem mundi gera rekstur staðbundinnar ferðaþjónustu mun hagkvæmari og minna háða fyrirtækjum í Reykjavík. Ferðamenn fengu aukið frelsi til ferðalaga í anda “Eourorail” ferða ungra Íslendinga.\nMeð góðum lestarsamgöngum þyrfti bara eina virkilega góða skipahöfn á Íslandi sem yrði miðstöð flutninga, væntanlega á Austurlandi m.v. að flest kemur frá Evrópu.\nÉg skil t.d. ekki afhverju það var ekki sett lest á milli KEF og RVK í stað þess að tvöfalda Reykjanesbrautina.\nÞað hefði gert KEF mun meira gagn + gert alla flutninga á farþegum og flugfrakt mun skilvirkari og hagkvæmari.\nVerðlag á Íslandi er ekki bara dýrt vegna flutningskostnaðar til landsins heldur einnig vegna óhagstæðum innlendum flutningsleiðum, aðstöðu og almennri skilvirkni.\nTrukkar eru “last resort” í flestum öðrum löndum og helst bara notaðir inní byggð sem flutningur til verslunar og jú stundum frá höfn/lestarstöð í vöruhús.\nSkip eru hægvirkari og dýrari en lestir.\nÉg veit ekki alveg hvað er langt frá Reyðarfirði til RVK segjum 500km, ef það eru 50.000km til Hollands þá er þessi vegalengd 1% af leiðinni, segjum að hægt sé að gera þetta eina prósent 20% ódýarara.\n= Bara skip 100% verð\n= Skip og lest 0,998%\nTveir gámar af hverjum 1000 eru þá að ferðast ókeypis + þetta mengar minna + skapar innviði í landinu fyrir ferðaþjónustu + öruggari vegi + ódýrara viðhald vega + hafnarsvæðið í RVK yrði flott íbúahverfi…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-27 13:16:50",
            "id": "6931452",
            "reply_to_id": "6931414",
            "text": "Ef það væri hagkvæmara að endurvinna en flytja inn nýtt hráefni… þá væri það gert í meira mæli, svo einfalt er það.\nMarkaðurinn er fullkomnlega fær um að finna hagkvæmustu leiðirnar þegar kemur að hráefni, það er ekki eitthvað sem spekúlantar finna út.\nVarðandi lestirnar þá er ég ekki fullviss. Það getur verið að þær borgi sig, það getur verið að þær geri það ekki. Enn það á ekki að nota skattpeninga til þess að borga þær, það er á hreinu. En þegar þú ferð að bera Ísland saman við önnur lönd þá verðuru að gera þér grein fyrir því að hér eru einungis 300.000 manns. Ferðamenn á hverju ári eru kannski 300.000-600.000 sem er ekkert í samanburði við milljónasamfélag Evrópu.\nEn þetta kerfi væri líklegast byggt upp í pörtum og þá er KEF-RVK vissulega fyrsti kaflinn.\nBætt við 27. október 2009 -  13:24\nbtw þá eru 700-800 km í Reyðarfjörð frá RVK"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-11-28 23:09:31",
            "id": "6975152",
            "reply_to_id": "6931414",
            "text": "Þú gerir þér enga grein fyrir hvað lestarkerfi kostar, það er fyrst byrjað að hugsa um svoleiðis þegar þegnar lands eru búnir að ná milljón, (undantekningar kannski ef þeir eru á milli landa) til samanburðar er ekki einu sinni vegir í nokkrum mæli í okkar næsta nágrannalandi, Grænlandi. Ég held stundum að Íslendigar séu í algerri afneitunum um hver íbúafjöldi landsins og staðsetning er."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2009-10-22 22:22:10",
            "id": "6925479",
            "reply_to_id": "6924479",
            "text": "Krónan hefur ekki neitt raunverulegt gildi."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2009-10-22 23:32:12",
            "id": "6925607",
            "reply_to_id": "6925479",
            "text": "Það er alveg hægt að ímynda sér eitthvað “raunverulegt” eða eðlilegt gildi krónunar.\nÞað gerist örsjaldan í efnhagskerfi eins og því á Íslandi að raungengi geti talist eðlilegt, það sveiflast á milli þess að vera of sterkt skráð eða of veikt, eftir því hvort við erum að skuldbinda okkur meira en við flytjum út eða öfugt.\nEinhverskonar eðlilegt gengi væri það gengi sem myndi ríkja á Íslandi ef erlendar skuldir og erlendar tekjur væru svipaðar til langframa. Það er ekki í sjálfu sér ekkert sérstaklega erfitt að reikna það út, ef við værum svo vel stödd þá væri gengi krónunar gagnhvart evrunni einhverstaðar í kringum 100-120 krónur, langt frá þeim 180+ sem hún er búin að vera undanfarið.\nHins vegar vorum við búin að vera með mjög sterkt gengi skráð mjög lengi, það getur því verið mjög veikt lengi áður en það lagast aftur.\nÉg er ekki að segja að gengi krónunar hljóti að ná einhvern tíman jafnvægi, það væri að vísu óskandi, en líklega hlaupum við beint úr þessum fasa sem við erum núna í of sterka krónu í næstu uppsveiflu þegar eitthvað verða farnar að grynnka skuldirnar og við getum farið að skuldsetja okkur aftur. Það sem er hins vegar á hreinu er það að gengið mun styrkjast frá því sem það er núna."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2009-10-25 22:44:36",
            "id": "6929204",
            "reply_to_id": "6925607",
            "text": "Krónan hefur ekki neitt virði sem er óháð því hvað fólk heldur að hún sé mikils virði."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2009-10-29 22:21:12",
            "id": "6935013",
            "reply_to_id": "6929204",
            "text": "Að hvaða leiti á það ekki við alla gjaldmiðla? Er það ekki raunverulegt virði? Hefur gull t.d eitthvað annað virði en bara það sem fólk heldur að það sé mikils virði?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-10-29 23:09:02",
            "id": "6935102",
            "reply_to_id": "6935013",
            "text": "Ég sagði aldrei að þetta gilti bara um krónuna. Þetta gildir um alla gjaldmiðla."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-11-28 21:43:45",
            "id": "6975060",
            "reply_to_id": "6925607",
            "text": "'Eg er í innflutningi og hélt að ég gæti aldrei lifað við þetta gengi en allt venst og lífið heldur áfram og þó maður hafi engar væntningar á næstunni (jafnvel annað sjokk ) þá bendir allt til styrkingar til lengri tíma. Svo er það Dollarinn sem er að falla og ég sé að það er aukning á USA innflutningi hjá fleirum en mér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-23 10:10:51",
            "id": "6925927",
            "reply_to_id": "6925479",
            "text": "Þarna átti að standa ‘gengi’"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-25 22:46:51",
            "id": "6929210",
            "reply_to_id": "6925927",
            "text": "Gengi krónunnar er alltaf raunverulega gengið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-27 04:50:22",
            "id": "6931237",
            "reply_to_id": "6929210",
            "text": "Þegar íslenska þjóðin verður allt í einu miklu ríkari en Bandaríkin (mælt í dollurum) á 2-3 árum þó svo að hagvöxtur hafi verið u.þ.b. sá sami allan þann tíma þá eru það mjög sterkt merki um það að gengið sé of hátt skráð.\nEf gengið er yfir markaðsvirði þá hvetur það til innflutnings og dregur úr útflutningi, sem þýðir að innflutningsfyrirtæki eru að kaupa meira af gjaldeyri en útflutningsfyrirtæki eru að selja.\nÞetta skapar skort á gjaldeyri. Sá skortur leiðréttist með gengisfalli. Hins vegar er hægt að lengja í hengingarólinni með því að taka lán fyrir gjaldeyrinum… og endurspeglar skuldastaða Íslands í erlendum gjaldeyri það greinilega.\nÞað er spurning hvernig þú vilt túlka þetta ‘raunverulega’ gengi, en þetta ástand var ekki eðlilegt"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-27 23:21:12",
            "id": "6932373",
            "reply_to_id": "6931237",
            "text": "Þar sem að krónan var á frjálsum markaði, þá getur gengið hennar ekki hafa verið ‘'yfir markaðsvirði’'."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2009-10-30 04:29:57",
            "id": "6935334",
            "reply_to_id": "6932373",
            "text": "Vissulega. Enda sagði ég að þennan mun á framboði og eftirspurn á krónum hefði þurft að brúa með einhverju móti…þ.e. með lántöku.\nÞ.e. ef það er halli á vöruútflutningi þá verður að bæta það upp með fjármagnsflutningum.\nÞá spyr maður sig… hvað hvatti til þess að svo mikið af fjármagni streymdi til landsins? Eru bankaviðskipti frjáls? Er vaxtastefna á Íslandi frjáls?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2009-11-28 21:36:36",
            "id": "6975055",
            "reply_to_id": "6918592",
            "text": "'Agæt grein held ég þó ég hafi ekki nennt að lesa allt, en við fáum ekki Evruna fyrr en eftir langan tíma og mig grunar að þá verði Krónan bara orðinn þokkaleg og gengi hennar verði ekki aðal málið.\nSumir Evrópusinnar segja við mig; Hva, heldur þú að við eigum eftir að sjá evruna aftur í 100 krónum ? Nei, þetta gengi var aldrei raunhæft (og hvernig fór það með útflutingisgreinarnar ? þetta lið spáir bara í hvað það getur keypt útlent dót ódýrt, en það var heldur aldrei það ódýrt heldur vorum við kaupmenn að græða þvílíkt !)við getum alveg lifað við Evruna í 150 þannig að jafnvægi náist, við seljum fiskinn á góðu verði og fáum erlenda ferðamenn hér inn. Fuck the Euro !\nVarðandi saminga við Breta þá skulum við bæta Hollendingum við það mál en í kvöldfréttum var bent á að fjármálaráðherra þeirra benti á í grein einhversstaðar að löggjöf EU gerði ekki ráð fyrir algeru hruni eins og hér hvar, en samt er hann í forsvari fyrir að við borgum þrátt fyrir þetta ! Eru ekki kominn ný sterk rök í okkar máli ??\nFUCK THE BRITISH BASTARDS !\nP.S: Hollendingar eru enn vinir mínir og sumir Bretar !"
        }
    ]
}