{
    "forum_title": "Heilsa",
    "user": "MrBaldursig",
    "user_id": "68509",
    "date": "2009-10-21 23:38:43",
    "title": "duft,fæðurbótarefni.",
    "text": "ég er með smá vandamál.\nég er smá yfirþyngd og núna er ég að fara að byrja í ræktinni og ætla að byrja að borða hollt og allt það yari yari..\nmig langar að byrja að taka inn eitthvað fæðubótarefni og duft og svona drasl.\nMeð hverju mæliði fyrir mig svona fæðubótarefni sem hjálpar til að missa þyngd sem fljótast.. því ég ætla fyrst að létta mig aðeins og svo að þyngja mig aðeins af vöðvum..\nmeð hverju mæliði með? hef heyrt að Herbalife sé málið..\nendilega segið mér ykkar reynslu af einhverskonar svona efnum( mega ekki vera vond á bragðið)",
    "url": "https://www.hugi.is/heilsa/korkar/677065/duftfaedurbotarefni/",
    "url_id": "677065",
    "id": "6924170",
    "replies": [
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2009-10-21 23:44:49",
            "id": "6924179",
            "reply_to_id": "6924170",
            "text": "tékkaðu á herbalife.það er lang einfaldast í meðförum og bragðast vel."
        },
        {
            "user": "MrBaldursig",
            "user_id": "68509",
            "date": "2009-10-21 23:46:58",
            "id": "6924183",
            "reply_to_id": "6924179",
            "text": "hvernig á ég eiginlega að blanda mikið af því..\nmamma mín og pabbi eiga svona og er að pæla að prófa þetta..\nþað er ein prótín dolla minnir mig og ein jarðaberja dolla, hvað læt ég mikið og hversu oft á ég að fá mér?\ner að pæla að fá mér í morgunmat og hádeginu og borða allt hitt venjulegan mat."
        },
        {
            "user": "Hawk4",
            "user_id": "39101",
            "date": "2009-10-22 01:56:35",
            "id": "6924302",
            "reply_to_id": "6924183",
            "text": "prufaðu að vera brjálaður og lesa það sem stendur á þessari prótín dollu"
        },
        {
            "user": "Balinn",
            "user_id": "28309",
            "date": "2009-10-22 18:11:53",
            "id": "6924965",
            "reply_to_id": "6924302",
            "text": "Hahahaha, mér varð skemmt af þessu!"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2009-10-23 16:08:59",
            "id": "6926316",
            "reply_to_id": "6924183",
            "text": "Það stendur á dollunni með jarðarberjabragði hversu 1 skammtur er stór í gr,Síðan fylgir skeið með sem á að vera sléttfull.Byrjaðu á þokkalega kúgaðri matskeið m/bragði og sléttfullri án/bragðs út í 250-300ml af mjólk eða djús.Frábært er að frysta banana og setja hálfan útí mixer,settu þá djúsin eða mjólkina fyrst útí með banananum og hrærðu síðan herbaduftið síðast með í 5-10 sec.Fáðu þér einn sjeik í staðinn fyrir hefðbundinn morgunnmat og annan í staðinn fyrir hádegismat og borðaðu síðan kvöldmat með fjölskyldunni og þá er ekkert bannað.Ekki bara nauðsynlegt heldur flýtir fyrir árangri að fá sér ávexti milli sjeika,einnig er til próteinbar frá herbalife sem má nota.Ef þú kemst uppá lagið með að nota herbalife munnt þú léttast frekar hratt og örugglega og orkan verður mun meiri yfir daginn."
        },
        {
            "user": "Arez",
            "user_id": "36638",
            "date": "2009-10-22 17:31:33",
            "id": "6924887",
            "reply_to_id": "6924170",
            "text": "Herbalife er fyrir konur.\nFarðu í perform og kauptu þér 100% whey gold standard."
        },
        {
            "user": "MrBaldursig",
            "user_id": "68509",
            "date": "2009-10-22 18:03:34",
            "id": "6924948",
            "reply_to_id": "6924887",
            "text": "hefurðu reynslu af því, og er það ekkki uppbyggingarefni?"
        },
        {
            "user": "typpalingar",
            "user_id": "64719",
            "date": "2009-10-22 20:11:06",
            "id": "6925176",
            "reply_to_id": "6924948",
            "text": "Það er engu flottara að vera horaður og ekki með vott af vöðvum, en að vera spikfeitur með 36D"
        },
        {
            "user": "MrBaldursig",
            "user_id": "68509",
            "date": "2009-10-23 01:05:44",
            "id": "6925729",
            "reply_to_id": "6925176",
            "text": "því ég ætla fyrst að létta mig aðeins og svo að þyngja mig aðeins af vöðvum..\nþví ég ætla fyrst að létta mig aðeins og svo að þyngja mig aðeins af vöðvum..\nog ég er líka að byrja í ræktinni mun ekki hanga á hlaupabrettinu allan tímann.. ætla að lyfta líka"
        },
        {
            "user": "shuttle",
            "user_id": "47125",
            "date": "2009-10-23 17:13:21",
            "id": "6926397",
            "reply_to_id": "6925729",
            "text": "þessvegna þarftu “byggingarefni” til að byggja upp vöðva, stærri vöðvar minni fita"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2009-10-23 20:14:23",
            "id": "6926646",
            "reply_to_id": "6925729",
            "text": "Stærri vöðvar þýða meiri brennsla, líka í hvíld, svo ef þú ert duglegur að lyfta og borðar rétt er fitusöfnunin hægari ef/þegar metnaðurinn fyrir ræktinni dvínar. Hreint mysuprótein inniheldur lítið af hitaeiningum úr annarri uppsprettu en próteini, svo það hentar mjög vel í cuttið. Blandar út í vatn eða mjólk sem millimál yfir daginn, en ágætt að blanda í ca. 50/50 hreinan safa og vatn til að drekka strax eftir æfingu, eitthvað með að ávaxtasykurinn hjálpar til með hve fljótlega það byrjar að nýtast til að gera við vöðvana, þarft fróðari mann en mig til að útskýra það eitthvað nánar, ég veit bara að það svínvirkar :P"
        },
        {
            "user": "nonniplas",
            "user_id": "71982",
            "date": "2009-10-26 16:24:13",
            "id": "6930134",
            "reply_to_id": "6924170",
            "text": "100% whey fra on, og lipo 6x black :)"
        }
    ]
}