{
    "forum_title": "Djammið",
    "user": "fungirl",
    "user_id": "2335",
    "date": "2002-03-08 14:16:12",
    "title": "hvenær veit maður að maður drekkur of mikið?????",
    "text": "Ég er að spá hvort ég eigi að fara að hlusta á vinina, málið er það að þeir segja stundum(u.þ.b. alltaf þegar ég drekk)að ég eigi að slakka aðeins á og ná smá af mér áður en að ég byrja á næstu flösku sem er kannski einhvað til í en er aftur á móti ekki hægt að koma inn í hausinn á mér þegar ég er full.\nég var á balli í gærkvöldi og byrjaði snemma að drekka (var þó ekki að vakna sérstaklega til þess eins og sumir) en þegar ég mætti til vinanna um kvöldið var ég ekki en farin að finna á mér en þar drakk ég slatta og um 12 leitið þá var ég orðin kolrugluð. Við leigðum okkur limmu og ég sat við gluggan og tókst að loka á hausinn þegar ég var að kíkja út og er núna að drepast í framan:( svo á ballinu (held ég) gerðist einhvað er ekki viss hvað það var en ég er með stórann marblett á lærinu og það er komin kúla þar ég vissi ekki að það væri hægt að fá kúlu á lærinn en alltaf lærir maður einhvað nýtt. svo gerðist eitt sem toppaði allt kvöldið það er að ég týndi töskunni minni og í henni var fullt af alskonar drasli tveir símar (minn og vinkonu minnar), myndavél sem ég á ekki, snyrtidót sem ég var með í láni af snyrtistofunni sem ég fór á í förðun og líka einhvað sem vinkona mín hafði fengið lánað og svo var einhver peningur og debetkort svo þetta er að öllum líkindum dýrasta ball sem ég hef nokkurntímann farið á og allt bara af því að ég var of full til að spá einhvað í að ég væri með tösku með mér og nú er ég búin að týna 3 símum síðan í lok ágúst og engum sérstaklega ódýrum:(",
    "url": "https://www.hugi.is/djammid/greinar/67745/hvenaer-veit-madur-ad-madur-drekkur-of-mikid/",
    "url_id": "67745",
    "id": "465142",
    "replies": [
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2002-03-09 23:25:00",
            "id": "465143",
            "reply_to_id": "465142",
            "text": "Ég held að þú eigir að fara að slaka aðeins á…helduru það ekki líka??\nÞetta er greinilega ekkert sniðugt fyrir þig…þú stórtapar á hverju fylleríi."
        },
        {
            "user": "Dulli",
            "user_id": "44754",
            "date": "2002-03-10 01:10:39",
            "id": "465144",
            "reply_to_id": "465143",
            "text": "Hvað finnst þér ?"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-10 02:54:46",
            "id": "465147",
            "reply_to_id": "465142",
            "text": "aldrei fara með gsm síma á fyllerí eða dýra hluti, og aldrei fara með kredidkort ef maður á til að drekka of mikið."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-11 12:07:05",
            "id": "465148",
            "reply_to_id": "465147",
            "text": "á ég þá ekki heldur að fara í fötum því ég hef eyðinlagt 2 flottar buxur á fylleríum í vetur…\nef ég kemst inn á staði þá þori ég ekki að nota kortin mín því ég er bara 16."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2002-04-05 04:50:00",
            "id": "465149",
            "reply_to_id": "465148",
            "text": "GMG Bara 16\nMeð magnið þá er einfalt að komast að því hversu mikið mar þarf. Kauptu þér kippu, litlar 33cl flöskur og drekktu rólega, ekki þamba. Ef að þú lokar augunum og höfuðið fer að hreyfast (eða þér finnst það) þá er komið alveg nóg :)\nEn fjandinn hafi það, 16 ára…\nOk, ég er officially orðinn gamall"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-04-05 14:31:21",
            "id": "465150",
            "reply_to_id": "465149",
            "text": "þegar einhver nennir í ríkið fyrir mig þá sleppir hann aldrei með að kaupa minna en 2 kippur af miller í gleri.\nKunningi minn var um daginn að reyna að kenna mér að drekka(það var eftir að ég hafði drukkið 3 bjóra á meðan hann fékk sér hálfann) hann helti koníaki í glas og geymdi glasið,ég mátti bara fá sopa og sopa en ekki þampa allt í einu."
        },
        {
            "user": "Andres18",
            "user_id": "4577",
            "date": "2002-04-08 23:40:13",
            "id": "465151",
            "reply_to_id": "465150",
            "text": "Faviti!"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-04-09 09:36:39",
            "id": "465152",
            "reply_to_id": "465151",
            "text": "takk sömuleiðs ég fer þó ekki niður á bryggju á rúntinn og ég kem ekki til með að kaupa mér svona ljótann bíl til að keyra um á. reyndar kem ég ekki til með að keyra á svona ljótum bíl nema mér verði gefinn hann sem gæti reyndar alveg gerst"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-04-11 03:47:22",
            "id": "465153",
            "reply_to_id": "465152",
            "text": "Ertu drukkin núna Fungirl?? Hvaða bíl ertu að tala um??\nOg þið hinir sem eru að uppgvöta það að 16 ára unglingar drekki líka spyr ég bara einnar spurningar, Hvar eruð þið búin að ver????\nÞetta er komið miklu neðar. Það er 15 eða 16 ára aldurstakmark í Danmörku og svipað í hinum norðurlöndunum. Sem er fínt því að ef krakkar ná sér ekki í áfengi þá redda þeir sér einhverju öðru\nSem er líka miklu auðveldara! Allavega gerðum ég og félagar mínir það þegar við vorum 13 ára (ég er hættur núna en ég er bara að benda ykkur á staðreyndirnar.)"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-04-11 09:33:27",
            "id": "465154",
            "reply_to_id": "465153",
            "text": "ég fór einu sinni á rúntinn með andrési á hans ömurlega bíl og hann var að keyra niður á höfnina í hfj."
        },
        {
            "user": "Dangergirl",
            "user_id": "10387",
            "date": "2002-03-10 13:13:51",
            "id": "465155",
            "reply_to_id": "465142",
            "text": "sagan þin er soldið alkaleg !!!"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-11 16:32:52",
            "id": "465156",
            "reply_to_id": "465155",
            "text": "ég er ekki alki ég drekk bara óhóflega mikið"
        },
        {
            "user": "Dangergirl",
            "user_id": "10387",
            "date": "2002-03-11 20:40:58",
            "id": "465157",
            "reply_to_id": "465156",
            "text": "alkar drekka óhóflega mikið … :)"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2002-03-26 19:17:52",
            "id": "465158",
            "reply_to_id": "465156",
            "text": "Er þetta ekki það sem ALKAR í AFNEITUN segja? “ég er ekki alki, ég drekk bara óhóflega mikið”"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2002-03-10 13:14:49",
            "id": "465159",
            "reply_to_id": "465142",
            "text": "hehehe… ertu kannski farin að nálgast aldurinn þegar það hættir að vera cool að drekka eins og vitleysingur og byrjar að vera eitthvað til að skammast sín fyrir?\nwell congrats"
        },
        {
            "user": "belsibub",
            "user_id": "13856",
            "date": "2002-03-10 17:49:21",
            "id": "465160",
            "reply_to_id": "465142",
            "text": "Ef þú ert að spá í þessu í alvöru þá eru spurningar á www.saa.is sem þú getur svarað.\nef áhyggjurnar útaf áfengi eru komnar þá er þetta orðið vandamál og einnig ef vinir þínir sjá hvað þú drekkur mikið.\nEf þú villt fá staðfestingu á hvort þú eigir við áfengisvandamál reyndu þá þetta: reyndu að drekka eitthvað ákveðið magn t.d. þrjá bjóra eða tvö glös og hætta. ef þetta tekst í fjögur skipti þá ertu kannski ekki ALKI.\nsvaraðu síðan hvort þetta tekst ef þú þorir að reyna þetta."
        },
        {
            "user": "belsibub",
            "user_id": "13856",
            "date": "2002-03-10 17:49:23",
            "id": "465161",
            "reply_to_id": "465142",
            "text": "Ef þú ert að spá í þessu í alvöru þá eru spurningar á www.saa.is sem þú getur svarað.\nef áhyggjurnar útaf áfengi eru komnar þá er þetta orðið vandamál og einnig ef vinir þínir sjá hvað þú drekkur mikið.\nEf þú villt fá staðfestingu á hvort þú eigir við áfengisvandamál reyndu þá þetta: reyndu að drekka eitthvað ákveðið magn t.d. þrjá bjóra eða tvö glös og hætta. ef þetta tekst í fjögur skipti þá ertu kannski ekki ALKI.\nsvaraðu síðan hvort þetta tekst ef þú þorir að reyna þetta."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2002-03-11 09:51:31",
            "id": "465145",
            "reply_to_id": "465142",
            "text": "sumir kunna bara ekki að drekka…það er gaman að drekka sig alveg PERUFULLANN og láta eins og asni…en þegar það er orðið vandamál að maður ráði ekkert við það og er alltaf að sjá eftir einhverju þá er ekki gott í efni… bara drekka minna, kaupa minna vín og geyma aurana heima nema eitthvað smá til öriggis fyrir taxa eða eikkva…"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-11 16:36:36",
            "id": "465146",
            "reply_to_id": "465145",
            "text": "en magnið skeiptir ekki öllu máli heldur hversu hratt maður drekkur.\nSvo ef manni er boðið á fyllerí þá þarf maður ekki að pæla í því hvað þetta kostar og þá er ekkert sem stöðvar mig"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-11 11:19:38",
            "id": "465162",
            "reply_to_id": "465142",
            "text": "Ég hef lent í því verra, og ég læri ekki af reynslunni. Ég er gangandi skandall og það fólk sem ég þekki er búið að venjast því, það er nokkurnvegin sama hvað ég geri á fylleríi, það kemur engum á óvart. Annars held ég að ég hafi farið með ca. hálfa milljón í fyllerí og fyllerísferðir á síðasta ári."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-11 12:03:48",
            "id": "465163",
            "reply_to_id": "465162",
            "text": "ég hef líka lennt í því verra og þetta er næstum ekkert miðað við margt sem ég hef gert á fylleríum"
        },
        {
            "user": "drusla85",
            "user_id": "15750",
            "date": "2002-03-11 23:40:24",
            "id": "465176",
            "reply_to_id": "465142",
            "text": "í fyrsta lagi þá tekur maður aldrei símann sinn með sér á fyllerí…hvaða máli skiptir hver hringir í þig þegar þú ert full…..og svo tekur maður heldur aldrei eitthvað snyrtidót með sér á fyllerí,…maður er hvort eð er alltaf eins og tuska þegar maður er fullur…!!! og aldrei einhverja handtösku því að þú veist að þú týnir henni!!"
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2002-03-12 04:43:47",
            "id": "465177",
            "reply_to_id": "465176",
            "text": "Ef áfengi er frítt þá … ohh, ég hata frítt áfengi heeh. Sko ef áfengi er frítt þá drekkur mar svo mikið og hratt vegna þess að mar heldur að mar sé að missa af áfenginu og áður en mar veit af er mar kominn á snepplana!"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-12 09:33:24",
            "id": "465178",
            "reply_to_id": "465176",
            "text": "ég átti ekkert af þessu snyrtidót og reyndar átti ég bara lítinn hluta af draslinu sem var í töskunni, svo það skipti mig ekki öllu máli þá þessu væri stolið."
        },
        {
            "user": "Hrebbna",
            "user_id": "764",
            "date": "2002-03-14 09:58:18",
            "id": "465179",
            "reply_to_id": "465178",
            "text": "Er ekki í lagi með þig? Skiptir þig ekki máli þó dót vina þinna glataðist vegna þess þú kannt ekki að fara með áfengi. Ég væri með meira samviskubit yfir að hafa haft ábyrgð á að týna dóti annarra en draslinu mínu."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-14 16:46:41",
            "id": "465180",
            "reply_to_id": "465179",
            "text": "það fannst allt aftur nema myndavél sem mamma á og sími sem ég var með í láni hjá vinkonu minni og var hvort eð er stolinn"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2002-03-24 02:15:13",
            "id": "465181",
            "reply_to_id": "465180",
            "text": "Bíddu, var síminn hvort eð er stolinn??? Ég stoppaði nú aðeins við þessa ullyrðingu. Ég segi nú bara: Farðu að hugsa aðeins þinn gang…\nCalliope"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-11 03:23:00",
            "id": "465182",
            "reply_to_id": "465176",
            "text": "Jahh það eru kannski ekki allir sem  búa í downtown Reykjavík. Sjálfur bý ég í Hafnarfirði\nog þegar ég þarf að komast heim af djamminu þá væri það algjört hell að hafa ekki gemsa til að hringja í vinina eða leigubí til að ná í mig.\nMitt álit ég er reyndar kk (auðvelt að geimann í vasanum svo það er kanski annað mál)"
        },
        {
            "user": "kaze",
            "user_id": "5448",
            "date": "2002-03-15 07:55:44",
            "id": "465164",
            "reply_to_id": "465142",
            "text": "Tú veist ad tú drekkur of mikid tegar tú verdur full/ur af eigin hlandi. Gott eda vont dæmid sjálf.\nmér finnst tad fínt ódýrt og madur kemst alltaf í gódan sopa."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-15 12:14:48",
            "id": "465165",
            "reply_to_id": "465164",
            "text": "ojj það mun ég aldrei prófa"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2002-03-15 16:57:50",
            "id": "465166",
            "reply_to_id": "465165",
            "text": "drekktu bara minna í einu…það er miklu meira gaman að vera bara í góðu stuði heldur en að vera svona útúrfullur !!"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-03-16 13:22:21",
            "id": "465167",
            "reply_to_id": "465166",
            "text": "Hmm, sextán ára………er það ekki nær því að það vantar reynslu? Ekki hafði ég hugmynd um hversu mikið ég þoldi þegar ég drakk fyrst og endaði afar ress úti í runna, spúandi eins og múkki. Svo bara liðu árin og maður lærði þetta. Hægja aðeins á, ekki klára einn heilan bjór á 30 sek áður en inn á ballið er farið, ekki fá þér sjúss hjá öllum o.s.frv.\nHinsvegar ef þú ferð út hverja helgi í bæinn að þá þykir mér ástandið ekki nógu gott. Slíkt endar ekki vel.\nSiggibet"
        },
        {
            "user": "Hredjar",
            "user_id": "13718",
            "date": "2002-03-16 14:19:00",
            "id": "465168",
            "reply_to_id": "465167",
            "text": "Fungirl veistu hver Djammdýrið er????\nef svo er þá mæli ég sterklega með að þú mælir þér mót við hann. Mér sýnist þú og hann vera ótrúlega lík þegar að kemur að drykkju."
        },
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2002-03-16 17:11:37",
            "id": "465169",
            "reply_to_id": "465168",
            "text": "Djammdýrið?!?! Hver er eiginlega kallaður það??"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-18 14:40:10",
            "id": "465170",
            "reply_to_id": "465168",
            "text": "hver er þetta djammdýr?"
        },
        {
            "user": "Hredjar",
            "user_id": "13718",
            "date": "2002-03-18 15:38:11",
            "id": "465171",
            "reply_to_id": "465170",
            "text": "hann er brjálaður náungi. 865-3417"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-19 09:22:49",
            "id": "465172",
            "reply_to_id": "465171",
            "text": "er þetta númerið hjá djammdýrinu?\nhver er þetta?"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-04-11 03:33:04",
            "id": "465173",
            "reply_to_id": "465171",
            "text": "HAHAHA DJAMMDÝR :D Ég þarf að hringja eitt símtal núna…"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-04-11 09:41:42",
            "id": "465174",
            "reply_to_id": "465173",
            "text": "Hver er þetta djammdýr???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-11 03:30:50",
            "id": "465175",
            "reply_to_id": "465167",
            "text": "30 sek?? það er nú ekkert svo slæmt. ég hef tekið 2 kippur í beerbong (5sek hver bjór) og það var allt í lagi með mig. Þetta er bara persónubundið hvað hver þolir. Drektu bara minna og eins lítið að sterku víni og þú getur. Annars veit ég sosem ekkert um þetta ég er nú ekki svo gamall heldu"
        },
        {
            "user": "enok",
            "user_id": "15987",
            "date": "2002-03-17 20:04:24",
            "id": "465183",
            "reply_to_id": "465142",
            "text": "Eftir að hafa lesið þessa grein þá minnti þetta mig mjög mikið á hvernig vínkona mín var á tímabili, þegar hún byrjaði að drekka þá gat hún ekki hætt,einnig var hún líka að týna töskunum sínum með mörgum vermætum hlutum endalaust.\nÉg veit að hún var alltaf í móral eftir hvert fyllerí þar sem, hún mundi stundum ekki hvað hún hafði verið að gera. Það var orðið hundleiðinlegt að fara með henni á djammið því hún var eins og fiðrildi og maður þurfti alltaf að vera að passa upp á hana. Í dag er hún búin að vera edrú á fjórða ár. Allt annað líf hjá henni komin með barn og hún hreinilega blómstrar.\nÉg mæli þess vegna með að þú farir að hugsa þinn gang, hvort vín sé málið…"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-18 14:38:38",
            "id": "465184",
            "reply_to_id": "465183",
            "text": "ég drakk bara 2 bjóra um seinustu helgi og er stolt af því þó að það hafi allt áfengi verið frítt því ég var hvorki búin að sofa né borða og vissi að ég myndi ekki þola neitt meira.\nÞað er líka stundum gaman að vera edrú og horfa á þá fullu sjá um alla skandalana:)"
        },
        {
            "user": "enok",
            "user_id": "15987",
            "date": "2002-03-20 21:04:31",
            "id": "465185",
            "reply_to_id": "465184",
            "text": "Flott hjá þér,\nKeep on going…\nEn stundum er líka gott að gera e-ð annað en að fara á djammið hmummm ekki satt:-)"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2002-03-20 23:23:42",
            "id": "465186",
            "reply_to_id": "465185",
            "text": "Ef þú ert gjörn á að drekka of mikið þá virkar fyrir mig allavega að borða bara rosalega góðan kvöldmat og vera vel södd og þá getur maður drukkið og drukkið án þess að fynna jafn mikið á sér….\nsamanber sumarbústaðarferðir þar sem er grillað… maður borðar sig pakksadda og verður síðan ekkert full!!\nkv.GiRND"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-22 14:35:13",
            "id": "465187",
            "reply_to_id": "465185",
            "text": "jújú svona einstaka sinnum kannski"
        },
        {
            "user": "UberMensch",
            "user_id": "793",
            "date": "2002-03-23 19:55:14",
            "id": "465188",
            "reply_to_id": "465142",
            "text": "Ja til að byrja með er of mikið að byrja að drekka 16 ára til að byrja með, allavega að mínu mati. Það er ástæða fyrir því að aldurinn er 20 inn í ríkið og inn á flesta skemmtistaði. Unglingar kunna oftast ekki að fara með áfengi. Trúðu mér ég byrjaði að drekka um 18 ára en flestir vinir mínir um 15-16. Helvíti fyndið að sjá þá ælandi um fjöll og fyrnindi.\nAllavega, ég geri ráð fyrir því að þú hættir bara ekkert að drekka svona upp úr þurru. En hérna er ráð sem hefur oft dugað mér. Eftir svona 2-3 bjóra fáðu þér þá vatnsglas og drekktu það meðan allir aðrir eru drekka sinn bjór, drekktu hægt(vatnið minnkar líka þynnku daginn eftir). Drekku svo bjór og vatn til skiptis…. ætti að duga"
        },
        {
            "user": "Phoebe",
            "user_id": "8065",
            "date": "2002-03-24 00:18:14",
            "id": "465189",
            "reply_to_id": "465188",
            "text": "já mar ætti kannski að fara að spá í því hvort mar drekki of mikið… allavega er besti vinur minn fairnn að hafa áhyggjur af mér… síðustu 3 vikur hefur líka drykkjan farið mikið versnandi hef lítið sem ekkert mætt í skólann og farið á fylleri flest kvöld… t.d. í síðustu viku fór ég á barinn öll kvöld vikunnar sem sagt mánudag, þriðjudag, miðvikudag og fimmtudag og endaði í öll skiptin blindfull.. ég held að mar ætti að taka sig soldið áþetta er að verða soldið mikið.."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-25 20:55:26",
            "id": "465190",
            "reply_to_id": "465188",
            "text": "mér fannst ég byrja seint að drekka en vá 20 það er samt gáfulegt því þetta kostar geðveikt mikinn pening (ef maður borgar sjálfur)og á meðan maður smakkar ekki er maður bara að missa af því að vera ofurölvi einhversstaðar inni í partyi þar sem maður þekkir engann en áfengið sjálft er svo gott (einu sinni smakkað þú getur ekki hætt:) að maður hættir ekkert að drekka.\nég hef fyrir löngu komist að því að ef maður drekkur vatn þá er ég ekki eins þunn daginn eftir fyllerí þá er maður ekki eins þunnur daginn eftir en einu skiftin sem ég drekk vatn er á böllum og þá bara smá.\nsvo hef ég aðeins tvisvar ælt og annað skiftið sá það enginn en hitt skiftið sáu það full margir :("
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2002-03-24 19:18:17",
            "id": "465191",
            "reply_to_id": "465142",
            "text": "ja,ég hætti þegar ég sé ekki fólkið við hliðina á mér."
        },
        {
            "user": "alexandrea",
            "user_id": "18993",
            "date": "2002-04-15 01:42:39",
            "id": "465199",
            "reply_to_id": "465142",
            "text": "úpz!! jæja okey þetta er slæmt!! já sko þú átt bara að drekka pínu og hætta svo ef þetta endar alltaf svona hjá þér ;) híhí sammt dáldið fyndið"
        },
        {
            "user": "jonbaldur",
            "user_id": "6475",
            "date": "2002-04-16 18:43:43",
            "id": "465192",
            "reply_to_id": "465142",
            "text": "Believe me hún á við vandamál að stríða en það er ekki Alkóhólismi. Og elsku fungirl þessi kenning þín; einu sinni smakkað þú getur ekki hætt…. hún er heimskuleg manstu eftir mér? þannig að hlustaðu bara á kærastan og slakaðu á og ALDREi fara án hans á fyllerí þú gætir komið þér í eitt af þínum stórkostleg vandræðum.. og svona fyrir ykkur hin þá var þetta ekki fyrsti síminn sem hún týndi. Hún segir að hinum hafi verið solið en hún var svo andskoti pissfull að hún gæti hafa hent honum fram af svölunum."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-04-16 18:59:03",
            "id": "465193",
            "reply_to_id": "465192",
            "text": "ekki býrðu í Hfj. því sá jón baldur sem ég þekki a systir sem er ekkert skárri en eg"
        },
        {
            "user": "cme",
            "user_id": "12771",
            "date": "2002-04-18 01:19:10",
            "id": "465194",
            "reply_to_id": "465193",
            "text": "Ok ég er greinilega mjög gamall miðað við aðra hér. Ég hef gengið í gegnum svona tímabil maður drekkur eins og svín og svo slakar maður á t.d. Í einn mánuð eitt sumarið þá vorum við vinirnir alltaf fullir alla virka daga sem helgar, þá var bara farið í ríkið eftir vinnu og keypt kassa og flösku (enda var maður á kúpuni), því síðan stútað á einu kvöldi og maður mætti í vinnuna daginn eftir vel þunnur. Eftir það drakk ég ekki í 6 til 10 mánuði.\nVorum í bústað einu sinni (sem oftar) og vorum í 5 daga, kláruðum 90lítra af bjór og vorum þrír (hrein geðveiki) maður var þunnur í mánuð :)\nNúna er þetta orðið frekar rólegt hjá manni maður er farinn að þekkja sín mörk og þetta þroskast bara hjá manni.\nFyrir löngu hættur að drekka í einhverju magni eða reyna að drekka í einhverju magni, drekkur bara rólega núna:) þegar maður var svona ungur þá var töff að drekka sem mest en núna er það bara ávísun á ælu.\nÞinkan, það virkar best á mig að borða vel (ekki brauð) og drekka bara dry áfengi því að ég verð þunnur af öllu auka sullinu t.d. sprite.\nByrjar á nokkrum bjórum og sötrar svo dry eftir það, ég get ekki drukkið bjór á fyllerí lengur :)"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-04-18 13:44:33",
            "id": "465195",
            "reply_to_id": "465194",
            "text": "ég drekk bara bjór og svo dry því að maður er að eyðileggja áfengið með því að blanda einhverjum óþverra út í það. svo hef ég verið svo heppin að æla ekki mikið þó að ég drekki mikið, ég hef bara tvisvar ælt en í annað skiptið sá það enginn en í hitt skiptið beint fyrir utan skemmtistað"
        },
        {
            "user": "cme",
            "user_id": "12771",
            "date": "2002-04-18 14:39:16",
            "id": "465196",
            "reply_to_id": "465195",
            "text": "Það breytist þegar þú eldist, þá muntu æla oftar, ég man þegar ég var 17ára að djamma þá var maður kannski þunnur í hálfan dag, en núna er það farið að verða lengur :)"
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2002-04-18 16:08:17",
            "id": "465197",
            "reply_to_id": "465196",
            "text": "humhum\nmér sýnist þú vera í undarlegum félagsskap, eða kannski bara undarleg stúlka. allavegana hefði ég áhyggjur af því að týna fullt af dóti frá vinum mínum/fjölskyldu. þú varst sjúklega heppin að finna mestan hluta þess aftur.\nog já hvað er þetta með að ganga um með stolna gemsa. týnuru svona mikið að drasli að þú þarft að redda þér stolnu dóti. ekkert dottið í hug að vinna fyrir eigin drasli.\nég fyrirlít fólk sem stelur eða fólk sem kaupir stolið eða fólk sem segir stolt frá vinum sínum sem stela/eiga stolinn varning. tómir aumingjar!!!"
        },
        {
            "user": "cme",
            "user_id": "12771",
            "date": "2002-04-19 01:45:39",
            "id": "465198",
            "reply_to_id": "465197",
            "text": "Þar er ég sammála þér hun."
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2002-04-19 09:51:42",
            "id": "465200",
            "reply_to_id": "465142",
            "text": "blessuð drekktu bara eins og þér sýnist. það þarf eitthver að vera til sem að heldur ríkinu gangandi :)"
        }
    ]
}