{
    "forum_title": "Windows",
    "user": "Envy",
    "user_id": "4397",
    "date": "2009-10-27 23:43:31",
    "title": "Windows 7 - Resolution vandamál",
    "text": "Er með BenQ 24\" HD skjá með max upplausn 1920x1080. Þegar ég reyni að spila einn ákveðinn leik sem ég er með í 1024x768 þá fyllist ekki leikurinn út í skjáinn, er sirka 10cm svartur sitt hvorum meginn við leikinn. Er með allar stillingar stilltar á fullscreen. En ef ég minimize'a leikinn, fer í Monitor Settings og vel 75 Hertz þá fyllist útí leikinn en þetta er frekar óþægilegt því ég þarf alltaf að vera breyta upplausninni á sjálfri tölvunni líka.\nEru einhverjar stillingar til að láta tölvuna skipta automatíst á 75 Hertz þegar ég er með skjáinn í lærri upplausn en 1920x1080?\nEr búinn að heyra frá fleirum sama vandamál..",
    "url": "https://www.hugi.is/windows/korkar/677782/windows-7-resolution-vandamal/",
    "url_id": "677782",
    "id": "6932421",
    "replies": [
        {
            "user": "sinalco00",
            "user_id": "54463",
            "date": "2009-10-27 23:46:54",
            "id": "6932431",
            "reply_to_id": "6932421",
            "text": "þetta er ekki vandamál , þetta afþví að upplausnin í leiknum er ekki widescreen ."
        },
        {
            "user": "ChuckNorris",
            "user_id": "68133",
            "date": "2009-10-27 23:56:04",
            "id": "6932449",
            "reply_to_id": "6932421",
            "text": "Farðu í skjákorts control panelið og panel fit og no borde"
        },
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2009-10-29 15:01:00",
            "id": "6934200",
            "reply_to_id": "6932421",
            "text": "Þú ættir að vera þakklátur. Ef þú berð saman myndirnar, þaes. þegar hann er teygður og ekki, þá sérðu klárlega mun. Þessi sem er ekki teygð er mun skírari. Ég setti þetta á þannig að þetta yrði ekki teygt hjá mér."
        },
        {
            "user": "Selshamur",
            "user_id": "19356",
            "date": "2009-10-30 09:08:21",
            "id": "6935403",
            "reply_to_id": "6932421",
            "text": "Og aftur fer þetta að endurtaka sig eins og með Vista.\nEf eitthvað virkar ekki, þá er það stýrikerfinu að kenna algjörlega, ekki hugbúnaðinum sem er verið að keyra á það.\nEn já, leikurinn styður ekki widescreen upplausn ætla ég að skjóta á.\nAnnars getur google hjálpað manni svaka mikið."
        },
        {
            "user": "Envy",
            "user_id": "4397",
            "date": "2009-11-03 20:40:06",
            "id": "6941649",
            "reply_to_id": "6932421",
            "text": "fann loksins skjákort stillinguna fyrir þetta, þurfti ekki að breyta henni í vista en þetta er komið í lag núna.\nTakk fyri"
        }
    ]
}