{
    "forum_title": "Dulspeki",
    "user": "madhatter",
    "user_id": "59822",
    "date": "2009-10-29 23:19:56",
    "title": "Draumamartröð..",
    "text": "Okei, það er sem sagt einn strákur sem ég er hrifin af, sem við skulum kalla A og draumurinn tengist honum.\nÞetta byrjar alla vegana þannig að ég er að fara í partí með vinkonu minni en við endum niðrí skólanum mínum þar sem partíið er. Allt er frekar skuggalegt og dökkt yfir öllu í skólanum og við förum inn á bað, þar sem allt er hvítt og bjart. Þar kemur A inn og kyssir mig. Mér finnst það allt í lagi en það eru einhvern veginn sjúklega margir inni á þessu baði og allir að horfa á okkur, þannig að ég hætti að kyssa hann og fer út. Úti hitti ég eina af vinkonum mínum og fer að tala um hann og hún segir: “en hann er hrifinn af B”. Ég fer í algert panick og segi: “en heldurðu að það gæti verið ég? Ég heiti næstum því það sama og B”. Vinkona mín svarar ekki og ég held afstað út en úti er allt hins vegar sjúklega krípí og ég er alveg að deyja úr hræðslu, þá kemur einhver ógeðslega krípí gella og fer að elta mig og ég tek á sprettinn aftur upp í skóla, en ég er eins og í slow motion og alltaf er kerlingin á eftir mér. Ég næ hins vegar að hlaupa að skólanum, en akkurat þegar ég kemst að skólanum hleyp ég beint í fangið á honum. Og þá var allt gott :D\nÉg veit að þetta er sjúklega stelpulegur draumur og allt svoleiðis, en venjulega gleymi ég draumum um leið og ég vakna. Hins vegar man ég bæði þennan draum og hvernig mér leið í honum.",
    "url": "https://www.hugi.is/dulspeki/korkar/678052/draumamartrod/",
    "url_id": "678052",
    "id": "6935116",
    "replies": [
        {
            "user": "Skufsi",
            "user_id": "60469",
            "date": "2009-11-02 13:30:25",
            "id": "6939327",
            "reply_to_id": "6935116",
            "text": "Hahahahah, í sambandi við undirskriftina þína, hvar vinnurðu?"
        },
        {
            "user": "madhatter",
            "user_id": "59822",
            "date": "2009-11-02 21:05:01",
            "id": "6940183",
            "reply_to_id": "6939327",
            "text": "ég vann á Wilson's -.- afhverju :D"
        },
        {
            "user": "Skufsi",
            "user_id": "60469",
            "date": "2009-11-02 22:24:24",
            "id": "6940375",
            "reply_to_id": "6940183",
            "text": "Undirskriftin þín."
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-11-08 00:06:11",
            "id": "6947331",
            "reply_to_id": "6940183",
            "text": "Sweetness. Frændi minn á Wilsons. Ég bið að heilsa."
        },
        {
            "user": "madhatter",
            "user_id": "59822",
            "date": "2009-11-08 19:15:42",
            "id": "6948159",
            "reply_to_id": "6947331",
            "text": "ég er reyndar hætt núna vegna skóla, en hver er frændi þinn? Grétar, Villi?"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-11-08 19:58:17",
            "id": "6948198",
            "reply_to_id": "6948159",
            "text": "Villi:)"
        },
        {
            "user": "substitution",
            "user_id": "73329",
            "date": "2010-01-18 21:52:59",
            "id": "7042606",
            "reply_to_id": "6935116",
            "text": "Sæl, Madhatter.\nÞað sem ég ræð út úr þessum draumi eru að góðir hlutir eru í nánd. Þessi örryggistilfinning gagnvart skólanum lýsir sér í því að gengi þitt í skóla muni batna til munaðar.\nEinnig sé ég mikla peninga í náinni framtíð þegar þú lýsir eltingaleiknum við vondu konuna sem þú svo sigrar.\nPassaðu þig hvítum bílum eins og lýsingin á klósetti skólans, einnig myndi ég forðast hvítt súkkulaði. :-)\nKær kveðja, rusko."
        },
        {
            "user": "madhatter",
            "user_id": "59822",
            "date": "2010-02-04 19:37:59",
            "id": "7062218",
            "reply_to_id": "7042606",
            "text": "okei takk fyrir þetta :D\nog takk fyrir að svara draumnum en að tala ekki um eitthvað ALLT annað :D"
        }
    ]
}