{
    "forum_title": "Hljóðvinnsla",
    "user": "Weiller",
    "user_id": "50500",
    "date": "2009-10-31 16:27:58",
    "title": "monitora hjálp",
    "text": "ég er að spá í kaupum á monitorum.\nÞeir eiga að notast við gerð á electroískri danstónlist.\nEru eitthverjir sérstakir … ekki dýrir sem þið mælid með og fást á íslandi :) ?\nEr nú algjör n00b í þessu en hvernig eru þeir svo tengdir ? bara einsog venjulegir hátalarar eða þarf ég eitthvað spes eliment?",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/678199/monitora-hjalp/",
    "url_id": "678199",
    "id": "6937079",
    "replies": [
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2009-11-01 19:40:55",
            "id": "6938487",
            "reply_to_id": "6937079",
            "text": "Hvað er hámarksverð sem þú ert til í að splæsa á monitora?"
        },
        {
            "user": "Weiller",
            "user_id": "50500",
            "date": "2009-11-02 01:20:07",
            "id": "6939009",
            "reply_to_id": "6938487",
            "text": "ég veit nú ekki hvað er raunhæft en var að spá í 20-30 þúsund"
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2009-11-02 12:16:23",
            "id": "6939262",
            "reply_to_id": "6939009",
            "text": "Þú þarft nú að hækka þessa upphæð slatta,  þú getur fengið viðunandi monitora fyrir um 100 þúsund krónur.  Fyrir electroníska tónlist þarftu örugglega að bæta við 50 þúsund krónum fyrir bassabox.\nErtu mikið að mixa eða aðallega að hlusta til skemmtunar? :)"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-11-02 13:34:19",
            "id": "6939330",
            "reply_to_id": "6937079",
            "text": "KRK Rokit eru fínir í elektróníska tónlist, ég veit ekki hvað þeir kosta en þeir hafa fengist í Hljóðfærahúsinu og ég held að ég hafi séð par af svoleiðis í tónastöðinni líka."
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2009-11-04 12:39:00",
            "id": "6942414",
            "reply_to_id": "6937079",
            "text": "Það er ekkert must að vera með góða einhverja spes stúdíó monitora, ég er t.d. með geðveika hátalara frá 1978 eða eithvað álíka og hljóma þeir betur en flestir studio monitorar sem ég hef lagt hlustir við."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2009-11-04 13:01:10",
            "id": "6942449",
            "reply_to_id": "6942414",
            "text": "… stúdíó mónitorar eiga ekki að hljóma vel.\nÞeir eiga að gera þér kleyft að heyra, á sem besta hátt hvað er í gangi í tónlistinni, og þeir eiga að geta “translatað” vel."
        },
        {
            "user": "jonfri",
            "user_id": "65",
            "date": "2009-11-05 04:08:33",
            "id": "6943577",
            "reply_to_id": "6942449",
            "text": "Þeir mega alveg hljóma vel samt!"
        },
        {
            "user": "Bertinio",
            "user_id": "6576",
            "date": "2009-11-15 12:07:18",
            "id": "6957000",
            "reply_to_id": "6937079",
            "text": "Ég myndi athuga með minni týpuna af event hátölurunum í tónastöðinni. Átti stærri gerðina og þeir voru fínir. Held þeir kosti ekki svo mikið. Þú þarft ekkert sérstakt til að tengja hátalarana. Spurning hvernig hljóðkort þú ert með. Athugaðu hvort þú ert með ballanced output á hljóðkortinu og notaðu það. Ef það eru jackar þá þarftu bara jack xlr snúrur og málið dautt."
        }
    ]
}