{
    "forum_title": "Metall",
    "user": "sidesplitter",
    "user_id": "51531",
    "date": "2009-11-03 20:31:10",
    "title": "Trommuleikara vantar",
    "text": "Jæja, nú vantar okkur trommuleikara.\nÉg ætla ekki leggja í það að útskýra stefnuna neitt gríðarlega, en þetta er mjög proggað dót, og má nefna bönd eins og Gorguts, Spawn of Possession, Sikth, gamla Momentum, Cynic og Strapping Young Lad sem dæmi um tónlist sem meðlimir bandsins stúdera að einhverju marki, en heildarsamsetning þykir mér nokkuð frumleg…\nÉg vil ekki gefa upp neitt mikið því við viljum ekki gera neitt af opinberlega fyrr en við höfum eitthvað concrete í höndunum, en erum á góðri leið með það.\nMeðlimir hafa verið í böndunum Gone Postal, Diabolus og Mikado, ásamt nýju fólki sem hefur ekki skapað sér nafn hér ennþá, en við erum allir mjög spenntir fyrir þessu og þurfum því trommara sem gæti sinnt þessu að sama marki og við.\nÞetta týpíska á við; mæta á æfingar, borga leigu og þess háttar, en það sem ég persónulega er helst að leitast eftir er trommari sem hægt er að bounce-a hugmyndum um trommurnar fram og aftur án þess að viðkomandi fari í fýlu, og alltaf þykir mér skemmtilegt þegar trommarar gera eitthvað öðruvísi en við er búist af dauðarokktrommara…\nÞað skal tekið fram að allar trommur sem voru samdar fyrir lögin okkar hingað til voru miðaðar við trommustíl Ragnars í Beneath, sem nýlega hætti í þessu bandi því Beneath eru víst að fara sigra heiminn (við óskum þeim alls hins besta), en hvað varðar hraða og svona, þá er ekki mikill þrýstingur á að fara útí hans pælingar því við viljum endilega einhvern sem getur komið með eitthvað nýtt á borðið, þó að lögin séu meira og minna samin í kringum 220-260 bpm…\nEf einhver hefur áhuga skal hann endilega senda línu í EP eða hringja í 6621922 (Haukur).\nVona að heyra frá sem flestum!",
    "url": "https://www.hugi.is/metall/korkar/678572/trommuleikara-vantar/",
    "url_id": "678572",
    "id": "6941631",
    "replies": [
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2009-11-03 21:05:45",
            "id": "6941708",
            "reply_to_id": "6941631",
            "text": "Gætir talað við ex-discord trommarann, hann er frekar proggaður og fljótur að læra og búinn með tónfræði. Kannski ekki hraður en góður."
        }
    ]
}