{
    "forum_title": "Half-Life",
    "user": "jafo",
    "user_id": "801",
    "date": "2002-03-09 01:47:39",
    "title": "Global Ops Public Beta",
    "text": "þá er loksins komið að þvi að Barking Dogs Studios settu á netið leikinn Global Ops sem er FPS Tactical Shooter eins og þeira gerast bestir, þessum leika svipar til Counter-strike að hluta bara með meira pointi á TeamPlay enda komu þeir við sögu við hönnun á Cs Beta 5.0. endilega að kikja á þennan leik, hægt að er Downlóda honum á local server linkurinn er\nhttp://static.hugi.is/stuffnfiles/leikir/globalopspublicbeta.exe\nserver  er uppi hja clan [FFL] á\n130.208.248.40\nwww.simnet.is\\ffl\nlátið sjá ykkur og dæmið sjálf :)\neinnig má benda á að þessi leikur fór Gold i dag og er væntanlegur i sölu 26 Mars",
    "url": "https://www.hugi.is/hl/greinar/67865/global-ops-public-beta/",
    "url_id": "67865",
    "id": "466001",
    "replies": [
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-03-09 05:19:56",
            "id": "466002",
            "reply_to_id": "466001",
            "text": "svalt! ef hann er svipaður og counter-strike hlýtur hann að vera góður ;)"
        },
        {
            "user": "Sonur",
            "user_id": "26110",
            "date": "2002-03-09 08:18:18",
            "id": "466003",
            "reply_to_id": "466002",
            "text": "Snilld c\",]"
        },
        {
            "user": "zyggyhani",
            "user_id": "13768",
            "date": "2002-03-09 09:17:28",
            "id": "466004",
            "reply_to_id": "466001",
            "text": "Nice Fleyrri Leikir Í LeikjaSafn Mitt =)"
        },
        {
            "user": "Porthos",
            "user_id": "882",
            "date": "2002-03-09 09:21:51",
            "id": "466005",
            "reply_to_id": "466001",
            "text": "Huur þetta er flottur og góður leikur en aðeins sma vandræði ! Ég var í honum áðann og það voru bara útlendingar að ég held og einhver fávitinn var alltaf að drepa VIPinn ! Sem gerði skemmtunina að engu, ég mæli með því að annaðhvort komi eitthvað voting system ef eitthvað er til eins og í CS , eða password á serverinn þannig að bara íslendingar geta verið inná.\nTakk takk Rushe"
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-03-09 10:21:48",
            "id": "466006",
            "reply_to_id": "466005",
            "text": "já þetta er satt setti inn password sem er\nfrance\nendilega að reyna þetta og kikja á okkur i [FFL]"
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-03-09 10:22:25",
            "id": "466007",
            "reply_to_id": "466001",
            "text": "bæta smá við að þetta er lokaður server til að losna við erlenda lagg players\npassinn er france"
        },
        {
            "user": "HEHE",
            "user_id": "2190",
            "date": "2002-03-09 10:49:55",
            "id": "466008",
            "reply_to_id": "466007",
            "text": "france er ekki að virka hjá mé"
        },
        {
            "user": "creepy",
            "user_id": "13348",
            "date": "2002-03-09 11:30:04",
            "id": "466009",
            "reply_to_id": "466008",
            "text": "Er þetta Hl Mod?????????"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-03-09 12:01:55",
            "id": "466010",
            "reply_to_id": "466009",
            "text": "nei þetta er ekki HL mod"
        },
        {
            "user": "joe",
            "user_id": "11972",
            "date": "2002-03-09 12:30:17",
            "id": "466011",
            "reply_to_id": "466010",
            "text": "fyrir hvaða leik er þetta þá"
        },
        {
            "user": "Porthos",
            "user_id": "882",
            "date": "2002-03-09 13:04:41",
            "id": "466012",
            "reply_to_id": "466011",
            "text": "Ef þú mundir lesa fyrirsögnina þá ætturðu að geta figurað það út sjálfur :D\nKool leikur væri alveg til í að spilann sko."
        },
        {
            "user": "joe",
            "user_id": "11972",
            "date": "2002-03-09 13:40:24",
            "id": "466013",
            "reply_to_id": "466009",
            "text": "hmmmmmmmm er þetta ekki Half-Life grein? Neinei þetta er Quake mod!"
        },
        {
            "user": "joe",
            "user_id": "11972",
            "date": "2002-03-09 14:07:12",
            "id": "466014",
            "reply_to_id": "466013",
            "text": "global ops public beta og hvað þíðir það"
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-03-09 14:34:44",
            "id": "466015",
            "reply_to_id": "466014",
            "text": "það er kannski betra að kynna þetta betur fyrir thursana :)\nhttp://www.globalopsgame.com/\ntjekk it out :)"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-03-09 15:32:16",
            "id": "466016",
            "reply_to_id": "466015",
            "text": "Úff, já sumir eru heimskir.\nÞetta er ekkert mod, þetta er glænýt tölvuleikur sem svipa svoldið til Counter-Strike."
        },
        {
            "user": "NewKilla",
            "user_id": "17128",
            "date": "2002-03-09 19:17:20",
            "id": "466017",
            "reply_to_id": "466016",
            "text": "COOL! ætli hann verði jafn vinsæll og\ncounter-strike hmmm og er [FFL] clan í þessum leik eða\n[.Valentine.]NewKilla"
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-03-10 10:49:57",
            "id": "466018",
            "reply_to_id": "466017",
            "text": "Já [FFl] er liklega fyrsta GO clanið og ætlum að massa þetta, eg hef fengið þau svör frá  hja GO að þetta er bara beta 2 1/2 sem þiðir að margt er buið að laga i final sem kemur i lok þessa mánaðar :)"
        },
        {
            "user": "joe",
            "user_id": "11972",
            "date": "2002-03-10 12:23:39",
            "id": "466019",
            "reply_to_id": "466018",
            "text": "verður maður að kaupa þennan leik eða er hægt að dl honum"
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-03-10 12:48:55",
            "id": "466020",
            "reply_to_id": "466019",
            "text": "þetta er stand alone þannig að þetta er retail product og verður að kaupa hann til að spila hann\nþað verða vist bottar með finale versione"
        },
        {
            "user": "Fart",
            "user_id": "10599",
            "date": "2002-03-10 12:55:29",
            "id": "466021",
            "reply_to_id": "466020",
            "text": "það er bara hægt að segja eitt um þennan leik.. FUCKIN SCHNILLLLD!!"
        },
        {
            "user": "Swing3r",
            "user_id": "18342",
            "date": "2002-03-10 02:49:39",
            "id": "466022",
            "reply_to_id": "466001",
            "text": "Global Ops er fucking sweet! Töff að Glock 18 er sjálvirkur í þessum leik, hann er hallærislegur í CS bara tree-shot burst. Líka töff að það er ekki hægt að messa við Gamma þannig að maður verður að kaupa nightvision í næturborðum og vopnaúrvalið… _slef_\nVonandi fer fólk síðan bara að fleygja CS og spila þennan í staðinn!"
        },
        {
            "user": "NewKilla",
            "user_id": "17128",
            "date": "2002-03-10 13:21:53",
            "id": "466023",
            "reply_to_id": "466001",
            "text": "Þessi leikut finnst mér ekki komast nálægt CS…"
        },
        {
            "user": "NewKilla",
            "user_id": "17128",
            "date": "2002-03-10 14:05:32",
            "id": "466024",
            "reply_to_id": "466023",
            "text": "hmmm eg vona ad dam a byssum lagist :)\n[FFl] er thetta eithvad stort clan"
        },
        {
            "user": "Amything",
            "user_id": "76",
            "date": "2002-03-10 19:18:19",
            "id": "466025",
            "reply_to_id": "466023",
            "text": "Gaf honum 3 sénsa, fíla hann núna mjög vel. Fólk þarf aðeins að fatta hvað á að gera og svona á þá verður þetta skemmtilegt.\nÞað er hinsvegar alltof dimmur hjá mér skjárinn, bara fúbar, ekkert fix komið á þetta?"
        },
        {
            "user": "Swing3r",
            "user_id": "18342",
            "date": "2002-03-10 20:02:09",
            "id": "466026",
            "reply_to_id": "466025",
            "text": "Þetta með dimman skjá: Borðið í beta-útgáfunni er næturborð þannig að þú átt að sjá illa án nightvision. Mér finnst það helv. sniðugt að geta ekki stillt gamma, því að t.d í CS þá stilla allir bara gamma í botn og þurfa aldrei að kaupa nightvision.\nAnnars er nightvision í GO handónýtt en thermalvision síðan allt of gott…"
        },
        {
            "user": "mort",
            "user_id": "1443",
            "date": "2002-03-10 20:49:21",
            "id": "466027",
            "reply_to_id": "466026",
            "text": "persónulega er ég hrifnastur að því að maður fær hellur ef sprengja eða flashbang springur nálægt manni, hef alltaf fundist það vanta í cs.  Eins og jafo sagði þá er þetta bara beta 2 og þeir sem eru elli smellir eins og ég og spiluðum betu 1 af cs þá held ég að maður megi alveg búast við góðum hlutum af þessum leik."
        },
        {
            "user": "bravis",
            "user_id": "2956",
            "date": "2002-03-11 02:59:21",
            "id": "466028",
            "reply_to_id": "466027",
            "text": "kul betri en mario ??"
        },
        {
            "user": "Palmi",
            "user_id": "2629",
            "date": "2002-03-11 11:25:22",
            "id": "466029",
            "reply_to_id": "466028",
            "text": "Ég sjálfur met aldrei leikina við cs. Sem er omurlegur leikur. Fékk ógeð á cs þegar þeir gáfu út version 1. Sem er hörmung. Ég held að flestir sem hafa spilað beturnar úr cs geta verið sammála mér með þetta. En þessi leikur er að gera góða hlutu. Mér hlakkar til að sjá ikkur seigi eingin nöfn….. ;)"
        },
        {
            "user": "Ingisnickers",
            "user_id": "16912",
            "date": "2002-03-11 18:45:27",
            "id": "466030",
            "reply_to_id": "466029",
            "text": "Ég get ekki spilað GO vegna þess að GO styður ekki NT windows. Ég er með Windows 2000 pro sem er byggt á NT tækninni. Í næstu beta útgáfu sem kemur í enda þessar mánaðar (samkvæmt orðum jafo´s) mun sú beta, Global Ops beta 2/2 , mun GO final version styðja NT eða er ég bara búinn að eyða tímanum í að skrifa svona mikið til að fá svar við spurningu minni?"
        },
        {
            "user": "Ingisnickers",
            "user_id": "16912",
            "date": "2002-03-11 18:47:50",
            "id": "466031",
            "reply_to_id": "466030",
            "text": "Soldid mikið að því sem ég skrifaði meikaði ekki sens. Það sem ég meina er mun GO beta 2/2 og final styðja NT?"
        },
        {
            "user": "Porthos",
            "user_id": "882",
            "date": "2002-03-12 17:43:41",
            "id": "466032",
            "reply_to_id": "466030",
            "text": "Ég er með win2k pro og hann er í fínu lagi hjá mér sko"
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-03-13 13:36:52",
            "id": "466033",
            "reply_to_id": "466030",
            "text": "Ég er með win2k og er að spila hann:)"
        },
        {
            "user": "Ingisnickers",
            "user_id": "16912",
            "date": "2002-03-14 17:51:06",
            "id": "466034",
            "reply_to_id": "466033",
            "text": "HVAR GET ÉG DL-AÐ NÝJASTA CRITICAL UPDATE PACKAGE FYRIR WIN 2K PRO???"
        },
        {
            "user": "prizna",
            "user_id": "1121",
            "date": "2002-03-15 01:34:51",
            "id": "466035",
            "reply_to_id": "466034",
            "text": "http://www.windowsupdate.com\nph00l\nglobal ops virkar fínt á win2k og winxp"
        },
        {
            "user": "Ingisnickers",
            "user_id": "16912",
            "date": "2002-03-15 11:19:57",
            "id": "466036",
            "reply_to_id": "466035",
            "text": "Hey takk gærlega mar THX ALOT :)"
        },
        {
            "user": "Swing3r",
            "user_id": "18342",
            "date": "2002-03-11 20:19:46",
            "id": "466037",
            "reply_to_id": "466027",
            "text": "Þetta með hellurnar er svosem ekkert nýtt, er búið að vera í Rainbow six frá upphafi.  Sem minnir mig á það að það er að fara að koma nýr R6 leikur _sweet_ :) Annars er það skotleikurinn sem ég vona að taki við af CS."
        },
        {
            "user": "mort",
            "user_id": "1443",
            "date": "2002-03-12 00:47:13",
            "id": "466038",
            "reply_to_id": "466037",
            "text": "jammz, að vísu er rb6 meira svona sim en action, það gerist ekki oft að maður rush-ar í rb6 nema að maður sé haldinn eitthverji sjálfstortímarhvöt."
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-03-12 14:17:30",
            "id": "466039",
            "reply_to_id": "466037",
            "text": "well Rb6 hafa aldrei meikað það i Online gaming svo að ef Go gerir það ekki getið þið RB menn gleymt þvi btw þá fannst mér fyrsti rb6 leikurinn Ghost Recon rokka i single en ekkert spes i multi"
        },
        {
            "user": "Swing3r",
            "user_id": "18342",
            "date": "2002-03-12 20:39:28",
            "id": "466040",
            "reply_to_id": "466039",
            "text": "“well Rb6 hafa aldrei meikað það i Online gaming svo að ef Go gerir það ekki getið þið RB menn gleymt þvi”\nUhhh, Global Ops er nú bara fyrsti leikurinn af mörgum sem eiga eftir að berjast um það að verða visælasti MP-skotleikurinn, þ.a þótt að GO meiki það ekki þá eru aðrir sem gætu meikað það og eins og ég skrifaði hér fyrir ofan þá vona ég persónulega að það verði næsti R6 leikur (hann mun líklega verða mjög flottur, notar nefninlega Unreal vélina og svona). Það er náttúrulega mjög hæpið að R6: Raven Shield verði vinsæll á netinu vegna þess að eins og mort bendir á þá eru R6 leikirnir meira sim leikir en ég held að flestir þursarnir á netinu ráða bara við að spila arcade-skotleiki eins og CS og Glopal Ops og svoleiðis leiki.\n“btw þá fannst mér fyrsti rb6 leikurinn Ghost Recon rokka i single en ekkert spes i multi”\nFyrsti R6 leikurinn hét einfaldlega Rainbow Six, Ghost Recon er nýjasti leikurinn (og seinasti, held ég) sem gerður var með R6 grafík vélinni en er ekki hluti af R6 seríunni."
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-03-13 18:43:21",
            "id": "466041",
            "reply_to_id": "466040",
            "text": "átti við eini leikurinn sem mér fannst flottur og skemmtilegur :)"
        },
        {
            "user": "BacKbReake",
            "user_id": "16015",
            "date": "2002-03-20 12:11:04",
            "id": "466042",
            "reply_to_id": "466040",
            "text": "Ghost recon ownz í multi, prófiði bara, skemmtilegastur í teamwork leik eða sem coop, ef gaurar eru í liðinu sem kunna ekkert teamwork þá er þetta lousy, það er líka bara svalt að vera sniper ef mar finnur góðan stað og einhver coverar bakið þá getur mar haldið ógeðslega lengi út!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-11 19:05:25",
            "id": "466043",
            "reply_to_id": "466001",
            "text": "ef ég downloada honum hérna downloda ég honum þá af íslenskum surver (það er þetta adsl sem éger svo ósáttur merð að vera með svona download limit ég þoli að það ekki) getur einhver svarað mér fljóttttttttttt…………………….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-11 21:57:34",
            "id": "466044",
            "reply_to_id": "466001",
            "text": "þessi hommalegi glopal ops er bilaður eða ég er er ekki að fatta fyrir hvað þetta er…vantar hjálp er ekki hægt að downloda honum bara aftu"
        },
        {
            "user": "Nucleo",
            "user_id": "13832",
            "date": "2002-03-12 21:32:01",
            "id": "466045",
            "reply_to_id": "466001",
            "text": "hvað er að ske … ég er ekkert að ná að joinimanns\n:("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-12 22:03:28",
            "id": "466046",
            "reply_to_id": "466045",
            "text": "Ég er ekki ánægður með Global Ops Public Beta\nþegar maður er að hlaupa á eftir eithverjum þá\nfrys hann og hverfur og síðan þegar maður er búin að spila hann í 6min þá frys hann og þá er allt í rúst.\n(big.t.bird)"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-03-14 02:25:55",
            "id": "466047",
            "reply_to_id": "466001",
            "text": "Verður eitthvað single player í þessum leik þegar hann kemur út?? eða er þetta bara Multiplayer leikur?"
        },
        {
            "user": "nphobic",
            "user_id": "902",
            "date": "2002-03-14 11:24:40",
            "id": "466048",
            "reply_to_id": "466047",
            "text": "Jupp, það verður single player í leiknum. En ég stórlega efast um að það verði það sem selji leikinn. Ef hann verður ekki vinsæll online þá á hann ekkert eftir að seljast sem mér myndi persónulega finnast stór synd þar sem að GO er góður leikur og kærkomin tilbreyting frá cs. T.d. það að leið og maður er líta í scope á byssu og hreyfir sig þá droppar maður úr scopinu, life sign detectorinn sem recon er með, finnst flashbangið vera raunverulegra, gas og smoke grenades virka frábærlega(smoke grenades lagga mann ekki í go eins og þær gera í cs), gott hvað það er hægt að customisað vopnin(setja scope, tac light, expanded magazine o.sv.frv(meiri fjölbreytileiki) og svo selectors á byssunum, einhvað sem hefur vantað í cs, 3 round bursta með mp5 með scope á eða spas 12 með drum, sweet :). En stærsta viðbótin er náttúrulega intelligence officer, örugglega erfiðara að spila hann vel en lið sem er kannski ekkert frábært í fps almennt en hefur hæfan intelligence officer gæti örugglega tekið lið sem samanstendur af fólki sem er frekar gott í fps almennt. Ég held samt því miður að GO verði ekki leikurinn sem hrindir CS af stalli sínum, það mun þurfa einhvern stærri."
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-03-19 15:49:30",
            "id": "466049",
            "reply_to_id": "466001",
            "text": "Hvernig er með serverinn ykkar er hann niðri endanlega eða tímabundið?? Frábær leikur sérstaklega þegar maður fær sprengjur á sig, missir sjón, heyrn og svimar."
        }
    ]
}