{
    "forum_title": "Deiglan",
    "user": "Ididntdoit",
    "user_id": "11830",
    "date": "2002-03-10 15:46:53",
    "title": "Hvað er að hommum?!",
    "text": "hvað er að hommum?\nég hef heyrt marga segja .“ohh þessir djöfulsins hommar”\nog eikkað álíka, en aldrei fattað hvað væri að hommum.\nég meina þeir eru bara venjulegt fólk, eins og lessur, þótt öllum finst lessur bara kúl og flottar,\nen málið er afhverju eru allir sona mikið á móti hommum?\nþeir geta ekkert gert af því að þeir séu hommar, eins og gagnkynheigt fólk getur ekkert gert af því að það er gagnkynheygt\nþetta fer alveg svakalega í taugarnar á mér, þarsem ég þekki samkynheigt fólk, og það er bara skemtilegt, og gaman að tala við þau, þetta er vengjulegt fólk, það fer lítið meira í taugarnar á mér en fordómar, og fordómar gegn fólki afþví að það hrífst af sýnu eigin kyni, þar ekkert jafn asnalegt!\neins og á myndini sem kemur með þessari grein, þá segja allir.. vó.. afþví þetta eru stelpur.. væri þetta strákar væri fólk að segja “grose hversvegna að taka mynd af þessu”…\nfatta ekki hvað er að hommum, þeir eru bara kúl, jafnframt algerar dúllur, mér fisnt æðislega sætt að sjá 2 stráka leiðast!",
    "url": "https://www.hugi.is/deiglan/greinar/67955/hvad-er-ad-hommum/",
    "url_id": "67955",
    "id": "466764",
    "replies": [
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2002-03-10 20:45:13",
            "id": "466765",
            "reply_to_id": "466764",
            "text": "sumir eru bara á móti hommum og eru með fordóma gegn þeim."
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-03-10 21:02:22",
            "id": "466766",
            "reply_to_id": "466764",
            "text": "hmm ég held bara að fólk sé hrætt við þetta, gætu orðið að þeim.\nég held það allavegana."
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-03-11 18:23:11",
            "id": "466767",
            "reply_to_id": "466766",
            "text": "en hvað er pojntilð að vera hræddur við samkynheigða persónu? ég meina, ekki er fólk hrætt við gangkynheigað strák, hvað er málið?"
        },
        {
            "user": "rastafar1",
            "user_id": "837",
            "date": "2002-03-10 21:49:43",
            "id": "466768",
            "reply_to_id": "466764",
            "text": "ég hef ekkert á móti “hommum”(samkynhneigðum), skil ekkert frekar en þú afhevrju fólk er á móti þeim. Fyrir mér eru hommar alveg eins og hvert annað fólk. Sé ekki alveg hverju það breytir hvort fólk er samkynhneigt, gagnkynhneigt eða tvíkynhneigt. Við erum jú öll manneskjur eftir allt saman…"
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-03-10 22:02:06",
            "id": "466769",
            "reply_to_id": "466764",
            "text": "Það er gömul venja að vera á móti hommum.  Minnir að í a.m.k. einni Íslendingasögu hafi einhver kappinn vegið mann fyrir að kalla hann “argan”, þ.e. homma og kvenlegan.\nHugmyndin held ég að sé sú, að hommar séu kvenlegri, ekki eins mikil karlmenni, blablabla.\nSvo er það auðvitað bannað í Biblíunni."
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-03-11 18:25:37",
            "id": "466770",
            "reply_to_id": "466769",
            "text": ""
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2002-03-10 22:26:45",
            "id": "466771",
            "reply_to_id": "466764",
            "text": "Hommar ættu að fá að vera í friði með sitt líf eins og annað fólk auðvitað. Það eru bara sumir sem geta ekki látið það vera að skipta sér af einkamálum annarra og hafa skoðanir á því sem fólk gerir bak við luktar dyr.\nÞað er samt eitt sem ég mun aldrei geta fyrirgefið hommum, sem er að hafa eyðilagt kvenímyndina. Það eru að sjálfsögðu tískuhommarnir sem gerðu það, en eins og alþjóð veit er yfirgnæfandi meirihluti karlkyns tískuhönnuða hommar, og þeir eru alltaf að teikna föt á litla stráka og reyna að láta módelin líta út eins og strákar og reyna að koma því inn hjá fólki að það sé fallegt. Út af þessu eru ungar stúlkur að svelta sig til bana og geta ekki verið sáttar við útlit sem er bæði eðlilegt og fallegt."
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-03-10 23:06:09",
            "id": "466772",
            "reply_to_id": "466764",
            "text": "Þegar fólk segir “djöfull ertu hommalegur” þá er það ekkert endilega að segja að það sé eitthvað á móti hommum. Sumir segja oft í gríni “oh my god, you´re gay” og þá er þetta bara oftast grín."
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-03-11 18:27:58",
            "id": "466773",
            "reply_to_id": "466772",
            "text": "sko ég veit það alveg! ég segi oft gay við fólk sjálf! en.. ég er að tala um ohh þessir djöfulsins hommar stenninguna.. ekki djöfull ertu hommalegur! mikill munur!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-10 23:06:14",
            "id": "466774",
            "reply_to_id": "466764",
            "text": "Sammála!\nFrábær grein!"
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-03-12 11:38:59",
            "id": "466775",
            "reply_to_id": "466764",
            "text": "Hvað segiru - átti að fylgja mynd?  Eitthvað hefur það klikkað."
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-03-12 14:50:21",
            "id": "466776",
            "reply_to_id": "466775",
            "text": "það átti víst mynd af filgja.. en hún var of stór.. þannig hún er hérna!!\nhttp://www.iso.is/?pid=frettir&imageid=94"
        },
        {
            "user": "dorfi",
            "user_id": "4194",
            "date": "2002-03-12 16:51:27",
            "id": "466777",
            "reply_to_id": "466764",
            "text": "auðvitað er ekkert AÐ hommum, en þú getur nú ekekt sagt að þeir séu alfeg eins og annað fólk… annað fólk verður ekki hrifið af eigin kyni.\n´g er ekkert að segja að það sé vont, ljótt, asnalegt, að ég sé hrædd við samkynhneigð, síður en svo, en fólk verður nú að sætta sig við það að vera öðruvísi þegar það ER öðruvísi!\nog hvað ert þú að láta þetta fara í taugarnar áþér ef þú ert ekki hommi/lessa sjálf?\nég held nú að samkynhneigt fólk geti sjálft séð um að svara fyrir sig ef svo ber undir…..\nog ef maður segir “djöfulsins hommar” þá er maður nú kannski ekki oftast að meina það að hommar hafi nú gert eitthvað vont við mann, hommar er meira svona orð sem hneykslar, og þess vegna er það notað.\neins og nú finst okkur “hálfviti” bara orð yfir einhvern sem er ömurlega leiðinlegur, í gamla daga var þetta orð yfir fólk með heilabilun, fólk sem var vanskapað.  alls ekkert neikvætt við orðið, kannski svipað og “fjölfatlaður” og “með skerta getu” eru núna.\nég held als ekki (svona venjulega, auðvitað er þetta ekki algilt) að þegar “djöfulsins hommarnir” eru farnir að gera eitthvað, þá sé maður að úthúða samkynhneigðum.  þetta sé bara orðatiltæki.\nkv. dorfi"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2002-03-12 18:41:25",
            "id": "466778",
            "reply_to_id": "466777",
            "text": "Góður punktur Dorfi. Þegar maður segir “helvítis homminn þinn” er maður einmitt að tala við einhvern sem er EKKI hommi, vegna þess að gagnkynhneigðum finnst einmitt verst að vera kallaðir þetta. Svo það er frekar ofsóknir gagnvart gagnkynhneigðum en samkynhneigðum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-13 23:43:25",
            "id": "466779",
            "reply_to_id": "466764",
            "text": "Hommar=ógeð\nBring back hitler to kill all the jews,sand niggers,fags and niggers :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-15 22:04:53",
            "id": "466780",
            "reply_to_id": "466764",
            "text": "mér finnst talsvert minni fordómar nú en áðu"
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-03-18 08:26:32",
            "id": "466781",
            "reply_to_id": "466764",
            "text": "Hommar eru ekki guði þóknanlegir. Kristin kirkja afneitar hommum, og réttilega.\nÞað ber augaleið að hommar eru ekki eins og venjulegt fólk, maður þarf ekki annað en að líta á þetta lið safnast saman í skrúðgöngur og klæðir sig í kvenmannsföt og leðursamfestinga og segist vera stolt af þessum reginmistökum sem það gerir með þessum lifnaðarháttum."
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-03-18 11:14:53",
            "id": "466782",
            "reply_to_id": "466764",
            "text": "“Eigi skal karlmaður leggjast með öðrum manni sem kona væri. Það er viðurstyggð”\nÞetta er orðrétt upp úr bókinni sem vestræn menning kefur haft að leiðarljósi í mörg hundruð ár. Það er mál að linni með þessa kynvillu sem allt of lengi hefur liðist okkar kristna samfélagi."
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2002-04-04 09:44:57",
            "id": "466783",
            "reply_to_id": "466782",
            "text": "Biblían er rugl.. ekkert annað samansafn af kjaftæði og sulli.. lygum og svikum.. ekkert annað!\nhommar eru ekkert annað en venjulegt fólk.. lifa eins og þú"
        }
    ]
}