{
    "forum_title": "Tíska & útlit",
    "user": "september",
    "user_id": "15204",
    "date": "2002-03-10 20:15:56",
    "title": "Foreldrar og tíska unglinga.",
    "text": "Áfram með umræðuna um tískuna, og núna hvernig foreldrar hafa reynt að hafa áhrif á hvernig föt unglingarnir ganga í. Allir hljóta að hafa lennt í því að foreldrar hafa verið að nöldra í börnum sínum og unglingum um hvernig föt þau vilja vera í. Það væri gaman að heyra einhverjar sögur um það. Ég get t.d sagt það að á mínum unglingsárum, þá voru allir í svo þröngum gallabuxum (late 70's early 80's) að margar ræður voru haldnar sérstaklega yfir stelpunum, að það væri svo óholt að vera í svona níðþröngum gallabuxum dag eftir dag! Auðvitað hlustaði enginn á þetta raus og það var bara meira spennandi en annars að vera í níðþröngum gallabuxum. Tískan er líka oft leið ungs fólks til að láta andstöðu sína í ljós við samfélagið. T.d hippatíminn og hárið sem að þá var sko alle ekki klippt. Gaman væri að heyra fleiri sjónarmið og sögur.",
    "url": "https://www.hugi.is/tiska/greinar/67951/foreldrar-og-tiska-unglinga/",
    "url_id": "67951",
    "id": "466724",
    "replies": [
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-03-10 22:45:55",
            "id": "466725",
            "reply_to_id": "466724",
            "text": "ég er svo heppin með það að mamma mín reynir aldrei að stjórna því hvernig ég klæði mig. Á meðan mér líður vel er mamma mín sátt"
        },
        {
            "user": "Bluefire",
            "user_id": "13254",
            "date": "2002-03-12 15:47:54",
            "id": "466726",
            "reply_to_id": "466725",
            "text": "Ditto."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-03-13 00:09:10",
            "id": "466727",
            "reply_to_id": "466726",
            "text": "Tíska í dag á börn er fáránleg!!!!!!!!!!!!!\nÞað er sama hvort það sé fyrir 10 ára eða 18 ára stelpur. Er ekki allt í góðu hjá foreldrum að leyfa 10 ára dóttur sinni að klæðast efnalitlum fötum, þröngum buxum og bolum með setningum eins og “Don't Touch” og “Precious” Hvaða helvítis bull er þetta?! Að markaðssetja svona ung börn sem kynverur er viðbjóður!\nSiggibet"
        },
        {
            "user": "leely",
            "user_id": "9275",
            "date": "2002-03-22 22:18:31",
            "id": "466728",
            "reply_to_id": "466725",
            "text": "Sama hér mamma er meira ad segja ad ég ætti ad klædast fleiri fotum sem eru í tísku og hún kaupir alltaf flott fot á mig svo ég er ekki ad kvarta"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2002-03-10 23:30:46",
            "id": "466729",
            "reply_to_id": "466724",
            "text": "Er ekki málið í dag að það er svo margt í tísku, íhaldið hefur verið brotið á bak aftur og samansafn af tísku árutuganna hefur verið blandað saman í risastóra æðislega litríka og bragðmikla grænmetissúpu(ég er alltof svöng ákkurat núna, sorry ef það truflar greinina,,hehe;) Já ég held það því ákkurat núna get ég ekki munað neitt sem er sona í gangi núna þar sem maður verður mikið var við að foreldrar séu að býsnast mikið yfir. Ætli það sé ekki bara afþví að normið er að klæða sig upp um aldur t.d. með þessa pinnahæla og kápurnar og töskurnar..Ungt fólk klæðir sig eins og fullorðið (ok ungt fólk yfir sona 17)það klæðir sig eins og kellingar og því sér fullorðna fólkið lítið við það. Annars held ég að málið með skoppara buxurnar sé löngu búið (kanski af því að sú tíska er það).\nÍ dag finnst mér samt mikið af '70 tísku að koma samanber bítlaklippingarnar sem maður sér svo mikið af (ummm, namminamm;)\nJá ég get semsagt ekki sagt það nei..(Heilastarfsemi reyndar í lágmarki sökum hungurs)allvega..Góðar Stundir…"
        },
        {
            "user": "AnnaS",
            "user_id": "6446",
            "date": "2002-03-11 13:02:01",
            "id": "466730",
            "reply_to_id": "466724",
            "text": "ég veit að bróðir minn sem er 21 árs í dag, hann byrjaði að ganga í skopparafötum þegar hann var 13-14 ára.. og hann hefur í ófá skipti fengið neikvæð komment á það. “hva.. ertu með kúk í buxunum?” og eitthvað álíka pirrandi.\nEn eitt, mér finnst sko alltof ungar stelpur klæða sig of glennulega, 10 ára stelpur eins og einhverjar tvítugar gellur í klæðnaði.\nPlús að fara í sund, allar þessar gellur í bikíníum allan ársins hring og kallarnir slefandi en mega samt ekki horfa, en samt eru þær að “biðja um það”.\nJá ég man þá tíð þegar ég var tólf ára, og var í don cano með ennisband, ómáluð í kínaskóm.. óttalega hef ég verið púkó!"
        },
        {
            "user": "Jennsa",
            "user_id": "11082",
            "date": "2002-03-11 15:07:37",
            "id": "466731",
            "reply_to_id": "466724",
            "text": "Foreldrar mínir leyfðu mér og hafa alltaf leyft mér að klæðast því sem ég hef viljað fara í. Reyndar finnst mér persónulega að foreldrar ættu að skipta sér svolítið af því hvernig börnin þeirra klæða sig. Reyndar finnst mér eitt að hjá tískuvöruverslunum, þ.e. að þær eru að reyna að ná til sífellt yngri markhóps, t.d með því að hanna g-strengi og brjóstahaldara á 10 ára stelpur. Tískan í dag getur verið mjög sexy en þegar foreldrar eru að klæða 8-10 ára dætur sínar í þrönga, flegna og mjög svo stutta rauða glimmer kjóla (svona kjóla eins og maður fer kannski í út á djammið í útlöndum á sumrin) þá finnst mér það of mikið…. og já ég hef s.s. orðið vitni af þessu, sá eina svona stelpu í messu á aðfangadagskvöld og hún leit ekki út fyrir að vera eldri en 10 ára!"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-03-11 16:46:33",
            "id": "466732",
            "reply_to_id": "466724",
            "text": "mamma mín hefur aldrei skipt sér af þessu nema af því leiti að ég fæ ekki að mæta í stuttu pilsi í ferminguna hjá systir minni.\nPabbi er frekar í því að segja kjólana vera of stutta og svo er hann ekki ánægður með að ég fór að mæta máluð í skólann í 7. bekk"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2002-03-11 18:05:44",
            "id": "466733",
            "reply_to_id": "466732",
            "text": "mér finnst nú að foreldrar eigi að skipta sér kannski pínkulítið af þegar krakkar eru ungi, bæði til að þeir séu ekki alveg hrikalega hallærislega klæddir eða alltof fullorðinslega eða hvað það er :) bara halda þessu á milliveginum…. en svo þegar maður verður eldri á maður auuuuðvitað að ráða öllu um það sjálfur !"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2002-03-11 20:06:41",
            "id": "466734",
            "reply_to_id": "466724",
            "text": "híhí… árið 1989 var ég 10 ára, Gn´R og Whitesnake voru í algleymi, ég tók minn fyrsta smók (og síðasta i þónokkurn tíma)og þá var ekki aftur snúið, meina kommon við vorum í slagtogi við 12 ára strákana :)\nsvo komu vinnufataúlpurnar og dunduðum við okkur vinkonurnar við það að krota þær út með silfur og gullpennum.. Slayer, megadeath, death, nauðgið mér, notum smokka, metallica, daja best, I love hver sem það var þá stundina. Held að ég hafi nú ekki enn þann dag í dag heyrt í sumum þessara hljómsveita sem ég var svona líka að fíla þarna :)\n11 ára eignaðist ég kærasta sem var í unglingadeildinni gvööööð ég var svo kúl. Í stíl við glæsilegu útkrotuðu úlpuna mína varð ég að kaupa rifnar gallabuxur í spútnik..alltof síðar til þess að stíga örugglega á þær svo þær yrðu svona slitnar neðst. Til að toppa allt var þrammað öðru sinni í vinnufatabúðina og keyptir hermannaklossar með stáltá… jiiii ég var svo kúl…\nMamma hló bara að mér.. fannst ég svo hallærisleg, sagði alltaf að hún yrði að taka mynd af mér svona til að ég sæi þegar ég yrði eldri hvað ég var hallærisleg, dem ég vildi að hún hefði látið verða af því… :) og svona var útgangurinn á mér frá 10-12 ára. Svo held ég eftir það að ég hafi bara farið að kaupa levis gallabuxur og verið eins og allir hinir. Já og svo komu glæsilegu lituðu gallauxurnar úr gallabuxnabúðinni á laugavegi.\nnóg í bili frá mér\ndaja alltaf “innnnnnn”"
        },
        {
            "user": "ActionJ",
            "user_id": "19305",
            "date": "2002-03-14 03:16:47",
            "id": "466735",
            "reply_to_id": "466724",
            "text": "Iss skopparatímabilið var slæmt, það var alltaf verið að bögga mann.\nÍ fyrsta skiptið sem amma sá mig í einhverju þannig þá hélt hún að beltið hefði losnað og buxurnar væru að detta niðrum mig og ég væri ekki að taka eftir því.\nSem betur fer er það búið og foreldrarnir ánægðir á meðan maður er ekkert allt of “kuldalegur”.\nEn þetta með krakkana í tískufötum fynnst mér bara vera rugl, allveg þangað til að ég fór í gaggó nennti ég ekkert að pæla í fatatísku og sá enga ástæðu til þess. Þetta stóreykur eyðslu heimilanna og er bara allsherjar ruglumbull.\nMarkaðurinn er altaf að nýta sér ósjálfstæða krakka sem láta hópinn velja fyrir sig og verða alltaf að vera jafn flottir og hinir.\nYou dont have to go with the flow you know"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-03-18 19:19:00",
            "id": "466736",
            "reply_to_id": "466735",
            "text": "Skopparatískan fannst mér og finnst alltaf ljót. Að ganga í buxum sem líta út eins og tjöld sem hafa hlaupið í þvotti, með beltið lafandi niður á hné og göngulag sem lítur út eins og einhver hafi skitið á sig er hreint út sagt hlægilegt.\nÉg hef buksurnar mínar á “réttum” stað(þar sem þær eru þægilegastar, hvorki of neðar- né ofarlega), geng í einhverjum peysum sem eru hlýjar og þægilegar(s.s. lopapeysur og nokkrir þunnir bolir hver yfir annan). Þótt ég sé ekki einn af þeim sem reyna sífellt að synda á móti straumnum þá læt ég mér nægja að staldra nokkrum sinnum við og hirða það sem finnst á árbakkanum! :)"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2002-03-16 16:36:34",
            "id": "466737",
            "reply_to_id": "466724",
            "text": "Já barnatískan er komin alveg útí öfgar. 10 ára stelpur að mála sig…"
        },
        {
            "user": "steinlaug",
            "user_id": "16686",
            "date": "2002-04-08 16:44:42",
            "id": "466738",
            "reply_to_id": "466724",
            "text": "Ég re 13 og mömmu minni finnst tískan bara töff, en annað er nú með hann fósturpabba minn… hann kallar þessar útvíðu búxur pils og læti;o)"
        }
    ]
}