{
    "forum_title": "Hljóðfæri",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2009-11-18 23:29:31",
    "title": "Gibson ákærðir.",
    "text": "While no charges have yet been filed, NashvillePost.com is reporting that earlier today, Federal agents and local police seized wood, guitars, computers and files from Gibson Guitar's Massman Road manufacturing facility in Nashville.\nSources say the guitar manufacturer is being investigated for violating the Lacey Act, a key piece of environmental law, for importing endangered species of rosewood from Madagascar.\nRosewood is widely used in the construction of guitars and sells for $5,000 per cubic meter, more than double the price of mahogany. The island nation off Africa's east coast is a key producer of the hardwood, the export of which has links to international criminal activity.\nMadagascar has struggled financially since a January coup and new President Andry Rajoelina issued an executive order in September legalizing the export of rosewood and ebony. The move was decried by environmental groups and political leaders worldwide, as hardwood forests are key to Madagascar's unique ecology and serve as a habitat for a dwindling lemur population.\nSources have told NashvillePost.com that Gibson was involved in a scheme that shipped the wood from Madagascar to Germany and then to the United States.\nLol :'D\nhttp://www.mmrmagazine.com/ME2/dirmo…A74609F0FFA761",
    "url": "https://www.hugi.is/hljodfaeri/korkar/680393/gibson-akaerdir/",
    "url_id": "680393",
    "id": "6962300",
    "replies": [
        {
            "user": "glydran",
            "user_id": "15808",
            "date": "2009-11-18 23:34:14",
            "id": "6962318",
            "reply_to_id": "6962300",
            "text": "Hehehe gott á þá.\nBætt við 18. nóvember 2009 -  23:41\nGibson er ofmetið hljóðfæri."
        },
        {
            "user": "Marshallw4",
            "user_id": "60675",
            "date": "2009-11-18 23:51:40",
            "id": "6962355",
            "reply_to_id": "6962318",
            "text": "Ekki ofmetnir, heldur ofverðlagði"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2009-11-19 00:07:06",
            "id": "6962387",
            "reply_to_id": "6962355",
            "text": "sammála.. ofurverðlagni"
        },
        {
            "user": "glydran",
            "user_id": "15808",
            "date": "2009-11-19 08:11:38",
            "id": "6962550",
            "reply_to_id": "6962355",
            "text": "Sammála því."
        },
        {
            "user": "bjorgvin777",
            "user_id": "52189",
            "date": "2009-11-19 00:14:11",
            "id": "6962404",
            "reply_to_id": "6962318",
            "text": "varst það ekki þú sem átt gibson les paulinn sem mig langar alltaf svo í? :D"
        },
        {
            "user": "glydran",
            "user_id": "15808",
            "date": "2009-11-19 08:11:16",
            "id": "6962549",
            "reply_to_id": "6962404",
            "text": "Jú ég á einn.Nota hann bara aldrei.Er meira svona single coil gaur."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2009-11-19 11:03:40",
            "id": "6962604",
            "reply_to_id": "6962318",
            "text": "Hvernig meta menn ofmetið hljóðfæri!\nEr með einn gibsons les paul custom sem er hverrar krónu virði.\nÞað eina sem mér finnst ofmetið eru Þungarokksborðplöturnar.  Rusl viður og enginn metnaður í hönnun nema útlitið!\nEn auðvitað er fólk sem finnst ódyrt að kaupa fiðlu á 800 miljónir.  bara þegar kemur að gæðum í hljóðfærum þá borga menn bara fyrir græjurnar sínar.\nSvo er líka hitt að menn sem hafa kannski lært í 5-7 ár eða jafnvel minna, eða æft sig heima í 10-12 ár.\nFinna þeir mun!\nEru þeir ekki bara betur settir með Epi?\nSkil ekki alveg að á Íslandi þarf helst byrjandagítar að kosta 2-5 hundruð þúsund!\nEnginn magnari er nóu góður! Allavega ekki undir 150 þ kalli!\nSvo eru menn að bjástra með vonda pictækkni og óhreina hljóma og fela sig bak við vegg af pedulum og drivi!\nHvaða máli skiptir þá hvort menn eru með vandaðan gitar og gæðalampamagnara, þegar er einhvað metalsonne electrósnistk pikkuppadrasl á leiðinni!\nMín skoðun er einföld.\nþað eru gríðarkega margir með gríðarlega flottargræjur sem þeir nýta ekki.\nÞað eru margir með ameríska fendera og Mesalampamagnara sem gætu allt eins verið með Squier og spider.\nOg þegar þekkinginn eykst og spilagetan þá verða menn minna fordómafullir gagnvart græjum.\nHljóðfæri eru einfaldlega jafnmikilsvirði og menn vilja borga fyrir þau.\nGallin er að tíska hefur of mikið að gera með eftirspurn.\njafnvel meira en gæði.\nE.Ha"
        },
        {
            "user": "glydran",
            "user_id": "15808",
            "date": "2009-11-19 11:16:26",
            "id": "6962610",
            "reply_to_id": "6962604",
            "text": "Viðurkenni alveg það að Gibson eru góðir gítarar og ég mér finnst soundið í mínum mjög gott.Þetta er Gibson les paul vintage maghony og eru þeir frekar dökkir í soundi. Langaði alltaf í Gibson frá því að ég byrjaði að spila og svo þegar tækifæri gafst þá fékk ég mér einn. Alltaf gott að eiga svona kvikindi til að grípa í."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-11-26 03:34:43",
            "id": "6971789",
            "reply_to_id": "6962610",
            "text": "Ég vildi ekkert annað en single coil pickuppa þangað til ég fann les paulinn minn, ég var búinn að eiga nokkra gítara með humbuckerum áður en endaði alltaf aftur í gítörum með single coil pickuppum, ég býttaði 1963 árgerð af fender jazzmaster fyrir les paulinn minn og sé ekkert eftir því, ég hef hinsvegar prófað örugglega 40 til 50 aðra Gibson les paul sem mér fannst enganveginn hljóma eins og ég vildi að þeir gerðu..\nMér var einmitt boðinn svona vintage mahogany les paul í skiptum fyrir gretsch gítar sem ég átti en mér fannst hann einmitt hljóma full “dark”, þetta var fínn gítar en sándið var bara ekki fyrir minn smekk."
        },
        {
            "user": "sveib",
            "user_id": "38071",
            "date": "2009-11-19 17:07:59",
            "id": "6962940",
            "reply_to_id": "6962604",
            "text": "Ég er svooo sammála þér! Ég er t.d. mjög naskur á sound! Ég vil helst vera mjög minimalískur og vil hafa clean magnara(er þessa stundina með Fender Twin Reverb frá 1970 og e-ð, Reverend Club King 290 og í effektakeðjunni eru þeir fáir, Cusack Music Screamer, Boss TU-2 og Korg Volume pedall til að stjórna mismun á clean vs. overdrive. Þetta nægir mér a.m.k.!"
        },
        {
            "user": "bjorgvin777",
            "user_id": "52189",
            "date": "2009-11-18 23:51:18",
            "id": "6962354",
            "reply_to_id": "6962300",
            "text": "they should be able to afford it allavega!!"
        }
    ]
}