{
    "forum_title": "MMORPG",
    "user": "sinai",
    "user_id": "2185",
    "date": "2002-03-11 17:07:04",
    "title": "Daoc - Vilji Spámans : Fyrsti Hluti",
    "text": "Sólin hefur sest og ég sit líka. Þótt að ég sé hana ekki þá skynja ég að kvöld er komið. Steininn er kaldur og þótt að ég sé kominn í ný föt og annan klæðnað þá sveipar kuldi um minn litla bláa líkama.\nNafn mitt er Avalean og ég er Shaman.\nHendur mínar eru bitnar af kulda, ég lít upp og stendur vinur minn þar og segir “Komum upp og kveikjum eld, það er kalt hérna niðri!” Rödd hans er tignarleg og vinarleg, þótt fyrir að hann sé tröll þá er hann góður vinur. Á leiðinni upp frá Vendo sjáum við annan félaga okkar sitja við lík bjarnar. Er hann blóðugur og þreyttur og hvílir sig fyrir næsta bardaga.\n“Kemuru með okkur upp?, við ætlum upp að gera eld og kanski elda þennan björn sem þú hefur fellt.” - segi ég.\n“Já, þessi staður er alltof kaldur til að vera á um kvöld” - svarar hann.\nTröllið tekur bjarnar líkið upp einsog að lyfta priki og við förum í átt að inngangnum.\nEftir góðan kvöldverð og gott spjall leggjumst við í hvílu..\n-\nDagur rís og sé ég hvar tröllið og vinur minn koma aftur að búðunum. Þeir hafa vaknað snemma að selja bjarnar feldinn sem varð eftir matinn í gær.\n“Þetta er þinn hlutur” - segir tröllið við mig\nHann réttir mér 3 silfur peninga og brosir til mín. Góður vinur líkt honum fynst varla. Við göngum meðfram fjallinu og svipumst um eftir einhverju verðmætu til að slátra því að okkur vantaði pening fyrir nýjum vopnum. Við setjumst í brekkuna og við okkur blasir inngangur að Muspelheim. Snjór er nýfallinn á jörðina og fægir tröllið vopnið sitt með afgangs leðri sem hann átti eftir þegar hann var að gera brynjur á aðra félaga sína um daginn.\nVið heyrum Stóra sprengingu og sjáum tvo menn koma á harðar spretti frá muspelheim með þrjú dýr á eftir sér, við hjálpum þeim að drepa þau og fáum góða æfingu frá þeim bardaga. Eftir harðan en stuttan bardaga setjast þeir niður.\nÞeir eru bræður, nýkomnir í muspelheim og segja okkur að þeir væru að kljást við maura þegar stór sprenging úr himninum hefði komið þeim í klandur og bætt fleyri maurum við bardagan og þeir flúið út.\nÉg geri að sárum þeirra og þeir standa upp… blað fýkur að fæti mínum. Hann er skrifaður í blóði og stendur að allir þeir sem koma inn í muspelheim munu bíða bana og undirskrifað af Spámanninum.\nÞetta bréf vekur hroll hjá hópnum því að engin veit hver þessi spámaður er eða hve mikinn kraft hann hefur og hve mikið hann ætlar að beita til að koma í veg fyrir að fólk komi inná hans landsvæði, en eitt veit ég að þessi shaman ætlar að bíða aðeins með að fara þarna inn.\nÉg legg blaðið niður og í sömu andrá heyrist önnur sprenging og eitt lík flýgur í átt að okkur. Sundurtætt sé ég að þetta er gamli félaginn minn sem ég veiddi með þegar ég var yngri….",
    "url": "https://www.hugi.is/mmorpg/greinar/68089/daoc-vilji-spamans-fyrsti-hluti/",
    "url_id": "68089",
    "id": "467887",
    "replies": [
        {
            "user": "agaxag",
            "user_id": "7923",
            "date": "2002-03-11 21:24:21",
            "id": "467888",
            "reply_to_id": "467887",
            "text": "NICE ! gj frábært"
        },
        {
            "user": "blanks",
            "user_id": "82",
            "date": "2002-03-11 21:48:26",
            "id": "467889",
            "reply_to_id": "467887",
            "text": "þetta er einhver glataðasta grein sem ég hef séð í háa herrans tíð"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-03-11 22:25:58",
            "id": "467890",
            "reply_to_id": "467889",
            "text": "Fín grein.\nblanks ef þú heldur að þú getur gert betur þá langar mér að sjá það því þetta er frábær saga. Ekki gleyma að posta 2 hluta :)\nTirelith (Fenris)\nlevel 8 hunter\nMidgard-pellino"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-03-11 23:38:20",
            "id": "467891",
            "reply_to_id": "467890",
            "text": "Stórskemmtilegt!!!!!!!!!!!!!\nSiggibet\nKemur brátt til Midgard á Pellinor."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-12 01:47:26",
            "id": "467892",
            "reply_to_id": "467891",
            "text": "Það væri brill siggibet.\nTirelith (Fenris)\nLevel 9 Hunter\nMidgard-Pellino"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2002-03-12 17:26:16",
            "id": "467893",
            "reply_to_id": "467887",
            "text": "okok no offence, en hvað í fjandanum meinar fólk með þessum greinum hérna? =) allt eitthvahð helv bull sögur sem ég skil ekki rassgat í :P\nElza Dasmantle 50th Mercenary"
        },
        {
            "user": "Anguz",
            "user_id": "9277",
            "date": "2002-03-12 18:00:24",
            "id": "467894",
            "reply_to_id": "467893",
            "text": "jahá. Hann sinai var ekki svona ljóðrænn þegar hann var í Albion =)"
        },
        {
            "user": "Anguz",
            "user_id": "9277",
            "date": "2002-03-12 19:43:50",
            "id": "467895",
            "reply_to_id": "467894",
            "text": "Haltu áfram þínu striki…..\nFantur Fautason  lvl 13 Thane (Pellinor)"
        },
        {
            "user": "Blondie",
            "user_id": "7574",
            "date": "2002-03-13 09:07:09",
            "id": "467896",
            "reply_to_id": "467887",
            "text": "Gj :) Það var skemmtilegur fílingur í þessari grien.. bíð spenntur eftir seinnihluta.\nBtw.. hvað er að ykkur, eru þessar greinar eitthvað fyrir ykkur, ef svo er….? hverjum er ekki sama. Þetta kallast að lifa sig inn í söguþráðinn og hafa gaman af leiknum :)"
        },
        {
            "user": "gerbill",
            "user_id": "996",
            "date": "2002-03-13 23:51:57",
            "id": "467897",
            "reply_to_id": "467896",
            "text": "Blondie:\nMaður á bara að hunsa þá, ekki taka mark á þeim (þeir eru frá albion)\n=P\nFrábær grein =)"
        },
        {
            "user": "jafo",
            "user_id": "801",
            "date": "2002-03-22 11:15:47",
            "id": "467898",
            "reply_to_id": "467887",
            "text": "brill grein man gj gimme more :)\nThristan\nShaman 13 lvl\nPelinor Midgard"
        }
    ]
}