{
    "forum_title": "Tungumál",
    "user": "Cato",
    "user_id": "66230",
    "date": "2009-11-30 17:45:09",
    "title": "Indjáni eða indíani",
    "text": "Er rangt að skrifa indjáni?\nBætt við 30. nóvember 2009 -  17:52\nindíáni* í titli.",
    "url": "https://www.hugi.is/tungumal/korkar/681826/indjani-eda-indiani/",
    "url_id": "681826",
    "id": "6977434",
    "replies": [
        {
            "user": "Cato",
            "user_id": "66230",
            "date": "2009-11-30 19:03:30",
            "id": "6977552",
            "reply_to_id": "6977434",
            "text": "indiáni samkvæmt Réttritun handa framhaldsskólum\nog mundu að indíáni er skrifaður með litlum staf (þjóðaflokkaheiti)"
        },
        {
            "user": "Cato",
            "user_id": "66230",
            "date": "2009-11-30 20:39:35",
            "id": "6977713",
            "reply_to_id": "6977552",
            "text": "Jebb, fékk það sama í stafsetningarbókinni sem ég er í en samt sem áður hefur orðið indjáni verið notað nokkrum sinnum á visindavefur.is og því var ég ekki viss.\nFatta samt ekki hvað þú átt við með seinni setningunni, skrifaði þetta alltaf með litlum nema í titlinum ^^"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-11-30 20:55:34",
            "id": "6977757",
            "reply_to_id": "6977713",
            "text": "Ég veit, bara að minna á það. Þetta er ekta orð sem fólk skrifar með stórum, rétt eins og gyðingur."
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2009-12-02 03:12:06",
            "id": "6979717",
            "reply_to_id": "6977434",
            "text": "Ég hef alltaf skrifad og yfirleitt lesid indíáni, veit samt ekki hversu rétt thad er."
        },
        {
            "user": "bilskirnir",
            "user_id": "70059",
            "date": "2009-12-04 19:02:11",
            "id": "6983322",
            "reply_to_id": "6977434",
            "text": "Þegar Kristófer Kólumbus fann Ameríku hélt hann að hann væri komin til Asíu og skírði eyjarnar sem hann lenti á Vestur-Indíur eftir Austur-Indíum sem eru í raun í Asíu.\nIndíánar voru svo nefndir eftir þessum eyjum þar sem þeir voru frumbyggjar á staðnum.\nÞaðan kemur í-ið í indíánar og persónulega skrifa ég það þannig en ég held þetta fari bara eftir því hvort þú viljir skrifa þetta eftir íslenskum reglum um hljóðritun og réttritun eða einfaldlega skrifa þetta eins og orðið sem það er tekið eftir. Ég held það megi skrifa bæði en það stendur í sögubókinni minni “indjánar”.\nAnnað dæmi um þetta Egyptaland en y-ið kemur til þar ekki út af framburði í fornöld (eins og danska y) heldur einfaldlega því það er í stofni enska orðsins… Faktískt séð má skrifa þetta Egiptaland líka og það kemur upp í réttritunarorðabók ásamt hinum rithættinum. :)"
        },
        {
            "user": "Cato",
            "user_id": "66230",
            "date": "2009-12-04 20:01:21",
            "id": "6983396",
            "reply_to_id": "6983322",
            "text": "Þakka fyrir svarið.\nÉg held það megi skrifa bæði en það stendur í sögubókinni minni “indjánar”.\nHef oft séð indjánar svo ég geri ráð fyrir því að það sé ástættanlegt. En heldurðu að myndi það teljast rangt í stafsetningarprófi?"
        },
        {
            "user": "bilskirnir",
            "user_id": "70059",
            "date": "2009-12-04 20:13:52",
            "id": "6983406",
            "reply_to_id": "6983396",
            "text": "Indjánar? Nei, alls ekki. Mér finnst það réttara þannig séð, miðað við okkar tungumál - ég skrifa bara indíáni því mér finnst það flottara.\nÉg held það geti ekki verið að indjáni sé talið rangt, það finnst undir þessum rithætti í orðabókum og hefur þar að auki verið birt á fjölmörgum stöðum í viðurkenndum útgefnum ritum.\nVarstu í stafsetningarprófi eða eitthvað? Persónulega finnst mér asnalegt að hafa þetta orð á þannig prófi - held þeir verði að gefa rétt fyrir bæði. :S"
        },
        {
            "user": "Cato",
            "user_id": "66230",
            "date": "2009-12-04 20:37:30",
            "id": "6983439",
            "reply_to_id": "6983406",
            "text": "“Ennþá” telst nógu rétt fyrir dagblöð og bækur, það er gefin villa fyrir það í MR. En ég fékk þetta ekki sjálfur, var að læra undir stafsetningarpróf á mánudaginn og þetta var í einni af æfingunum sem ég skoðaði og mér fannst eiginlega hljóta að vera að það væri gefið rétt fyrir bæði, en aftur á móti þá hefði þetta orð sennilega ekki verið notað."
        },
        {
            "user": "bilskirnir",
            "user_id": "70059",
            "date": "2009-12-04 20:39:43",
            "id": "6983443",
            "reply_to_id": "6983439",
            "text": "Kjaftæði, ég er MR og það var ítrekað við mig í fyrra að skrifa ennþá í einu orði (ég skrifaði það alltaf í tveimur).\nHins vegar má benda á það að fjölmiðlar og aðrir miðlar eru virkilega slæm viðmiðun á stafsetningarreglur, maður hefur alveg séð þágufallssýki þar eins og annars staðar."
        },
        {
            "user": "Cato",
            "user_id": "66230",
            "date": "2009-12-04 21:12:46",
            "id": "6983476",
            "reply_to_id": "6983443",
            "text": "Virkilega? Bókstaflega það fyrsta sem íslenskukennarinn sagði við okkur var að skrifa enn þá í tveimur orðum.\nJújú, svo sem rétt, en rithöfundar eru minna í því."
        },
        {
            "user": "bilskirnir",
            "user_id": "70059",
            "date": "2009-12-05 16:46:53",
            "id": "6984487",
            "reply_to_id": "6983476",
            "text": "Satt með rithöfunda - átti aðallega við flesta fjölmiðla eins og fréttablaðið t.d.\nOg þá er ég einfaldlega að snúa þessu alveg við - man þetta næst með enn þá. :)"
        },
        {
            "user": "bilskirnir",
            "user_id": "70059",
            "date": "2009-12-06 14:55:59",
            "id": "6985825",
            "reply_to_id": "6983443",
            "text": "Það var ítrekað við mig að skrifa enn þá í tveimur orðum, ég er í MR. Það kom reyndar ekki á prófinu, sem betur fer."
        },
        {
            "user": "bilskirnir",
            "user_id": "70059",
            "date": "2009-12-06 15:09:51",
            "id": "6985854",
            "reply_to_id": "6985825",
            "text": "Ok, ég er þá bara farin að rugla þessu saman aftur - takk. :)"
        }
    ]
}