{
    "forum_title": "Bílar",
    "user": "Euell",
    "user_id": "30962",
    "date": "2009-12-01 17:32:10",
    "title": "rafdrifinn rúða bílstjóramegin",
    "text": "halló\nég hef ekkert vit á bílum en er í litlum vanda með einn. Er með Golf og rafdrifna rúðan bílstjóramegin er hætt að virka. Getur einhver sagt mér hvernig ég fixa það? er þá að falast eftir því hvar mótorinn fyrir þetta er staðsettur? er það í hurðinni kannski?\ntakktakk",
    "url": "https://www.hugi.is/bilar/korkar/681960/rafdrifinn-ruda-bilstjoramegin/",
    "url_id": "681960",
    "id": "6978850",
    "replies": [
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2009-12-01 20:19:25",
            "id": "6979112",
            "reply_to_id": "6978850",
            "text": "Mótorinn fyrir rúðuna er í hurðinni (einn mótor fyrir hverja rúðu).\nEn það er nú sjaldnast að mótorinn fari, myndi athuga hvort þú heyrir í honum þegar þú ýtir upp eða niður. Oftast er það upphalarinn sem fer sem er í einföldu máli vír sem fer um mótor, í brakket sem heldur rúðunni í skefjum og ýtir henni upp og niður. Vírinn á það til að slitna.\nHef átt við svona einu sinni á Golf og geri það ekki aftur takk fyrir, enda eins og flest hvað við kemur viðgerðum á VW, var ógeðslegt að eiga við það."
        },
        {
            "user": "Niflhell",
            "user_id": "69770",
            "date": "2009-12-06 21:37:56",
            "id": "6986710",
            "reply_to_id": "6978850",
            "text": "ef mótorin skrollar þegar þú ýtir á takkann, er tannhjólið sem mótorinn snertir eða tannhjólið inní mótornum slitið. Ef mótortannhjólið er slitið er auðveldast að kaupa nýjan í vöku, og ef að tannhjólið sem legst upp við mótorinn er bilað er líka auðveldast að ná í það í vöku.\nEf hins vegar heyrist ekkert í mótornum þegar þú skrúfar upp/niður, þá er eitthvað að rafmagninu annaðhvort í takkanum eða mótornum. Þá get ég lítið hjálpað þér. Annars man ég að í mínum bíl ef ég aftengdi bílstjóra rofan, þá duttu allar aðrar rúður út, þannig ef að aðrar rúður skrúfast upp þá er sambandsleysið líklegra í mótornum ?"
        },
        {
            "user": "Bachinn",
            "user_id": "52875",
            "date": "2009-12-08 22:25:54",
            "id": "6990046",
            "reply_to_id": "6978850",
            "text": "Ég er með sama vandamál í pólónum mínum. Þar er takkinn sem er bilaður. Það er að segja að mótorinn er í góði lagi en það þarf að tengja þennan takka aftur."
        }
    ]
}