{
    "forum_title": "Hugi",
    "user": "Negotiator",
    "user_id": "14745",
    "date": "2002-03-12 16:13:03",
    "title": "S.O.S (Summer of Sam)",
    "text": "Summer of Sam var mynd sem gerð var eftir raunverleikanum sem gerðist sumarið 1977 og segir frá fjöldamorðingja sem drap ung pör sem voru seint á ferð á næturnar en nóg um kvikmyndina þá rakst ég á heimasíðuna hans og mér langar að eins að fara yfir það sem hann er að segja um þessi morð og hversu sannsögul myndin er en þetta synir manni hvernig þessir fjöldamorðingjar hugsa.\nThe Son of Sam crimes were a terrible tragedy and a nightmare. I know that many people are suffering because of my actions to this very day, and I would do anything if all of this could be undone.\nI have deep regret and sorrow over all that happened those twenty plus years ago. I must live with the guilt and the memory. Yet at the same time, thanks to God, I can go forward with my life. And I always pray for the family members of those who lost their lives. I pray for the healing of wounded bodies and minds.\nÞað er spurning hvort að það sé hægt að trúa þessum orðum hans.\nHann fékk dóm sem lætur hann sitja inni i 350 ár en hann getur sótt um skilorð en hvað skildi hann hugsa um það.\nAs part of this statement, I wish to say that, to the best of my understanding concerning the complicated sentencing laws, I am doing consecutive life sentences which total more than 350 years. There is an official parole board hearing in the year 2002. However, as I understand it, I can only be paroled from one 25-years to life sentence to the next. This is not a parole consideration to the streets.\nOg svo skulum við athuga hvernig honum finnst um myndina Summer of Sam.\nHollywood is getting ready to release a movie titled “A Summer of Sam” which they are calling entertainment. I am so sad about this and I know many old wounds will be opened. For those who have lost a loved one, they will have to relive the violent death of their family member over and over as the years go by.\nOg ég held að þetta sé nokkuð satt hjá honum um það að þetta opni sár og rifji upp gamlar og vondar minningar hjá aðstandendum fórnalambanna.\nEn hvað finnst honum um leikaranna.\nI have absolutely nothing against any of the actors or actresses involved with this or with those who helped to produce it. However, through this movie much of the darkness of the past will be coming back for a season. But I know that this time of darkness could never extinguish the light of hope that Jesus Christ wants to shine forth to hurting lives.\nVið skulum vona fyrir hönd leikaranna að þessi orð séu sönn.\nÞað var ekki mikið meira sem var ganglegt á þessari heimasíðu en ef þið viljið skoða hana sjálf þá er slóðinn\nhttp://www.inetworld.net/hutrcc/statemnt.htm\nEða\nhttp://darkday.tripod.com/directory/a-f.html",
    "url": "https://www.hugi.is/hugi/greinar/68215/sos-summer-of-sam/",
    "url_id": "68215",
    "id": "469054",
    "replies": []
}