{
    "forum_title": "Knattspyrna",
    "user": null,
    "user_id": null,
    "date": "2009-12-02 21:34:07",
    "title": "Thierry Henry fer hugsanlega í bann",
    "text": "http://www.fotbolti.net/fullStory.php?action=viewStory&id=84267\nEf menn ætla að dæma hann í hendi verður þá þetta fordæmi fyrir fleiri bönn?\nEiga dýfingarmeistarar sem fiska vítaspyrnur von á sektum eða banni í framhaldi af þessu máli?\nEða gildir þetta bara um leikmenn sem svindla í stóru leikjunum?\nÉg efast um Það. Ég held að FIFA sé að reyna að bjarga á sér rassgatinu fyrir allt klúðrið í kringum þessa umspilsleiki.",
    "url": "https://www.hugi.is/knattspyrna/korkar/682117/thierry-henry-fer-hugsanlega-i-bann/",
    "url_id": "682117",
    "id": "6980622",
    "replies": [
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2009-12-02 21:38:36",
            "id": "6980628",
            "reply_to_id": "6980622",
            "text": "Þetta er bara bull að það eigi að dæma menn í bann fyrir eithvað sem dómarinn dæmdi ekki á í leiknum. Á ekkert að vera hægt salta neitt?"
        },
        {
            "user": "Ledann",
            "user_id": "57811",
            "date": "2009-12-02 21:54:27",
            "id": "6980668",
            "reply_to_id": "6980622",
            "text": "sammála fyrri manni, ef hann tekur boltan og kastar honum í markið á dómarinn bara að henda honum útaf en ekkert að senda hann í bann 6 árum seinna."
        },
        {
            "user": "laaangbestastur",
            "user_id": "75106",
            "date": "2009-12-02 22:05:28",
            "id": "6980695",
            "reply_to_id": "6980668",
            "text": "ekki 6 árum seinna lol"
        },
        {
            "user": "Ledann",
            "user_id": "57811",
            "date": "2009-12-02 22:23:01",
            "id": "6980743",
            "reply_to_id": "6980695",
            "text": ".. átti að vera auðskiljanlegt, en hefðu þeir ætlað að dæma hann í bann hefði það átt að vera gert mikklu fyrr."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2009-12-03 18:16:22",
            "id": "6981803",
            "reply_to_id": "6980622",
            "text": "Verða hugsanlega 5 dómarar á HM í sumar?\nMun leikur Íra og Frakka verða spilaður að nýju?\nMun Henry fá leikbann?\nKemur allt frá fjölmiðlum. Fundarefni á fundum FIFA sem meirihlutinn veit alveg svarið á. Það verður ekkert gert. Höfðu séns á að breyta reglunum þegar menn bölvuðu Eduardo í haust. Sé ekki fram á að Henry verður gerður að píslarvotti vegna nýrra reglna.\nOg já, vinsamlegast haltu efninu í rétttum flokki :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-12-04 00:13:30",
            "id": "6982463",
            "reply_to_id": "6981803",
            "text": "sry man. þetta er bara efsti flokkurinn á síðunni"
        },
        {
            "user": "ghm",
            "user_id": "37405",
            "date": "2009-12-14 18:58:36",
            "id": "6997986",
            "reply_to_id": "6980622",
            "text": "Sepp blatter er hálfviti a ekkert að banna henry fyrir svona sem domarinn sa ekki þott að eg var reiður fyrst þegar eg sa þetta en eg vona að frakkar og suður korea detta ut sem fyrst !"
        }
    ]
}