{
    "forum_title": "Bílar",
    "user": "Goaty",
    "user_id": "9902",
    "date": "2009-12-10 19:13:38",
    "title": "Léleg viðgerð?",
    "text": "Sælir\nÉg er á Peugeot 205 GTI sem var að koma úr hedd pakningar viðgerð ásamt öðrum hlutum sem þurfti að laga í heddinu.\nMaðurinn sem gerði við hann sagði að ég mundi finna þvílíkan mun á honum og ég gerði það svo sannarlega, nema ekki til hins betra!\nbíllinn er í hægargangi að lulla í 500 - 750 snúningum en ekki 1000 eins og hann á að gera, snerpan er farin (vélin virðist vera mun latari), og hann höktir allur þegar hann er kominn yfir 3000 snúninga.\nÉg spurði félaga minn út í þetta og hann sagði að það þyrfti að tilkeyra hann smá eftir svona viðgerð og að vélin muni hökta smá eftir viðgerðina en hún muni lagast, en sammt á ég erfit með að trúa því því að aðrir segja að vélin eigi að vera alveg eins, ef ekki kraftmeiri og sneggri.\neinhverjar hugmyndir?",
    "url": "https://www.hugi.is/bilar/korkar/683207/leleg-vidgerd/",
    "url_id": "683207",
    "id": "6992925",
    "replies": [
        {
            "user": "Znati",
            "user_id": "53932",
            "date": "2009-12-14 02:09:42",
            "id": "6997160",
            "reply_to_id": "6992925",
            "text": "Færð voða lítil svör af viti á Huga. Myndi pósta þessu á bílaspjöllunum til að fá 100% svör."
        },
        {
            "user": "porschinn",
            "user_id": "24526",
            "date": "2009-12-30 22:09:37",
            "id": "7018222",
            "reply_to_id": "6997160",
            "text": "1.Tjekka á tímanum\n2.vacuum slöngum\n3.stillti hann ventla? (ef allt hefur verið tekið í gegn)\nÞegar sá sem skipti um þetta fyrir þig hefur sagt að það þurfi að tilkeyra bílinn og hann muni láta illa fyrst þá hefur annað hvort verið að ljúga af þér til að losna við þig eða þá að hann veit of lítið um heddpakkningarskipti að hann ætti að vera að taka svoleiðis verk að sér.\nEiginlega hvort sem það er þá kæmi mér ekkert á óvart þó heddpakkning gæti snúið vitlaust (hefur gerst) og allt míglekur, heddboltar vitlaust hertir og svo eflaust meira en það fer eftir því hvað var nákvæmlega skipt um."
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2009-12-16 02:31:00",
            "id": "6999745",
            "reply_to_id": "6992925",
            "text": "tími ? myndi skjóta á ekki réttan tima.."
        },
        {
            "user": "SaebTheMan",
            "user_id": "23933",
            "date": "2009-12-27 19:55:15",
            "id": "7013853",
            "reply_to_id": "6999745",
            "text": "Þegar skipt er um heddpakkningu er soggreinin losuð af m.a. og í hana kemur ógrynni af vaacumslöngum.\nLáttu mæla vaacumið á bílnum því kveikjuflýtingin er vacumstýrð í eldri bílunum, eins stillir þetta margt annað í gangi bílsins.\nSvo eins og ofangreindur sagði getur hann verið vitlaus á tíma, þó ekki mikið því peugot gengur yfirleitt bara alls ekki ef hann er á röngum tíma, og slær saman ef reim fer."
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2009-12-28 00:47:13",
            "id": "7014244",
            "reply_to_id": "7013853",
            "text": "þú varst samt að svara mér ;)"
        }
    ]
}