{
    "forum_title": "Sorp",
    "user": "SvartiSaudurinn",
    "user_id": "73891",
    "date": "2009-12-17 00:06:44",
    "title": "Styrjöldin-Kafli 5?",
    "text": "Kafli eitthvað, Ég nenniggi að skrolla upp og gá\nSnjói stóð í brúnni á skipi sínu og horfði á hersveitir sínar græja sig á jörðu niðri. Hann vissi enn ekki hvort að þeir myndu hjálpa honum en þetta stríð var óumflýjanlegt, Sama hvort þeir myndu berjast einir eða með hjálp.\nEinræðisherrann gekk til hans.\n„Hersveitir mínar eru reiðubúnar snjói, Hvað með þig?“\n„Allt í gourmé hjá mér“\n„Þá getum við byrjað ekki satt?“\n„Jú, Bara eitt sem  þarf að ganga frá fyrst“\nSnjói settist í skipstjóra stólinn\n„Talva, Hringdu í Gorky, Kollekt“\n„Ahh..SnjóiKickass, Tilbúinn að gefast upp fyrir mér?“\n„Fyrr skal ég sleikja súran pung batguys, Gorky, Ég sá hvað þú gerðir við land AlmightySaeunnar og mér bíður við þér, Hvernig dirfistu að ráðast á verndarsvæði einhyrninganna?“\n„Ég geri bara skyldu mína í að dreifa út nafn Gelgjunnar, Þeir sem standa í vegi hennar ættu að vita hvað gerist“\n„Þú ert verri en viðbrunnin vaffla“ sagði snjói og skellti á\n„Hvað með Jóslaf, Mun hann berjast við hlið okkar í dag?“\n„Nei því miður snjói, Hersveitir hans eru of fáar“\n„En hafa hinir eitthvað haft samband?“\n„Nei“\n„Andskotinn hafi það!“ öskraði snjói og sparkaði í tóma ananas dós\n„Þá berjumst við einir í dag, Hnetusmjörslausir en hugrakkir“ sagði Snjói\n„Taktu hitt skipið Einræðisherra, og sýndu honum enga miskunn“\n„Ég hafði ekki ætlað mér það“\n„og herra“\n„Já?“\n„Það hefur verið geggt kúl að þússt þekkja þig marr“\n„Sömuleiðis beipíkeikz, Sjáumst aftur á rústum óvinar okkar“ sagði Einræðisherran og beamaði sig yfir í hitt skipið\nSnjói settist í stólinn og kveikti á hljóðkerfinu sem gerði honum kleift að ná sambandi við hersveitir sínar\n„Hermenn, Þetta mun vera blóðug orusta og hörð, En þússt það væri geggt kúl ef við myndum vinna, K?, Svo áfram til sigurs!“\nAldrei áður hafði sorpanía séð jafn harða orustu, En hermenn snjóa vopnaðir geislavopnum og sverðum hjuggu niður mann og annan frá Gorky, Sem samt tókst að halda hersveitum hans í skefjum\n„Andskotinn hafi það! Flugmaður, Farðu með okkur innar!“\n„Því miður herra, Loftvarnir þeirra eru of sterkar, Við myndum ekki lifa það af“\n„Skjóttu þá úr ásgarðsvopnum okkar svo hersveitir okkar geti komist innar!“\n„En herra, Það myndi einnig drepa allavegana þrjár hersveitir okkar, Ertu viss?“\nSnjói andvarpaði „Stundum verðum við að gera það sem við verðum að gera flugmaður, Skjóttu úr vopnunum“\nSkaust þá kröftugur geisli úr skipi snjóa sem drap að minnsta kosti 200 hermenn, Bæði vinveitta og óvinveitta\nGreip snjói þá míkrafóninn „Hermenn, Einbeitið ykkur að loftvörnunum!“\n„Flugmaður farðu með okkur innar“\n„En herra, Loftvarnirnar eru en uppi, Skjöldur okkar myndi ekki þola svona mikið“\n„Þær munu fara niður, Hermenn mínir munu ekki bregðast mér“\n„Allt í lagi herra“\nRétt eftir þetta hristist allt skip hans\n„Fari það til Batguys, Skjóttu helvítis loftvarnirnar!“\n„Herra, Skannarnir eru að nema fleiri hermenn, En ekki frá Gorky“\nBirtist þá mynd Zarkos á skjánum með kjánaglott á vör\n„Þarftu smá hjálp snjói minn?“\n„Haha, Ekki myndi ég fúlsa við því að þú myndir losa mig við þessar helvítis loftvarnir“\nHristist þá skipið aftur\n„Helst núna!“\nBreyttist þá stríðið í hag Einræðishreyfingarinnar þegar skriðdrekar Zarkos fóru yfir land Gorkys og var þá verið að sækja að honum úr báðum áttum\n„Jæja snjói, Á ekkert að bjóða manni um borð?“ sagði Zarko\n„Flugmaður, Beamaðu hann um borð“\n„Já herra“\nBirtist þá Zarko um borð og tók snjói þá hressilega í hendina á honum\n„Takk marr, Þetta var alltof fucking mikið vesen !“\n„Haha minnsta málið áwst, Viva la Nóvemberhreyfingin!“\n„Svo þú hefur tekið ákvörðun“Spurði snjói glaður\n„Tótallý“\n„Awsmness“\n„En jæja, Eigum við ekki höfuðborg til að taka yfir?“\n„Haha jú marr, Flugmaður, Settu stefnuna á höfuðborgina“\nEn það sem beið þeim var ekkert nema rústir\n„Hvað í“\nBirtist þá Grjónagrautur brosandi á skjánum\n„Hvað? Ekki hélstu að þið mynduð berjast einir“",
    "url": "https://www.hugi.is/sorp/greinar/683630/styrjoldin-kafli-5/",
    "url_id": "683630",
    "id": "6997811",
    "replies": [
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2009-12-17 13:04:10",
            "id": "7001117",
            "reply_to_id": "6997811",
            "text": "Ég njúkaði ekki GorKy, ég carpetbombaði hann.\nBara svo að þið vitið það."
        }
    ]
}