{
    "forum_title": "Húmor",
    "user": "hulda",
    "user_id": "2591",
    "date": "2002-03-13 15:14:09",
    "title": "Hvernig drepa skal lífseigan silung?",
    "text": "Heiða var 10 ára gömul og forvitin eins og aðrar stelpur á hennar\naldri.\nHún hafði stundum heyrt stærri stelpur tala um að vera með strák og\nþegar hún var búin að brjóta heilann um það í nokkurn tíma, hvernig það færi\nfram, fór hún til móður sinnar og spurði hana um þessa hluti. Það varð lítið\num svör hjá mömmunni, sem roðnaði bara og fór hjá sér. Í staðinn ráðlagði\nhún Heiðu að fela sig bak við gluggatjöldin í herbergi stóru systur sinnar,\nþegar hún kæmi heim með strák næst. Heiða gerði það og daginn eftir lýsti\nhún atburðarásinni fyrir mömmu sinni.\nSysta og vinur hennar sátu saman og töluðu í smástund, en þá stóð hann\nupp, slökkti á flestum ljósum og fór að kyssa hana og faðma hana að\nsér. Ég held að Systa hafi verið hálf lasin, því að hann fór með höndina\nundir blússuna hennar, til að finna hjartað, alveg eins og læknirinn gerir,\nnema hvað hann er ekki eins klár og læknirinn. Hann ætlaði aldrei að finna\nhjartað í henni.\nKannski hefur hann verið eitthvað lasinn líka, því að eftir smástund\nvoru þau bæði farin að mása og stynja. Honum hlýtur að hafa verið kalt á\nhendinni, því að hann brá henni undir pilsið hennar. En þá versnaði Systu\nbara. Hún fór að andvarpa og stundi þungan. Svo engdist hún sundur og saman\nog renndi sér neðar í svefnsófann. Það var þá sem hún fékk hita, því hún\nsagðist vera orðin sjóðandi heit.\nLoksins komst ég að því hvers vegna þau urðu svona veik. Lifandi\nsilungur hafði einhvern veginn komist inn undir föt stráksins. Svo stökk\nsilungurinn út úr buxunum hans og stóð út í loftið, ábyggilega 20 ? 25\nsm langur. Ég get svarið það. Strákurinn greip utan um hann til hann slyppi\nekki burt. Þegar Systa sá hann varð hún skelfingu lostin. Hún glennti upp\naugun, munnurinn seig galopinn niður og hún fór að ákalla Guð og svoleiðis.\nHún starði á fiskinn og sagðist aldrei hafa séð neinn svona stóran. Hún\nætti að sjá suma af silungunum, sem við pabbi veiddum í sumar.\nEn hvað um það. Systa hleypti í sig kjarki og reyndi að bíta hausinn af\nfiskinum. Allt í einu heyrðist undarlegt hljóð í henni og hún lét hann\nlausan. Hann hefur líklega bitið hana til baka. Þá greip hún utan um\nsilunginn með báðum höndum og hélt honum föstum, meðan strákurinn tók\nmunnkörfu eða eitthvað svoleiðis upp úr vasanum og renndi henni yfir\nhausinn á kvikindinu, svo að það gæti ekki bitið hana aftur. Þá lagðist\nhún á bakið og glennti sundur lappirnar til að hún gæti klemmt\nsilunginn saman og vinurinn hennar hjálpaði til með því að leggjast ofan á\nhana þar sem hann lá milli fótanna á henni.\nEn silungurinn barðist upp á líf og dauða. Systa fór að kveina og veina\nog strákurinn átti fullt í fangi með að halda sér ofan á henni. Ég held að\nþau hafi ætlað að drepa silunginn með því að kreista hann á milli sín.\nEftir svolitla stund hættu þau að hristast til og gáfu frá sér\nheilmikið andvarp. Strákurinn stóð upp og mikið rétt, hann var búinn að\ndrepa silunginn. Ég vissi að hann var dauður vegna þess að hann hékk\nmáttlaus út úr buxnaklaufinni og eitthvað af innyflunum hékk út úr honum.\nSysta og strákurinn voru náttúrulega dálítið þreytt eftir bardagann, en\nþegar þau voru búin að hvíla sig dálitla stund fóru þau að gæla hvort\nvið annað.\nHann byrjaði aftur að faðma hana og kyssa. Og svei mér þá, silungurinn\nvar ekki alveg dauður. Hann byrjaði að tútna út og þaut upp enn einu sinni,\nsvo þau fóru aftur að slást við hann. Þessir fiskar hafa ábyggilega níu líf,\neins og kettirnir.\nÍ þetta sinn reis Systa upp og reyndi að kála silungnum með því að\nsetjast ofan á hann. Eftir hálftíma baráttu tókst þeim að drepa silunginn.\nÉg veit að hann var endanlega dauður, vegna þess að strákurinn fletti roðinu\naf honum og henti því í klósettið.\nMamma, af hverju ertu svona skrítin í framan?",
    "url": "https://www.hugi.is/humor/greinar/68361/hvernig-drepa-skal-lifseigan-silung/",
    "url_id": "68361",
    "id": "469983",
    "replies": [
        {
            "user": "harpajul",
            "user_id": "7337",
            "date": "2002-03-13 16:02:17",
            "id": "469984",
            "reply_to_id": "469983",
            "text": "LOL…………….\nGEÐVEIKT GÓÐUR!!!!"
        },
        {
            "user": "HalleB",
            "user_id": "18322",
            "date": "2002-03-13 19:28:16",
            "id": "469985",
            "reply_to_id": "469983",
            "text": "Góður !!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-13 20:28:57",
            "id": "469986",
            "reply_to_id": "469983",
            "text": "LOL ROFL ROFL ROFL BESTI BRANDARI SEM ÉG HEF HEYRT."
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2002-03-14 02:27:09",
            "id": "469987",
            "reply_to_id": "469983",
            "text": "Mér finnst þetta ekki fyndið."
        },
        {
            "user": "fic",
            "user_id": "13571",
            "date": "2002-03-16 17:21:18",
            "id": "469988",
            "reply_to_id": "469983",
            "text": "G*E*Ð*V*E*I*K*U*R"
        },
        {
            "user": "hjaltis",
            "user_id": "17411",
            "date": "2002-03-17 14:32:20",
            "id": "469989",
            "reply_to_id": "469983",
            "text": "Snilld!!!!!\nHrein Snilld….lol\nZprutu$"
        },
        {
            "user": "Parduz",
            "user_id": "15951",
            "date": "2002-03-18 21:53:42",
            "id": "469990",
            "reply_to_id": "469983",
            "text": "Allgjör snilld (\",)    Takk fyrir að setja þessa grein á Huga. Ég las þetta fyrir löngu síðan og hef alltaf viljað eignast þessa sögu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-19 12:29:41",
            "id": "469991",
            "reply_to_id": "469983",
            "text": "hehehe góður!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-27 21:41:47",
            "id": "469992",
            "reply_to_id": "469983",
            "text": "öööööö…..það heldur engin að besefi sé Silungur og þessi brandari var svona lala"
        }
    ]
}