{
    "forum_title": "Hljóðfæri",
    "user": "OrvarThor",
    "user_id": "27735",
    "date": "2009-12-17 18:19:59",
    "title": "Effektakeðja",
    "text": "Þannig er að ég er með 6 effekta keðju og þeir eru allir true bypass. ég er að spá að setja einn gaur enn í keðjuna og hann er buffered bypass. (Boss Chorus)\nEf við lítum bara á það að hann er buffered, ekki hvað hann gerir hvort er þá betra að hann sé framarlega í keðjunni( nær gítar) eða aftarlega?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/683931/effektakedja/",
    "url_id": "683931",
    "id": "7001370",
    "replies": [
        {
            "user": "hehae",
            "user_id": "67352",
            "date": "2009-12-17 18:33:48",
            "id": "7001381",
            "reply_to_id": "7001370",
            "text": "Ég veit voða lítið um þetta en ég myndi giska að hann ætti heima aftast."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-12-17 22:05:23",
            "id": "7001594",
            "reply_to_id": "7001370",
            "text": "hefðbundin effektaröð er drive pedalar fremst, modulation (chorus osfrv) í miðjunni og delay/reverb aftast, chorus á eftir reverbi myndi hljóma frekar illa hugsa ég."
        },
        {
            "user": "OrvarThor",
            "user_id": "27735",
            "date": "2009-12-17 22:16:45",
            "id": "7001604",
            "reply_to_id": "7001594",
            "text": "Hvað ef maður er bara að hugsa um að boosta upp signalið frá gítarnum með chorusnum,, er þá best að vera í miðjunni með hann?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-12-17 22:46:11",
            "id": "7001636",
            "reply_to_id": "7001604",
            "text": "ég veit ekki.. mér finnst einhvernveginn ekki alveg lógískt að nota chorus pedala til að boosta signal, það væri frekar að nota compressor, equalizer eða já, boostpedala til þess, boss chorus ætti ekki tildæmis ekki að vera að hækka signalið neitt nema þegar er kveikt á honum og ef þú kveikir á choruspedala þá gæti mögulega verið að hljóðið hækki einhverja agnarögn en á sama tíma er að bætast við chorus sem er ekki í öllum tilfellum viðeigandi..\nég geri frekar ráð fyrir að þú sért þá að tala um að boosta upp gítar með single coil pickuppum því ef þú þarft að boosta signalið frá humbuckerum þá er eitthvað að í keðjunni hjá þér hefði ég haldið, compressor er tvímælalaust það sem þú þarft til að lyfta aðeins signalinu frá single coil pickuppum."
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2009-12-27 10:39:44",
            "id": "7013313",
            "reply_to_id": "7001594",
            "text": "Þú setur ekki reverb og delay inní neina keðju undir NEINUM kringumstæðum!!!!!!!\nAftar á hverjum og einum magnara(kannski ekki öllun, veit ekki) er einhvað sem heitir að mig minnir line in, line out, það er fyrir effecta sem að breyta hljóði, delay, reverb og fleirri. Skoðaðu þetta, það kemur mun betra og raunverulegra delay sound sem er drepur ekki orginal soundi'"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2009-12-27 11:31:56",
            "id": "7013321",
            "reply_to_id": "7013313",
            "text": "ég á 4 gítarmagnara og enginn þeirra er með effektalúppu þannig að það er ekki valkostur hjá mér, ef út í það er farið þá hef ég aldrei átt magnara með effektalúppu einhverra hluta vegna.\nÉg nota svosem nánast ekkert af effektum, stundum nota ég holy grail á þá magnara sem eru ekki með innbyggðann reverbtank en nánast án undantekninga bara á hreint sánd, delayið mitt er gamalt Echoplex tapedelay og allt sem fer í gegnum það hljómar betur eftirá, digitaldelay á eftir overdrive og slíku hefur mér alltaf fundist hljóma illa (mér finnst reyndar digital delay yfirhöfuð hljóma illa en það er önnur saga)\nMér skilst að effektalúppur séu málið fyrir reverb og delay en eins og ég sagði, ég hef bara aldrei átt magnara með svoleiðis."
        },
        {
            "user": "Vintage",
            "user_id": "62334",
            "date": "2009-12-18 00:34:20",
            "id": "7001830",
            "reply_to_id": "7001370",
            "text": "Fá sér bara EQ eða Boost pedala eins og Elvisinn sagði (Y)"
        },
        {
            "user": "davida",
            "user_id": "57177",
            "date": "2009-12-18 18:47:47",
            "id": "7002283",
            "reply_to_id": "7001830",
            "text": "Hvað áttu aftur marga boost/od/fuzz pedala?"
        },
        {
            "user": "geng",
            "user_id": "73232",
            "date": "2009-12-18 14:18:30",
            "id": "7002226",
            "reply_to_id": "7001370",
            "text": "Góð spurning. Sleppum því að þetta sé chorus. Hvar ætti t.d. Boss Stage Tuner að vera? Aftast eða fremst? Segjum að aðrir pedalar séu true bypass.\nÉg man eftir korki á Harmony Central þar sem flestir aðhylltust að best væri að hafa Boss Tuner aftast en ég hef hann fremst, svo drive pedala, modulation og delay aftast."
        },
        {
            "user": "Skoorb",
            "user_id": "72240",
            "date": "2009-12-18 22:32:24",
            "id": "7002561",
            "reply_to_id": "7001370",
            "text": "Ef að þú ert með Boss Tuner (TU-2) endilega keyra hann fyrst til að fá ávinninginn frá buffer-inn. Gildir fyrir chorus en að vera með chorus-inn fremst er bara . . . skrítin. Buffer-aða pedal fremst getur bjarga jafnvel vintage Wah frá þvi að breyta (eyðileggja??) sándið hjá þér.\nHinsvegar - Jimi, Jimmy, Eric, Jeff og Keith voru ekki með true bypass eða buffer-aða pedalar “back in the day” og sandið hjá þeim var . . . . ok."
        },
        {
            "user": "OrvarThor",
            "user_id": "27735",
            "date": "2009-12-19 13:40:55",
            "id": "7003040",
            "reply_to_id": "7002561",
            "text": "Já þetta er allt spurning um smekk. Annars hef ég heyrt frá mönnum sem fóru á tónleika back in the day, og einnig lesið um það í blöðum að sándið hafi ekki verið sérstakt.\nHljóðkerfin þá voru víst svo léleg. En þú ert sennilega að tala um sándin á plötunum, sem eru fín"
        },
        {
            "user": "aesthetic",
            "user_id": "65844",
            "date": "2009-12-21 18:47:43",
            "id": "7005907",
            "reply_to_id": "7003040",
            "text": "Ég las grein sem að “GuitarTech” Brian May var að tala um að truebypass væri mesta ofmat sem væri í gangi. Sumir eru með langar snúrur á milli effectana og langar snúru í og útúr effectunum þá er signalið þitt kannski að ferðast 20 til 30 metra ánþess að vera bufferað.\nEn svo heyrði ég líka að Santana notaði alltaf 30metra snúru og setti í staðin trebel á magnaranum í botn og sagði að það væri sitt sound…. þetta er alveg endalaust hægt að pæla í þessu. Mitt mottó er að ef þetta soundar þá soundar þetta, sama hvað það kostar."
        },
        {
            "user": "OrvarThor",
            "user_id": "27735",
            "date": "2009-12-21 20:54:09",
            "id": "7006169",
            "reply_to_id": "7005907",
            "text": "Ef það sándar, þá sándar það. Ég er ánægður með þetta mottó þitt."
        }
    ]
}