{
    "forum_title": "Heimspeki",
    "user": "MafuZa",
    "user_id": "57401",
    "date": "2009-12-24 16:06:21",
    "title": "Á vegamótum þegar æskan endar*",
    "text": "Ég stend ekki á vegamótum. Ég stend á miðri umferðargötu, rétt hjá vegamótum. Allt í kringum mig er fólk sem hleypur örvæntingarfullt í átt að vegamótunum í von um að beygja inn á réttan veg. Aðrir reyna að flýja í öfuga átt en geta ekkert að því gert að togast í átt að vegamótunum. Ég stend kyrr og horfi undrandi á.\nEins og þú, lesandi góður, hefur líklega nú þegar áttað þig á eru vegamótin myndlíking. Þau eru skilin milli æskunnar og fullorðinsáranna og undanfarnar vikur og mánuði hafa þau verið mér mjög hugleikin. Engan skyldi undra þó eg hugsi mikið um þau. Aðstæðurnar í lífi mínu bjóða einfaldlega upp á það. Brátt lýk ég menntaskóla, ég nálgast þrítugsaldurinn, jafnaldrar mínir eru farnir að festa ráð sitt og spurninguna „hvað ætlarðu svo að gera eftir menntaskóla?“ heyri ég að meðaltali einu sinni á dag. Allt eru þetta merki um að vaxa úr grasi.\nFyrir nokkrum vikum tók ég saman lista yfir alla þá þætti sem benda til þess að ég sé að fullorðnast, og í sannleika sagt sortnaði mér fyrir augunum. Ég horfði á listann og sá fyrir mér að æska mín væri öll. Ég mátti kveðja leikvellina, prakkarastrikin og gleðina en í staðinn beið mín grámóskuleg framtíð full af kaffidrykkju, barneignum, jakkafötum, ábyrgð og áhyggjum. Ég hef alltaf verið óákveðinn um framtíð mína en þarna staldraði ég við í stutta stund og hugsaði málin. Eftir miklar vangaveltur um framhaldsnám, starfsferil, fjölskyldu og lífið almennt komst ég að niðurstöðu. Það var í raun ekki merkileg niðurstaða, og í raun engin niðurstaða, því hún fólst ekki í endanlegum lausnum heldur í þremur spurningum: Hvað er æskan? Er æskan endilega betri en fullorðinsárin? Hvenær endar æskan?\nÞví miður get ég ekki svarað þessum spurningum. Þessar spurningar sverja sig í ætt við vangaveltur um tilgang lífsins, eðli ástarinnar, sjálfsvitundina og fleira í þeim dúr sem heimspekingar allra alda hafa óþreyjufullir reynt að svara en hafa engum árangri náð. En þó ég gæti ekki svarað þeim vöktu þær mig til umhugsunar. Ég áttaði mig á því að ég stend í raun og veru ekki á vegamótum.\nHvað er æskan? Til að svara þessari spurningu spurði ég annað fólk. Flestir, ef ekki allir, svöruðu mér einhvern veginn á þá leið að æskan væru þau ár sem maður er barn eða ungmenni. Mér fannst lítið til þessa svars koma, lagðist undir feld og bjó til mína eigin skilgreiningu: Æskan er það að vilja leika sér. Æskan er það að taka hlutina ekki of alvarlega og það að leyfa sér að vera hamingjusamur, saklaus og sáttur við það einfalda og barnslega í lífinu.\nEr æskan endilega betri en fullorðinsárin? Þetta er að sjálfsögðu persónulegt mat. Ég hef sjálfur ekki upplifað nema brot af fullorðinsárum mínum og mér hefur hingað til fundist það ágætt. Stærsti partur af sálu minni myndi ekki vilja verða aftur tíu ára og þurfa að lifa við minni skilning á heiminum og meiri takmarkanir, en það þýðir þó ekki að ég þrái ekki æskuna. Æskan kann að virðast einhvers konar tákn um þroskaleysi en fyrir mér þarf það ekki að vera. Þvert á móti finnst mér það tákn um þroska að vera móttækilegur fyrir æskunni alla ævina. Fullorðið fólk verður vissulega að geta tekist á við alvarleg mál og hafa áhyggjur af öllu mögulegu til þess að lífið gangi sinn vanagang, en þó verða leikgleðin, áhyggjuleysið og hamingjan einnig að fá að njóta sín. Að finna jafnvægið þar á milli er leiðin til velgengni og tákn um þroska.\nHvenær endar æskan? Ef við göngum út frá skilgreininu almennings (þ.e. æskan eru fyrri ár ævinnar) lendum við í vandræðum. Aldur er nefnilega teygjanlegt hugtak og æskan er illa skilgreindur hluti af ævi hvers manns. Þannig er æskan illa skilgreint hugtak innan annars teygjanlegs hugtaks. Hugsa sér ónákvæmni! Í fljótu bragði virðist sem svo að slík ónákvæmni sé af hinu slæma. Við fáum aldrei neinar haldbærar niðurstöður úr ónákvæmum mælingum. Ég sé hins vegar sóknarfæri í ónákvæmninni. Þar sem mörk æskunnar eru svo ónákvæm, gefst hverjum og einum tækifæri á að ráða því hvar æsku hans lýkur, og ef æskan er eftirsóknarverð, hljóta það að teljast góðar fréttir. Ef við styðjumst við mína skilgreiningu er dæmið enn einfaldara. Þá er það alltaf hverjum og einum í sjálfsvald sett að halda í æskuna.\nLíf mitt mun ekki taka hamskiptum þegar ég fæ hvítu húfuna í júní á næsta ári. Ég held áfram að vera Arnór. Ég veit hvorki hvar ég verð eftir ár, né hvað ég ætla mér að gera. Fyrir mér er þetta ekki spurning um að lenda á vegamótum og þurfa að velja nýja braut. Fyrir mér er þetta spurning um að halda áfram að fullorðnast jafnt og þétt án þess þó að sleppa alveg taki á æskunni. Ég held áfram að klífa sama fjall og ég hef klifið alla ævina. Ég mun aldrei ná toppnum en útsýnið verður stöðugt betra, svo lengi sem ég þori að líta upp frá jörðinni og horfa yfir dalinn.\n*Titillinn er vísun í ljóð eftir Helga Konráðsson.",
    "url": "https://www.hugi.is/heimspeki/greinar/684256/a-vegamotum-thegar-aeskan-endar/",
    "url_id": "684256",
    "id": "7004639",
    "replies": [
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2009-12-25 14:59:52",
            "id": "7011146",
            "reply_to_id": "7004639",
            "text": "Mikið er gaman að sjá svona skemmtilega grein hérna, til tilbreytingar. Ég er sammála þér að allt þetta vegamótatal er óþarflega yfirþyrmandi, og þessi þrá í æskuna er í raun aðeins afneitun á annað hvort ábyrgðunum sem fylgja sjálfræði eða möguleikunum sem manni bjóðast til að hafa þrátt fyrir þær gaman af lífinu. Einu raunverulegu “vegamótin” eru lagalegt sjálfræði, en maður hefur óháð löggjöf unnið sig að sjálfsábyrgð allt upp að því, og heldur því almennt áfram.\nOg ég stend með þér í því að ætla ekki að draga úr barnaskapnum mínum eftir því sem ég verð eldri, það er jú lítið vit í því að laga sig að aldrinum. Miklu betra að laga sig að eigin óskum og þörfum."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2009-12-25 15:41:11",
            "id": "7011184",
            "reply_to_id": "7011146",
            "text": "Takk fyrir þetta, alltaf gaman að fá hrós fyrir greinar."
        },
        {
            "user": "Mannvitsbrekka",
            "user_id": "15660",
            "date": "2009-12-29 04:04:00",
            "id": "7015813",
            "reply_to_id": "7004639",
            "text": "Þú hættir að vera barnalegur þegar þú vilt það. Ég held að það sé mjög mikill misskilningur að eitthvað skeið lífsins sé betra en annað."
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2009-12-30 14:24:07",
            "id": "7017539",
            "reply_to_id": "7004639",
            "text": "Æskan eins og þú skilgreinir hana\n“Æskan er það að vilja leika sér. Æskan er það að taka hlutina ekki of alvarlega og það að leyfa sér að vera hamingjusamur, saklaus og sáttur við það einfalda og barnslega í lífinu.”\nEr þá barn sem upplifir flest fyrri ár sín í sorg æskulaust? Barn sem kýs að læra heldur en að leika sér æskulaust? Barn sem lítur alvarlegum augum á lífið strax í upphafi, æskulaust?\nÉg er kannski ekki að segja að æskan eigi að standa fyrir fyrri ár ævinar, fyrir mér er æskan það tímabil sem tekur okkur að skilja sjálfan okkur í frummynd, við eigum þann möguleika að koma sjálfum okkur stöðugt á óvart en fyrr (yfirleitt) á tímum er það mun léttara fyrir okkur.\nÆskan getur líka markað það tímabil sem það tekur að ala okkur upp en þóg er það ekki nógu skýrt þar sem til eru einstaklingar yfir frtugt sem hafa verið sviptir forræði yfir sjálfum sér og er en verið að vana þá.\nÞarf æskuni að ljúka? þar hún að byrja? þurfum  við á þessum tímabili að halda? Hvað köllum við mann/konu sem við teljum ekki hafa upplifað æsku? :)\nÞetta gæti komið út sem eitthvað hellvítis bash, svo er það samt ekki, mér bara drullu leiðist hérna í vinnuni  og fannst hellvíti flott að það væri komin lesleg grein hingað inn, thums up…"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2009-12-30 16:58:27",
            "id": "7017763",
            "reply_to_id": "7017539",
            "text": "Loksins, Þetta er umræðan sem ég vildi fá fram, takk fyrir commentið og hrósið.\nVissulega mjög góð pæling hjá þér. Fékk mig til að endurhugsa aðeins.\nEn er ekki svolítið samhengi milli þess að vera “í mótunarferlinu” og þess að vera saklaus og taka hlutum ekki alvarlega? Og eins og ég segi þá er maður alltaf að klífa sama fjallið, þ.e. mótunin og æskan tekur alla ævina."
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2009-12-30 17:48:34",
            "id": "7017876",
            "reply_to_id": "7017763",
            "text": "akkurat, okkar leið tekur ekki enda fyrr en við dettum niður dauð…en það þarf samt ekki að vera samasemmerki á það að æskan sé ekki ákveðið skeið á ferðini, jah…ekki nema við færumst aldrei úr stað á þessari leið okkar..\nViljum við ekki halda því fram að okkur miði ekki eitthvað  áfram í lífinu? erum við ekki hellvíti svartir á því ef svo er ekki?\nÉg horfi á 40' konu sem býr enn í foreldrahúsum, kann ekki að elda eða þvo þvott, hefur aldrei verið í sambandi né stundað æðri samskipti, ég segi hana aldrei hafa þroskast..en ég get samt ekki haldið því fram svo það meiki sens fyrir sjálfum mér að hún hafi ekki uppplifað æsku sína, hún er ekki í mínum augum búin heldur föst í henni (vá, málfræði..´æeg er þreyttur)\nNú veit ég ekki, er ég of bókstaflegur núna? :$ :/"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2009-12-31 01:07:12",
            "id": "7018583",
            "reply_to_id": "7017876",
            "text": "Ég held við séum komnir út í aðra sálma núna og nokkuð langt frá meiningu ritgerðarinnar.\nEf við viljum líta á þessa fertugu konu sem “of fulla af æsku” þá ber að líta á annan punkt í greininni: Að maður verður að fullorðnast þó maður haldi í æskuna. Maður verður að læra, þroskast, taka ábyrgð og beisiklí fullorðnast. Takmark okkar ætti því að láta æskuna verða stöðugt minni hluti af sál manns án þess að láta hana hverfa alveg.\nÞetta er þó pæling sem er svolítið óskyld ætlunarverki mínu í ritgerðinni. Hún átti nú upphaflega að vera eins konar hugvekja til þeirra sem eru að útskrifast úr framhaldsskóla, en svo fór ég óvart að skrifa eitthvað mun víðtækara en það.\nEn samt sem áður finnast mér commentin þín mjög gagnleg, þau hjálpa mér að sjá efnið frá fleiri sjónarhornum."
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2009-12-31 10:07:26",
            "id": "7018918",
            "reply_to_id": "7018583",
            "text": "Ég á akkurat stutt í land í þeim áfanga, fékst mig til að hugsa, en ég er bara þannig að næstu 23-7ár eru plönuð á nánast alla vegu sem líf mitt getur tekið.\nÉg hugsaði um þessa ritgerð í gærkvöldi og fór sjálfur að pæla en endaði bara að vera pæla í að skilgreina æskuleysi.\nÉg komst ekkert með þá hringavitleysu.\nÞeir sem eru óákveðnir í hvað þeir vilji gera við líf sitt og eru við þessi vegamót, það þýðir kannski ekki að þegar þeir hætta sér út á þau að þeir verði fyrir bíl, eða hvað?\nKemur ekki þessi tímapnktur þar sem við verðum að skylja við æskuna?\nAm I back on track?\nbtw, ég afsaka stafsetningu sem kunn vera að fela sig fyrir mér í skriftum mínum, ég er ekki með gleraugun á mér og það kemur fyrir að ég geri alveg óskiljanlegar villur."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2009-12-31 14:49:46",
            "id": "7019137",
            "reply_to_id": "7018918",
            "text": "Hvað meinarðu með að næstu 23-7 ár sé ákveðin?\nEn…\nÞeir sem eru óákveðnir í hvað þeir vilji gera við líf sitt og eru við þessi vegamót, það þýðir kannski ekki að þegar þeir hætta sér út á þau að þeir verði fyrir bíl, eða hvað?\nÞarna hittirðu naglann á höfuðið, þeir sem koma að þessum vegamótum verða ekki endilega fyrir bíl. Við eigum bara að fara óhrædd að fara út á vegamótin og ef við höfum plön þá beygjum við í rétta átt, ef við erum óákveðin beygjum við einhvert og komum bara að öðrum vegamótum. Svo lengi sem þú keyrir ekki fullur þá lendirðu ekki í bílslysi. Við höldum alltaf áfram að fullorðnast og taka nýjar stefnur og það er ekkert vit í að hræðast það."
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2010-01-01 15:19:43",
            "id": "7020215",
            "reply_to_id": "7019137",
            "text": "Meinnti s,s 23-27 ár."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2010-01-01 17:23:36",
            "id": "7020345",
            "reply_to_id": "7020215",
            "text": "Já en hvað meinarðu með því að næstu 23-27 ár séu ákveðin?\nErtu búinn að búa til hárnákvæmt dagatal sem segir þér hvernig líf þitt verður í þrjá áratugi? Það finnst mér furðulegt"
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2010-01-01 18:51:24",
            "id": "7020436",
            "reply_to_id": "7020345",
            "text": "in a nutshell, hvar ég mun búua og hvað ég mund læra, hvað ég geri við þá menntu og hvar."
        },
        {
            "user": "Ingih",
            "user_id": "76440",
            "date": "2010-01-13 11:11:04",
            "id": "7036225",
            "reply_to_id": "7017539",
            "text": "að mínu mati er orðið æska hlutlaust orð sem er notað yfir barnaskap semsagt orð sem er notað yfir það tímabil í lífskeiðinu sem þú gerir ekkert nema leika þér og berð litlar sem engar áhyggjur. samkvæmt orðabók er æska skylgreind svona  æska -u KVK það að vera ungur, lágur aldur. og þá spyr ég mig hvað er lágur aldur?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-03-14 13:53:55",
            "id": "7102665",
            "reply_to_id": "7004639",
            "text": "Ég held að það að fullorðnast með einhverju pompi og prakt og snúa sér skyndilega að “alvöru lífsins” (hver fjárinn sem það er nú annars) séu mestu mistök sem hver manneskja getur gert.\nÞað eina sem gerist er að þú þarft að skaffa þér sjálfur mat og húsnæði. Síðan geturðu bókstaflega gert það sem þú villt, það er engin “bein braut” til, bara hugmyndasnautt fólk sem getur ekkert nema hermt eftir öðrum. Og þó svona hugsunarháttur endi með því að maður verði ekki “eins og fólk er flest”, hverjum er ekki andskotans sama?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-03-14 14:01:14",
            "id": "7102668",
            "reply_to_id": "7004639",
            "text": "Ég held að æskan einkennist helst af ákveðnu sjálfsmeðvitundarleysi, sem er það sem ég sakna mest af æskuárunum. Maður er bara til og gerir það sem maður vill, nema einhver stoppi mann af auðvitað, án þess að pæla minnstu agnarögn í hvað öðrum finnst um það.\nAnnars held ég að hið margrómaða áhyggjuleysi og gleði æskunnar hafi ekkert með æskuna sjálfa að gera, heldur frekar það að foreldrar manns sáu alveg um mann og lífið var einfaldlega mjög auðvelt."
        }
    ]
}