{
    "forum_title": "Hip hop",
    "user": "nabbzi",
    "user_id": "46838",
    "date": "2009-12-22 13:28:23",
    "title": "Bestu plötur árs 2009",
    "text": "Datt í hug að henda inn að mínu mati bestu rappplötur ársins.\nEndilega kommentið ykkar lista til gamans. :p\n1. Kanye West- 808s and heartbreaks\n2. Tech N9ne- Sickology 101\n3. Juvenile- Cocky and confident\n4. Kid Sister- Ultravoilate\n5. Steve Sampling- Milljón mismunandi manns.\n6. Travis Porter- I am differenter.\n7. Jim Jones & Webstar- Rooftop.\n8. Eminem- Relapse.\n9. Chamillionaire- Mixtape Messiah nr 7\n10. Cunninlynguists - Strange Journey, Vol 2",
    "url": "https://www.hugi.is/hiphop/greinar/684436/bestu-plotur-ars-2009/",
    "url_id": "684436",
    "id": "7006815",
    "replies": [
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2009-12-22 16:22:47",
            "id": "7007177",
            "reply_to_id": "7006815",
            "text": "Hot Sauce Committe  átti að vera besta plata ársins. en þá fékk MCA krabbamein og hún kom ekkert út.\nannars relapse eða blueprint 3. er ekkert mikið í underground shitti"
        },
        {
            "user": "diddilitli",
            "user_id": "23322",
            "date": "2009-12-22 18:34:39",
            "id": "7007411",
            "reply_to_id": "7006815",
            "text": "it all smells like rn"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2009-12-23 15:59:38",
            "id": "7008820",
            "reply_to_id": "7006815",
            "text": "Afhverju er Only built 4 cuban linx pt. 2 ekki þarna?\nBætt við 23. desember 2009 -  16:11\nOg The bluprint 3?\nOg kom 808s and heartbreaks ekki út 2008?"
        },
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2009-12-24 22:53:56",
            "id": "7010659",
            "reply_to_id": "7006815",
            "text": "Dr. Who Dat - Beyond Tomorrow\nElaquent - After Midnight\nOg einhver stök lög fra Afta-1 og Flying Lotus, og einhver Skipless gaf reyndar lika ut stutta plötu sem er virkilega 90's, props fyrir það."
        },
        {
            "user": "Hlynkinn",
            "user_id": "57800",
            "date": "2009-12-30 16:55:00",
            "id": "7017751",
            "reply_to_id": "7006815",
            "text": "1. Kid Cudi - The Man on the moon\n2. Grouch & Eligh - Say G&E\n3. Asher Roth - Asleep in the bread aisle\n4. Eminem - Relapse\n5. Slaughterhouse - Slaughterhouse\n6. jay-Z - Blueprint\n7. Saigon - All in a days work\n8. Mos Def - Ecstatic\n9. Fashawn - Boy meets world\n10.Cunninlynguists - Strange Journey, Vol 2\nannars held ég að allir geti verið sammála um að þetta hafi verið lélegt ár í hip hop plötu útgáfu… Blueprint 3 er einfaldlega ekki hægt að spila í gegn þarsem swizz beats og timberland stóðu sig einsog hetjur í því að gera lélegustu takta í heimi… Wale platan var mesta vonbrigði í heimi… Eminem platan lala og ég er viss um að allir bjuggust við meiru af em og dre… Kid Cudi var eina platan sem stóðst væntingar og Grouch and eligh platan eina platan sem kom á óvart… Slaughterhouse platan stóð reyndar alveg fyrir sínu enn hún er eiginlega alveg hætt í spilun hjá mér allaveganna.."
        },
        {
            "user": "Hlynkinn",
            "user_id": "57800",
            "date": "2009-12-30 17:19:26",
            "id": "7017812",
            "reply_to_id": "7017751",
            "text": "ætli ég geri ekki bara einsog complex og hafi mixtape sem 5 af bestu plötum ársins 2009 :D\nlangar allaveganna að gera lista yfir top mixtape… þarsem það kom slatti af geðveikum tape-um… og mæli virkilega með að allir sækji þessi mixtape sem er hægt að sækja frítt útum allt..\n1.\nXV - Everybodys Nobody\n- Vissi varla hver þessi maður var þegar ég heyrði Mirror's Edge í fyrsta skipti rétt áðurenn þetta mixtape kom út… og váw þetta er svo ferskur hljómur… Seven er taktasmiður sem á eftir ná virkilega langt… og flowið hans XV passar 100% við stílinn hans…\nhttp://www.mediafire.com/?mv4wonxyyzw\n2.\nCharles Hamilton - The Pink Lavalamp\n- kom reyndar út í december 2008 enn ég sótti það ekki fyrren 2009… og váw þetta mun alltaf vera eitt af mínum uppáhalds mixtape-um… CH er þarna ennþá heróín fíkill… ný hættur að lifa á götunni… og váw lögin eru eins REAL og þau gerast og skemmir ekki fyrir að CH er virkilega skemmtilegur texta höfundur… hápunkturinn á mixtape-inu hlýtur að vera Shining sem var ætlað sem “suicide note” til hans nánustu… enn þegar hann labbaði útúr studio-inu og ætlaði að taka of stóran skammt kemur umboðsmaðurinn hans og segjir honum að interscope vilji bjóða honum plötusamning…\nhttp://www.zshare.net/download/524759639bb7d961/\n3.\nLupe Fiasco - Enemy Of the state\n- engin ný beat… enn rímurnar hans lupe bregðast manni aldrei… Einfaldlega betra enn allar plöturnar sem komu út á árinu… samt bara þriðja besta mixtape-ið… fyndið stuff\nhttp://usershare.net/gowherehiphop/y3i9hk8w6kj9\n4.\nB.o.B - Should Have Been My First Album\n- Mixtape sem Shake bjó til eftir að hann var ósáttur hvað Atlantic voru að gera lítið til að promote-a B.o.B og líka í von um að atlantic myndu ákveða að gefa út B.o.B plötu 2009… sem gerðist ekki enn ayo við fengum virkilega fresh mixtape\nhttp://www.mediafire.com/?thj0vwdnw5r\n5.\nJ. Cole - Warm Up\n- Verð að viðurkenna að ég hafði ekki hugmynd um hvaða maður þetta væri þegar ég sótti mixtape-ið hans fyrir tilviljun… og váw… Lights Please hlýtur að vera eitt af 10 bestu lögum ársins… og dollar & a dream er ekkert grín heldur…\nhttp://www.zshare.net/download/61417012d66df7b7/\n6.\nS-Preme - The Sicktape\nSvona tape sem rennur bara í gegn… ekkert lag stendur útúr og ekkert lag er lélegra enn næsta á undan… og minnir að það sé eitthvað í kringum 20 lög… svo frekar smooth tape\nhttp://www.chicagonow.com/blogs/gowhere-hip-hop/2009/11/download-s-preme.html\n7.\nGrynch - Chemistry\nflowið hans svo ljúft… og taktarnir svo smooth… virkilega stutt tape 6 lög r some… enn mæli með að allir tékki á þessum artista\nhttp://www.getgrynch.com/ChemistryEP.html\n8.\nBig Sean - UKNOWBIGSEAN\nartisti sem er signaður við GOOD music plötufyritækið hans kanye… 30 laga tape.. alsekki solid… slatti af boring dóti og big sean er ekki galla laus texta smiður… enn samt vel þess virði að eiga… þarsem jú ætli þessi félagi eigi ekki framtíðina fyrir sér..\nhttp://www.megaupload.com/?d=XLJB4RJ6\n9.\nDrake - So far gone\nmixtape-ið sem vakti upp hip hop í febrúar á þessu ári… Fær slatta góða dóma og hinn kanadíski Drake fær slatta af athygli… Young Money ákveða svo í september að gefa þetta mixtape út sem plötu og að margra mati er þetta mixtape besta platan 2009… eða einsog Skillz sagði í 2009 rap up-inu sínu “The Industry Got To Get It In Gear, Cuz Its Bad When A Mixtape Is Really The “Album Of The Year”\nAnd His Vid Wasn’t Bad But I Was Mad At Them Breast I Never Had”\nhttp://www.megaupload.com/?d=ONW03OGZ\n10.\nXV - 40 Days, 40 nights\nProject sem XV tók að sér á þessu ári þarsem hann tók upp og gaf út 1 lag á hverjum degi og 1 lag á hverri nóttu… svo tróð hann þessu saman í mixtape sem er jú 80 lög… Fannst þetta eiga skilið að vera nefnt hérna þarsem þetta er rosalegt efford… Misgóð lög að sjálfsögðu enn margt þarna er rosalega gott\n40 Days:\nhttp://www.mediafire.com/?w5l1vnu2jmm\n40 nights:\nhttp://www.mediafire.com/?zrmn2mkxawz"
        },
        {
            "user": "Hlynkinn",
            "user_id": "57800",
            "date": "2009-12-30 17:26:43",
            "id": "7017828",
            "reply_to_id": "7006815",
            "text": "og 808s and heartbreaks sá viðbjóður kom út 2008…"
        },
        {
            "user": "nabbzi",
            "user_id": "46838",
            "date": "2009-12-30 17:55:43",
            "id": "7017888",
            "reply_to_id": "7006815",
            "text": "Mikið rétt.\nWest kom út 2008\nAfmá diskinn af listanum.\nDiskarnir skalaðir upp\nSet Raekwon þá í10 sæti fyrir snilldarplötu."
        },
        {
            "user": "iver",
            "user_id": "55152",
            "date": "2009-12-31 06:28:55",
            "id": "7018871",
            "reply_to_id": "7006815",
            "text": "1. Raekwon - Only Built For Cuban Linx 2\n2. 50 Cent - Before I Self Destruct\n3. Eminem - Relapse\n4. Rakim - The Seventh Seal\n5. Slaughterhouse - Slaughterhouse"
        },
        {
            "user": "sunnaleeoskarsd",
            "user_id": "78928",
            "date": "2009-12-31 15:54:41",
            "id": "7019232",
            "reply_to_id": "7006815",
            "text": "kanye west platan kom ekki út á þessu ári .. ;s"
        },
        {
            "user": "CheckP",
            "user_id": "53378",
            "date": "2010-01-06 23:41:33",
            "id": "7027529",
            "reply_to_id": "7006815",
            "text": "1. Raekwon - Only Built 4 Cuban Linx… Pt. 2\n2. Royce Da 5'9“ - Street Hop\n3. Saigon & Statik Selektah - All In A Day's Work\n4. Method Man & Redman - Blackout! 2\n5. Mos Def - The Ecstatic\n6. Slaughterhouse - Slaughterhouse\n7. DJ Quik & Kurupt - BlaQKout\n8. Finale - A Pipedream and a Promise\n9. Skyzoo - The Salvation\n10 Wale - Attention Deficit\nekkert voðalega mikið af góðum heilum plötum sem komu út á árinu en fullt af góðum lögum. svo á ég reyndar eftir að tjekka á ”Boy Meets World“ með Fashawn og ”Born And Raised\" með Cormega."
        },
        {
            "user": "Ægishjálmur",
            "user_id": "75058",
            "date": "2010-07-12 19:07:50",
            "id": "7200135",
            "reply_to_id": "7027529",
            "text": "Meikar sens."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-01-19 21:12:23",
            "id": "7043824",
            "reply_to_id": "7006815",
            "text": "Besta platan er Only Built 4 Cuban Linx… Pt. II\neftir fkn þriggja ára bið kom þetta meistaraverk loksins út og það var algjörlega biðarinnar virði!"
        }
    ]
}