{
    "forum_title": "Bardagaíþróttir",
    "user": null,
    "user_id": null,
    "date": "2009-12-24 15:07:47",
    "title": "Gunnar ekki á lista yfir 10 bestu á Íslandi",
    "text": "Gunnar er auðvitað ekki á\nlista yfir 10 bestu íþróttamenn ársins\nenda bliknar þetta smotteríisár hjá honum miðað við þau heimsafrek sem margir á listanum hafa gert á árinu. Ég setti\nsmá pistil um þetta á bloggið mitt\n.",
    "url": "https://www.hugi.is/martial_arts/korkar/684734/gunnar-ekki-a-lista-yfir-10-bestu-a-islandi/",
    "url_id": "684734",
    "id": "7009958",
    "replies": [
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2009-12-24 15:20:41",
            "id": "7009981",
            "reply_to_id": "7009958",
            "text": "Fáranlegt… svo virðist Eiður hafa áskrift á þennan lista. Hann hefur ekki gert neitt að viti Þetta árið, fyrri helmingin sat hann á bekknum hjá Barcelona og seinni helmingin sat hann annahvort á bekknum hjá monaco eða horfði á leikina heima í stofu því hann var ekki nógu góður til að komast á bekkinn…"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2009-12-25 22:22:43",
            "id": "7011622",
            "reply_to_id": "7009981",
            "text": "Tjah, finnst nú alveg að hann megi vera á listanum, þó hann hafi nú ekki verið mikið í liðinu í fyrra var hann samt hluti af fyrsta liðinu hjá barcelona í fyrra, liðið sem vann gjörsamlega allt sem þeir gátu unnið í vinsælustu íþrótt heims. Ekki að segja að hann ætti að vinna eða neitt (og hefur auðvitað ekkert með Gunna að gera, margir á þessum lista sem Gunni toppar klárlega), en það er nú alveg afrek."
        },
        {
            "user": "Smabert",
            "user_id": "57775",
            "date": "2009-12-24 15:23:17",
            "id": "7009990",
            "reply_to_id": "7009958",
            "text": "Held að þetta sé á vegum ÍSÍ og ef mig minnir þá er BJJ ekki flokkað undir það, veit að Judo og Karate er í þeim flokki en ekki BJJ\nBætt við 24. desember 2009 -  15:30\nAhh, sá að þú skrifaðir þetta með ÍSÍ á bloggið þitt ;)"
        },
        {
            "user": "bluestreak",
            "user_id": "70418",
            "date": "2009-12-24 15:55:53",
            "id": "7010062",
            "reply_to_id": "7009958",
            "text": "þetta kemur allt með tímanum…þótt hann fari ekki á þennan að mínu mati top tíu boltamannalistann þá átta menn sig á þessu á endanum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-12-24 21:28:54",
            "id": "7010510",
            "reply_to_id": "7010062",
            "text": "Já, GSP var valinn íþróttamaður Kanada og það er vonandi að eftir að Gunni vekur meiri athygli og þá helst í MMA fari menn að átta sig aðeins á hlutunum…"
        },
        {
            "user": "lucian",
            "user_id": "75537",
            "date": "2009-12-26 14:05:24",
            "id": "7012299",
            "reply_to_id": "7009958",
            "text": "mér finst að þormóður ætti nu líka skylið að vera á þessum lista"
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-12-26 23:52:17",
            "id": "7012904",
            "reply_to_id": "7009958",
            "text": "Ég hjó eftir því að ég er heldur ekki á þessum lista. Dauðahöggið er heldur ekki samþykkt af ÍSÍ. Stefni samt á sérsamband fyrir 2015….verst hvað Íslandsmótin munu valda miklu mannfalli. Neyðumst allavega til að hafa þetta útsláttarkeppni."
        },
        {
            "user": "orrit",
            "user_id": "26330",
            "date": "2009-12-27 14:01:20",
            "id": "7013398",
            "reply_to_id": "7009958",
            "text": "Það leikur enginn vafi á því að Gunnar er hinn raunverulegi íþróttamaður Íslands ársins 2009.\nÞað skiptir mig engu máli hverju einhverjir fjölmiðlabjánar og íþróttalobbíistar vilja halda fram."
        },
        {
            "user": "dabbijudo",
            "user_id": "32741",
            "date": "2009-12-28 17:31:34",
            "id": "7014930",
            "reply_to_id": "7013398",
            "text": "Þetta er rugl, Þessir Íþróttafréttamenn á þessu landi vita ekkert um íÞróttir.\nHvernig er líka hægt að líta framhjá manni eins og Eiríki Helgasyni sem var valinn Rookie of the year í Sjóbretta heiminum.\nEiki og gunni ekki á topp 10…. Hvað er að??????\nBætt við 28. desember 2009 -  22:50\nsorry þatta átti að vera snjóbretti ekki sjóbretti.  hehe"
        },
        {
            "user": "ellipz",
            "user_id": "61806",
            "date": "2009-12-29 10:23:44",
            "id": "7015900",
            "reply_to_id": "7009958",
            "text": "Íþróttafréttamenn á íslandi líta bara á þetta svona:\nEf þú stundar ekki fótbolta, handbolta, körfubolta eða frjálsar. Þá stundarðu ekki íþróttir.\nGunnar hefur afrekað meira en allt þetta lið til samans á þessu ári."
        },
        {
            "user": "pimpman",
            "user_id": "37306",
            "date": "2009-12-29 13:35:32",
            "id": "7015991",
            "reply_to_id": "7009958",
            "text": "Þetta er auðvitað bara fyndið ef þetta væri ekki svona sorglegt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-12-29 15:50:23",
            "id": "7016142",
            "reply_to_id": "7009958",
            "text": "Hægt að velja mann ársins á Bylgjunni hér:\nhttp://www.visir.is/section/frettir&template=konnun&teg="
        },
        {
            "user": "Tommiarna",
            "user_id": "53049",
            "date": "2009-12-31 15:51:21",
            "id": "7019226",
            "reply_to_id": "7009958",
            "text": "Ég myndi 110% vilja sjá Gunna þarna á þessum lista, en það er alveg bókað núna fyrirfram hver verður númer 1 þarna. Það er landsliðsfyrirliðinn okkar hann Ólafur Stefánsson\nþað er eitt að vera einn af þeim efnilegri eins og Gunni er þó hann sé orðinn alveg viðbjóðslega góður, en Ólafur er ekki efnilegur hann er einn sá besti í heiminum í sinni íþrótt."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2009-12-31 17:44:36",
            "id": "7019413",
            "reply_to_id": "7019226",
            "text": "Ég er með lausn. Látum þá bara slást um þetta."
        },
        {
            "user": "Tommiarna",
            "user_id": "53049",
            "date": "2009-12-31 18:26:19",
            "id": "7019466",
            "reply_to_id": "7019413",
            "text": "haha já látum gunna berja okkar besta handboltaleikmann!"
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2010-01-01 14:07:16",
            "id": "7020163",
            "reply_to_id": "7019466",
            "text": "Verðum bara að berjast fyrir því að fá slaginn dæmdan af MMA dómara en ekki handboltadómara. Hræddur um að Gunni fengi á sig ruðning og út af í tvær annars."
        }
    ]
}