{
    "forum_title": "Danstónlist",
    "user": "jonfri",
    "user_id": "65",
    "date": "2009-12-27 15:56:37",
    "title": "Plötusnúðagræjuvalkostir",
    "text": "Hér er gert ráð fyrir að viðkomandi eigi góð headphones.  Oft er ekki nauðsynlegt að eiga öll tækin sem upp eru talin, en þó hjálpar það, einkum ef menn eru að byrja og þurfa að æfa sig.  Augljóslega.  Einnig er þessi pistill skrifaður út frá sjónarhól house/techno plötusnúðs, en margt má eflaust heimfæra á marga aðra stíla.  Verð eru almenn, miðuð við lágmarks þægindi og gæti skeikað um einhverja þúsundkalla\nVínyll\nÞARFT:\nHljómplötur.\nx2 Plötuspilara\nPikkup og nálar f. plötuspilara\nMixer\nKOSTAR:\n100k+\n-  Þetta er uppstillingin hjá hinum sígilda plötusnúð.  Ás & tvistur (plötuspilarar) og mixer.  Svona byrjuðu vel flestir snúðar hinnar íslensku danssenu.  Plötusnúðurinn blandar hér saman tvem plötum í takt með því að hægja og eða hraða á snúning plötuspilara.\nKOSTIR:\nSkemmtilegt\nLærdómsríkt\nSæmilega ódýrt\nBýður upp á Traktor eða Serató með tímakóðuðum vínylplötum\nGALLAR:\nHljómplötur eru dýrar\nStundum vesen á skemmtistöðum (rekist utan í græjur, feedback ofl,)\n———-\nABLETON LIVE\nÞARFT:\nTölvu, helst ferðatölvu\nAbleton live, 400$ fyrir v. 8 (helmingi ódýrara með skólaafslætti)\nHljóðkort m. amk x1 steríó út\nKOSTAR:\n400$ + 20k+ f. hljóðkort + 5k+ fyrir midi controller\ngefum okkur að menn eigi almennt tölvu\nSlatti af plötusnúðum sem nota þessa lausn.  Td. Danni Bigroom og Sasha.  Ef maður lærir vel á forritið getur þetta gefið skopunargleðinni lausan tauminn.  Ef ekki, þá hljómar þetta oft sterílt og leiðinlegt.  Einkum þegar menn misnota fídusana.\nKOSTIR:\nTækifæri til að skapa\nAuðvelt að loop-a\nÞarft ekki að læra að beatmixa (ef það er kostur)\nÓtrúlegir möguleikar\nGALLAR:\nLítið að frétta milli skiptinga\nÞarf að warpa lögum\nGetur crashað\nFreistingin að smella effectum í tíma og ótíma og skemma góð lög (því það er stundum ‘dauður tími’)\n——–\nCDJ's\nÞARFT:\nx2 plötusnúðs geislaspilara\nmixer\nKOSTAR:\n150k+ fyrir industry standard græjur\nSennilega það algengasta í dag.  Í grunninn svipað og að nota plötuspilara, en aðeins minna vesen og aðeins fleiri fídusar.  Velflestir plötusnúðar á íslandi mæta með diskamöppurnar sínar og spila.  Flestir staðir eru með einhverskonar Pioneer spilara, sem er næs því ef þú kant á einn kanntu á þá alla.\nKOSTIR:\nGetur verslað músíkina stafrænt á netinu\nGetur tekið mikið af tónlist á hvert gigg vandkvæðalaust\nLítið vesen (mætir og allt er klart)\nHands on\nGALLAR:\nLeiðinlegt að skrifa diska\nLeiðinlegt að merkja diskana\nDiskar rispast\nVesen að loop-a\nTRAKTOR\nÞARFT:\nHljóðkort með nokkrum steríó útgöngum, td. traktor audio4 eða audio8\nTölvu, helst ferða\nTraktor forritið\nMidi controller og eða CDJs\nMixer\nKOSTAR:\n40k+  (með hljóðkorti + ódýr midi controller)\n140k+ ef menn kaupa geislaspilara til að nota með\ngefum okkur að menn eigi almennt tölvu\nFramleitt af þjóðverjanum.  Mjög algengt, Richie Hawtin og fleiri spaðar nota þetta.  Þetta forrit er 10 ára gamalt og í stöðugri þróun.  Virkilega þægilegt viðmót og hljóðið úr þessu er mjög gott.  Hægt að nota traktor með CDJs eða plötuspilurum, en líka bara með midi controller.  Persónulega er ég mjög hrifinn af þessari lausn.\nKOSTIR:\nAuðvelt að skipuleggja tónlistarsafnið\nMIDI eða ‘hands on’ með cdj's eða plötuspilurum\nGott hljóð\nGetur haldið takt fyrir þig\nVirkilega góðir effectamöguleikar\nHægt að nota Traktor hljóðkort sem studio hljóðkort\nFramleitt af Native Instruments\nÞægilegt loop system\nÞartf ekki að skrifa diska\nGALLAR:\nSkynjar stundum alls ekki taktinn\nStundum ves að tengja á dimmum næturklúbbum\nEkki nógu þægilegur search fídus (til að finna næsta lag)\nGeta stundum komið upp buffer vandamál\nSERATO\nÞARFT:\nSerato box\nFerðatölvu\nCDjs eða Plötuspilara\nMixer\nKOSTAR:\n40k+\nSkilst þetta sé USA standard meðan Evrópa noti traktor.  Mjög margir íslenskir snúðar nota þetta.  Sleppur við að brenna diska og getur flokkað músíkina þína vel í hugbúnaðinum.\nKOSTIR:\nVel flokkað tónlistarsafn\nÞægilegur search fídus\nMIDI samhæft\nÞarft ekki að brenna diska\nAlgengt\nGALLAR:\nStundum vesen að tengja\nStundum vesen að afhenda næsta dj' búrið\nSerató boxið virkar bara með Serato\nVerra sound en úr traktor\nNæmft fyrir ýmiskonar snúru/rafmagns veseni\nÞetta er ca. það sem mér datt í hug varðandi þessar lausnir, kosti og galla osfv.  Ég hef DJ'að 5+ gigg á þetta allt og leikið mér heima.  Mest spilað á CDjs og vínyl samt.  Ef þú ert að lesa þetta, og ert að íhuga að gerast plötusnúður eða ert að stíga þín fyrstu spor, þá tel ég þig hafa mjög gott af því að læra á rythmann, og beatmixa. Í öllu námi er grunnurinn kenndur fyrst, og það er eins með þetta.  Sumir kunna strax að beatmixa, aðrir læra þetta á viku og aðrir á mánuðum kannski.  En það geta allir lært að blanda tvem lögum í takt.  Einnig er mjög gott að skilja hvernig danstónlist er útsett, 4x4, sem skiptist í takta og tónbil (beats & bars).  Svo er eitthvað að frétta á 8 bar fresti og eitthvað mikið að frétta á 16 bar fresti. Til að ná seyðandi skiptingum þarf plötusnúður að vita þetta.\nEinnig er mjög gott að vita hvernig tónjafnarinn (equlizer) á mixer virkar.  Oftast er það low, mid og hi sem er hægt að hækka og lækka í um x mörg dB.  Þekkja það og hvernig þessir takkar bregðast við á þínum mixer.\nÞegar maður er að byrja er það svo góður siður að hlusta á það sem er í gangi í hátölurum, og næsta lag í heyrnatólum, en hafa heyrnatólin bara á öðru eyranu.  Það getur verið erfitt fyrst, en þetta verður manni önnur náttúra á svipstundu, og þá heyrir maður alltaf hvað er að frétta.  Það er ekki kúl að sjá DJ með bæði heyrnatólin á eyrunum, veit ekki afhverju.\nÉg mæli heldur ekki með því, þegar DJ paddan bítur mann, að rjúka strax út og kaupa græjur.  Í gamla daga var það öðruvísi, því þá ákvað maður að verða DJ, safnaði fyrir SL-um (plötuspilurum) og var orðinn DJ.  Núna er svo ótrúlega margt í boði.  Ég myndi byrja að prófa að leika mér í tölvunni heima, í einhverjyrum forritum með músina eða eitthvað - og sjá hvort manni finnist í alvöru gaman að DJa.  Ekki bara byrja til að byrja og vera kúl.  Prófa svo kannski græjur einhversstaðar og sjá hvað maður fílar osfv. áður en maður eyðir pening í Behringer VDJ3000 sem maður kann svo ekki að nota.\nÞessi pistill er augljóslega hliðhollur því sem ég fíla best, og frábið ég mig því að lengra komnir snúðar fjölyrði hér um að þetta eða hitt kerfið sé best osfv.   Ég hef hér reynt, í stuttu máli sem þó varð langt, að vega og meta kosti hvers kostar fyrir sig.  Öll málefnaleg innleg eru þó afar vel metin og í raun nauðsyn, til að spegla viðhorf flestra.\nÉg vona að þetta hafi einfaldað heiminn fyrir einhverja, og bendi á internetið fyrir frekari upplýsingar.  Ef þú ætlar að spyrja hér hvað eitthvað kostar eða hvernig eitthvað er tengt osfv. að þá er það hreinlega ekki snjallt.  Maður bjargar cher.  Fer á netið, finnur spjallborð, youtube vídjó, síður osfv. með svarinu.  Þetta er eingöngu ætlað sem almennur leiðarvísir til að benda á valkostina sem nýr plötusnúður hefur í dag.  Að spyrja um eitthvað á huga og refresha svo x8 yfir daginn og bíða spenntur eftir svari - við einhverju sem fyrsta hittið á google segjir þér - er augljóslega svolítið heft.\nÞannig hvet ég til málefnalegrar umræðu, hvað eruð þið snúðar að nota, hvað fíliði við það og hvað ekki, hverju mælið þið með osfv.\nAnnars er ég nývaknaður, mjög þunnur ef ekki enn fullur eftir yndislegt PZ95 kvöld í gærkvöld.  Stafsetningar- og staðreyndarvillur flakka því hér með án ábyrgðar.  Langar virkilega í snúð með ekta súkkulaði, kók í dós og grænann lurk.  Og meiri svefn.\nGleðileg jól.",
    "url": "https://www.hugi.is/danstonlist/greinar/685081/plotusnudagraejuvalkostir/",
    "url_id": "685081",
    "id": "7013310",
    "replies": [
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2009-12-27 16:07:46",
            "id": "7013516",
            "reply_to_id": "7013310",
            "text": "Flott grein hjá þér ;)"
        },
        {
            "user": "mrcuellar",
            "user_id": "60127",
            "date": "2009-12-27 17:29:53",
            "id": "7013592",
            "reply_to_id": "7013516",
            "text": "Snilldar grein Nonni. Ég er samála öllu nema “Serato Verra sound en úr traktor”\nhef átt bæði og gaf Traktor upp á bátinn útaf pops og clicks í Traktor. Svo er nýja hljóðkortið frá Serato með en betra soundi, en verð að játa að ég hef ekki prufað það.\nAftur Snilldargrein vinur. Þetta ætti að hjálpa nýliðum að velja sér gæjur og koma inní scenuna. :)\nkv. Mr. Cuella"
        },
        {
            "user": "CoconutZ",
            "user_id": "15279",
            "date": "2009-12-28 02:31:46",
            "id": "7014372",
            "reply_to_id": "7013310",
            "text": "Frábær grein!\nÉg byrjaði að fikta í Traktor aðeins með mús og fann hvernig maður lærði inná hlutina. Ég keypti mér svo CDJ setup en það var ekki ódýrt. Ég stefni svo á það að kaupa mér traktor til viðbótar en Traktor Pro pakkinn hérna á íslandi er á 90þúsund!  Ekki ódýrt það. Spila heima núna en er að reyna að koma mér á framfæri.\nVeit um hobbý sem kosta meira þannig að maður kvartar ekki :) Enda er þetta hluti af mínum lífstíl."
        },
        {
            "user": "BigRoom",
            "user_id": "57111",
            "date": "2009-12-28 10:56:11",
            "id": "7014552",
            "reply_to_id": "7013310",
            "text": "Frábær pistill hjá þér Jón, held að þú sért alveg spot on með þetta, enda mikill græju lúði og hefur eins og kemur fram prófað þetta allt.\nEkki leiðinlegur félagskapur sem maður er í þarna:)"
        },
        {
            "user": "terrordisco",
            "user_id": "5531",
            "date": "2009-12-28 12:39:42",
            "id": "7014595",
            "reply_to_id": "7013310",
            "text": "Fínasta grein!"
        },
        {
            "user": "OkStundumFullur",
            "user_id": "64054",
            "date": "2009-12-28 19:40:31",
            "id": "7015138",
            "reply_to_id": "7013310",
            "text": "DJ Johnny south?"
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2009-12-29 14:10:32",
            "id": "7016015",
            "reply_to_id": "7013310",
            "text": "Snilldar grein!"
        },
        {
            "user": "maximusmusicus",
            "user_id": "27777",
            "date": "2009-12-29 20:59:26",
            "id": "7016645",
            "reply_to_id": "7016015",
            "text": "snilldar grein. Er bæði búin að prófa tölvu og cdj spilamennsku og er að fíla spilarana miklu betur. þeir eru meira “hands on” tæki…Hef líka gaman af því að skrifa diska. Eins og oft hefur verið talað um geta tölvur alltaf crashað.. en diskar geta líka rispast…. það er ekkert öruggt en ég vel diska freka"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-12-30 20:08:06",
            "id": "7018091",
            "reply_to_id": "7013310",
            "text": "flott grein, frábært framtak"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2010-01-10 19:34:19",
            "id": "7032560",
            "reply_to_id": "7013310",
            "text": "Góð grein.\nVinyll/cdjs eru að mínu mati aðeins meira krefjandi, þ.e.a.s. þú ert ekki búinn að synca/warpa allt stuffið fyrirfram og þarft að nota meiri tíma í það að koma lögunum í bít en með digital.\nMér hálf leiddist þegar ég prufaði ableton, því ef maður var ekki að nauðga effectum og öðru, þá var maður bara að býða eftir “the right spot” til að henda inn næsta lagi..\nkannski er ég bara blind vinyl hóra :P\nTakk fyrir góða grein!"
        },
        {
            "user": "gudnyzak",
            "user_id": "57090",
            "date": "2010-01-13 08:58:01",
            "id": "7036163",
            "reply_to_id": "7013310",
            "text": "Frábær grein Jónfrí\nhehe finnst best..\ngallar :  Stundum ves að tengja á dimmum næturklúbbum"
        }
    ]
}