{
    "forum_title": "Rokk",
    "user": "Myndarlegur",
    "user_id": "34366",
    "date": "2009-12-29 05:13:47",
    "title": "Cosmic Call - EP",
    "text": "Ætla stuttlega að fjalla um fyrstu plötu íslensku hljómsveitarinnar Cosmic Call. Þetta er fyrsta platan þeirra, öllu heldur smáskífan og inniheldur 7 lög.\n1.\tCold hands\nGeypilega grípandi bassalína í byrjun. Lagið byrjar alveg á fullu og róast svo örlítið þegar söngurinn kemur inn í. Skemmtilegt bjagað hljóð í sólo gítar undir.\nVirkilega melódískt og skemmtilegt lag. Flottur stíll á söngnum. 4/5\n2.\tIt‘s OK\nRólegt fiðlulag. Bjagaði gítarinn enn á sínum stað. Ekki mjög grípandi lag að mínu mati, vantar allan kraft í það miðað við Cold Hands. Finnst söngurinn alltof kraftmikill fyrir þetta lag, þeas. miðað við stýlinn á röddinni hans.  2/5\n3.\tLightbulbs\nFlottir hljóðgervlar í byrjun, skemmtilega ferskar basic trommur undir. Krafturinn sem vantaði í It‘s OK kominn í lagið, kemur virkilega flott út. Grípandi viðlag með skemmtilegu lágu gítarsólói. Skil ekki textann að vísu, en hann virkar. Ferskur endir. 4/5\n4.\tHangin‘ On\nAnnað mjög kraftmikið, þó rólegt lag, virkilega fresh gítar í byrjunn yfir rólegan synth. Finnst brúin í þessu lagi vera frábær. Þegar hann segir „you came in to my heart with love but it passed me by“ finnst mér vera toppurinn á laginu, finnst þetta frábær lína. Verðið að heyra þetta til að átta ykkur á þessu.  5/5\n5.\tOwls\nLagið þar sem ég áttaði mig á því hvað þessi stíll hans á röddinni getur verið pirrandi til lengdar. Alltof ýktur söngur og að mínu mati frekar lélegt viðlag. Virkilega einsleitt og óspennandi lag. Botninn á plötunni náð. 1/5\n6.\tWanted\nSkemmtileg tenging úr afturverkuninni í gítarnum úr Owls í byrjunninni á laginu. Ferskt byrjun, svo finnst mér lagið hrapa örlítið niður þegar söngurinn kemur inní. Skemmir þó ekki fyrir alveg heildina því viðlagið er ágætlega grípandi og skemmtileg hóp bakrödd. Ennþá of ýktur stíll í röddinni fyrir minn smekk. Brúin virkar ágætlega, flottur ágengur snerill með röddinni. 2/5\n7.\tFallin´\nSkemmtilegur Sigur Rósar fílingur í byrjun, bassinn hljómar virkilega vel. Öðruvísi lag en hin, en þó ágætis ástarljóð. Frekar einsleitt lag, ekki mikið að gerast, en líklega það sem þau ætluðu sér að gera með þetta lag. 2/5\nPlatan hljómar mjög vel og er greinilega gerð af fagmönnum. Ekki hægt að neita því að hér er frábær hljómsveit á ferð sem mun gera fullt af flottum lögum í framtíðinni. Féll algerlega fyrir nokkrum lögum á plötunni en fannst röddin örlítið of ýkt á köflum.\nGlæsileg fyrsta smáskífa. Gef plötunni þrjár af fimm stjörnum.\n***",
    "url": "https://www.hugi.is/rokk/greinar/685339/cosmic-call-ep/",
    "url_id": "685339",
    "id": "7015842",
    "replies": [
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-01-04 22:09:55",
            "id": "7024662",
            "reply_to_id": "7015842",
            "text": "Ágætis gagnrýni bara, þekki þessa krakka (voru í sama skóla og ég) og ég held að þau hefðu geta gert þessa plötu mun betri með meiri rokk gítarsándi hér og þar…en það er bara mín skoðun."
        }
    ]
}