{
    "forum_title": "Gæludýr",
    "user": null,
    "user_id": null,
    "date": "2002-03-14 18:47:44",
    "title": "eðlan",
    "text": "það er finnsk stelpa með mér í bekk sem sagði mér frá því að hún ætti eðlu sem er einn metri á lengd og fimmtán cm. á hæð!!!!!  Ég sá í bók hvað hún heitir en man það ekki.  Er einhver hér sérfræðingur í eðlum?  Hún tók eðluna að sér fyrir einu og hálfu ári í Finnlandi (eðlan er auðvitað ekki hér á Íslandi), það voru dópistar sem áttu hana og geymdu hana í litlum kassa þar sem hún gat ekkert hreyft sig og fékk varla neitt að borða.  Þeir fóru svo illa með hana, sumar tærnar duttu af henni og halinn, sem vex aftur slitnaði af, hún var grindarbeinsbrotin líka!  Þvílík ill meðferð á greyið dýrinu.\nNú fer finnska stelpan svo vel með hana, búrið tekur helminginn af íbúðinni hennar (sem er lítil íbúð) og eðlan getur hreyft sig og er oft leyft að leika sér á grasinu í garðinum.  Búrið þarf að vera fyllt hita uppað 30 gráðum.  Svo sofnar hún stundum á maganum á finnsku stelpunni því maginn er heitur.  Ég vildi að ég ætti svona gæludýr :D",
    "url": "https://www.hugi.is/gaeludyr/korkar/68548/edlan/",
    "url_id": "68548",
    "id": "471313",
    "replies": [
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2002-03-19 23:41:56",
            "id": "471314",
            "reply_to_id": "471313",
            "text": "þú getur fengið svona eðlu hérlendis, ekkert mál bara underground you know, þú ert örugglega að tala um eugana eðlu. rosalega fallegar en geta valdið sallmonellu síkingu ef ekki rétt er farið að hvað viðkemur þrifnaði og flr.<br><br>Tzu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-20 12:04:04",
            "id": "471315",
            "reply_to_id": "471314",
            "text": "hmmm, samt er það ekki þetta nafn…ef ég sæi nafnið myndi ég efit því :) en takk samt ;)…það eru tvö nöfn saman sem hún heitir."
        },
        {
            "user": "Alliat",
            "user_id": "12885",
            "date": "2002-04-24 19:41:57",
            "id": "471316",
            "reply_to_id": "471313",
            "text": "Þú áttir sennilega við inn metri á lengd og fimmtán cm. á lengd. Ég ætti allavega að vita slatta um eðlur og miðað við þessa hæð á dýri væri örugglega ekki þægilegt að láta hana lúlla á maganum á sér. :)\nÞetta er sennilega græn iguana eðla (iguana iguana),  ég átti þannig og þær geta orðið tveir metrar á lengd og um 20 ára gamlar. Ef ekki þá er þetta kanski ung Commodo Dragon eðla, en þær verða þrír metrar á lengd og éta kjöt og hlaupa hratt, þær eru í útrýmingarhættu og geta rifið mann í tætlur ef þær eru villtar… Ef þetta er þannig dýr þá ráðlegg ég þér að stríða henni ekki því, eins og flestar stærri eðlur af iguana stofninum, gleima seint og næst þegar þú heimsækir finnsku stelpuna… En þær eru traustar eigendum sínum.\nEf þú villt redda þér svona eðlu þá geturðu sent mér skilaboð hér á Huga og ég get reynt að plögga þig, en vertu viðbúinn verði frá 25.000 kr. og hátt upp, plús viðbúnaður. :)<br><br><center>“Life is a deadly meaningless sexually-transmitted desease”</center>\n<center><font size=12 face=“Arial”><a href=\"\nhttp://kasmir.hugi.is/Alliat/\n\">SÍÐAN MÍN!</a>   </font></cente"
        }
    ]
}