{
    "forum_title": "Stjórnmál",
    "user": "DMT",
    "user_id": "59770",
    "date": "2010-01-05 13:49:45",
    "title": "ÓLI IS MY MAN!!",
    "text": "Mér langar að kyssa hann, faðma hann, elska hann, sleikja hann og útskýra mína dífstu ást á þessu manni fyrir hversu AWESOME hann er! GO ÓLI!!! ÞÚ ERT MÍN HETJA!!!",
    "url": "https://www.hugi.is/stjornmal/korkar/686283/oli-is-my-man/",
    "url_id": "686283",
    "id": "7025251",
    "replies": [
        {
            "user": "DMT",
            "user_id": "59770",
            "date": "2010-01-05 14:44:59",
            "id": "7025299",
            "reply_to_id": "7025251",
            "text": "Hann er fífl, en það er nú ekki ástæðan fyrir því að ég hafnaði þessu sem grein. Endilega skrifaðu allavega þriggja málsgreina grein um kosti og galla Óla sem forseta, og þá höfum við held ég góðar umræður."
        },
        {
            "user": "DMT",
            "user_id": "59770",
            "date": "2010-01-05 15:55:27",
            "id": "7025391",
            "reply_to_id": "7025299",
            "text": "Grein, eða korkur… hver er munurinn. En þetta sýnir bara að þessi maður er eini af þessum mönnum sem skilur lýðræði og gefur valdið í hendur Íslensku þjóðarninar og við vonandi ef skoðana kannanir segja rétt um að þjóðin er alfarið á móti þessum kúgunum og hótunum frá Hollendingum og Bretum sem eru að ætlast til að við borgum þetta fyrir að einkavæddur banki sem sem stundaði fjárfestingar til að þjóna þessari græðgi sem fólk hafði að geta sett peningana sína inn í banka á þessum ofur vöxtum og bara ætlast til að þetta sé skothelt. Ef það er eitt sem hefur lagt stóran hlut að þessari heimskreppu sem er valdur af öllu þessu er að fólk skilur ekki að ef þú notar peninga til að búa til peninga þá endar það með ósköpunum og það kerfi virkar ekki.\nEn aðal málið er að þetta er ekki um hvort við munum borga eða ekki borga. Þetta er alfarið um hvort við förum inní ESB eða ekki. Ef við förum þangað inn mundi icesave falla niður og við mundum ekki þurfa að borga neitt, en ef við segjum nei við þessu borgum við ekki einfaldlega og eru næstum engar líkur á því að við förum þangað inn sem ég get ekki annað en hrópað þessi gleðiorð um hann Óla því hann hefur hindrað það að við endum að missa allt sem við eigum í þessu landi í hendur útlendinga. Þú átt eftir að þakka honum í framtíðinni fyrir hvað hann gerði, því það er alltaf auðveldara að vera gáfaðari eftir á. Þegar við byrjum að sjá ESB hringja eins og spilaborg. Þá verða þjóðir heims sem geta alfarið séð fyrir sér sjálfum um mat og nauðsynjum ekki á alls manna færum og við verðum fyrirmynd heimsins fyrir þessari ákvörðun Óla. Við höfum allt sem við þörfnumst þótt við eigum ekki peninga til að vera kaupa svakalega jeppa þá höfum við það sem fáar þjóðir hafa ennþá að geta séð sér fyrir mat án annara landa.\nAllur þessi hræðsluáróður í þessu fólk er alveg sjúklega grátlegur, Samfylkingin hefur unnið að því látlaust að hræða þjóðina með því að allt eigi eftir að drepast hérna ef við borgum þetta ekki en segja aldrei frá því að eina ástæðan fyrir því er útaf við munum ekki komast í ESB. Ef hann hefði skirfað undir þetta hefðu þessar “Endurreisnaáætlun” Ríkistjórnarinar eða umræður að ESB aðild byrjað að fullum krafti og við hefðu endað þar inni eftir 2 eða 3 ár."
        },
        {
            "user": "Crusader",
            "user_id": "3492",
            "date": "2010-01-05 23:42:13",
            "id": "7026130",
            "reply_to_id": "7025391",
            "text": "Þú gerir þér grein fyrir að þetta snýst ekki um hvort við ætlum að borga eða ekki, heldur hvort við samþyggjum þennan díl á þessum umsömdum kjörum. Við erum löngu búin að samþyggja að borga icesave."
        },
        {
            "user": "DMT",
            "user_id": "59770",
            "date": "2010-01-06 14:10:40",
            "id": "7026592",
            "reply_to_id": "7026130",
            "text": "Já með ákveðnum fyrirvörum, ekki með þessu kjaftæðis þvinguna samningum breta"
        },
        {
            "user": "Crusader",
            "user_id": "3492",
            "date": "2010-01-06 16:10:45",
            "id": "7026733",
            "reply_to_id": "7026592",
            "text": "ok, mín tilfinning er neflilega sú að flestir haldi að þetta snúist um hvort við ætlum að hafna borgun á icesave alfarið."
        },
        {
            "user": "DMT",
            "user_id": "59770",
            "date": "2010-01-06 16:22:13",
            "id": "7026753",
            "reply_to_id": "7026733",
            "text": "Við erum að hafna því jú, því þetta er svo ósanngjarnt. Og allir í heiminum halda að við ætlum ekki að borga sem er ekki raunin. Íslendingar eru buinir að segja að við ætlum að borga þetta en við getum ekki rústað efnahagi landsins fyrir þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-01-06 13:03:48",
            "id": "7026563",
            "reply_to_id": "7025391",
            "text": "Sko sérðu, ég gæti samþykkt þetta sem grein."
        }
    ]
}