{
    "forum_title": "MMORPG",
    "user": "sinai",
    "user_id": "2185",
    "date": "2002-03-15 09:17:26",
    "title": "Daoc : Vilji Spámans : Annar Hluti",
    "text": "Allir þeir sem hafa farið í Muspelheim nú seinustu daga hafa ekki komið aftur… Ég er farinn að hafa áhyggjur á þessu ástandi því að ég vill ekki missa vini mína gegn þessum ógnvætti.\nÞað eru ekki bara Midgards búar sem hræðast þessa veru, því að flest öll kvikindi sem héldu sig í Muspelheim eru farinn að ráfa um Mularn einsog ekkert sé… þetta ástand er farið að líkjast við stríð því að allir nýbúar og yngra fólk er farið að flýja svæðið.\nUngur maður sest hliðiná mér þar sem ég fikta í eld með priki og stari á stjörnurnar.\n“Hví eru allir þessir maurar hérna fyrir utan virkið Avalean?” spyr hann\n“Þeir eru hræddir..” svara ég\n“Við hvað, ekkert hræðist ég.. ég er Víkingur” segir hann\n“Þú ert of ungur fyrir þessa maura, það er varla að ég nái að drepa þá.. hvað þá þú” svara ég\n“Ég verð bráðum Stríðsmaður og þá munu þessir maurar fynna fyrir sverðinu mínu” segir hann og hlær\n“Já það skulum við nú vona” segi ég og stend upp\n“Þú heldur að ég ráði ekki við þá?!” segir hann heiftarlega\n“Já, þeir myndu rífa þig á hol, þeir eru ekki það sem ungur víkingur færi að ráðast á!” segi ég og vona að þessi strákur fari sér ekki að voða\n“Við sjáum nú bara til!” segir hann og hleypur af stað\n“Hvað ertu að gera?” öskra ég til hans og sé þar sem hann reynir að ráðast á einn maurinn\nMaurinn fær eitt létt högg í bakið og snýr sér við, þar stendur víkingurinn tilbúinn fyrir slag við þennan maur.\nMaurinn hleypur á hann og skellir honum í jörðina, ég sé að hann á ekki mikið eftir af þessum bardaga þannig að ég heala hann.. maurinn tekur eftir mér og hleypur til atlögu, ég tek upp hamarinn minn og slæ til hans.. en til mikillar lukku þá koma tveir verðir og ná að yfirbuga maurinn..\n“Ég réð alveg við hann!” segir víkingurinn\n“Ég sá nú ekki annað en þú værir að láta maur drepa þig” svara ég\nVíkingurinn stendur upp og strunsar í burtu, eftir lygg ég á jörðinni og hvíli mig eftir þetta fólskulega áhlaup stráksins.\nNötur koma frá Muspelheim til að láta vita að þessi “spámaður” sé enþá lifandi, ég tek að mér teppi og læt eldinn sem enþá lifir góðu lífi hlýja mér og ég leggst svo til hvílu.",
    "url": "https://www.hugi.is/mmorpg/greinar/68625/daoc-vilji-spamans-annar-hluti/",
    "url_id": "68625",
    "id": "471763",
    "replies": [
        {
            "user": "Eomar",
            "user_id": "9668",
            "date": "2002-03-15 12:54:54",
            "id": "471764",
            "reply_to_id": "471763",
            "text": "hmm fín grein en ég var að vonast eftir fleiri upplýsingum um þennan spámann :)"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2002-03-15 13:28:45",
            "id": "471765",
            "reply_to_id": "471763",
            "text": "flott, flott.\nen ég segi eins og Eomar, ég myndi vilja vita meira um, þennan spámann.\nkv. Schafe"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2002-03-15 23:56:29",
            "id": "471766",
            "reply_to_id": "471765",
            "text": "Ef þetta er sá spámaður sem ég held er hann dauður LOL drap hann :)"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-03-16 02:07:34",
            "id": "471767",
            "reply_to_id": "471766",
            "text": "Ansi prýðileg saga……………"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-18 08:24:59",
            "id": "471768",
            "reply_to_id": "471763",
            "text": "Snilld like always :)\nTirelith (Fenris)\nLevel 9 hunter\nMidgard-Pellino"
        },
        {
            "user": "Blondie",
            "user_id": "7574",
            "date": "2002-03-22 22:30:10",
            "id": "471769",
            "reply_to_id": "471763",
            "text": "Gaman að þessu :) keep em coming :)"
        }
    ]
}