{
    "forum_title": "Tíska & útlit",
    "user": "Dolphin",
    "user_id": "73096",
    "date": "2010-01-07 17:53:14",
    "title": "rakhnífur",
    "text": "hvar fær maður góðann alvöru rakhníf hér á landi (alvöru, ekki draslið sem lýtur út einsog rakhnífur en er samt með einnota blaði)",
    "url": "https://www.hugi.is/tiska/korkar/686609/rakhnifur/",
    "url_id": "686609",
    "id": "7028323",
    "replies": [
        {
            "user": "Eliiin",
            "user_id": "69186",
            "date": "2010-01-07 18:25:25",
            "id": "7028387",
            "reply_to_id": "7028323",
            "text": "gætir kannski pantað þannig i gegnum rakarastofu :)"
        },
        {
            "user": "berglinddd",
            "user_id": "68273",
            "date": "2010-01-08 17:15:22",
            "id": "7029725",
            "reply_to_id": "7028323",
            "text": "Ertu að tala um svona gamaldags rakarahníf? Þú færð þannig í Herrafataverslun Kormáks og Skjaldar á einhvern 19 þúsundkall…"
        },
        {
            "user": "yellow3000",
            "user_id": "69133",
            "date": "2010-01-08 20:28:32",
            "id": "7030112",
            "reply_to_id": "7028323",
            "text": "Ef þú vilt nota þetta mæli ég með skiptanlegu blöðunum. Hitt getur verið misgott. Ég á báðar gerðir og maður þarf að brýna þessa “gamaldags” í hvert skipti.\nHinsvegar eru þeir mun flottari.\nBætt við 8. janúar 2010 -  20:29\nOg já held hann eigi eitthvað af þeim rakarinn á Hverfisgötunni."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-01-08 21:00:28",
            "id": "7030175",
            "reply_to_id": "7030112",
            "text": "það er enginn ókostur að þurfa að brýna þá í hvert skipti.\nég vil fá góðann, alvöru rakhníf úr góðu stáli sem maður getur brýnt og gert flugbeyttann. Ég hef fengið klassarakstur með soleiðis hníf og það var svo mikið betra en hitt kjaftæðið…. maður þarf náttúrulega að hugsa vel um hnífinn og læra vel á hann (en ef þú rakar þig á hverjum degi, eða annann hvern dag þá verðuru orðinn helvíti fær eftir nokkuð stuttann tíma)"
        },
        {
            "user": "yellow3000",
            "user_id": "69133",
            "date": "2010-01-08 23:23:13",
            "id": "7030359",
            "reply_to_id": "7030175",
            "text": "jú, ég nota þann gamla líka mun meira, þótt hann sé ekkert miklu betri. Sama tæknin, færð svipaða niðurstöðu ef þú notar góð rakvélablöð.\nÞað er varla hægt að bera þetta saman við venjulegar rakvélar."
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2010-01-13 07:39:28",
            "id": "7036141",
            "reply_to_id": "7028323",
            "text": "minnir að það sér rakstofa rétt við hlemm sem selji svona"
        }
    ]
}