{
    "forum_title": "Heilsa",
    "user": "princesstard",
    "user_id": "72832",
    "date": "2010-01-07 20:31:44",
    "title": "matur matur matur....",
    "text": "Bara taka það fram að ég er kvk, 61-62 kg, 174 cm á hæð og í 10 bekk (fædd 1994).\nMálið er að ég hef frá því að ég hætti í mat í 9 bekk (útaf ég borðaði hann kannski 1 í viku og ég er mjööög matvönd) þá fékk ég mér hunangs seríos í morgunmat ekkert í skólanum (kom þó fyrir að ég nennti að taka með mér jógúrt/smyrja samlóku) og þegar ég kom heim var ég alltaf að deyja úr hungri og well… tók s.s. alltaf átköst og fékk mér t.d. heilan Ritz kex pakka, ostasamloku með hvítu brauði og kex… og svo whatever sem var í kvöldmat (vanalega eitthvað sem mér fannst vont og þá fékk ég mér brauð eða óhollt t.d. hamborgarar og pizza)\nEnnn núna eftir vetrarfríið var ca búið (mán.) þá er ég ekki búin að borða neitt óhollt (fyrir utan eina pizzusneið…) og er mjög stolt af sjálfri mér :D\nMánudagur:\n7:30 - venjulegt seríos og mjólkurglas\nnesti í skólanum - mandarína og vatn\n13:00 - ca. 200 g hvítt skyr með engum skykri\n17:00 - ávöxtur og vatn\n19:00 - ávöxtur og vatn\nÞrið:\nallt sama og mán.\nMið:\n7:30 - hafragrautur með rúsínum og mjólkurglasi\nnesti í skólanum - mandarína og vatn\n13:00 - skyr.is og vatn\n18:00 - 1 pizzasneið af heimabakaðri pizzu :$ og vatn\n21:00 - 4-6 vínber\nÉg hreyfi mig ca í 20 mín á dag með að fara út með hundinn í göngutúr\nPlanið mitt er að halda þessu áfram nema ætla að byðja mömmu að hafa oftar kjúkling í matinn og ehv hollt afþvi ég nenni ekki vera étandi alltaf ávexti i kvöldmat.\nEn nú spyr ég ykkur hvort að það vanti eitthvað og hvort/hvernig vítamín ég ætti kannski að taka eða er þetta í lagi ef maður æltar að plana að léttast um 2-3 kg á mánuði þangað til ég er komin i 56-57 kg?",
    "url": "https://www.hugi.is/heilsa/korkar/686639/matur-matur-matur/",
    "url_id": "686639",
    "id": "7028632",
    "replies": [
        {
            "user": "Ragb",
            "user_id": "74230",
            "date": "2010-01-07 20:37:37",
            "id": "7028650",
            "reply_to_id": "7028632",
            "text": "éta meira, verða hrikaleg."
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2010-01-07 20:46:26",
            "id": "7028666",
            "reply_to_id": "7028650",
            "text": "Jeeeeee, eins og belgurinn gerir þetta."
        },
        {
            "user": "Crymo",
            "user_id": "76595",
            "date": "2010-01-07 20:51:56",
            "id": "7028677",
            "reply_to_id": "7028632",
            "text": "Þú ert að borða of lítið og of mikið af kolvetnum. Bættu inn meira af kjöti, minnkaðu við ávextina og allan sykur.\nBorðaðu bara meira og lykilinn er að hreyfa sig meira. 20 mín á dag er ekki rassgat."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-01-07 21:30:19",
            "id": "7028754",
            "reply_to_id": "7028677",
            "text": "Fer eftir því hvað þú gerir á þessum 20 mínútum.  Ef þetta eru alvöru HIIT æfingar væri þetta líklegast of mikil hreyfing."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-01-07 21:57:01",
            "id": "7028791",
            "reply_to_id": "7028754",
            "text": "Hún er að viðra hundinn."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-01-08 07:56:09",
            "id": "7029241",
            "reply_to_id": "7028791",
            "text": "Já, bara benda á að þetta er alveg nægur tími til að eyða í hreyfingu ef maður nýtir hann rétt."
        },
        {
            "user": "Heimdallr",
            "user_id": "74391",
            "date": "2010-01-08 15:41:00",
            "id": "7029593",
            "reply_to_id": "7029241",
            "text": "Held að maður sé ekki farinn að brenna fitu fyrr en eftir u.þ.b. 30 min af stífri æfingu, sem hún er að reyna býst ég við."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-01-08 15:58:04",
            "id": "7029621",
            "reply_to_id": "7029593",
            "text": "Fer eftir álaginu, er að tala um þetta hér:\nhttp://en.wikipedia.org/wiki/High-intensity_interval_training\n15-30 mín duga samkvæmt þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-01-10 00:46:23",
            "id": "7031749",
            "reply_to_id": "7029593",
            "text": "ég held að lang fæstir fari í það að brenna fitu á æfingunum sjálfum. Enda myndi maður taka eftir því að lenda á “veggnum”.\nÞegar maður er að grennast þá er maður ekki að brenna fitunni á æfingunni, maður er að brenna henni jafnt og þétt yfir allan daginn og á næturnar."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-01-07 21:17:36",
            "id": "7028735",
            "reply_to_id": "7028632",
            "text": "Meira kjöt og setja inn egg(svona 5 á dag væri fínt).  Ert að borða alltof lítið prótein.\nSvo  bara svona fyi, að viðra hundinn telst varla æfing. Verður þú móð? Svitnarðu? Ef ekki þá er það ekki æfing.\nBætt við 7. janúar 2010 -  21:57\nalso, grænmeti"
        },
        {
            "user": "Cato",
            "user_id": "66230",
            "date": "2010-01-08 22:39:00",
            "id": "7030310",
            "reply_to_id": "7028735",
            "text": "Djöfull eruði klikkaðir.\nTjah, þarft meira prótein ÉTTU FIMM EGG Á DAG, STÆKKA, roooooooar!\nAlso, hvernig eturðu öll þessi egg, ekki hendirðu 5 í glas, hrærir og drekkur svo?"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-01-09 01:35:25",
            "id": "7030492",
            "reply_to_id": "7030310",
            "text": "Eitt egg=einn biti. Sýð þau bara, lang þægilegast."
        },
        {
            "user": "lolzor",
            "user_id": "71932",
            "date": "2010-01-13 23:40:52",
            "id": "7037245",
            "reply_to_id": "7030492",
            "text": "ÞARNA ER FOKKING ANDINN !"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-01-07 21:38:38",
            "id": "7028764",
            "reply_to_id": "7028632",
            "text": "Bráðvantar fisk, kjöt og grænmeti í matarræðið.  Jafnvel þótt þér finnist fiskur vondur, myndi ég reyna finna leið til að borða hann, en í það minnsta verður þú að taka lýsi í staðinn.  Ég myndi líka mæla með því að þú takir hundinn í lengri gönguferðir eða skokkir með hann tvisvar til þrisvar í viku.\nÞað er mjög raunhæft að brenna um 500 grömmum af fitu á viku (samtals 2 kílógrömmum á mánuði), en það þarf að halda rétt á spöðunum.  Það þarf fyrst og fremst að vera meira átak í hreyfingunni (þarft að ná púlsinum upp í 200, ef þú ert ekki hjartveik eða eitthvað þess háttar)."
        },
        {
            "user": "InfidelJihad",
            "user_id": "73423",
            "date": "2010-01-07 21:50:10",
            "id": "7028783",
            "reply_to_id": "7028632",
            "text": "Djöfull éturu lítið"
        },
        {
            "user": "DGR",
            "user_id": "73371",
            "date": "2010-01-07 22:14:35",
            "id": "7028833",
            "reply_to_id": "7028632",
            "text": "Afhverju að taka það fram að borða 4-6 vínber? Fannst það smá fyndið :)"
        },
        {
            "user": "hehae",
            "user_id": "67352",
            "date": "2010-01-07 23:06:23",
            "id": "7028954",
            "reply_to_id": "7028632",
            "text": "Þetta er hræðilegt mataræði.. shiit"
        },
        {
            "user": "Heimdallr",
            "user_id": "74391",
            "date": "2010-01-08 15:41:39",
            "id": "7029596",
            "reply_to_id": "7028632",
            "text": "ahahaha"
        },
        {
            "user": "Hardurtappi89",
            "user_id": "73115",
            "date": "2010-01-08 16:14:20",
            "id": "7029651",
            "reply_to_id": "7028632",
            "text": "ókei, lítur frekar illa út hjá þér svona skrifað niður, en ég borðaði nákvæmlega svona og minna og náði mjög miklum árangri, hreyfðu þig samt meira og bættu slatta af kalóríum við\nþú getur notað thedailyplate.com og reiknað hvað þú þarft að borða mikið af kalóríum til að léttast ákveðið mikið á viku (og passað upp á að fá ekki of lítið) og skráð allt, mat og hreyfingu… mjög þægilegt ef þú gefur þér nokkrar mínútur á dag í það\nBætt við 8. janúar 2010 -  16:15\nþarft líka fjölbreyttara matarræði, balancaðu þetta kolvetni út"
        },
        {
            "user": "eyjo93",
            "user_id": "68185",
            "date": "2010-01-09 02:05:39",
            "id": "7030532",
            "reply_to_id": "7028632",
            "text": "að borða alltaf holt er ekki hollt fyrir líkamann svo sleppa bara öllum þessum matarkúrum"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-01-09 13:52:30",
            "id": "7030887",
            "reply_to_id": "7030532",
            "text": "Að borða alltaf hollt er skv. skilgreiningu alltaf hollt fyrir líkamann."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2010-01-09 07:26:22",
            "id": "7030658",
            "reply_to_id": "7028632",
            "text": "Þú ert að borða allt of lítið. Reyndu að borða meira. Ef þú ætlar að léttast er örugglega betra að borða meira og hreyfa sig meira á móti. Best ef þú borðar mjög reglulega, alltaf á sama tíma á hverjum degi.\nEn í alvöru. Ertu matvönd en borðar samt hafragraut með rúsínum? Vel gert :)"
        },
        {
            "user": "olympia",
            "user_id": "49231",
            "date": "2010-01-11 23:06:37",
            "id": "7034431",
            "reply_to_id": "7028632",
            "text": "Það væri liðið yfir mig af næringarskorti eftir 3 daga af þessu matarræði :S\nÞarft að borða miklu meira kjöt og hafa grænmeti með því. Líka mjólkurvörur eins og skyr (mjög fyllandi í magann).\nÞú ert að hægja á brennslunni með því að borða svona lítið. Þarft að borða eitthvað létt milli morgunmats og hád.mats t.d. skyr, jógúrt eða hrökkbrauð.\nMilli 13 og 17 þarftu einnig að bæta við einhverju léttu.\nOg hádegismaturinn er ekki eðlilegur. Skyr er EKKI næg næring. Leyfðu þér að borða ristað brauð eða eitthvað (orkubrauð eða speltbrauð). Ávöxtur er ekki raunhæfur kvöldmatur. Borðaðu disk af kjöti, grænmeti og kartöflum eða brúnum hrísgrjónum.\nHreyfðu þig í 30 mín á dag, röskar hreyfingar.\nVinkona mín var með átröskun og var alvarlega veik. Hún borðaði alíka mikið og þú gerir nuna :S Eg er ekki að segja að þú sért veik, en ég myndi fara að passa mig.\nMiðað við lýsinguna þína á hæð og þyngd myndi ég giska að þú sért frekar grönn :)"
        },
        {
            "user": "olympia",
            "user_id": "49231",
            "date": "2010-01-11 23:09:18",
            "id": "7034442",
            "reply_to_id": "7034431",
            "text": "ps. ég er að vinna í líkamsræktarstöð, búin að fara á alls konar námskeið og fyrirlestra um matarræði og hreyfingu. Meira að segja kynnt mér næringarfræðina, svo ég er ekki að tala bara eitthvað útí lofið.\nVonandi hjálpar þetta þér eitthvað ;)"
        }
    ]
}