{
    "forum_title": "Hljóðfæri",
    "user": "kolbeinnlarus",
    "user_id": "31266",
    "date": "2010-01-07 23:54:58",
    "title": "Hjálp við að ákveða ?",
    "text": "er eitthvað varið í þennan ?\nStagg A1012-BK\nhttp://www.gitarinn.is/images/stagg/small/a1012bk.jpg",
    "url": "https://www.hugi.is/hljodfaeri/korkar/686678/hjalp-vid-ad-akveda/",
    "url_id": "686678",
    "id": "7029040",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-01-07 23:57:58",
            "id": "7029042",
            "reply_to_id": "7029040",
            "text": "ég get ekki kommentað á gítar sem ég hef ekki prófað en ég myndi frekar kaupa gítar allsstaðar annarsstaðar en í versluninni Gítarnum, þeir eru með ódýr hljóðfæri frá lítið þekktum framleiðendum sem þeir verðleggja svo alltof hátt."
        },
        {
            "user": "alfredalfred",
            "user_id": "78680",
            "date": "2010-01-08 01:12:52",
            "id": "7029135",
            "reply_to_id": "7029042",
            "text": "reyndar eru þeir það. en þar leynast ágætis merki svosem inná milli t.d. hiwatt,danelectro,dunlop,bc rich,burns,carlsbro og síðan eru þeir með kassagítara frá eitthverju walden noname companyi, en þeir eru engað síður gæðagripir og vandaðir og hljómgóðir gítarar og svoleiðis en allt hitt er nú meira ruslið."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-01-08 01:31:13",
            "id": "7029144",
            "reply_to_id": "7029135",
            "text": "þeir eru bara að flytja inn einhverja 100 dollara Hiwatt magnara held ég, það eru kínverskir transistormagnarar..\nSvo eru græjurnar hjá þeim verðlagðar alveg út af kortinu, dunlop pedalarnir eru tildæmis amk helmingi dýrari hjá þeim heldur en í hljóðfærahúsinu og í tónastöðinni og við erum ekki að tala um verð eftir gengisfellingu krónunnar heldur, þeir hafa alltaf verið svona dýrir hjá þeim.\nUppistaðan af danelectro pedölunum hjá þeim eru þessir litlu plastgaurar sem fást nánast gefins erlendis, ég sá svoleiðis pedala á 10 til 12 pund í manchester fyrir rúmu ári síðan, það var hægt að fá töskur með 3 svoleiðis og power supplyi fyrir 25 pund.\nMér líður alltaf eins og ég sé kominn í Rúmfatalagerinn þegar ég kem inn í verslunina Gítarinn, þetta er svona stöff sem fólk kaupir þangað til það hefur efni á að kaupa alvöru dót eða það ætti amk að vera þannig nema hvað að gaurinn verðleggur dótið eins og þetta sé eitthvað designersjitt úr versluninni Epal þar sem er hægt að fá saltbauka úr burstuðu stáli fyrir 25 þúsund kall."
        },
        {
            "user": "alfredalfred",
            "user_id": "78680",
            "date": "2010-01-08 08:18:35",
            "id": "7029251",
            "reply_to_id": "7029144",
            "text": "ég spilaði allavegana á Hiwatt Hi gain magnara þarna um daginn. þeir magnarar er mjög svo góðir og eru notaðir af mörgum tónlistarmönnum. en ég er sammála þér með verðlagið hjá þér.. það er útí hött t.d. fyrir 2 árum síðan þá voru þeir að selja mxr phase 100 á 25þúsund kall á meðan tónastöðin og hljóðfærahúsið voru að selja þá á sirka 12-14þúsund kall. og það var fyrir kreppu. ætli verðið sé ekki komið uppí 30-35þúsund kallin í dag"
        },
        {
            "user": "Flixter",
            "user_id": "72113",
            "date": "2010-01-09 12:19:54",
            "id": "7030773",
            "reply_to_id": "7029251",
            "text": "Bara svo það sé á hreinu að þá er heill heimur á milli þessara Hiwatt magnara sem Gítarinn selur og magnaranna sem til dæmis Jimmy Page, David Gilmour og Pete Townshead nota!"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2010-01-08 00:15:47",
            "id": "7029066",
            "reply_to_id": "7029040",
            "text": "Færð vandaðri vöru fyrir sama/svipað verð í Hljóðfærahúsinu/Tónabúðin eða í Tónastöðinni… kíktu þangað frekar."
        },
        {
            "user": "kolbeinnlarus",
            "user_id": "31266",
            "date": "2010-01-08 00:21:05",
            "id": "7029078",
            "reply_to_id": "7029040",
            "text": "Þar að segja ekki varið í þennan ? það var samt einn að bjóða mér Seagull Mahogany High Gloss 12 strengja á 40. þús er enn að bíða eftir svari frá honum veit einhver eitthvað um þennan gítar ? ég reyndi að hringja í Tónastöðina enn þeir vita ekki neitt um neitt :D"
        },
        {
            "user": "kolbeinnlarus",
            "user_id": "31266",
            "date": "2010-01-08 00:28:05",
            "id": "7029090",
            "reply_to_id": "7029040",
            "text": "Jæja ætli maður skoði hann allaveganna fyrst, Takk kærlega fyrir hjálpina"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2010-01-08 00:34:23",
            "id": "7029100",
            "reply_to_id": "7029090",
            "text": "Gangi þér vel með þetta… Seagull er í allt öðrum flokki en þessi Stagg… þ.e. vandaðri og betri."
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2010-01-08 19:09:39",
            "id": "7029981",
            "reply_to_id": "7029040",
            "text": "já neii ekki kaupa þetta farðu í tónastöðina og skoðaðu þar miklu betra úrvall og vandaðri hljóðfæri þar eða í rín þeir eru með ágætis 12 strengja þar.\ngítarinn er að selja hljóðfærinn á allt of mikið."
        }
    ]
}