{
    "forum_title": "Heilsa",
    "user": "hlolli",
    "user_id": "31026",
    "date": "2010-01-17 13:59:57",
    "title": "25 leiðir til að vakna snemma",
    "text": "Þetta er samansafn af punktum sem ég fann á netinu. Þýddi þetta og hef þennan textan nálægt rúminu. Eða það var áætlunin, það gengur upp og niður að fylgja þessu, vantar smá aga. En ég er þeirrar trúar að ef maður er skrefi á undann deginum sérstaklega í námi, þá mun allt ganga miklu betur fyrir sér. Vonandi geta þessir punktar hjálpað ykkur eitthvað!\n1.\tBúa til notalegt umhverfi til vakna upp í. Vel til tekið herbergi auðveldar að standa á lappir.\n2.\tFá nægann svefn (c.a 7 klst) Auðveldar allt, morgunnstund er betri en kvöldstund.\n3.\tSkipuleggja daginn kvöldið áður, að hafa verkefni á morgnanna hífur mann á lappir.\n4.\tEkki nota rúmið í neitt annað en að sofa. Markmiðið er að láta ekki líða meira en 10 mín í rúminu þar til svefn hefst, þetta venur líkamann hvar á að sofa. Lestur og kvikmyndir eru ekki æskilegar.\n5.\tEkki borða innan 2 klst fyrir svefn, líkaminn fer á fullu í gang að melta matinn.\n6.\tEyða stressi, þetta er aðalástæðan fyrir slæmann svefn. Slökunnaræfingar fyrir svefn eru mjög góðar.\n7.\tVerðlaunaðu sjálfann þig, ástæður þess að vakna snemma eiga ekki að vera aðeins á faglegum forsendum. Sparimogrunnverður, ís, sjónvarp eða eitthvað sem þér myndi hlakka til.\n8.\tHreyfing, eldsnemma á morgnanna er besta leiðin til að vekja líkamann er að hreyfa sig. Það hleypir blóðrásinni af stað og býr til helling af seretónín (gleðivímuefni). Hreyfing eykur sjálfstraust og er tilvalin að nýta það í að vakna.\n9.\tLiggðu ekki vakandi uppí rúmi! Markmiðið er að bókstaflega að hoppa uppúr rúminu. Auka 10-20 mín svefn hjálpar ekki neitt ef þú hefur þegar vaknað, ef þú sofnar aftur verður það ekki þreytudrepand svefn heldur þreytuvaldandi og verður erfiðara að vakna aftur.\n10.\tGluggar opnir, ferskt loft er gott og auðveldar að sofa dýpra.\n11.\tVakna með sólinni (ekki hægt á íslandi) eykur seretónín og eyðir þreytuvaldandi efni. Ef sól er ekki til staðar er öll lýsing góð og sterk lýsing betri en dauf.\n12.\tVertu þrjósk(ur) og settu markmið að fara alltaf á sama tíma uppí rúm og koma uppúr á sama tíma. Vakna snemma er vani ekki meðfæddur hæfileiki.\n13.\tHlusta á líkamann! Líkaminn lætur vita þegar hann er þreyttur, ef hann fær ekki nægann svefn, prófaðu þá að fara aðeins fyrr í bólið.\n14.\tGott að fara út á morgnanna(í góðu veðri) að finna fyrir blástrinum og náttúrunni er mjög gott til að vakna.\n15.\tSkiptu um vekjaraklukkuhljóð oft. Notið ekki skrækjandi viðvörunnarhljóð, gott er að hafa notelegt hljóð og skipta oft um hljóð svo þau haldist notaleg.\n16.\tGerðu allt tilbúið kvöldið áður. Safnaðu og leggðu niður þau föt sem þú ætlar að ganga í, hvaða bækur þú ætlar að nota og svona. Að þurfa að taka einhverjar ákvarðannir á morgnanna í hálfvakandi ástandi fær mann til að nenna ekki að standa upp.\n17.\tÚtvarpið er mjög gott tæki til að til að segja hausnum að það er gaman að vakna á morgnanna.\n18.\tNýttu morgunnstudina í nýtandi verkefni. Ef þú hefur ekkert til að gera á morgnanna fær heilinn ástæðu til að þurfa ekki að vakna. Lesa, læra eða hreyfa sig eru mjög gott til að nýta morgnanna til að vera á undann deginum í stað á eftir deginum.\n19.\tGott að skrifa niður á blað kvöldið áður hvað þú ætlar að nota morguninn í. Það gulltryggir að þú vaknir og kemur þér strax að verki.\n20.\tSkipulagðu mikilvæga atburði á morgnanna. Undirbúningur fyrir mikilvæga fundi, próf, hittinga eða viðtöl er hentugur tími til að gera á morgnanna.\n21.\tGott að vera fleirri en einn með sama markmkið. Ef það reynist erfitt að halda við því að vakna snemma er gott að hafa félaga sem hefur sama markmið að vakna snemma.\n22.\tSegðu fólki frá þessu og semi-montaðu þig. Það þolir enginn einhver sem talar meira en að framkvæma svo þetta er góð leið til að halda manni við.\n23.\tForðastu að taka lúr, það er vísindalega sannað að þeir sem taka sér lúr einhverntímann yfir daginn sofa verr á næturna. Lúrinn brýtur upp svefnmynstrið.\n24.\tFylgstu með árangrinum þínum, skrifaðu niður í excel skjal eða dagbók kl hvað þú vaknaðir og hvenær þú fórst að sofa.\n25.\tEkki gera of miklar breytingar á stuttum tíma. Settu markmið hvenær þú vilt vakna og klipptu af korter í einu. Segjum þú viljir vakna kl 5 alla morgna byrjaðu að venjast að vakna kl 7 í 3-4 daga og svo 6:45 í 3-4 daga. Easy does it og að lokum muntu geta náð 5 og gert það að vana",
    "url": "https://www.hugi.is/heilsa/greinar/687901/25-leidir-til-ad-vakna-snemma/",
    "url_id": "687901",
    "id": "7040487",
    "replies": [
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-01-17 14:19:43",
            "id": "7040761",
            "reply_to_id": "7040487",
            "text": "23. Forðastu að taka lúr,\nþað er vísindalega sannað að þeir sem taka sér lúr einhverntímann yfir daginn sofa verr á næturna\n. Lúrinn brýtur upp svefnmynstrið.\nDo it fagg0t."
        },
        {
            "user": "Noxilence",
            "user_id": "35112",
            "date": "2010-01-17 14:20:46",
            "id": "7040762",
            "reply_to_id": "7040487",
            "text": "UFF ég er abygilega með óreglulegasta svefn ever\nkanski að ég noti einhvað af þessu :]"
        },
        {
            "user": "PINKY",
            "user_id": "34041",
            "date": "2010-01-17 14:21:58",
            "id": "7040763",
            "reply_to_id": "7040487",
            "text": "4. Ekki nota rúmið í neitt annað en að sofa.\nMarkmiðið er að láta ekki líða meira en 10 mín í rúminu þar til svefn hefst, þetta venur líkamann hvar á að sofa. Lestur og kvikmyndir eru ekki æskilegar.\nU lost me there :p\nAnnars góð grein ;)"
        },
        {
            "user": "gonzo91",
            "user_id": "45240",
            "date": "2010-01-28 22:56:22",
            "id": "7054045",
            "reply_to_id": "7040763",
            "text": "ég veit hvað þú ert að hugsa en það sem truflaði mig líka við þetta var, “ef þú ert andvaka þá skaltu bara gera það einhvers staðar annars staðar!” xD"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-02-02 08:58:25",
            "id": "7059151",
            "reply_to_id": "7040763",
            "text": "Haha einmitt það sem ég hugsaði ;)"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2010-01-17 16:06:04",
            "id": "7040862",
            "reply_to_id": "7040487",
            "text": "Flott grein.\nÉg vakna sjálfur alltaf kringum 4-5. Það er rosalega þægilegt að hafa svona morgunstund til að gera allt áður en að vinnan hefst."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2010-01-17 17:44:04",
            "id": "7040985",
            "reply_to_id": "7040487",
            "text": "Ég á aðallega í vandamálum með að drulla mér á fætur ef ég hef ekkert að gera um morguninn, maður er alltaf í móki þegar maður vaknar og það skiptir ekki máli þótt ég sé búinn að segja við sjálfan mig daginn áður að ég ætli að fara á fætur. Þegar ég er nývaknaður þá er mér drullusama hvað ég var búinn að plana áður, get bara hugsað um að ná í smá meiri svefn hehe.\nÞað er í raun ekki nema ég þurfi að mæta eitthvert annað eins og í skóla eða vinnu sem ég næ að drattast á fætur því þá hefur maður enga afsökun. Svo er maður líka bara búinn að venja sig alltof mikið á að fara seint að sofa, spilar stórann þátt finnst mér."
        },
        {
            "user": "shwag",
            "user_id": "57028",
            "date": "2010-01-17 22:38:56",
            "id": "7041458",
            "reply_to_id": "7040487",
            "text": "5.\tEkki borða innan 2 klst fyrir svefn, líkaminn fer á fullu í gang að melta matinn.\nReyndar er mjög gott fyrir lyftingamenn að slátra til dæmis 500gr af skyri áður en maður sofnar.  Annars étur líkaminn vöðvana meðan þú ert sofandi í staðinn fyrir próteinið. :)"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-01-18 14:00:52",
            "id": "7041938",
            "reply_to_id": "7041458",
            "text": "Það er örugglega í lagi býst ég við. Það er kanski aðallega kolvetnin sem halda manni vakandi, ég veit að Jón Páll skóflaði mikið í sig hreinu skyri. En þetta er nú algjört lúxusvandamál. Maður ætti eiginlega að vera svo massaður að maður brennir 2000 kaloríur bara á því að sitja. Svona gæjar sem svitna við það eitt að standa eru kanski þeir sem þyrftu að pæla í þessu(ekki óalgengt þeir sem sprauta í sig karlhormónum). Veit um svo marga sem taka svona lúxusvandamál og yfirfæra það á sig þegar það er ekki hægt að bera þá saman við þessa köggla."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2010-01-18 14:56:54",
            "id": "7041994",
            "reply_to_id": "7040487",
            "text": "besta leiðin til að vakna snemma er að vakna svona korteri fyrr og þegar maður er búinn að gera allt þá sofa í korter og svo fara út, ekkert mál að vakna þegar maður veit að maður getur farið að sofa aftur og svo er svo stutt í að skólinn byrji í annað skiptið að þá fer maður strax á fætur.\nsíðan heyrði ég einhvern tímann að það væri betra að éta fyrir svefn því þá fer allt blóðið í að melta í staðinn fyrir heilann og þá er heilinn ekki jafn mikið á fullu svo það verður auðveldara að sofna."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-01-18 15:57:02",
            "id": "7042088",
            "reply_to_id": "7041994",
            "text": "Það sem þú kallar bestu leiðina er eiginlega bara spurning um agaatriði. Held þú myndir ekki þrauka lengi út að klippa af korter og gera það upp seinna. Kanski virkar þetta einn og einn morgunn, en að gera þetta að vana er þetta mjög heimskuleg aðferð til þess.\nSvo það að borða til að “slaka á” er í raun spurning um að finna betri leið til að eyða stressi. Með því að borða ekki rétt fyrir svefn fer líkaminn hraðar í það að búa til hormón og endurraða upplýsingum í heilanum en ef maður væri buinn að skófla í sig fæðu.\nÞað sem virkar fyrir mig að eyða stressi er m.a slökka á öllum raftækjum og anda djúpt og hugsa um allt annað en hvað þarf að gera á morgunn. Líka hægt að gera teygjur sem eykur blóðflæðið og fleirra."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2010-01-18 17:46:12",
            "id": "7042257",
            "reply_to_id": "7042088",
            "text": "þessi aðferð snýst ekki um að éta til að slaka á, ég er enginn offitusjúklingur, þegar ég tala um að heilinn sé á fullu þá er ég ekki að tala um eitthvað stress heldur bara eins og maður er vanalega vakandi."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-01-18 19:00:32",
            "id": "7042379",
            "reply_to_id": "7042257",
            "text": "Ég meinti það ekki þannig. Ég skildi þig alveg rétt með hvernig matur hefur áhrif á hugann."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2010-01-18 23:05:45",
            "id": "7042722",
            "reply_to_id": "7040487",
            "text": "Það er svo satt að morgunstund gefur gull í mund og drjúg eru morgunverkin. Morguninn er besti tíminn, verst finnst mér hvað mér leiðist það að vakna. En það sem nær alltaf að fá mig til að vakna er að hafa eithvað skemmtilegt og merkilegt að gera daginn eftir. Ef það er leiðinlega vinnan/skólinn/ekkert þá bara vantar manni ástæðuna."
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2010-01-19 01:05:01",
            "id": "7042876",
            "reply_to_id": "7040487",
            "text": "5.\tEkki borða innan 2 klst fyrir svefn, líkaminn fer á fullu í gang að melta matinn.\nafsannað.. ég oft sofna ekki nema ég éti.."
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2010-01-23 08:25:37",
            "id": "7047627",
            "reply_to_id": "7042876",
            "text": "Ætlaði einmitt að segja það sama, bæði er svengdartilfinningin pirrandi og tilhugsunin um að sofa catabolic ekki góð."
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2010-01-23 19:16:59",
            "id": "7048105",
            "reply_to_id": "7047627",
            "text": "there u got it ! nákvæmlega það sama og ég hugsa :P\nsvona smá off topic.. þá ELSKA ég að fá mér brauð með hnetusmjöri og horfa á ehv þætti áður en ég fer að sofa… gjörsamlega rotast !+oog hnetur eru góðar fyrir svefninn :)\nen ekkert rosalega hentugt þegar maður er að skera… :/"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2010-11-09 10:21:34",
            "id": "7268103",
            "reply_to_id": "7048105",
            "text": "Brauð fyrir svefninn er það versta sem þú getur gert þér :P"
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2010-11-09 19:50:14",
            "id": "7268416",
            "reply_to_id": "7268103",
            "text": "nú ? ef ég er svangur að kvöldi til er ég ekki að fara að elda."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2010-11-10 10:36:51",
            "id": "7268765",
            "reply_to_id": "7268416",
            "text": "… kemur hollustu og óhollustu ekkert við hvort þú nennir því eða ekki.\nPure kolvetni er bara deadly fyrir svefninn."
        },
        {
            "user": "IcedTea",
            "user_id": "78219",
            "date": "2010-01-31 15:01:28",
            "id": "7056839",
            "reply_to_id": "7040487",
            "text": "Fékk strax innblástur á að taka til í herberginu, best að vinda sér í það."
        },
        {
            "user": "gourcuff",
            "user_id": "39263",
            "date": "2010-02-07 22:33:17",
            "id": "7065197",
            "reply_to_id": "7040487",
            "text": "Stilla vekjaraklukku."
        },
        {
            "user": "megagells",
            "user_id": "79187",
            "date": "2010-02-18 09:55:17",
            "id": "7077528",
            "reply_to_id": "7040487",
            "text": "Flott og góð grein. Það sem hefur hjálpað mér mest er.. allaveganna við það að sofna fyrr sem væntanlega hjálpar mér við að vakna fyrr að vera ekki með neina ávana um svefninn! svo sem lesa, hlusta á hljóðbók, tónlist, horfa á sjónvarp, sofna út frá þætti og allt svoleiðis. Maður verður svo fljótt húkkt á því og það er ekki gott. Miklu betra að geta slökkt ljósið og farið undir sæng og sofnað út frá einhverjum hugsunum 5 mínútum seinna!Virkar vel fyrir mig allaveganna, og munar allveg 2 tímum hjá mér í svefni, ef ég myndi horfa á sjónvarp eða bara fara beint að sofa :). Hitt örvar upp heilann svo mikið."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2010-03-27 17:32:59",
            "id": "7116219",
            "reply_to_id": "7040487",
            "text": "Vakna eldhress kl. 5 á hverjum morgni, úje!\nReyndar er ég álíka hress og rassgat sem er þreytt á því að skíta."
        },
        {
            "user": "disorder",
            "user_id": "67547",
            "date": "2010-07-24 01:00:46",
            "id": "7207500",
            "reply_to_id": "7040487",
            "text": "númer 16 og 20 stangast hrikalega á"
        },
        {
            "user": "GregorStrasser",
            "user_id": "69885",
            "date": "2010-09-04 12:27:32",
            "id": "7231549",
            "reply_to_id": "7040487",
            "text": "Í #22 hvernig hjálpar það mér að vakna ef ég er að monta mig afþví?\nBara svona að velta því fyrir mér, annars er þetta mjög góð grein :D"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-09-04 16:32:47",
            "id": "7231674",
            "reply_to_id": "7231549",
            "text": "Ég þýddi þetta bara. Það hata allir týpurnar sem segjast gera eitthvað en gera það ekki. Eins og ef einhver er mjög feit(ur) og segist ekki borða sykur og hreyfir sig daglega, en þegar maður fer að pæla í því að þá virðist ekkert gerast hjá þessu fólki hvað varðar að standa við það sem það sagði. Bara með því að segja við fólk í kringum þig, ég vakna alltaf eldsnemma alla morgna, að þá ertu óbeint að setja pressu á sjálfann þig að standa við þetta.\nÞað má líka líta öðruvísi á þetta, fake it until you make it. Það þrælvirkar líka."
        },
        {
            "user": "kitty5",
            "user_id": "18384",
            "date": "2010-09-17 11:42:56",
            "id": "7239209",
            "reply_to_id": "7040487",
            "text": "Góð grein :) En ég held að lang besta ráðið til þess að venja sig á að vakna snemma er að fara að sofa snemma, ná akkúrat 7-8 tíma svefni."
        },
        {
            "user": "AndarEgg",
            "user_id": "69184",
            "date": "2010-11-05 08:37:06",
            "id": "7266212",
            "reply_to_id": "7040487",
            "text": "góð leið til að vakna snemma er líka bara drekka líter af vatni áður en þú ferð að sofa þá vaknaru til að fara pissa og þá ertu kominn á fætur, þá þarf maður ekkert að fara aftur uppí rúm, geri þetta alltaf þegar ég ætla læra fyrir próf áður en ég fer í skólann til að vera viss um að ég vakni"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-11-05 12:56:53",
            "id": "7266296",
            "reply_to_id": "7266212",
            "text": "Það hljómar frekar brutal leið. Sefuru þá ekki illa ef þú ert sofandi í spreng?"
        },
        {
            "user": "AndarEgg",
            "user_id": "69184",
            "date": "2010-11-05 13:21:41",
            "id": "7266307",
            "reply_to_id": "7266296",
            "text": "sef nú reindar ekki alveg jafn vel, en þetta er bara eina sem er nógu save fyrir mig ef ég ætla vakna klukkan 5 og læra fram af prófi því þegar vekjaraklukkan hringir þá þarf ég að pissa, stundum er maður heldur ekkert i spreng bara þarf að pissa og þá er maður staðinn upp og þá er marr góður á þvi"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-11-05 13:30:31",
            "id": "7266313",
            "reply_to_id": "7266307",
            "text": "Ég hef lesið um akkurat öfugt, að drekka mikið af vatni um leið og maður rankar við sér. Stór partur af þreytunni á morgnanna er vökvatap.\nEf þetta virkar fyrir þig þá er það nú gott, ég vona bara að þú hittir í skálina í þreytunni :)"
        },
        {
            "user": "dorigzz",
            "user_id": "80836",
            "date": "2011-02-21 22:11:21",
            "id": "7315490",
            "reply_to_id": "7266307",
            "text": "það getur nú verið erfitt  þegar þú hefur ekki viljan til að opna augun.. í spreng eður ei labbaru með lokuð augunn inna bað lætur gossa og staulast aftur inni herbergi glaður með árangrinn og íhugar hversu gott er að fara sofa þegar þú kemur aftur inni rumm"
        },
        {
            "user": "Arthorn",
            "user_id": "53242",
            "date": "2011-05-12 00:00:56",
            "id": "7336800",
            "reply_to_id": "7040487",
            "text": "Ein góð leið til að vakna snemma:\nDrulla sér upp úr fokking rúminu."
        }
    ]
}