{
    "forum_title": "Hljóðfæri",
    "user": "Noisemaker",
    "user_id": "69294",
    "date": "2010-01-20 21:40:27",
    "title": "með könnunina",
    "text": "er bara forvitinn.. þið sem sögðuð annað, hvaða liti voruði að tala um :P?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/688406/med-konnunina/",
    "url_id": "688406",
    "id": "7045117",
    "replies": [
        {
            "user": "GunniWaage",
            "user_id": "60235",
            "date": "2010-01-20 21:51:24",
            "id": "7045130",
            "reply_to_id": "7045117",
            "text": "Ég var einmitt að spá í að gera þráð um þetta :)\nÉg gerði annað út af því það fer algerlega eftir gítarnum hvernig liturinn fer honum.\nT.d finnst mér rauður fara stratocasterum og telecasterum engan veginn. En aftur á móti átti ég einusinni flottasta Epiphone casino sem ég hef séð og hann var einmitt rauður.\nMér finnst hvítir stratocasterar alveg mega sexy. En hvítur finnst mér sísti liturinn á td Jazzmaster og Jaguar.\nSunburst finnst mér nú fara flestum gítörum vel.\nBlár finnst mér alveg off litur á öllum gítörum og bössum, en sonic blue hæfir hvaða fender sem er.\nSama með grænan, en sea foam green er eðal fender litur\nosvfr…."
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2010-01-20 22:11:31",
            "id": "7045157",
            "reply_to_id": "7045130",
            "text": "held að brúnn sé málið fyrir hvaða hljóðfæri sem er\nstrat\ntele\nles paul\nsg\nog jazz bass\ntrommur :)\nog svo píanó og hljómborð af öllum sortum\nklikkar ekki\nBætt við 20. janúar 2010 -  22:12\nsvartur náttúrulega virkar á allt.. en er svo ósérstaku"
        },
        {
            "user": "Chic",
            "user_id": "71359",
            "date": "2010-01-21 00:53:44",
            "id": "7045372",
            "reply_to_id": "7045117",
            "text": "Svart er alltaf klassískt og fá hljóðfæri eru ljót í þessum svokallaða lit sem er víst strangt til tekið litur. Annars er mjög erfitt að svara þessu."
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2010-01-21 08:41:15",
            "id": "7045471",
            "reply_to_id": "7045117",
            "text": "*Ja það með sunburstið fer það eftir því hversu vel gert það er á hljóðfærum.\n*Skjanna hvítur fer mest metal gíturum. sem sé jackson og esp og dean and so forth. Samt finnst mér svona Gulhvítur fara flestum gíturum.\nsvartur er nátturulega klassiskur.\nog það sem fender er með á road worn hvítur tele gaurunum er flott. finnst þeir klæða askinn vel með því og sýna grófu flammirnar í viðnum."
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2010-01-21 19:17:44",
            "id": "7046064",
            "reply_to_id": "7045117",
            "text": "Ég var ekki viss hverju maður átti að svara því mér finnst brúnn yfirleitt vera bestur en hvað með blásturshljóðfæri eins og óbó, túpu eða þríhyrning.  Þætti verr að hafa það brúnt"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2010-01-21 19:20:18",
            "id": "7046066",
            "reply_to_id": "7046064",
            "text": "var meira að tala um svona máluð hljóðfæri.. svo sem gítarar og trommur og stöff en ekki þríhorn :P\nekki svaka kúl að vera með kúkabrúna cymbala"
        }
    ]
}