{
    "forum_title": "Vélbúnaður",
    "user": "ChuckNorris",
    "user_id": "68133",
    "date": "2010-01-28 06:09:31",
    "title": "Tölvan mín",
    "text": "Hér er ein grein svona til að lífga uppá áhugamálið aðeins því það er virkilega dautt.\nÉg ætla ekki að vera frumlegur heldur ætla ég að herma eftir Kaemka og skrifa grein um tölvuna mína sem ég setti saman.\nÉg byrjaði að púsla saman tölvu sem átti að vera undir 100.000 krónu budgetinu með skjá og öllu en það budget hækkaði alltaf hægt og rólega með hverri auka krónu sem ég eignaðist. Tölvuna setti ég saman yfir sumarið og dagsetningin á fyrstu nótuni er stimpluð 30 júní en sú síðasta 1 ágúst.\nFyrst keypti ég mér Coolermaster Gladiator 600 MSI P43-f og Corsair XMS vinnsluminni, 2x2gb og 1066 mhz. Þetta verslaði ég hjá Att.is.  Kassinn finnst mér hreint út sagt magnaður, kælir vel og er fáránlega flottur í þokkabót. Hann er samt ekki sá hljóðlátasti en ég læt það svosem ekki á mig fá enda skiptir það engu máli að mínu mati, ég er hvort eð er alltaf með heyrnatól á mér þegar ég sit við tölvuna.\nMóðurborðið sem ég keypti er alls ekki lélegt en ekki beint það besta í yfirklukkun. Ég var ekki voðalega fróður um tölvur á þeim tíma sem ég byrjaði að kaupa íhlutina og hefði eflaust ekki keypt þetta móðurborð hefði ég vitað jafn mikið þá og ég veit nú en ég sé samt alls ekki eftir kaupunum þar sem það hefur staðið sig mjög vel á allan hátt.\nCorsair XMS vinnsluminnin er hins vegar eitthvað sem ég sé eftir að hafa keypt, enda óstöðug og með léleg timings, en þau keypti ég einfaldlega vegna fávisku.\nNæst fór ég í Tölvutækni og keypti mér Mushkin 580w aflgjafa sem er hreint út sagt frábær.  Útvegar næga orku fyrir skjákortið auk þess sem hann er frekar hljóðlátur. Græni liturinn á viftunni er líka skemtilegt mix við bláu kassavifturnar.\nÞar næst var farið í tölvuvirkni og verslað örgjörva og skjákort.\nÖrgjörvinn sem varð fyrir valinu var Intel E8400 en hann var valinn eftir mikla umhugsun um hvort ég vildi dual eða quad og hvort ég ætti að spreða pening í 8500 eða 8600 eða spara og fá mér 7400 jafnvel. Ég áhvað loksins að E8400 væri sniðugastur, bæði uppá budget, fékk hann á góðann 25 þúsund kall, og vegna þess að hann frekar hraður(3ghz) og klukkast víst geisivel þó ég geti lítið látið á það reyna með þetta móðurborð. Ég kom honum samt í 4ghz um daginn en hún bluescreenaði eftir sirka klukkustund og þá áhvað ég að leggja yfirklukkun til hliðar.\nOfan á örgjörvan var svo sett Coolermaster Hyper N520 með 2 1600 rpm 92mm viftum.\nSkjákortið sem varð fyrir valinu var Nvidia GeForce GTX260 core216 sem á þeim tíma var „rankað“ 6 besta skjákort í heiminum og á frábæru verði líka eða í kringum 35 þúsund. Ég gæti ekki verið ánægðari með kortið en það er ágætlega hljóðlátt og skilar betri afköstum en ég bjóst við og ég get spilað alla leiki til dagsins í dag í hæstu gæðum enn sem komið er.\nSvo áskotnaðist mér geisladrif sem ég hef notað án nokkura vandræða.\nÉg laug kannski smá varðandi hávaðan, en hann var orðinn ágætur þegar  samtals 8 viftur voru komnar í kassann:\n3x120mm og þar af ein 2300 rpm\n1x140mm\n2x92mm á örgjörvakælingunni\n1x135mm(held ég) í aflgjafanum og auðvitað ein í skjákortinu\nLausnina á hávaðanum fann ég í tölvutækni en þar var til sölu viftustýring frá salman sem ég keypti mér og það reddaði mér alveg og nú get ég stýrt hraðanum alveg fullkomlega.\nÞá held ég að turninn sé kominn.\nSvo var að finna sér réttan jaðarbúnað en hvað er tölvan án hans?\nFyrst lét ég mér nægja gamalt ps2 lyklaborð,  gamla bilaða mús sem ég átti og þennan líka frábæra Samsung Syncmaster  17“ túbu skjá sem ég fékk í góða hirðinum á slykk.\nFyrst skipti ég út músinni en ég fékk mér Razer Deathadder sem er tilvalin í fps leiki sem ég spila mest. Svo var það lyklaborðið lyklaborðið frá 1997 en því henti ég fram af svölunum og rölti út í tölvulista og keypti þar eitthvað microsoft lyklaborð sem ég er mjög ánægður með og hentar vel í leikina líka.\nSvo kom að því að velja nýjan skjá en það finnst mér skipta miklu máli enda nýtur maður varla góðrar tölvu með lélegum skjá. Ekki það að gamli syncmasterinn hafi verið lélegur, en hann var bara ekki nóg.\nEftir góða leit fann ég loksins Samsung Syncmaster 2253BW og keypti hann í tölvulistanum.\nÞessi skjár er frábær verð ég að segja. 2ms, 1:8000 contrast radio og fleira.\nSvo voru það heyrnatólin sem fullkomnuðu aðstöðuna en ég keypti Sennheiser HD555 og hugsa að það séu bestu kaup sem ég hef nokkurtíman gert.\nÍ endan get ég sagt að þessi tölva er ekkert nema snilldin ein og engin þörf fyrir mig að uppfæra næstu árin. Ég lærði rosalega margt á því að setja hana saman og sé ekki eftir einastu krónu sem fór í hana, nema kannski fjandans vinnsluminnið, en annars er ég í heildina mjög sáttur.\nTakk fyrir lesturinn :)",
    "url": "https://www.hugi.is/velbunadur/greinar/689256/tolvan-min/",
    "url_id": "689256",
    "id": "7053087",
    "replies": [
        {
            "user": "kaemka",
            "user_id": "32854",
            "date": "2010-01-28 11:26:47",
            "id": "7053189",
            "reply_to_id": "7053087",
            "text": "Tíhí! Það er verið að herma eftir grein sem ég skrifaði þegar ég var 16 ára!\nAnnars flottur að fá þér deathadder. Það eru svo margir sem hafa ekki hugmynd um tæknilega yfirburði þessarrar músar yfir logitech dótinu."
        },
        {
            "user": "Wortex",
            "user_id": "1227",
            "date": "2010-03-04 12:59:15",
            "id": "7092584",
            "reply_to_id": "7053189",
            "text": "Já fín grein get alveg verið sammála með sennheiser hd555 eru bestu kaup í heimi ;)\nJá varðandi tölvuna ég held að sé svoooo erfitt að vera alveg sáttur þegar maður er búinn að púsla saman græju , það er alltaf eitthvað sem hefði kanski betur mátt fara , svo yfirleitt mánuði síðar hugsar mar , ég hefði átt að bíða hehehehe eitthvað nýtt komið og maður er ekki alveg sáttur , svo kemur að því að maður hættir að pæla í því , því tækninni fleygir allt of hratt fram og ef maður fylgist grannt með verður maður bara þunglyndur lol , held að maður verði sáttastur við svona milliveginn í þessu , nýjasta tækni er blóðug og kostar mikla peninga , og svo þegar nýjasta tæknin sem “þú” kannski kaupir hríðlækkar verður þetta blóðugt , well nóg um það …."
        },
        {
            "user": "duwey",
            "user_id": "39848",
            "date": "2010-01-28 17:13:36",
            "id": "7053525",
            "reply_to_id": "7053087",
            "text": "Sennheiser HD555 eru örugglega bestu kaup sem nokkur maður getur gert."
        },
        {
            "user": "HerraJon",
            "user_id": "68017",
            "date": "2010-01-30 21:56:07",
            "id": "7056237",
            "reply_to_id": "7053525",
            "text": "Ógeðslega satt\nEyrun mans fá raðfullnægingar með þessu stykki.. sé ekki eftir krónu."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2010-01-30 16:03:21",
            "id": "7055910",
            "reply_to_id": "7053087",
            "text": "Vissi ekki að það væri hægt að skrifa grein um bókstaflega tölvu.\nThe world never seizes to amaze me."
        },
        {
            "user": "ChuckNorris",
            "user_id": "68133",
            "date": "2010-01-30 17:30:16",
            "id": "7055978",
            "reply_to_id": "7055910",
            "text": "Enda ertu vitlaus."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2010-01-30 17:35:11",
            "id": "7055985",
            "reply_to_id": "7055978",
            "text": "Er ég vitlaus? Haha.\nSlakaðu á."
        },
        {
            "user": "sinalco00",
            "user_id": "54463",
            "date": "2010-01-30 21:56:24",
            "id": "7056238",
            "reply_to_id": "7055985",
            "text": "ne þú ert viltaus :p\nBætt við 30. janúar 2010 -  21:56\nvitlaus*"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2010-01-30 22:09:32",
            "id": "7056246",
            "reply_to_id": "7056238",
            "text": "Hvað er vitlaust við mig?\nRökstyddu! Koddí rökslag, tussaín!"
        },
        {
            "user": "sinalco00",
            "user_id": "54463",
            "date": "2010-01-30 22:36:09",
            "id": "7056271",
            "reply_to_id": "7056246",
            "text": "vissirðu ekki að það sé hægt að skrifa grein um tölvu? þetta er ekki bara eithver plastkassi sko :P … TUSSA !"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2010-01-30 22:58:32",
            "id": "7056306",
            "reply_to_id": "7056271",
            "text": "Ef ég væri ekki svona BLIIIIIIIND MARRRHHHH þá myndi ég rökræða við þig.\nAnnar… Nei ég héllt bara að tölva væri það ómerkilegt umræðuefni að enginn myndi lesa heila grein og hugsa: ‘'Jahá, tölvan hanns er SVONA öflug og hann keypti hana ÞAR!’'.\nEn kannski er það bara ég."
        },
        {
            "user": "ChuckNorris",
            "user_id": "68133",
            "date": "2010-01-31 12:04:34",
            "id": "7056681",
            "reply_to_id": "7056306",
            "text": "Greinilega bara þú."
        },
        {
            "user": "news",
            "user_id": "75398",
            "date": "2010-01-30 22:24:18",
            "id": "7056261",
            "reply_to_id": "7053087",
            "text": "snildar kassi!"
        },
        {
            "user": "Baulan",
            "user_id": "61040",
            "date": "2010-07-11 03:05:05",
            "id": "7199291",
            "reply_to_id": "7053087",
            "text": "Fín tölva! Hún er allavega betri en mín.\nReyndar sé ég að upplýsingarnar um skjáinn þinn eru vitlausar.\nÉg gúglaði skjáinn og það stendur hjá PCWorld að skjárinn er með 1:1000 contrast ratio og 5ms viðbragðstíma(þú hefur örugglega séð G2G viðbragðstímann). Samt góður skjár fyrir að komast inn í þetta budget á þessum tíma.\nSkjárinn sem ég er að nota er 24\" BenQ G2420HDB 5ms, 1:40.000 Dynamic Contrast Ratio 1920x1080.'\nÉg hef ekki prófað þessi HD555 en ég er með A4Tech HU-510 5.1 surround sound heyrnatól sem ég var að fá um daginn. Þau eru awesome!"
        },
        {
            "user": "ChuckNorris",
            "user_id": "68133",
            "date": "2010-07-11 03:54:09",
            "id": "7199301",
            "reply_to_id": "7199291",
            "text": "Takk fyrir það :)\nHins vegar stendur á rammanum á skjánum að hann sé 2 ms og með 8000:1 í dynamic contrast. Hvað um það, mér þykir skjárinn alveg frábær :)"
        }
    ]
}