{
    "forum_title": "Hljóðvinnsla",
    "user": "Gunnitromm",
    "user_id": "15737",
    "date": "2010-01-28 20:33:44",
    "title": "Monitor pæling",
    "text": "Já góðan daginn, ég er að pæla í að fá mér nýja monitora\nég er bæði að leika mér að mixa og einnig nota ég þá mikið til að hlusta á tónlist sjálfur bara, þannig að ég vill helst fara millileiðina í vali, þeas hvort þeir séu “réttir” í tíðnisvörun og þess hátar\nég vill ekkert fara mikið yfir 100 kall, og helst bara undir. en ég er aðallega með tvo monitora í huga\nM-Audio BX8a Deluxe - frekar ódýr, miklu meiri bassi en í öðrum sem ég hlustaði á, er þessi að lita/ýkja mikið? ég held það\nYamaha HS80M Speakers - yfir 100 kall, finnst þessir vera frekar réttir en það var ekki jafn skemmtilegt að hlusta á tónlist í þeim miðað við M-Audio BX8a en þeir auðvitað gleypi vinsælir í almennum studioum\nmælið þið með einhverju? ráðleggingar?",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/689329/monitor-paeling/",
    "url_id": "689329",
    "id": "7053803",
    "replies": [
        {
            "user": "vik",
            "user_id": "71514",
            "date": "2010-01-28 22:36:55",
            "id": "7054017",
            "reply_to_id": "7053803",
            "text": "yamaha gaurarnir eru drullugóðir í almenna hlustun ef þú stillir þeim upp með bakið nálægt vegg   en ég myndi tjekka á notandanum addni  hann var að reyna að selja sína um dagin minnir mig  m-audio gaura"
        },
        {
            "user": "Gunnitromm",
            "user_id": "15737",
            "date": "2010-01-29 00:18:27",
            "id": "7054185",
            "reply_to_id": "7054017",
            "text": "snilld, takk fyrir þetta\nannars var ég búinn að senda addna skilaboð um hans stuff"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-01-30 02:58:30",
            "id": "7055588",
            "reply_to_id": "7053803",
            "text": "Hljómsveitin mín notaði KRK monitora í nokkur ár með góðum árangri, þeir eru á frekar góðu verði minnir mig."
        }
    ]
}