{
    "forum_title": "Hljóðfæri",
    "user": "DrStrangelove",
    "user_id": "64306",
    "date": "2010-01-28 22:11:06",
    "title": "Bassaleikari með aðstöðu vantar fólk í metal band",
    "text": "Titillinn segir mest. Er með aðstöðu, stórt herbergi og þar hef ég gítarmagnara, eigin bassa og magnara auðvitað, og fljótlega ætla ég að redda tromusetti. Aðstaðan er heima hjá mér er á Kjalarnesi og það er um 25 mínútna keyrsla frá bænum, en á móti kemur að aðstaðan er mjög góð og ókeypis. Áhrifavaldar eru ansi margir, helstu eru Celtic Frost, Motörhead, Venom, Black Flag, Hellhammer, Black Sabbath ogsfrv ogsfrv. Já, það vantar víst alla nema bassaleikara og ég er 25 ára.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/689344/bassaleikari-med-adstodu-vantar-folk-i-metal-band/",
    "url_id": "689344",
    "id": "7053966",
    "replies": [
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2010-01-28 23:06:27",
            "id": "7054069",
            "reply_to_id": "7053966",
            "text": "safnaði svörtu síðu hári og fáðu þér gervi vörtur og taktu bara motörhead coverband á þetta\nætti nú að púlla það með rickenbackerinn"
        },
        {
            "user": "DrStrangelove",
            "user_id": "64306",
            "date": "2010-01-29 00:51:54",
            "id": "7054230",
            "reply_to_id": "7054069",
            "text": "jah ég er með þokkalega sítt dökt hár þannig þá vantar bara vörtuna.."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-01-28 23:45:59",
            "id": "7054132",
            "reply_to_id": "7053966",
            "text": "Vinur minn er mikið í svona tónlist (19 ára). Ég skal láta hann vita af þessu. Hugsanlega gæti ég þóst vera bráðabirgðatrommari þar til þið finnið annan…Anyways hann heitir Cataclysm hér á huga svona ef þú vilt hafa samband við hann :)"
        },
        {
            "user": "Vidoma1",
            "user_id": "75728",
            "date": "2010-01-29 03:09:42",
            "id": "7054298",
            "reply_to_id": "7053966",
            "text": "sæll ég er 22 ára gítarleikari, buinn að spila í 12 ár. Ég hef áhuga."
        }
    ]
}