{
    "forum_title": "Hjól",
    "user": "AnarchistX",
    "user_id": "68295",
    "date": "2010-01-31 20:25:26",
    "title": "Hjóla-sumarið 2010",
    "text": "Jæja þá er glænýtt ár gengið í garð, það þýðir að glænýtt hjólaár bíður okkar.\nÞeir sem búa í höfuðborginni hafa líklega tekið eftir því að frost og kuldi hefur komið í veg fyrir að ekki mikið hefur verið hægt að hjóla utandyra. Það hefur þó mikið gengið á í bílageynslum og bílastæðahúsum því þar er alltaf hægt að vera eitthvað að flippa svo lengi sem einhver komi með box/kicker.\nNú þegar nýtt ár býður okkar er tilvalið að fara að huga að hjólinu og skipta um það sem skipta þarf og pússa hér og pússa þar og vera tilbúinn fyrir komandi sumar.\nVonandi megum við búast við fleiri videoum af Antoni og co. en einnig af fleirum ferskum rider-um.\nÞað sem að mætti bæta á komandi ári væru fleiri skipulagðar ferðir þ.e.a.s. BMX/MB Jam og 88-húsið.\nÞegar margir hittast og hjóla saman er hægt að taka upp góð móment hjá hverjum og einum og gera skemmtilegar klippur.\n…………………………………………\n.\nGerum árið 2010 að besta Hjóla-árinu til þessa\n.\n…………………………………………",
    "url": "https://www.hugi.is/hjol/korkar/689685/hjola-sumarid-2010/",
    "url_id": "689685",
    "id": "7057362",
    "replies": [
        {
            "user": "LethalDescent",
            "user_id": "73327",
            "date": "2010-01-31 21:14:01",
            "id": "7057442",
            "reply_to_id": "7057362",
            "text": "Lýst vel á það, þeir sem hafa bílpróf líka endilega að drífa sig í roadtrip útum allar trissur…  :D"
        },
        {
            "user": "Arrilol",
            "user_id": "79157",
            "date": "2010-02-01 20:48:09",
            "id": "7058705",
            "reply_to_id": "7057442",
            "text": "Ég fæ mitt bílpróf í lok apríls og planið er að fara roadtrip :P"
        },
        {
            "user": "Spurdo",
            "user_id": "69940",
            "date": "2010-02-02 17:34:54",
            "id": "7059575",
            "reply_to_id": "7058705",
            "text": "ÞÚ SÆKIR MIG."
        }
    ]
}