{
    "forum_title": "Hljóðvinnsla",
    "user": "vik",
    "user_id": "71514",
    "date": "2010-02-02 22:59:26",
    "title": "Álit??",
    "text": "já ég var að klára að vinna að upptökum með hljómsveitini minni  og vildi endilega fá álit á hljóðblönduna og upptökurnar\nhttp://www.myspace.com/amandawhomusic\nlagið heitir criminals\nætla líka að nota tækifærið og afsaka söngin þarsem  við fundum ekki annan söngvara :D  og míkrafónanotkunartækni söngvarans er lítil sem engin",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/689982/alit/",
    "url_id": "689982",
    "id": "7060040",
    "replies": [
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2010-02-03 18:48:56",
            "id": "7060829",
            "reply_to_id": "7060040",
            "text": "Jæja.. set á sig HD-25 og renni laginu í gegn, skrifa meðan ég hlusta:\nFinnst vanta meiri “presence” í gítarinn í byrjuninni. semsagt að hann sé aðeins nær manni\nFinnst trommurnar aðeins of “trashy” hljómar eins og room micar i ekkert rosalega góðu herbergi.\nFinnst reverb/whatever effectinn á söngnum alveg awful\nOg já, Flanger á trommum… er það :/ ?\nHljómar eins og það mætti Tuna tommana aðeins til\nFinnst samtspil bassa og bassatrommu reyndar ágætt, ekki alveg bassasánd sem heillar mig mikið.\nfinnst vera Dash of mikið reverb á lead gítarnum. Það er svo mikið annað reverb í gangi fyrir að þetta verður aðeins of mikið.\nEr rythmagítarinn bara tekinn upp einusinni á eina rás ?\nBætt við 3. febrúar 2010 -  18:53\nýtti óvart á senda inn.\nMargt sem mætti laga finnst mér, en vill líka bæta við að ég hlusta ekki á svona tónlist.\nEf ég fengi þetta mix til að lagfæra myndi ég sennilega:\nSlökkva á öllu reverbi.\nSlökkva á Flangernum\nSound replaca tommana.\nKeyra bassann í einhvern magnarahermi til að fá örlítið grófara sound úr honum.\nMinnka room micinn.\nTaka rythmagítarinn upp aftur og double tracka hann. Sleppa öllu reverbi á magnaranum og sennilega reyna að fá aðeins “nærra” sound úr honum.\nMyndi leyfa söngnum að vera, kanski skella einhverju gatuðu delayi á hann og kanski senda hann í eitthvað artificial double track treatment."
        },
        {
            "user": "vik",
            "user_id": "71514",
            "date": "2010-02-03 18:52:33",
            "id": "7060836",
            "reply_to_id": "7060829",
            "text": "já  rythmagítarinn er bara ein rás en þetta er taka numer 3\nen þetta project varð allgjörlega til þess að ég er hættur að nota cubase!    ég var hálfnaður með mixið og hugsaði með mér  Fuck this  ég fæ mér logic!   það er mjög erfitt tildæmis að fá góðann reverb útúr því sem fylgir með\nps. á söngnum og lead gítar er ekki reverb heldur stutt delay\nBætt við 3. febrúar 2010 -  18:53\ner einthver betri leið í gítartökur? (afsakaðu asnalega spurningu:D)"
        }
    ]
}