{
    "forum_title": "Hljóðfæri",
    "user": "LoverHater",
    "user_id": "73844",
    "date": "2010-02-03 15:10:00",
    "title": "Spurning um hljóðkort/upptökukort",
    "text": "*Ég setti þetta líka inn á Hljóðvinnsluáhugamálið, en ég veit að margir hér skoða það ekki en gætu kannski hjálpað mér; svo að ég pósta þessu líka hérna.\nHellú.\nNýlega fékk ég mér mixer með 16 rásum (8 stereo, 8 mono). Þó ég sjái nú ekki fyrir mér að ég þurfi svona margar rásir var ég að spá í hvernig hljóðkort eða upptökukort eða what have you ég ætti að kaupa til að geta tekið upp heima hjá mér. Er í mesta lagi að fara að taka upp trommusett, en kannski eins gott að hafa eitthvað sem ég gæti notað flestar rásirnar á mixernum svona uppá fun.\nEins og er er ég bara að notast við eh ókeypis-á-netinu-forrit eins og Adobe Audition og Audacity en ætla nú í framtíðinni að fá mér eitthvað sæmilegt forrit.\nSvo er ég bara með hp fartölvu með Windows kerfi og eh skítsæmilega Shure söngmica sem verða að duga í bili bara.\nMeð öðrum orðum, ég er bara með tölvu, slakt vinnsluforrit, mæka og mixer, og er að spyrja hvað mig vantar til að geta notað þetta til að taka upp heima hjá mér.\nÞarf ég að kaupa hljóðkort eða upptökukort og hverju mælið þið þá með svona helst.\nTek fram að ég er enginn milljónamæringur, svo einhverjir hlutir á 100k eru ekki alveg í boði eins og málin standa í augnablikinu.\nEinnig (this is gonna make me sound like a total nuub, en..) er einhver munur á hljóðkorti og upptökukorti og ef svo er, hver þá ?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/690046/spurning-um-hljodkortupptokukort/",
    "url_id": "690046",
    "id": "7060558",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-02-03 19:12:13",
            "id": "7060854",
            "reply_to_id": "7060558",
            "text": "Finna bara ódýrt toneport UX2 (hægt að finna það á allveg 10 þús eða minná á huga eða töfluni. Nýtt er samt bara um 20 þús held ég) r sum og tengja það við tölvuna. Svo ættirðu að geta downlódað til dæmis Abelton forritinu ólöglega á netinu og notast við það."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-04 08:39:17",
            "id": "7061546",
            "reply_to_id": "7060854",
            "text": "En væri það nóg til að geta tekið upp t.d. 8 rásir í einu ?\nEr með trommusett og þannig líka og þarf eitthvað sæm ræður við nokkrar rásir í einu…"
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-08 16:25:34",
            "id": "7066068",
            "reply_to_id": "7060854",
            "text": "Einhverjar uppástungur í sambandi við að dl Ableton ?\nMér gengur skelfilega illa að fá þau sem ég dl til að virka…"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-02-08 16:26:47",
            "id": "7066071",
            "reply_to_id": "7066068",
            "text": "Ég náði því bara´i fyrstu tilraun :/ Hljóðfærahúsið er líka að gefa frítt version af því.\nÉg fann það á pirate bay minnir mig."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-08 16:36:49",
            "id": "7066089",
            "reply_to_id": "7066071",
            "text": "Hmm..nú jæja, ég prófa þá að dl því á Pirate Bay."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-02-04 11:40:36",
            "id": "7061640",
            "reply_to_id": "7060558",
            "text": "fyrir utan það að taka upp trommusett sem ég hef reyndar aldrei notað meira en 2 rásir í (einn mæk á bassatrommuna og einn lengra í burtu sem tekur allt settið) þá held ég að flestir almennir notendur séu ekki að nota nema eina rás á mixer að öllu jöfnu, kannski tvær ef það er verið að taka eitthvað upp í stereó.\nÉg er búinn að vera að hljómsveitast í skrilljón ár og þegar ég hef tekið upp hljómsveitir sem ég hef verið í læv í stúdíói/æfingarhúsnæði þá hef ég bara notað 2 hljóðnema og reynt að staðsetja þá þannig að ég nái einhverskonar jafnvægi í upptökunni, ef annar gítarleikarinn hefur td verið að keyra 2 marshallstæður þá hef ég snúið mæknum soldið frá honum og haft mækinn nær trommunum svo það heyrist eitthvað í þeim osfrv.\nAð öllu jöfnu er maður samt bara að taka upp eitt hljóðfæri í einu og til þess notar maður yfirleitt bara eina rás á mixernum, síðasta hljómsveit sem ég var í splæsti í hljóðkorti sem ég held að hafi verið með 16 inngöngum en ég man ekki til þess að við höfum nokkurntíman notað nema einn af þeim í einu, yfirleitt þegar maður skoðar mixera hjá hljómsveitum eða í minni stúdíóum þá eru sleðarnir og takkarnir á rásum eitt og stundum 2 pínulítið óhreinir/rispaðir/notaðir en hinir hafa aldrei verið notaðir..\nÞað var lagersala hjá Nýherja um daginn og þeir voru að selja 16 rása mixera fyrir klink, ég átti fullt af peningum og var alvarlega að spá í að skella mér á nýjann mixer en ég bara gat enganveginn réttlætt fyrir sjálfum mér að kaupa mixer sem ég myndi í mestalagi nota einn áttunda af, sama dæmið með hljóðkort, ég myndi aldrei þurfa nema max tvær rásir inn, ég er ekki að segja að þú hafir ekkert að gera við fleiri rásir inn en almennt er það samt þannig, svo er auðvitað líka spurning hvort að ef þú værir að taka upp trommusett hvort þú myndir ekki bara tengja nokkra mæka í mixerinn og mixa niður á tvær rásir, það þarf alveg tuddatölvu (held ég) til að taka upp margar rásir í einu.."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-04 13:10:52",
            "id": "7061715",
            "reply_to_id": "7061640",
            "text": "En ef ég mixa niður á tvær rásir, gæti ég samt ekki mækað upp trommusettið eins og ég vildi, bara þegar kæmi að því að fikta við sándið í forritinu væri ég að vinna með það í heild sinni á þessum tveimur rásum ?"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2010-02-04 13:50:19",
            "id": "7061738",
            "reply_to_id": "7061715",
            "text": "Neibb getur bara mixað þessar 2.\nHef notað nokkra mica helst einn á bassatr annan á snertlu og svo 2 overhead svona sem dæmi.\nVerður að mixa það á 2 útganga á mixernum og prófa nokkur rennsli þangað til þú ert sáttur.\nSíðan tekurðu bunkan upp.\n:-)\nE"
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-04 15:24:04",
            "id": "7061876",
            "reply_to_id": "7061738",
            "text": "Nei, ég á við, þetta kæmi út á tveimur útgöngum, en gæti ég ekki notað fleiri en 4 mæka ef ég er með stærri mixer ?\nHefði ég bara þann möguleika að hafa annaðhvort tvo mæka í stereo eða 4 í mono ?\nEða er ég kannski að misskilja þetta mjög mikið :S"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2010-02-04 15:47:46",
            "id": "7061894",
            "reply_to_id": "7061876",
            "text": "Getur tengt alla þá mika sem þú vilt við mixerinn.\nInn á hljóðkortið koma hinnvegar bara 2 rásir svo það er takmarkandi upp á eftirvinnslu í tölvunn."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-04 16:55:32",
            "id": "7062005",
            "reply_to_id": "7061894",
            "text": "Held ég skilji þetta betur núna. Takk fyrir hjálpina :)"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-02-04 16:09:48",
            "id": "7061931",
            "reply_to_id": "7061876",
            "text": "þú værir semsagt að sameina allar trommurnar á tvær rásir í upptökunni, notar mixerinn til að balansera styrkleikann á milli trommanna og staðsetja þær í stereómyndinni osfrv, svo spilar trommarinn það sem hann á að spila og það endar á tveimur rásum sem tilbúin stereóupptaka af trommunum, þegar það er komið inn á tölvuna geturðu í rauninni voða lítið meira gert við trommurnar þeas að þú getur ekki leiðrétt það ef snerill er tildæmis of hár í upptökunni eða þvíumlíkt, þú þyrftir með öðrum orðum að ná góðri upptöku í einni tilraun og ef trommarinn tildæmis hittir ekki á symbalana á réttum tíma þá þarf að taka trommurnar upp á nýtt."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-04 16:54:46",
            "id": "7062004",
            "reply_to_id": "7061931",
            "text": "Ah, ég skil.  Takk fyrir hjálpina :)"
        },
        {
            "user": "Jone",
            "user_id": "70517",
            "date": "2010-02-04 17:49:32",
            "id": "7062059",
            "reply_to_id": "7062004",
            "text": "en ef þú værir með 8 rása hljóðkort gætiru mixað hverja rás fyrir sig í tölvunni en þegar þú ert með þetta tengt í mixer og þaðan í 2 rása hljóðkort verðuru að mixa þetta og pana á mixernum. það er allveg hægt en ert ekki jafn frjáls og með 8 rása hljóðkort"
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-04 21:16:00",
            "id": "7062360",
            "reply_to_id": "7062059",
            "text": "En væri ekki kannski sniðugra fyrir mig að fá mér eitthvað eins og 4 rása hljóðkort og nota með mixer, ég efast um að talvan sem ég er með geti gert mjög margar rásir í einu, hvað þá er forritið mitt gott…en aftur á móti myndi ég varla alltaf nota allar rásirnar og ég þyrfti ekki að kaupa upgrade hljóðkort um leið og ég fengi betri tölvu.\nHvernig sem því líður finnst mér eins og ég skilji þetta mun betur núna. Nú er bara spurning um að ákveða hvernig kort ég ætla að fá mér.\nEr frekar mikið að spá í Presonus Firestudio Project, en þar sem ég er frekar short á aurum eins og stendur er kannski ekki slæm hugmynd að leita að einhverju notuðu með 2-4 rásum og taka á minna verði, taka hitt svo seinna þegar ég hef efni á."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2010-02-04 21:50:45",
            "id": "7062403",
            "reply_to_id": "7062360",
            "text": "Ég er eins og elvis. Það er mjög sjaldan sem að ég nota fleiri en 2 rásir í einu… Hinsvegar finnst mér alveg æði að geta náð allt að 16 þegar ég þarf þess (trommur, tónleikaupptökur, live-band upptökur)\nÉg held að 8 rása kort sé mjög gott til að byrja með (ég byrjaði sjálfur á Presonus Firepod því ég vildi geta tekið upp trommur) Þú þarft hinsvegar ekkert endinlega 8 Preampa á kortinu (mic innganga) Ég er t.d. bara með 2 Mic preampa á kortinu mínu (RME Fireface 400)\nVar búinn að gleyma einu, Presonus Firestudio Mobile. Það er kort sem býður þér upp á 8 rásir inn (10 rásir gegnum SP-DIF) en bara 2 preampa.\nÞannig að í flestum tilfellum geturu tengt mica eða gítar/bassa í 2 aðal inputin, en svo ef þú ert að taka t.d. trommur geturu tengt mixerinn í t.d. rás 3 og 4. Með smá föndri (eða ef það er Direct Out útgangur á mixernum) geturu fengið hverja rás fyrir sig útúr mixernum og inná sér rás í kortinu. (láttu mig vita ef þú vilt fá nánari upplýsingar um þetta, sendu mér bara einkapóst)\nSýnist Firestudio Mobile reyndar ekki vera til í tónabúðinni um þessar mundir en til viðmiðunar kostar Firestudio Mobile $299 á meðan Firestudio Project kostar $499.\nEn svona á að líta er það einn mest spennandi kosturinn finnst mér. Ert ekki með fullt af preömpum sem þú ert ekki að nota, en ert samt ekki alveg bundinn við bara 2 rásir ef þú vilt fara í t.d. trommuupptökur."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-05 11:47:54",
            "id": "7062867",
            "reply_to_id": "7062403",
            "text": "Mér líst bara mjög vel á þetta, ég er með Driect Out á mixernum og þetta virðist bara henta alveg ágætlega í það sem ég hef í huga.\nHef þá bara samband við Tónabúðina/Hljóðfærahúsið í sambandi við þetta og redda mér í leiðinni snúru í minni mixerinn minn.."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2010-02-05 09:16:40",
            "id": "7062805",
            "reply_to_id": "7062360",
            "text": "Ef þú ert kominn með 8 rása hljóðkort þá geturðu sparað þér mixerinn  :-)\ntaka bara alltínn í tölvuna og mixa þar.\nSvo hafa menn líka verið að nota Dgi hljóðkortin sem mixer jafnvel live .-)"
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-02-05 11:26:03",
            "id": "7062855",
            "reply_to_id": "7062805",
            "text": "Já. En fyrst ég er nú með tvo mixera er líklega alveg eins gott eins og stendur að fá mér eitthvað sem er ódýrara og ég get nýtt mixerinn í ;)"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2010-02-05 11:47:13",
            "id": "7062866",
            "reply_to_id": "7062855",
            "text": "jamm ég er með tvo mixera líka og tek svo inn í annaðhvort gamalt m-box eða zoom h4.\nLangar í gamalt digi 002 rakk.\nNæa mér sjálfsagt í það frá USA í sumar eða haust.\nE"
        }
    ]
}