{
    "forum_title": "Gæludýr",
    "user": null,
    "user_id": null,
    "date": "2002-03-19 09:06:30",
    "title": "Vansæla músin mín",
    "text": "Jæja, já.  Ég á mús sem heitir Pjeri og mér þykir virkilega vænt um þessa mús.  En, ég held að hann sé ekkert mjög ánægður með lífið.  Ég keypti svona kúlu sem ég set hann í svo hann gæti hlaupið um, en ég held að honum langi til að klifra meira en að hlaupa inn í kúlu.  Hann er samt byrjaður að sofa flatur á maganum og svona eins og hundur í staðin fyrir að kúra sig saman, er það eðlilegt?  Hvað ætti ég að gera?",
    "url": "https://www.hugi.is/gaeludyr/greinar/69046/vansaela-musin-min/",
    "url_id": "69046",
    "id": "475138",
    "replies": [
        {
            "user": "brezhnev",
            "user_id": "17636",
            "date": "2002-03-21 17:39:56",
            "id": "475139",
            "reply_to_id": "475138",
            "text": "Skemmtileg tilviljun veldur því að ég hef kynnst músum meir en ég kæri mig um.  Ég ætla ekki segja frá því hér en mýs þurfa ekki mikið pláss til þess að vera ánægðar.  Mús er á sífelldu iði og hniprar sig saman til svefns ef hún er heilbigð.  Sjáðu bara til þess að hún hafi greiðan aðgang að vatni og fóðri, stundum geta vatnsflöskurnar stíflast af undarlegum ástæðum.  Mitt ráð er hins vegar að þú leggir penna eða blýant við hausinn á músinni og kippir svo frekar fast í skottið á henni.  Þetta kippir henni fljótt og örugglega úr hálsliðnum"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2002-03-22 13:23:30",
            "id": "475140",
            "reply_to_id": "475138",
            "text": "Pbm, ég held að það sé örugglega í lagi með músina þína líkamlega.  En mýs eru félagsverur og það er betra fyrir þær að vera allavegana tvær til þrjár. En það verður að passa dáldið vel uppá hvernig maður “kynnir” nýja mús fyrir þeirri sem fyrir er. Sennilega er músin þín bara einmanna og henni leiðist.  Mýs sem búa einar þurfa ofsalega mikið af skemmtilegu dóti, athygli og mannlegum félagsskap.  Þær geta alveg verið einar, en verða mjög gjarnan einmana og daprar.\nHérna er mjög góð músasíða :)\nhttp://www.horns.freeserve.co.uk/mouse.htm\nGangi  þér vel með litla krúsann :)\nLynx (langar allt í einu aftur í mýs)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-26 11:57:29",
            "id": "475141",
            "reply_to_id": "475140",
            "text": "takk innilega Lynx."
        }
    ]
}