{
    "forum_title": "Hestar",
    "user": "Regza",
    "user_id": "30997",
    "date": "2010-02-08 12:43:03",
    "title": "Að byrja veturinn.",
    "text": "Hér kemur fyrsta fræðslugreinin mín í þessum dálki, hér mun vonandi koma ein grein í mánuði framveigis, greinin átti að koma inn fyrir áramót en uppsetning þessara dálka tók lengri tíma en ég hélt en allavega er greinin um byrjun vetrar.\nÞegar hestar eru teknir á hús er ýmislegt sem þarf að spá í. Í þessari grein fer ég yfir hluti sem eru bæði hlutir sem “allir” vita og hlutir sem fólk spáir ekki í, auk þess gæti ég verið að gleyma einhverju og þá má fólk endilega láta vita af því. Þar sem ég geri ráð fyrir að ekki séu allir þaulvanir hestamenn sem lesa hana =)\nAð komast á gjöf.\nÞegar hestar koma fyrst á hús eru þeir viðkvæmir fyrir fóðurbreitingum, ef hestinum er gefið of mikið eða bara of kjarnmikið hey geta þeir fengið hrossasótt og sumir hestar fá miklar fóðurbreitingar í hófana. Ég vil helst eiga sér rúllur til að byrja veturinn á, þá seintsleigið hey, með mikið af stráum og svolítið af sinu, af hverju? Því hestarnir voru að koma af slíkri beit, ef tekið er inn um áramót eins og flestir almennir hestamenn gera. Þó sumir séu með hross á húsum mest allt árið.\nÞað er misjafnt hve viðhvæmir hestar eru fyrir fóðrun í byrjun vetrar, en öruggast er að fyrsta gjöf hests sem er viðkvæmur nýkomin af haustbeit sé rúmt kg, svo eykur maður það næstu tvær vikurnar upp í fullan skammt. Mörgum finnst best að hreyfa hestana ekki mikið meðan þeir eru að komast á gjöf. Fullur skammtur er mismikill eftir holdafari hestanna, horaður hestur ætti að fá eins mikið og hann getur étið, en svo að hann klári þó. Full grannur hestur getur fengið 4-5 kg í gjöf eftir því hve grannur hann er, meðal reiðhestur í brúkun fær 3-4 kg í gjöf tvisvar á dag en feitari hross um 3 kg í gjöf. Þegar hross eru komin í brúkun er betra að grenna hross með meiri hreifingu frekar en að draga meira úr gjöf en 3 kg. En hve mikið hesturinn þarf fer líka mikið eftir því hve gott heyjið er og hve mikið þurkað og framan af vetri ætti að varast að gefa of sterkt hey eða að gera snöggar fóðurbreitingar. Athugið að vel fóðruð hross eru glansandi og sælleg í hárafari. Kjörhey fyrir hesta er sleigið aðeins í seinna laginu og nokkuð gróft. Áborðið tún sem var ekki slegið árið áður. Í byrjun vetrar er líka hægt að hafa hey frá árinu áður.\nEf fólki finnst einhver hesturinn vera að leggja hratt af að auka þá við hann gjöfina þar til hann hættir að grennast, hef verið með reiðhestinn minn á tvöfalldri gjöf miðað við hina hestana þar sem hann grenntist of hratt, svo fórum við að ná í fóðurbæti á móti heyjinu, en það fór svo illa í skapið á honum og byrjaði hann að múkkast aftan á aftur fætur illa og aðeins á framfæturnar.. En ef allir hestarnir fóðrast illa er heyjið sennilega of lélegt.\nHrossasótt\nEf hesturinn svitnar óhreifður, missir skyndilega alla matarlyst, krafsar án þess að grípa niður, slær afturfótum fram undir kvið og reynir að velta sér inní stíunni eða á básnum og hefur ekki skitið úrsér um nokkurn tíma. Er líklegt að hann sé kominn með hrossasótt, þá skal hringja í dýralækni og passa vel að hesturinn nái ekki að velta sér því þá getur maginn snúist við og hesturinn jafnvel dáið, þá er gott að láta hestinn ganga um á meðan, fara smá göngutúr með hrossið meðan beðið er eftir dýralækninum. Ef hesturinn fer að reka við og skíta er það batamerki.\nEf hestar eru viðhvæmir fyrir því að fá hrossasótt er oft betra að gefa þeim í net til að hann borði jafnar yfir daginn. Eins fyrir folöld og tryppi sem ættu alltaf að hafa nóg til að stækka og þroskast sem best.\nHeit hesthús og rakstur\nMargir hestar svitna þó óhreifðir án þess að þeir séu með hrossasótt, þola þá hitabreitinguna kannski illa eða eru aðeins með byrjunar einkenni hrossasóttar, þá er gott að draga úr gjöfinni aftur og bæta rólegar við, þá er líka gott að raka undan faxi og kvið ef heitt er í hesthúsinu. Folöld fóðrast oft betur og leika sér meira ef þau eru rökuð á húsi, þá eru þau sett út í stuttan tíma í einu fyrst eftir raksturinn, því þau eru oftast heilrökuð.\nMúkk, fóðurofnæmi eða veirusýking.\nMeðan á fóðurbreytingum stendur sem og öðru hverju um veturinn getur verið gott að skoða fæturnar reglulega, sérstaklega ef hesturinn heltist, aftan á fæturna ofan við hóf getur farið að myndast hrúður sem kallast múkk, ekki er með öllu vitað hvað veldur því, en sumir telja að það sé fóðurofnæmi, því það kemur oft við of snöggar fóðurbreytingar, eins kemur það oft frekar ef hesturinn stendur á bás. Múkk getur valdið helti, ef maður sér að hestur sé farinn að múkkast er oft hægt að koma í veg fyrir að það versni, bera græðandi og mýkjandi krem á sárið og nudda varlega í, mýkja upp hrúðrið og hreinsa sárið, góð krem eru meðal annars krem við gillinæð, enda ætluð til að vinna hreinsandi og græðandi á skítugum stöðum í orðsinns fyllstu merkingu.\nOrmalyfjagjöf\nOrmalyf ætti að gefa í hvert skipti sem hestar eru teknir á hús, þá er til í vökvaformi til að gefa hrossinu að drekka með smá brasi fyrir óvana, en dýralæknar gefa líka sprautur við ormum og lús, ég reyni að skiptast á milli ára, taka eitt ár á sprautunni og eitt á ormalyfinu.\nAðgangur að vatni og salti\nAlltaf þarf að aðgæta að hesturinn hafi nægan aðgang að vatni, en í kaldari húsum getur frosið í lögnunum og saltsteina ætti að hafa í öllum stíum, eining er gott að vera með vítamín bættan saltstein og/eða steinefnablöndu í fötu útí gerði, en saltsteinar og steinefnablöndur fást í öllum hestavörubúðum.\nJárning\nYfir veturinn er öruggast að hafa hrossin á járnum, hrossin verða sárfætt af því að hlaupa um í gerðinu og eining eru til dæmi þess að hross detti á svelli í látunum við að fara út eða inn og nái sér ekki aftur. Undantekning á við um folöld og tryppi en það þarf að fara varlega þegar þeim er hleypt út og gott er að sanda hálkubletti ef þeir eru miklir ef mörg járnalaus hross eru á húsinu.\nTannhirða\nÞegar tekið er á hús þarf oft að raspa tannbrodda þá tönnum hestanna, þá borgar sig að láta allavega kíkja upp í hross þegar tekið er á hús af vönum manni og láta raspa ef þarf. Hross með slæman gadd/tannbrodd verður verra í beisli og oft taumstíft og vill jafnvel ekki beygja í aðra áttina vegna sársauka. Ef hross eru alltaf erfið í beisli getur verið um úlftönn að ræða, en ef hún er til staðar verður dýralæknir að fjarlægja hana til að hrossið fari að sætta sig við beislið. En sum hross hafa orðið fyrir slæmri reynslu ung og lítið mótuð af ónæmum höndum, ef þú gefur aldrei eftir tauminn þegar hrossið hlýðir sér það ekki ástæðu til að hlýða eins auðveldlega. Enginn hestur vill í raun hanga á taumnum.\nHlandsteinar/þvagsteinar\nÁ hverjum vetri þarf að huga að geldingum, þeir geta fengið hlandsteina, það eru steinar sem fara í þvagrásina á hestum, valda miklum sársauka og orsaka oft hrekki og stæla í hrossum, því er gott að fylgjast með því hvort hesturinn láti skaufann síga þegar hann mígur, ef hann gerir það ekki, bunan er tvístruð og hann mígur jafnvel á sig er hann sennilega með hlandstein, þá þarf að kalla til dýralækni og láta skaufahreinsa. Þá er hestinum gefið ketamín til að róa hann niður svo hægt sé að fjarlægja steinana úr aumri þvagrásinni. Hestar taka þessu misvel og sumum þarf að gefa aukinn skammt, sérstaklega ef um fyrsta skipti sem hann er skaufahreinsaður að ræða. Eftir 7 vetra er gott að láta skoða geldinga annað hvert ár til að forðast óþarfa sársauka fyrir hann, ef hross fer skindilega að hrekkja eða verða ólíkt sjálfu sér er gott að láta gá að þvagsteinum.\nVarðandi mismunandi aðstæður í húsum\nSamkvæmt dýravendurnnarlögum meiga hestar ekki standa á bás heilan vetur, þó eru margir sem hafa hross á básum án þess að spá í því að þetta gerir þá stífari, sérstaklega ef þeim er ekki hleypt út reglulega. Persónulega finnst mér þurfa að hleypa hestum á básum að lágmarki klst á dag út á dag, þá er henntugt að hleypa þeim út meðan gefið er kvölds og morgna og mokað. Ef veðrið er gott er gott að hafa þá sem mest úti yfir daginn.\nSafnstíur geta hitnað þegar kemur fram á vorið og því er gott ef hægt er að varast að láta safnast of mikið milli þess sem mokað er, því það getur farið illa í hófana til langs tíma.\nÁramót\nEf tekið er inn fyrir áramót þarf að passa uppá hrossin meðan flugeldarnir eru, þá er gott að hafa fyrir öllum gluggum og útvarpið á allan sólahringinn, þó eru sum hross sem kippa sér lítið upp við flugeldana og hafa jafnvel áhuga á að fara út og skoða þá meðan minni háttar læti eru.\nFyrstu reiðtúrar vetrarinns\nFyrstu reiðtúrar vetrarinns skulu vera stuttir og léttir, ekki gera miklar kröfur í byrjun þjálfunnar, mikil reið á hröðu söfnuðu tölti í byrjun þjálfunnar getur valdið sinaskeiðarbólgu og spennu í hrossinu, hross sem er ofnotað í lítilli þjálfun er kallað kvíðariðið og stressast frekar upp og verður kargt. Þessvegna skal taka stutta reiðtúra til að byrja með, smá brokk og litlar kröfur á töltinu, þá skal ekki svita hrossið í byrjun, alltaf á að feta frá húsi og að því í lok reiðtúrs. Mörg hross vilja velta sér eftir reiðtúr og því er best að spretta af hestum eftir reiðtúra og hleypa þeim aðeins í gerðið, sveitt hross meiga svo ekki vera lengi úti í gerðinu.",
    "url": "https://www.hugi.is/hestar/pistlar/690597/ad-byrja-veturinn/",
    "url_id": "690597",
    "id": "7065812",
    "replies": [
        {
            "user": "pumb",
            "user_id": "57893",
            "date": "2010-08-12 21:25:23",
            "id": "7218346",
            "reply_to_id": "7065812",
            "text": "Gott að hafa svona greinar, alltaf gott að ef maður er ekki viss að eitthvað kemur upp að þá hefur maður svona sér til hliðsjónar.\nÞú kannski byrjar á þessu aftur, kemur með upplýsingr um t.d. reiðtígi, hirðu hrossa þá á ég við járningar,kembingar og að greiða fax og tagl. Svo er hægt að koma með spekjun folalda, og tamningar á 4-5 vetra tryppi."
        }
    ]
}