{
    "forum_title": "Kvikmyndir",
    "user": "cactuz",
    "user_id": "5705",
    "date": "2002-03-19 22:28:24",
    "title": "187",
    "text": "Myndin 187 kom út árið 1997 og var leikstýrð af Kevin Reynolds, sem er hvað frægastur fyrir að gera hörmungina Waterworld. Hann hefur greinilega lært að peningarnir gera ekki mynd góða heldur sagan. Frá því að gera stórmynd, sem var á þeim tíma dýrasta mynd sögunnar, kemur hann sterkur til baka með mynd sem er miklu ódýrari í framleiðslu og margfalt betri.\n187 fjallar um Trevor Garfield(Samuel L. Jackson), sem er metnaðarfullur kennari í Brooklyn high school í New York. Hann er þarf að fara eftir skólakerfi sem leggur kannski ekki alla áherslu á menntun ungs fólks heldur frekar að lifa af daginn í skólanum. Skólinn er fullur af vandræðaunglingum og glæpamönnum. Trevor horfir upp á skólann breytast í stríðsvöll þar sem skeytingarleysi kennararanna eflir óeirðir nemandanna. Hann sér þá örfáu sem hafa metnað kafna í reiði uppreisnaseggjanna sem eru reiðir út í allt og alla. Þegar Trevor ákveður að fella einn af glæpamönnunum fær hann að kynnast því hvernig streita í vinnu nær hámarki. Það er ráðist á hann á skólagöngunum og hann stunginn í bakið.\nÁri seinna er Trevor fluttur eins langt frá New York og hægt er, alla leið til Los Angeles. Þar er andinn hans særður og brotinn og hann reynir að finna aftur ástríðu sína, að kenna. Hann byrjar að kenna vísindi sem forfallakennari. Þar finnur hann fyrir sama ótta og skeytingarleysi, sem hann var að reyna að flýja. Hann kynnist tveim kennurum sem líta hann sem hetju á meðal kennara sem veitir öðrum innblástur. Trevor kemst í kast við nokkra af nemendum sínum og þarf að beita kænsku sinni til að komast hjá því að lenda í sömu vandræðum og áður í New York. Skólastjórinn hugsar eingöngu um lögsókn og aðhefst ekki og aðrir kennarar horfa fram hjá þessum vandræðum hans. Trevor á því engra kosta völ aðra en að svara fyrir sig og standa fyrir sinni kennarastöðu. Trevor missir stjórn á sér og þá er djöfullinn laus. Hann fer dýpra og dýpra inn í heiminn sem hann er að reyna að forðast. Uppgjör er óumflýjanlegt og Trevor stendur fast á sínu máli.\nMyndin er mjög sterk og finnst mér nokkuð fáránlegt hvað hún náði litlum vinsældum. Kannski vegna þess að hún hefur dökkan tón og fer ótroðnar slóðir. Samuel L. Jackson er magnaður sem Trevor og fer hér með eitt af sínum bestu hlutverkum. Myndin vísar í frægt atriði úr myndinni Deer Hunter(döö hvaða atriði ætli það sé) og sýnir vel hversu karlmennskan getur kramið alla skynsemi. Myndin er skrifuð af Scott Yagemann, sem var kennari í Los Angeles í sjö ár. Ef mínir kennarar hefðu reyna jafnmikið og Trevor Garfield, þá hefði ég borið talsvert meiri virðingu fyrir þeim. Titill myndarinnar vísar auðvitað í kóða lögreglunnar þar sem 187 þýðir morð. Trevor fær morðhótanir frá nemendum sínum.\nMæli með þessari mynd fyrir nemendur og kennara, helst að horfa á hana í skólanum í miðri kennslu:)\n-cactuz",
    "url": "https://www.hugi.is/kvikmyndir/greinar/69066/187/",
    "url_id": "69066",
    "id": "475412",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-20 09:43:06",
            "id": "475414",
            "reply_to_id": "475412",
            "text": "Góð mynd. :)"
        },
        {
            "user": "Equilibrium",
            "user_id": "1131",
            "date": "2002-03-20 09:51:32",
            "id": "475413",
            "reply_to_id": "475412",
            "text": "Á eftir að sjá alla myndina, náði bara endinum einhverntímann á bíórásinni, hann er alveg magnaður."
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2002-03-20 14:04:56",
            "id": "475415",
            "reply_to_id": "475412",
            "text": "Mjög góð mynd!\n***1/2 /****"
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-03-20 23:40:11",
            "id": "475416",
            "reply_to_id": "475412",
            "text": "Hörmung…\nDæmi um mjög lélega mynd."
        }
    ]
}