{
    "forum_title": "Hokkí",
    "user": null,
    "user_id": null,
    "date": "2010-02-18 00:26:14",
    "title": "Mats Sundin",
    "text": "Jæja fyrst ég byrjaði að gera um Forsberg í seinustu grein minni ákvað ég að halda bara áfram og ákvað að gera um annann Svía, Mats Sundin. En það ættu flestir að kannast við hann.\nHann heitir fullu nafni Mats Johan Sundin, en nafnið Johan er nánsta aldrei notað, hann er kallaður „Sudden“, hann er fæddur 13 febrúar 1971.  Hann er ekkert lamb að leikja sér að, spilið hanns einkennist mest að því að vera harður og skauta hratt að markinu og vinna pökkinn, en einnig getur hann sólað og skautað hratt. En spilið hanns með bæði félagsliðum og landsliðum hafa skipt sköpum uppá velgengi liðsins.\nFerillinn\nSundin var með og vann mót sem kallast TV-pucken, en það er mót þar sem hver borg setur saman lið af sínum bestu mönnum, þetta mót er fyrir yngrileikmenn.   Hann spilaði ekki lengi með meistaflokki í Svíþjóð, en hann byrjaði ferilin hjá Nacka í fyrstu deildinni tímabilið 1988-1989, fór síðan í Djurgården og vann deildina með þeim tíambilið 1989-1990, í úrslitakeppninni var hann hetja liðisins en þá gerði hann 7 mörk í 8 leikjum. En árið 1989 var hann „draftaður“ í Nordiques de Québec, en það draft var sögulegt að því leiti að hann var fyrsti evrópubúinn tils að vera draftaður fyrstur, en þá aðeins 19 ára gamall.  Tímabilið 1990 – 1991 spilaði hann sinn fyrsta NHL leik fyrir Nordqes de Québec,  19 ára gamall, hann spilaði mjög vel þetta tímabil og skoraði 23 mörk og endaði með 59 stig eftir tímabilið.  Næsta tímabil var enþá betra hjá honum en þá endaði hann með 76 stig og árið þar eftir endaði hann með 114 stig tíambilað 1992 – 1993. En tímabilið eftir það var lélegt hjá honum og endaði hann bara með 85 stig og varð það til þess að Nordiques de Québec skitpi honum fyrir Wendel Clark, núna var Mats Sundin kominn í Toronto Maple Leafs.  En Toronto var fyrir tímabilið búið að krækja í 6 stjörnur (þar með Sundin með talin) en einnig máttu þeir velja fyrstir í „draftinu“ , Sundin flutti því í „höfuðborg hokkísins“ . Verkefni Mats Sundins í liðinu var mjög erfit en hann átti að fylla upp skarðið sem Wendel Clark skildi eftir en hann var búinn að vera vinsælasti leikmaður liðisins seinustu 9 tímabil.  Hann stóð sig vel fyrsta tímabilið en það var einnkar stutt vegna þess að það kom upp verkfall á miðju tímabili og endaði hann með 47 stig og var stigahæsti leikmaður liðsins.\nÞegar verkfallið tíambilið 1994-1995, gekk Mats Sundin til liðs við  Djurgården og spilaði 12 leiki gerði 7 mörk og 2 stoðsendingar.\nÞegar tímabilið 1997-1998 hóft var Mats Sundin útnefndur fyrirliðið Toronto og varð þar með fyrsti evrópubúinn tils að vera fyrirliði liðs í NHL.  Þann 11 október 2007 var söguleg stund fyrir Sundin, en þá gerði hann sitt 390 mark fyrir Toronto og varð þar með markahæsti og stigahæsti leikmaður Toronto í gengnum tíðina.\nToronto missti af úrslitakeppninni tímabilið 1997-1998 og ákvað Mats Sundin að fara með sænska landsliðinu á HM. Mótið endaði þannig að Svíar uður heimsmeistarar og var þetta þriðja HM gullið hans.\nÁrið 2007 var Mats Sundin með í fyrsta skipti á Ólympíuleikum, en eins og kom fram í seinsutu greinni minni unnu Svíar gull, en hann átið einmitt stoðsendinguna sem bjó til sigurmarkið í úrslitaleiknum.\nÞegar tímabilið 2008-2009 var að hefjast  kláraðist samningur Mats Sundin við Toronto og var hann samningslaus allt hautsið 2008, en í desember byrjaði hann að spila með Vancouver Canucks. En þegar hann mætti Toronto var tekið á móti honum eins og hetju!\n21. juni 2009 kom tilkynning frá Sundin um að hann ætlaði ekki að gefa kost á sér fyrir sænska landsliðið á Ólympíuleikana   í Vancover 2010 og í ágúst 2009 kom önnur tilkynning um að hann ætlaði að hætta  spila hokkí, en daginn eftir kom í ljós að hann ætlaði að hætta seinna á tíamiblinu, en þann 30 september árið 2009 kallaði hann til blaðamanna fundar  og  sagði hann að hann ætlaði að leggja skautana á hilluna núna.\nHér kemur listi yfir metum sem hann náði og mót sem hann vann.\nMet:\nHann á met í að skora flest mörk í framlenginu eða 15 talsins\nFysrti evrópski leikmaðurinn tils að vera „draftaður“ fyrstu í NHL\nFyrstur evrópubúa að ná að skora 500 mörk í NHL\nFlest mörk, stoðsendingar og stig af sænskum leikmönnum í NHL\nFlest mörk og stoðsendingar fyrri Toronto\nMót: árið sem hann vann mótið\nTv-pucken: 1986\nHM: 1991, 1992 og 1998\nOlimpiumót: 2009\nMark Messir Ledership verðlaun: 2008\nNHL Allstar leikir: 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2004\nNHL Second All-Star Lag 2002, 2004\nÍ sænska All star leiknum:  1991, 1992, 1994, 1997, 1998 og 2002\nAfskaið stafsetningar villunar. Endilega comenta.",
    "url": "https://www.hugi.is/hokki/greinar/691342/mats-sundin/",
    "url_id": "691342",
    "id": "7073371",
    "replies": [
        {
            "user": "presmach",
            "user_id": "51425",
            "date": "2012-04-15 23:11:58",
            "id": "7380889",
            "reply_to_id": "7073371",
            "text": "flott og áhugaverð grein um mikinn meistara. var númerið hans ekki hengt upp á vegg í ACC fyrir nokkru og þar með tekið úr notkun?"
        }
    ]
}