{
    "forum_title": "Grafísk hönnun",
    "user": "nologo",
    "user_id": "2605",
    "date": "2010-02-23 00:38:53",
    "title": "Freelance verkefni?",
    "text": "Hvernig er með ykkur snillinganna sem fjölmennið á þessa síðu, er hægt að plata einhvern ykkar til að taka að ykkur verkefni?\nÉg er nýtútskrifaður úr háskóla og veit að í þessu árferði þarf maður svolítiða að veðja á sjálfan sig til þess að skapa sér einhverja atvinnu. Ég er með hugmynd að heimasíðu! (Eins og annarhver maður á Íslandi). Þetta verður kannski seint næsta Facebook, en hugmyndin er auðveld í framkvæmd og með frekar solid viðskiptamódel.\nÉg kann sitt lítið af hverju í vefhönnun, en þótt ég sé búin að prófa hitt og þetta hafa allar útgáfur af síðunni sem ég slegið upp einhvern veginn vantað dýnamíkina og fagmannleikan sem ég held að meiki eða breiki svona síður.\nÞað er hér sem kemur að ykkur!\nÁður en ég held áfram finnst mér nauðsynlegt að ég setji öll spilin á borðin: Eins og svo oft með nýútskrifaða þá geng ég út úr háskóla með jafnmikið af hugmyndum og eldmóði og eh.. námslánum. Ég get ekki greitt neinum út í hönd í augnablikinu.\nTilgangurinn með þessum þræði var meira að athuga hvort það sé einhver þarna úti sem hefur áhuga á svona frekar dörtý díl… Díl sem engin ykkar ættuð auðvitað að þurfa að taka, en eruð e.t.v. í svipaðri stöðu og ég og því kannski tilbúin í einhver ævintýri.\nDíllinn er sem sagt beisiklý: Hlutdeild í tekjum fyrirtækisins (5%) um leið og það fer að skila einhverjum tekjum. Tekjur er vel að merkja ekki það sama og hagnaður; jafnvel þótt fyrirtæki væri í einhvern tíma rekið með tapi þá fengið þið samt ykkar skerf af tekjunum (en vitaskuld enga hlutdeild í tapinu;)). Þetta myndi ganga þangað til þið væruð búin að fá greitt upp að einhverju umsömdu þaki (sem væri vonandi einhver mannsæmandi summa fyrir gott verk). Um er að ræða rétt frágenginn samning lagalega séð.\nÉg veit að það er endalaust af ónýttum hæfileikum þarna úti þessa daganna og ef einhver hefur áhuga á að vita meira þá hvet ég hann endilega til þess að senda mér pm.\nAnnars er þráðurinn bara opinn til umræða. Ég hvet alla til þess að segja skoðun sína á svona tilboðum. Er það bara mér sem finnst þetta góð leið til þess að koma af stað traustvekjandi nýsköpunarfyrirtækjum og e.t.v. skapa freelance hönnuðum smá (eða miklar) aukatekjur?",
    "url": "https://www.hugi.is/grafik/korkar/692378/freelance-verkefni/",
    "url_id": "692378",
    "id": "7083208",
    "replies": [
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2010-02-25 10:24:22",
            "id": "7085456",
            "reply_to_id": "7083208",
            "text": "vá ég hélt að svona uppastungur væru bara hrollvekjur sem aðrir graffískir hönnuðir segðu við aðra graffíska hönnuðu til að hræða úr þeim líftóruna. Takk fyrir að sýna mér að svo sé ekki."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2010-02-25 16:50:51",
            "id": "7085859",
            "reply_to_id": "7085456",
            "text": "Ekkert að þakka. Sumir hafa gaman af hrollvekjum.\nÉg skil alveg hvað þú átt við samt: Það sem fólki finnst e.t.v. ósanngjarnast við þetta er að manni myndi seint detta í hug að bjóða öðrum starfstéttum (nema hugsanlega forriturum) upp á svona (líklega myndi engin bjóða húsasmiði hlutdeild í mögulegum tekjum).\nEn desperate times calls for desperate measures. Margir hönnuðir (a.m.k. vefhönnuðir) vinna á vettvangi sem á sér stað ennþá mikil nýsköpun, ekkert fast í hendi og er í mikilli þróun, og auðvitað vita þeir það; Það er mögulega þess vegna sem mér fannst vert að prófa. Ég hef líka unnið áður með hönnuðum (í tengslum við skólablöð) og þekki að þeir eru oft tilbúnir til þess að hugsa út fyrir kassann.\nAnnars er ágætis mynd farin að komast á verkefni mitt þessa daganna og ef ég fæ engan almennilegan hönnuð þá er ég svosem alveg tilbúin til þess að sætta mig við það svona fyrst um sinn. Ég er bara mjög meðvitaður hversu mikil verðmæti felast í góðri hönnun."
        },
        {
            "user": "Hlynkinn",
            "user_id": "57800",
            "date": "2010-04-26 17:51:20",
            "id": "7145880",
            "reply_to_id": "7083208",
            "text": "alveg hægt að plata mig í að taka að mér einhver verkefni…"
        }
    ]
}