{
    "forum_title": "Heilsa",
    "user": "Dolphin",
    "user_id": "73096",
    "date": "2010-03-01 15:23:19",
    "title": "six pack",
    "text": "ok nú ætlar maður að reyna að verða skorinn fyrir sumarið (jájá ég veit, gay), en nú er bara spurningin hvað þarf maður að leggja mikið á sig til að vera orðinn þannig að þú getir haldið virðingunni þótt þú sért ber að ofan innan um fótboltafíra.\nætti það ekki að duga mér að borða hollasta úrvalsfæði sem mannskepnan á völ á og taka 20 mín hiit æfingar á dag (plús upphitanir og sona) og svo kannski einhverja styrktarþjálfun með?",
    "url": "https://www.hugi.is/heilsa/korkar/693052/six-pack/",
    "url_id": "693052",
    "id": "7089946",
    "replies": [
        {
            "user": "kaka",
            "user_id": "13663",
            "date": "2010-03-01 15:29:53",
            "id": "7089956",
            "reply_to_id": "7089946",
            "text": "bara að ná fituprósentunni undir 12% og taka nóg af magaæfingum með og core æfingum."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-03-01 15:33:02",
            "id": "7089958",
            "reply_to_id": "7089956",
            "text": "ok ég skal þá umorða spurninguna\ner 20-30 mín af HIIT æfingum á dag, plús einhverjar styrktaræfingar nóg til að ná fituprósentunni undir 12%?"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-03-01 21:18:01",
            "id": "7090187",
            "reply_to_id": "7089958",
            "text": "Spurningin er samt krippluð frá upphafi vegna þess að þú gefur ekki upplýsingar.\nHvaða fituprósenta ertu.\nHversu stórir eru stóru vöðvarnir þínir (þeir brenna)\nHvað ætlarðu að borða mikið.\n(Þetta er 75% innbyrða minna af kaloríum en þú brennur)\nÞú hefur ca 120 daga til þess að gera þetta, sem er alveg fínn tími ef að þú ert ekki með mikið af aukakílóum, svo gangi þér bara vel, þetta er betra grunnplan en flestir sem að koma hingað og spyrja um þetta eru með á nálinni.\nÞað eru ~7777 kaloríur í kílói af fitu svo að ef að þú ert balansaður núna og skerð út 500 kaloríur af mat á dag og brennir 500 með hreyfingu gætirðu theorískt brennt 17kg áður en að sumarið kemur. (Ef að þú værir blubbering í fitu).\nOg hvernig dettur þér í hug að það hljómi gay að vilja vera heilbrigður og líta út fyrir það?"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-03-01 21:45:31",
            "id": "7090214",
            "reply_to_id": "7090187",
            "text": "ærónó það er bara svo mikið macho “þegiðu og farðu að lyfta” dæmi í gangi allstaðar að maður þorir varla að spyrja sona.\nannars held ég að ég sé í sona 17% fitu, er ekki nema 65kg alls (segir þér kannski hvað ég er stuttur, ég er ekki nema 1,65 (ennþá))\naðalvesenið er held ég að ég veit ekkert hvða ég er að innbyrða mikið af kaloríum á dag, það sem ég borða er samt hollt."
        },
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2010-03-02 08:00:02",
            "id": "7090460",
            "reply_to_id": "7090187",
            "text": "Þetta fjallar einmitt voðalega lítið um að innbyrða minna en þú brennir.\nÞetta fjallar um að éta hollt, éta rétt og éta það sem þú þarft. Þú getur étið of mikið af kolvetnum og það sem þú étur yfir það sem þú þarft af þeim verður sett í fitu, en svo þegar þú étur fitu á sama tíma en ert ekki búinn að borða það sem þú þarft af fitu, þá verður hún ekki geymd sem fita.\nhttp://exrx.net/forum/viewtopic.php?t=6472\nÞetta byrjaði sem þráður þar sem einn gaur spurði út í Biggest Loser, en varð hálf ‘hijacked’ og er nú allsherjar umræða um akkúrat þetta málefni. Þessir gaurar eru margir hverjir lærðir og það er allavega einn af þeim læknir.\nOg já, það 9 kaloriur í einu grammi af fitu, s.s. 9000 kaloriur í hverju kílói af fitu."
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-03-02 13:19:22",
            "id": "7090632",
            "reply_to_id": "7090460",
            "text": "Og já, það 9 kaloriur í einu grammi af fitu, s.s. 9000 kaloriur í hverju kílói af fitu.\nHélt það alltaf en svo hef ég lesið 7,78/g í tvígang síðan. :("
        },
        {
            "user": "Crymo",
            "user_id": "76595",
            "date": "2010-03-01 16:30:17",
            "id": "7089994",
            "reply_to_id": "7089946",
            "text": "Mataræði er mikilvægara en æfingarnar.. En jú 20 min af hiit er feikinóg. Lyfta með líka."
        },
        {
            "user": "Crymo",
            "user_id": "76595",
            "date": "2010-03-01 16:43:02",
            "id": "7090004",
            "reply_to_id": "7089946",
            "text": "Og það er ekkert gay að vilja sixpack.\nÞað eru bara einhverjar fatbollz sem myndu segja það"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-03-02 13:52:17",
            "id": "7090661",
            "reply_to_id": "7089946",
            "text": "Alvöru HIIT 7x í viku í 20 mínútur í senn er ekki hægt."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-03-02 17:02:16",
            "id": "7090839",
            "reply_to_id": "7090661",
            "text": "hví er það ekki hægt. ég hef alveg nokkrum sinnum áður farið vikur og tekið HIIT á hverjum einasta degi."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-03-02 18:01:02",
            "id": "7090923",
            "reply_to_id": "7090839",
            "text": "Af því að HIIT tekur einfaldlega það mikið á líkama og taugakerfi að daglegt HIIT gengur ekki upp á meðan fólk er að borða below maintenance."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-03-02 18:03:33",
            "id": "7090928",
            "reply_to_id": "7090923",
            "text": "það er mjög heimskulegt að borða minna en RMR skammturinn."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-03-02 19:25:01",
            "id": "7091012",
            "reply_to_id": "7090928",
            "text": "Below maintenance=/= Resting Metabolic Rate\nEf þú ætlar að léttast þarftu að borða below maintenance og ef þú ert að borða below maintenance þá nærðu ekki að recovera jafn vel og ella. Þar af leiðir að HIIT 7x í viku er crazy."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-03-02 19:57:17",
            "id": "7091040",
            "reply_to_id": "7091012",
            "text": "málið er að ég borða það sem að er maintanence fyrir mig venjulega en svo eru það æfingarnar sem ná mér niður………\nvá hvað þetta meikaði lítið sense."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-03-02 20:30:21",
            "id": "7091058",
            "reply_to_id": "7091040",
            "text": "Ég fatta.\nÞað gæti sloppið fyrir þig, veit það ekki. Veit bara að það myndi ekki sleppa fyrir mig."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-03-02 20:33:52",
            "id": "7091068",
            "reply_to_id": "7091058",
            "text": "ætli það geri manni nokkuð nema gott að taka því rólegar þá…. kannski taka 4x í viku."
        }
    ]
}