{
    "forum_title": "Börnin okkar",
    "user": "Mazoo",
    "user_id": "12622",
    "date": "2002-03-21 23:55:45",
    "title": "Eru bækur góðar?",
    "text": "Dóttir mín er hrifin af bókum, svo ekki sé meira sagt.  Hún er að eins og hálfs árs og hefur tekið til sín ansi margar bækur, en þó ansi oft sömu bókina.  Maður má nú ekki ýkja.  En bækurnar eru henni meira en andlegt fóður.  Henni finnst þær nefnilega góðar á bragðið líka.  Sú bók sem smakkast hvað best er bókin Arfur ræningjans eftir Bob De Moor sem teiknaði fyrir Hergé, höfund Tinna.  Hvers vegna bókin er svona bragðgóð er mér hins vegar ráðgáta.  Er svona gott bragð af blekinu eða er pappírinn af einhverri sérstaklega braðgóðri tegund, gamall og góður eins og vín?  Henni er að minnsta kosti ekki sama hvaða bók það er sem hún smakkar á svo hún hefur greinilega þróað með sér einhvern smekk á pappír, eða bleki, líkt og sá sem dáist að góðum vínum.  Aðrar bækur sem hafa höfðað til bragðlauka litla augasteinsins eru Litli skógabjörninn eftir Illuga Jökulsson og Fuglabókin sem ég finn ekki núna, vona að hún hafi ekki klárað hana!\nSem snarl milli mála eru púkabækurnar eftir Steve Augarde vinsælar.  Er þetta kannski það sem koma skal?  Verða bækur ætilegar eftir nokkur ár?  Það væri kannski ekki svo vitlaust.  Börnin myndu þá ef til vill líta á bækurnar í örlitla stund meðan setið væri að snæðingi áður en haldið væri áfram í tölvuleikjunum.  Ég sé það fyrir mér að geta keypt bækur eftir Dóra Lax með mismunandi bragði.  “Fá Brekkukotsannál með jarðarberja- og bananabragði”.  Svo færi maður heim með bókina, byrjaði að lesa, og þegar maður væri búinn með síðuna myndi maður rífa hana úr og smjatta á henni.  Að sjálfsögðu yrði að vera innihaldslýsing á bókinni, fita, kolvetni, orka, sykur, braðefni og allt sem því fylgir.  Þeir sem væru sérstaklega mikið fyrir japlið færu að lesa þykkar bækur eins og Stríð og frið eftir Leo Tolstoy eða jafnvel heilu orðabækurnar.  Kosturinn við þetta er auðvitað sá að maður þarf ekki að hætta að lesa til að nærast og ekki þyrftu “bókhneigðir” að kaupa bókamerki.  Annars myndi orðið bókhneigð sennilega fá nýja merkingu.  Ef maður sæi einhvern akfeitan mann úti á götu þá væri spurning hvort maðurinn borðaði svona mikið eða læsi bara svona margar bækur, eða ynni á bókasafni!  Við fermingu væri algerlega vonlaust að gefa Nýja testamentið.  Krakkarnir myndu allir klára það án þess að lesa staf!  Ef maður heyrði svo prestinn japla á einhverju í messunni, þá væri hægt að álykta sem svo að hann hefði fengið sér Biblíu með súkkulaði og rúsinum.  Það er kannski ekkert vit í þessu, en dóttir mín yrði mjög sátt held ég.",
    "url": "https://www.hugi.is/bornin/greinar/69319/eru-baekur-godar/",
    "url_id": "69319",
    "id": "477279",
    "replies": [
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2002-03-22 01:37:44",
            "id": "477280",
            "reply_to_id": "477279",
            "text": "Ég vappast hér inn á haldandi að ég sé að fara að lesa einhverja bókmenntagrein um gæði bóka en fæ svo bara grein um nýa matarmenningu, ussumsveif.\nEn allavegana ég er nokkuð viss um að list barnsins þíns á bækur sé útaf einhverju öðru en bragðbætts bleks. Prófaðu að láta hana fá sokk í staðinn fyrir bók, ég er viss um að japlar lengi vel á honum eins og með bókunum en bækurnar eiga það til að eiðast en sokkurinn ætti að haldast allavegana þangað til að barnið er búið að taka allar tennur."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2002-03-22 08:23:52",
            "id": "477281",
            "reply_to_id": "477280",
            "text": "Æji vertu ekki að þessu kvarti.\nÉg á einn strák sem er að verða 9 mánaða og hann er stundum að smakka á andabókinni sem er byggð upp eins og litlu svertingjarnir eða mýsnar þar sem að einn dettur út og einn verður í lokin og síðan hittast þær allar á ný.\nHonum finnst ótrúlega gaman að opna hana og það besta við þetta er að þegar hann opnar síðu þí kemur þessi svipur á hann eins og kom á sjálfan Indiana Jones þegar að hann var kominn með mikinn fjársjóð. Þetta er svona bland af undrun, forvitni, spennu, eftivæntingu og varkárni.\nAlveg ótrúlegir leikhæfileikar ;)"
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2002-03-27 15:46:06",
            "id": "477282",
            "reply_to_id": "477280",
            "text": "hvaða hvaða…. það er húmor í þessu, og það skiptir miklu máli í uppeldi krakkanna okkar. Þetta er sniðug og skemmtileg grein, takk fyrir smá upplyftingu!"
        },
        {
            "user": "harpajul",
            "user_id": "7337",
            "date": "2002-03-22 08:30:43",
            "id": "477283",
            "reply_to_id": "477279",
            "text": "LOL,það er nú alveg magnað hvað þau eru hrifin af pappír :)"
        },
        {
            "user": "grugli",
            "user_id": "9479",
            "date": "2002-03-22 08:39:10",
            "id": "477284",
            "reply_to_id": "477279",
            "text": "Þegar ég var í fyrstu bekkjunum í grunnskólanum fanst mér endurunninn pappír vera langbestur á bragðið. Ég lét mömmu bara kaupa stílabækur úr svoleiðis pappír.\nNýr pappír sem er með einhverri húð eða inniheldur mikið af leysiefnum sem eru notuð til að gera pappírinn hvítan eins og t.d. klór er bölvaður viðbjóður, vondur á bragðið og stórhættulegur.\nKv. Grugli"
        }
    ]
}