{
    "forum_title": "Sci-Fi",
    "user": null,
    "user_id": null,
    "date": "2002-03-21 20:57:33",
    "title": "Logo fyrir Star Trek: Nemisis",
    "text": "Loksins er komið Logo fyrir myndina, og ég verð bara að segja að það er virkilega flott.\nMerkið samanstendur af Ránfugli með útbreidda vængina og í klónum heldur hann á tveimur plánetum, sem eiga auðvitað að standa fyrir Romulus og Remus.\nÉg sá þessa frétt á TrekToday.com og auðvitað vona ég að þessi frétt styðjist við eitthvað sem kom beint frá Paramount Pictures.\nEn mér finnst þetta samt alveg drulluflott merki sama hvort það verið notað eður ei.\nJugglerinn",
    "url": "https://www.hugi.is/scifi/greinar/69318/logo-fyrir-star-trek-nemisis/",
    "url_id": "69318",
    "id": "477267",
    "replies": [
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2002-03-21 22:10:38",
            "id": "477268",
            "reply_to_id": "477267",
            "text": "Svalt. En hvað með að tékka á skilaboðunum sínum?"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2002-03-21 22:16:55",
            "id": "477269",
            "reply_to_id": "477267",
            "text": "Fuglinn og pláneturnar eru element úr þjóðfána Rómúla. En hversu asnalegt er það að ein, fyrirgefið, tvær plánetur hafi sama þjóðfána? Eða tungumál fyrir það (anti)matter ((haha)). Ég meina, á Jörðinni eru ég veit ekki hvað mörg lönd og 50.000 tungumál!\nch'Havran (Remus) Pláneta ferðalanganna\nch'Rihan (Rómúlus) Pláneta hinna yfirlýstu"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2002-03-21 22:16:57",
            "id": "477270",
            "reply_to_id": "477267",
            "text": "Fuglinn og pláneturnar eru element úr þjóðfána Rómúla. En hversu asnalegt er það að ein, fyrirgefið, tvær plánetur hafi sama þjóðfána? Eða tungumál fyrir það (anti)matter ((haha)). Ég meina, á Jörðinni eru ég veit ekki hvað mörg lönd og 50.000 tungumál!\nch'Havran (Remus) Pláneta ferðalanganna\nch'Rihan (Rómúlus) Pláneta hinna yfirlýstu"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2002-03-21 23:06:07",
            "id": "477271",
            "reply_to_id": "477270",
            "text": "Til að réttlæta science fiction (eitthvað sem\nmaður á aldrei að þurfa að gera :). Þá vil ég\nsegja að tungumálum fari fækkandi með hverjum ára\ntug, þegar við (mankyn) mundum búa á fleiri en\neinni plánetu og værum búin að búa þar í nokkur\nhundruð ár held ég að tungumálin væru orðin\ndreifðari og færri en áður og ekkert skrýtið að\ntvær plánetur væru með sama málið.\nTil að styðja mál mitt vil ég taka sem dæmi að ef\nRússar mundu taka sig til og byrja að búa á mars,\nþá væri þar töluð rússneska. Ég stór efa að\nBandaríkjamenn mundu planta sér rétt við hlið\nfjendum sér þegar þeir gætu farið á aðra plánetu\nþar afleiðandi mundu málin dreifast og ekki\nólíklegt að eitt mál væri talað á stóru svæði.\nen, þetta var óþarfi þar sem bíómyndir eru bíómyndir."
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-03-22 01:23:26",
            "id": "477272",
            "reply_to_id": "477270",
            "text": "Romulans eru Vulcan offshot sem komu til Romulus kerfisins og settluðu þar tvær plánetur, svo að þeir eru ein og sama þjóðin, og voru í sambandi frá upphafi, þeir eru ekki upprunnir á þessari plánetu, heldr Vulcan."
        },
        {
            "user": "Kai",
            "user_id": "8140",
            "date": "2002-03-22 10:38:25",
            "id": "477273",
            "reply_to_id": "477272",
            "text": "Svo er allt gederation með sama fánann, mér finnst ekki skrítið að tvær plánetur sem hafa sömu tegund sem lítur á sig sem eina þjóð skuli hafa einn aðal fána, svo getur vel verið að þeir skipti sér í sýslur eða fylki og hver um sig hafi svo sér fána."
        },
        {
            "user": "Ainar",
            "user_id": "3753",
            "date": "2002-03-22 12:12:15",
            "id": "477274",
            "reply_to_id": "477273",
            "text": "Þetta er mjög flott logo, svo er líka búið að gefa út handritið að Nemesis út á netinu, og ég asnaðist til að lesa það allt :) Sem ég sé ekkert smá eftir, þótt þetta sé GEÐVEIK mynd, þá er margt sem er sad."
        },
        {
            "user": "Skjaldbaka",
            "user_id": "9390",
            "date": "2002-03-23 12:48:18",
            "id": "477275",
            "reply_to_id": "477274",
            "text": "Vulcanar fóru til Romulus áður en þeir fóru að byrgja tilfinningar sínar, síðan þegar Vulcanar fóru að gera þetta tilfinninga dót þá leiddi það til civil war á Vulcan og þeir mistu samband við Romulus. Eftir stríðið voru Vulcanar ekkert að tékka á Romulus, og Romular urðu til."
        },
        {
            "user": "Kai",
            "user_id": "8140",
            "date": "2002-03-23 15:38:31",
            "id": "477276",
            "reply_to_id": "477275",
            "text": "Voru það ekki Vulcanar sem flúðu útaf þessu borgarastríði sem settust að á Romulus og Remus… annars veit ég þetta ekki."
        },
        {
            "user": "Ainar",
            "user_id": "3753",
            "date": "2002-03-23 21:06:09",
            "id": "477277",
            "reply_to_id": "477276",
            "text": "Jú, þeir flúðu af Vulcan því þeir voru ekki velkomnir þar og slitu allt samband við Vulcan."
        },
        {
            "user": "RoMpEr",
            "user_id": "8419",
            "date": "2002-03-25 19:36:47",
            "id": "477278",
            "reply_to_id": "477267",
            "text": "Klikkað logo! Get ekki beðið eftir að sjá myndina og vona innilega að hún verði eitthvað eins og First Contact því þá verður hún argasta snilld!\nRoMpE"
        }
    ]
}