{
    "forum_title": "Hljóðfæri",
    "user": "Dystopia",
    "user_id": "26940",
    "date": "2010-03-07 13:24:46",
    "title": "[TS] Randall Magnari og Akai MPD24",
    "text": "Ég er með eftirfarandi til sölu;\nRandall RH100 G2 series\n: þetta er s.s. 100w Randall haus með 300w Randall Boxi á dekkjum og það er Tilted box\nVerð; BJÓÐA / fer ekki á undir 55 þús\nAkai MPD 24\n: Midi controller, er með 6 midi stillanlegum faderum, 8 midi stillanlega knoba(snúa 360°) og 16 MPC pada midistillanlegir og með 4 banka(s.s. allt í allt 64 stillanlegir padar) er með rosa flottum LED skjá sem er fáranlega bjartur(engin ofbirta samt ;) ) USB 2.0 snúra með til að tengja\nverð; BJÓÐA / byrjar á 23 þús\nVARÐANDI SKIPTI\n: engin skipti\n869-9399 / davidtausen@gmail.com\nkveðja, Davið Tausen",
    "url": "https://www.hugi.is/hljodfaeri/korkar/693675/ts-randall-magnari-og-akai-mpd24/",
    "url_id": "693675",
    "id": "7095462",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-03-07 23:54:16",
            "id": "7096229",
            "reply_to_id": "7095462",
            "text": "Ertu búinn að prófa einhverjar aðrar síður til að selja? eins og td. Taflan.org (mæli með henni), kassi.is, haninn.is ofl.\nSvo er líka einhver facebook síða með allskonar sölu dóti.\nÞetta virðist ganga frekar hægt hérna."
        },
        {
            "user": "Dystopia",
            "user_id": "26940",
            "date": "2010-03-08 00:29:54",
            "id": "7096274",
            "reply_to_id": "7096229",
            "text": "midi hljómborðið fauk nú bara útí gærkvöldi, magnari vikuna áður og ég er lúmskt að pæla í að hætta við að selja MPD-inn..\nog ef ég set auglýsingu inná kassi.is og þannig síður þá fæ ég bara hringingar og email næstu þrjú ár þar sem gaurar eru að spurja hvort ég eigi þetta ennþá til..\nt.d. ennþá að fá hringar vegna Dime-O-Flame sem ég átti fyrir svona 3-4 árum\nog er svo sem ekkert að drífa mig að losna við þetta svo.. þæginlegra að þurfa líka bara að fylgjast með pm á einni síðu eins og mér þykir nú menningin á talfan.org leiðinleg þá er það líka ágætt að sleppa því hehe"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-03-08 00:40:02",
            "id": "7096294",
            "reply_to_id": "7096274",
            "text": "Skil þig. Bara rosalega margar auglýsingar sem þú ert að senda hingað inn.\nKannski myndu hljóðfærahúsið taka Randallinn í umboðssölu?"
        },
        {
            "user": "Dystopia",
            "user_id": "26940",
            "date": "2010-03-08 00:46:47",
            "id": "7096303",
            "reply_to_id": "7096294",
            "text": "já veit, en ég ætla ábyggilega að fara að hendast niður í tónabúðina með randallinn.. ég bara bjóst ekki við að þetta væri svona lengi að fara þar sem að ég var búinn að auglýsa þetta einu sinni og þá var ég kominn með “pott þétta sölu” gaur sem ætlaði að kaupa bæði tölvu og magnarann af mér og svo bara gufaði gaurinn upp og hætti að svara símanum, meira að segja búinn að láta líta á allann hausinn og nánast kominn niður á flugvöll\nen ég skal minnka hve oft ég hendi þessu inn"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-03-08 00:50:00",
            "id": "7096308",
            "reply_to_id": "7096303",
            "text": "Auka spurning: Er Dystopia á einhvern hátt dregið af davíð Tausen eða er þetta bara líkt fyrir tilviljun."
        },
        {
            "user": "Dystopia",
            "user_id": "26940",
            "date": "2010-03-08 07:30:39",
            "id": "7096434",
            "reply_to_id": "7096308",
            "text": "hehe tilviljun, komið frá laginu með Kreator og líka bara helvíti cool orð hehe"
        }
    ]
}