{
    "forum_title": "Metall",
    "user": "sidesplitter",
    "user_id": "51531",
    "date": "2010-03-08 20:06:43",
    "title": "Lead/Rhythm",
    "text": "Lead/Rhythm skipting gítarleikara í nútímasamhengi\nUngur drengur hér á þessu áhugamáli auglýsti sjálfan sig nýlega sem\nLead\ngítarleikara í leit að verkefni. Þetta hugtak sem hann notar þarna minnti mig á gamla rökræðu sem ég átti í við vin minn fyrir einhverjum árum síðan.\nVissulega hefur svona hljóðfæraskipting innan hljómsveita alltaf verið ríkjandi innan tónlistarstefna á borð við Rokk, Þungarokk, Blús, Jazz og Fusion, og jafnvel í sumum Pop samhengjum, en mér hefur alltaf fundist að með þróun Þungarokksins sérstaklega að þessi skipting hafi fjarað út, og tel ég að hljómsveitir á borð við Iron Maiden, þar sem þeir eru þrír að djöflast á hljóðfærunum sínum, hafi stuðlað mjög að þessari “útfjörun”.\nSamkvæmt ritgerð sem ég las fyrir einhverju síðan eru ýmsar sálfræði- og félagsfræðirannsóknir sem sýna fram á að margir hverjir sem kjósa að fara út í “Performing Arts” (leiklist, tónlist, etc) þjást af svokölluðu “external locus of identity”, þ.e. þeir meta sjálfan sig aðeins eftir því hvernig aðrir meta sig.\nEf við tökum þetta inn í dæmið sé ég hlutina þannig að ef einstaklingur kýs að spila tónlist sem hefur enga greinilega þörf á hljóðfæraskipan eins og Lead/Rhythm, en skilgreinir sig samt sem\nLead\ner góður séns á að hann þjáist af þessari persónuauðkennis“röskun”, þar sem hann vill að skýrt sé tekið fram hvert hlutverk hans er í verkefninu og það hlutverk vill svo til að vera það sem gefur honum einhverja mestu athygli sem hann getur fengið með það sem hann hefur í höndunum. (Einnig má sjá það sem egótistíska þörf til að vera “betri” eða í “merkari” stöðu en meðspilarinn)\nSvona meðvitaður eða ómeðvitaður hugsunarháttur getur þar af leiðandi varpað skugga yfir gildi tónlistarinnar sjálfar, og endað í montkjánaskap sem heyrist best hjá hljómsveitum á borð við\nDragonforce\n.\nVissulega ætla ég ekki að neita því að margir Lead-gítarleikarar átt stóran þátt í þróun tónlistar yfir höfuð, og Þungarokk er engin undantekning þar. Nefna má þar dæmi eins og:\n* Ace Frehley úr Kiss\n* David Gilmour úr Pink Floyd\n* Kirk Hammett úr Metallica\n* Tony Iommi úr Black Sabbath\n* Brian May úr Queen\n* Tom Morello úr Rage Against The Machine\n* Dimebag Darrell úr Pantera og Damageplan\n* Jimmy Page úr Led Zeppelin\n* Joe Perry úr Aerosmith\n* John Petrucci úr Dream Theater\n* Slash úr Guns 'N Roses\n* Pete Townshend úr The Who\n* Eddie Van Halen úr Van Halen\n* Angus Young úr AC/DC\nFyrir minn smekk hins vegar heilla hetjusóló mig lítið í nútímasamhengi, og þá sérstaklega í Þungarokki, og það gleður mig mjög að svona stíf hljóðfæraskipan hefur ekki náð sér einhverri hrottalegri bólfestu í Þungarokkhljómsveitum Íslands. Mér þykir andskoti vel heppnað að ég viti bara af einni hljómsveit sem mér hefur alltaf fundist ríghalda í þessa greinilegu hljóðfæraskipan innan Þungarokkssenu Íslands, en sú hljómsveit ber nafnið\nWistaria\n.\nMeð þessum hlutum er ég samt alls ekki að segja að ég sé á móti gítarsólóum yfir höfuð, en vissulega finnst mér að lagið þurfi að biðja um sóló; ekki leikarinn að þvinga sólói í lagið. Gott dæmi um\nómeðvitað\nLead(ership) í Þungarokki Íslendinga er t.d. hljómsveitin\nSevered Crotch\n, en þeir halda ekki uppi einhverri opinberri skiptingu hljóðfæranna í “gæðaflokka”, ef svo má að orði komast, og þeir halda ávallt uppi heildarsamhengi þar sem sólóin verða partur af laginu frekar en monttól.\nMín skoðun er almennt að hljóðfæraleikararnir eigi ekki að skína meira en tónlistin sjálf, og meðvitaðar hégóma-hlutverkaskiptingar af þessu tagi finnst mér geta dregið úr alvöruleika tónlistarinnar sjálfrar.\nSvo má einnig líta á þetta frá öðru sjónarhorni.\nÉg var sjálfur í hljómsveit fyrir rúmu ári síðan þar sem ég sá um að flytja flest þau örfáu sóló sem sett voru í lögin, en á sama tíma kom ég mjög lítið nálægt tónsmíðunum sjálfur, en hinn gítarleikarinn sá alfarið um þá hlið á þeim tímapunkti. Svo stöndum við saman á sviði og spiluðum tónlistina, segjum að ég taki sóló yfir lag sem hann samdi… gerir það mig eitthvað frekar að\nLead\nen hann?\nÞarna erum við reyndar farin að grafa í skilgreiningu hugtaksins, og kannski komin aðeins út fyrir rammann, en mín lokaniðurstaða út frá því sem ég hef hugsað er að mér þykir þessi huglæga hlutverkaskipting í nútímatónlist heimskuleg í alla staði, og endurtek ég sjálfan mig í að segja að mér finnst að hljóðfæraleikararnir eigi ekki að skína meira en tónlistin sjálf.\nHvað finnst ykkur?",
    "url": "https://www.hugi.is/metall/greinar/693851/leadrhythm/",
    "url_id": "693851",
    "id": "7097101",
    "replies": [
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2010-03-08 20:23:02",
            "id": "7097136",
            "reply_to_id": "7097101",
            "text": "Þetta eru mjög ítarlegar og skemmtilegar pælingar hjá þér og greinilega eitthvað sem ber þörf á að gera betri greinarskil á en þekkist í dag."
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2010-03-08 20:45:32",
            "id": "7097170",
            "reply_to_id": "7097101",
            "text": "Mjög skemmtileg grein."
        },
        {
            "user": "andripeter",
            "user_id": "72235",
            "date": "2010-03-08 20:51:55",
            "id": "7097179",
            "reply_to_id": "7097101",
            "text": "Góðar pælingar, en það sem mér finnst vera skrýtnara að ef einhver lýsir yfir að hann sé “rythm” gítarleikari í bandi þá álætur fólk sjálkrafa að hann hljóti að vera slakari hljóðfæraleikari heldur en “lead” gítaristinn.\nJohn Lennon var t.d. “rythm” gítaleikarinn í Bítlunum en það má deila um það hvort hann hafi verið eitthvað slakari gítarleikar en Harrison(veit að þetta er /metall en þið fattið samhengið)."
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-03-08 20:56:47",
            "id": "7097181",
            "reply_to_id": "7097179",
            "text": "Mjög góður punktur sem hefur sér ágætis hliðstæðu við “hæfileika” Lead gítarleikarans, hvernig sem á það er litið er einhvernveginn fyrirfram ákveðið hvor er “betri”.\nBætt við 8. mars 2010 -  20:57\n…og þarf af leiðandi hættir fólk að hugsa út í samspilið sem slíkt"
        },
        {
            "user": "Ominnishegri",
            "user_id": "77143",
            "date": "2010-03-08 21:11:43",
            "id": "7097208",
            "reply_to_id": "7097101",
            "text": "Góð grein og skemmtilegar pælingar. Það væri flott að posta þessu líka á /hljodfaeri"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-03-08 23:49:10",
            "id": "7097443",
            "reply_to_id": "7097101",
            "text": "Mikið til í þessu hjá þe´r en perósnulega hefði ég sett þessa grein inná /hljóðfæri.\nEf þú villt skal á samþykkja hana þar."
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-03-09 01:28:22",
            "id": "7097572",
            "reply_to_id": "7097443",
            "text": "Ég get svosem alveg gert það, en þar sem ég skrifaði megnið af þessu út frá sjónarmiði þungarokksins fannst mér hæfara að setja það hérna upp því ég er í raun ekki að líta á þetta dót í rosalega mikið stærra samhengi.\nSvo fannst mér ekkert að því að henda einni grein hingað inn, “Greinar” flokkurinn var farinn að qualify-a í nafnbreytingu yfir í “Tilkynningar”"
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-03-09 00:19:51",
            "id": "7097500",
            "reply_to_id": "7097101",
            "text": "Sumir eru hreinlega mjög góðir í sweep,alternate og öllum sólótæknunum en verri lagahöfundar þessvegna auglísa sem lead?\nSvo líka möguleiki að sóló eru einfaldlega krefjandi og margir sem hafa gaman að þeim. Vill meina að það sé alveg jafn líklegt og “athyglissýki”"
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-03-09 01:26:19",
            "id": "7097570",
            "reply_to_id": "7097500",
            "text": "Hehe, þetta er kannski svoldið oversimplified hjá þér :)\nÉg er vissulega ekki að fullyrða neitt heldur segja bara mína skoðun, og það að einhver auglýsi sig sem Lead gítarleikara gerir hann vissulega ekki automatískt að verri lagahöfundi. Hins vegar finnst mér aðili sem treður sólói inn í lag einfaldlega til að hafa það þar, ekki af því það lagið eða verkið “biður um það”, vera verri lagahöfundur, því þar finnst mér kicka inn sálfræðilega hliðin sem ég var að byggja rök mín á til að bakka upp þessa skoðun mína. Verkið sjálft sem heild getur þannig fallið í skuggann á “montinu” :)\nÉg er reyndar mjög ósammála þér að að sóló séu einfaldlega krefjandi, því\nsóló\nsem slíkt er ofboðslega afstætt hugtak sem ekki er hægt að henda niður í formúlur og spilunartækni eins og sweep, alternate, etc.\nAð auki tek ég aftur fram að þessi grein var ekki byggð á því að rakka niður sóló, heldur sálfræðilegu hliðinni á “Lead” stimplinum."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2010-08-08 12:14:43",
            "id": "7215646",
            "reply_to_id": "7097500",
            "text": "En sweep og allt það er bara shred sem fólk tileinkar sér.  þetta er erfitt að ná hreinu í byrjun en þegar þú ert kominn í æfingu þá er þetta ekkert mál. svipað og að æfa sig í að halda 3 eða 4 boltum á lofti, erfitt first en þegar að maður er kominn með það þá er það ekkert mál. það er allveg miljón manns sem geta sweepað og hvað er svona og hvað er svona gaman að heyra í einum þeirraÖ\ní stað þess að gera eitthvað nýtt og öðruvísi."
        },
        {
            "user": "myndavel",
            "user_id": "74573",
            "date": "2010-03-09 09:51:38",
            "id": "7097658",
            "reply_to_id": "7097101",
            "text": "Góð grein og skemmtilegar pælingar.\nMér finnst skiptingin lead/rythm oft virka, en það er að stórum hluta vegna þeirrar tónlistar sem ég hlusta mest á.\nÍ gömlu hljómsveitinni minni voru 2 gítarleikarar, og skiptingin lead/rythm var mjög skýr. Í því tilfelli sennilega vegna þess að lead gítarleikarinn er virkilega flinkur gítarleikari og mikið fyrir gítarsóló. Rythm gítarleikarinn er ekki jafn fær á gítarinn og er upphaflega trommari…svo þetta var auðvelt dæmi."
        },
        {
            "user": "goonie",
            "user_id": "32690",
            "date": "2010-03-09 15:30:30",
            "id": "7097921",
            "reply_to_id": "7097101",
            "text": "1337 gítarleikari"
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-03-09 15:46:42",
            "id": "7097941",
            "reply_to_id": "7097101",
            "text": "flott grein, þekki einn svona :>\nsamt, þúst það ætti bara að vera “lead” í þessu lagi eða e-h, þú fattar aðð ef gítar er að spila melódíu og annar gítar að spila riff, þá er yfirleitt sagt að sá sem spilar melódíuna sé “lead” en eins og þú segir þá er hægt að líta á það þannig ef hann segir að hann sé\nalltaf\nlead þá sé ég hvað þú meinar með egoizm."
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-03-10 00:03:17",
            "id": "7098692",
            "reply_to_id": "7097941",
            "text": "Ég vil meina að titill gítarleikarans eigi að vera óháður hlutverki hans í ákveðnu verki, ef að gítar spilar melodíu, afhverju þarf að nefna gítarleikarann Lead?\nAfhverju er ekki hægt að sjá melódíuna þá bara sem part af laginu?"
        },
        {
            "user": "Moonchild",
            "user_id": "36323",
            "date": "2010-03-09 23:24:59",
            "id": "7098627",
            "reply_to_id": "7097101",
            "text": "Góð grein, en varðandi þessa útfjörun; gæti hún ekki stafað af því að hljóðfæraleikarar eru að verða almennt teknískari en þekktist áður fyrr? Það er að segja fólk fer að einbeita sér að hvoru tveggja (bæði rythma og sólóum) í staðinn fyrir annað hvort. Svo gæti þetta líka verið partur af því að hafa fjölbreyttari sóló eða lead í lögunum sínum. Hver gítarleikari hefur sinn stíl, og hljómsveit sem hefur verið starfandi í fjölda ára þar sem aðeins annar gítarleikarinn af tveimur sér um leadin hlýtur að færa að hljóma frekar einsleit í það minnsta eftir nokkur ár."
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-03-10 00:04:32",
            "id": "7098697",
            "reply_to_id": "7098627",
            "text": "Mjög góður punktur, eitthvað sem ég er mjög sammála"
        },
        {
            "user": "explorer1958",
            "user_id": "69319",
            "date": "2010-03-10 00:08:20",
            "id": "7098708",
            "reply_to_id": "7097101",
            "text": "flott grein, mikið til í þessu"
        },
        {
            "user": "Bledzig",
            "user_id": "73805",
            "date": "2010-03-10 21:47:54",
            "id": "7099610",
            "reply_to_id": "7097101",
            "text": "Hér mun ég gefa mitt fyrsta hrós nokkurntímann á huga.is\nÞetta er góð grein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-03-11 02:22:42",
            "id": "7099965",
            "reply_to_id": "7097101",
            "text": "góð grein, en það er samt gott að skipta lead og rithm á lög.. þannig að ef það eru 2 gítarar að þeir viti þá hvað þeir eiga að gera\nþað er samt óþarfi að kalla sig lead hægt að skiptast á að leiða og halda takti\nannars líka, AC/DC væri ekkert án malcom young, hann gerir mikið meira fyrir bandið en fólk áttar sig á"
        },
        {
            "user": "pesirokk",
            "user_id": "79100",
            "date": "2010-04-14 17:28:47",
            "id": "7133499",
            "reply_to_id": "7097101",
            "text": "þessu get ég ekki verið meira sammála og ég verð eiginlega að segja takk ! þetta hjálpaði mer mjög mikið til að átta mig á bara ýmsu um tónlist og fyrir tónlistarbransann hahah :D"
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-04-15 16:12:19",
            "id": "7134461",
            "reply_to_id": "7133499",
            "text": "Hahaha, frábært!!"
        },
        {
            "user": "metall",
            "user_id": "79718",
            "date": "2010-05-03 18:58:33",
            "id": "7152572",
            "reply_to_id": "7097101",
            "text": "Metallica Rock on"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2010-08-08 12:18:00",
            "id": "7215647",
            "reply_to_id": "7097101",
            "text": "það versta finnst mér efað fólk auglýsir sig sem rythma gítarleikara."
        }
    ]
}