{
    "forum_title": "Sorp",
    "user": "Skandbrand",
    "user_id": "77915",
    "date": "2010-03-09 08:54:40",
    "title": "Fyndið Omegle samtal",
    "text": "Margir vita hvað Omegle.com er? Það er svona dæmi þar sem þú getur talað við random manneskjur hvaðaneina úr heiminum. Hér er samtal sem sýnir bara fram á það hve vitlaust fólk getur verið :D\nYou're now chatting with a random stranger. Say hi!\nYou:  Það er so gott að kúra. (hello there btw) :D\nStranger: Hello there with your crazy made up language\nYou: It isn't made up :D\nYou: It's this song I have stuck on my head.\nStranger: What language is it then?\nYou: Icelandic.\nStranger: Haha everyone knows iceland isn't a real place…it's like Atlantis\nYou: Then I'm your imagination i guess hahaha :D\nYou: Well where are you from?\nStranger: It's okay…I dont mind that you're made up…I'm in the good old usa\nYou: And everyone in USA thinks that Iceland is made up? Oh this is good :D well for the sake of your reality let's just say that I'm from Denmark then.\nStranger: Yep, Iceland isn't a real place. I think I know Denmark…that's the right above Germany right?\nYou: It is. Hej med der (which is hello to you in Danish)\nStranger: Oh well thank you! Howdy! that's hello to you in American\nYou: I am aware of that, but thanks for refreshing my memory :D. So how old are you?\nStranger: I'm 21 years…you?\nYou: I am 17 years old.\nYou: So you live in NY rsum?\nStranger: I live right above NY, in Maine. Why do you assume NY?\nYou: It's population is big. It's well known. It's close to Maine (lol ) :D\nStranger: You were close! So what part of “Iceland” haha are you from?\nYou: I hail from Akureyri (which means “where the fields come in contact with the ocean” rsum gay like that)\nStranger: That's beautiful! You have such an imagination! Are you a student?\nYou: I am. I'm Currently at second year in university (the education system is different In Europe)\nYou: But I'm failing a lot of classes ;(\nStranger: Yeah, like really different! When did you graduate highschool?? It's okay, I've failed a class too\nYou: Well here you go to the first school for ten years (it's called basic school, don't know how to translate) then for four years in university and then you're free to go learn academically.\nStranger: HEY!! Guess what??!!\nYou: What?\nStranger: I just looked it up!! Iceland IS a real place!!\n[hér vil ég bara bæta inn í, GUÐ MINN FOKKING GÓÐUR]\nYou: hahahahahahahahahaha…. I thought you were joking :D\nStranger: I thought you were too! Holy shit! Well I learned something today\nYou: Haha , that's nice.\nYou: Did you know that Google translator offers you to translate from english into Icelandic?\nYou: That should further proof the language exists :D\nStranger: No, I didn't…I probaly would of thought it was joke…like english to hobbit or something\nYou: Hehe. You're making my day. But I'm not surprised Iceland is though of like that. There are only 300.000 people here. Not a big number\nYou: thought*\nStranger: That is small. You guys must feel lonely all by your selves in the Atlantic ocean…\nYou: Actually no. The tourists come in big quantities and don't tell me that you have more than 300,000 friends :)\nStranger: I don't, I have about 299,999 friends. You guys get tourists too? That's amazing! Where do they come from?\nYou: England, Germany, Denmark, China, Russia, Ireland and even USA :D\nYou: There is much seismic activity which has created a unique landscape which intriques tourists :D\nStranger: Are you sure from the USA?? I'm pretty sure no one here knows of your existance yet…I want to be the first American in Iceland!\nYou: I have spoken to a lot of people from the USA. I've been working the docks where the cruisers come before.\nYou: Most of them were from Florida but I remember this guy with a big beard from Kentucky\nStranger: Well that's insane! They must of been lost or something… I used to work at docks too. :D\nYou: that's nice . We have something in common then. Imagine. A person of a race lost in the ocean like the Atlantis has had the same job as you hahahaha\nStranger: Wow, I never thought about it like that. That's pretty cool! I used to give pamphlets to tourists..it was an okay job.\nYou: Yeah I guess. Now I work for the Coca Cola company. I go to stores and refill their shelfes with Coke.\nYou: shelves* sry. I'm not that good at english.\nStranger: Awesome! I love Coke! And your english seems pretty good to me. It's my first language and i'm probaly worse then you at speaking it lol\nYou: Hehe, that can't be. I can write it allright, but my accent is kind of like when you hear a scottish brogue.\nStranger: Haha that's awesome. I love it when people have thick accents. It always amuses me to try and figure out what they're saying.\nStranger: That's why I liked my dock job\nYou: Hehe, I understand. I find it extremely funny when people from other countries try to speak Icelandic. They always get the word formation and (bend?) incorrect.\nStranger: Yeah, from what you wrote before it looks like a complicated language….wait,wait, is Iceland one of those viking countries??\nYou: You could say that, we have a certain viking ancestry, yes\nStranger: Okay, then I think I have heard about you before. Volcanoes and stuff right?? Also to Americans all of Scandanavia=viking country\nYou: Hehe, I've heard that before. Yes in iceland there are Volcanoes and earthquakes and geysers and stuff.\nYou: Scandinavia though is only Denmark, Norway and Sweden.\nStranger: Yaay I did remember. I guess I'm not a complete retard afer all! :D\nYou: I never said you were. This information is uneccesary in the USA. I for example know nothing about Mexico.\nYou: Isn't it a state?\nYou: nah kidding\nStranger: I didn't think you thought I was a retard..I thought I was a retard. lol….and Mexico is like Americas annoying neighbour who won't go away\nYou: Hahaha. They speak spanish there right?\nYou: Is that why USA have to learn spanish?\nStranger: Yes they do. And yeah, they offer a lot of Spanish classes here for that purpose.\nYou: Do you watch the show south park?\nStranger: I LOVE southpark!…\nYou: Hehe me too… Shame they don't air it here though. I have to watch it on southparkstudios.com\nStranger: Have you ever seen team america world police?\nYou: Yes. the puppets. Omg it so funny. Get the terrorist. He's going down Bahkalahklastreet.\nYou: Then Kim Jong is like singing and shit.\nYou: My laptop is about to hibernate. I have to go. Been nice talking to you :D\nYou have disconnected.\nSumt fólk, Tsk, tsk.",
    "url": "https://www.hugi.is/sorp/greinar/693886/fyndid-omegle-samtal/",
    "url_id": "693886",
    "id": "7097431",
    "replies": [
        {
            "user": "Laddis",
            "user_id": "36994",
            "date": "2010-03-09 13:18:41",
            "id": "7097789",
            "reply_to_id": "7097431",
            "text": "Hahahahaha! Fucking snilld. :')"
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2010-03-09 15:16:29",
            "id": "7097903",
            "reply_to_id": "7097431",
            "text": "= D\nAkureyri = Win"
        },
        {
            "user": "TheMadHatter",
            "user_id": "65981",
            "date": "2010-03-09 15:23:32",
            "id": "7097913",
            "reply_to_id": "7097431",
            "text": "Geeeez… Snilld."
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-09 20:48:53",
            "id": "7098414",
            "reply_to_id": "7097431",
            "text": "Vá, langflestir “omg fyndið omegle samtal” þræðirnir/greinarnar eru svo leiðinleg að mig langar að skjóta mig. Ekki þetta.\nBætt við 9. mars 2010 -  20:49\nOg fall (eins og í fallbeyging) er “declension” á ensku."
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-09 21:16:42",
            "id": "7098448",
            "reply_to_id": "7098414",
            "text": "Ég ætla alls ekki að banna þér að hafa þessa skoðun og takk fyrir að segja mér hvað fallbeyging er á ensku.\nÉg ætla hins vegar að nota tækifærið hér í svarinu mínu til að gera útdrátt á því af hverju mér fannst þetta fyndið þannig að fólk með svipaðar skoðanir og þú (nema hvað að þú ert þegar búinn að lesa nóg til að mynda þér skoðun :D) þurfi ekki að lesa þetta allt saman sér til armæðu og lækka ég þá vonandi með því hlutfall þeirra sem vilja skjóta sig við það eitt að lesa þetta:\n21 árs gamall bandaríkjamaður telur Ísland vera uppskáldað ævintýri svipað og Atlantis og neitar beinlínis í fyrstu að trúa(skv. minni túlkun) að fólk ferðist þangað. Síðan gerist ekki neitt.\nÉg efa það stórlega að þetta geri þér nokkuð til geðs/gamans þar sem að ég reyni ekki og mun líklega ekki á nokkurn hátt breyta skoðun þinni,hver sem hún er, með þessu svari því tilgangurinn er allt annar.\nEinnig, þar sem að ég er haldinn örlítilli þráhyggju- og skorðtúlkun þá mættir þú útskýra fyrir mér eitt atriði:\nHvort var fyrsta umsögnin þín tvöföld neikvæða, þá eða þversögn? Ég get ekki vitað hvað þú átt við þar sem að þú hefur búið til setningu sem gæti á þessu formi haft tvær meiningar."
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-09 21:20:33",
            "id": "7098454",
            "reply_to_id": "7098448",
            "text": "Mér fannst þetta fyndið, þess vegna tók ég fram að þetta væri EKKI eins og langflest “fyndin” Omegle samtöl, þ.e. ófyndið, ófrumlegt og langdregið. Takk fyrir að taka þér tíma í að skrifa svona langt og metnaðarfullt svar samt."
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-09 21:24:40",
            "id": "7098463",
            "reply_to_id": "7098454",
            "text": "Hehe. Þá hef ég dregið ranga niðurstöðu af svari þínu. Mér fannst líklegra á öllu að þetta væri tvöföld neikvæða.\nEn ég skil svarið þitt rétt ef : ([Samt] Ekki þetta) var það sem þú meintir.\nBætt við 9. mars 2010 -  21:25\nÞú gætir nefninlega hafa verið að meina (Ekki [gera] þetta."
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-09 21:32:19",
            "id": "7098476",
            "reply_to_id": "7098463",
            "text": "Já, það gæti hafa valdið ruglingi. Erum við þá ekki sáttir núna?"
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-09 21:37:00",
            "id": "7098482",
            "reply_to_id": "7098476",
            "text": "Ég var aldrei ósáttur… mikið hahaha. Jújújú ég er sáttur :D"
        },
        {
            "user": "Moonwalking",
            "user_id": "76760",
            "date": "2010-03-09 21:50:46",
            "id": "7098500",
            "reply_to_id": "7097431",
            "text": "Ísland er ekki lítid tad er stórasta land í heimi"
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-09 22:11:53",
            "id": "7098534",
            "reply_to_id": "7098500",
            "text": "Tja, það mætti orða að það væri hlutfallslega stærra þökk sé Mercator vörpuninni."
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-03-10 23:06:08",
            "id": "7099755",
            "reply_to_id": "7098534",
            "text": "Hahaha!"
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2010-03-10 02:29:17",
            "id": "7098851",
            "reply_to_id": "7097431",
            "text": "Hæ með þar sömuleiðis.\nUniversity er háskóli."
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-10 14:20:51",
            "id": "7099087",
            "reply_to_id": "7098851",
            "text": "Orly? Jæja hvað um það. Mér fannst það vera góð ágiskun anyways. (Og varðandi dönsku: Ég hef hatað dönsku út af lífinu alla mína skólagöngu svo að ég er hissa að ég vissi hvað Hej væri :D)"
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2010-03-11 03:11:44",
            "id": "7099975",
            "reply_to_id": "7099087",
            "text": "Jájá, no worries.  Þú kemur líka mjög vel út í samanburðinum."
        },
        {
            "user": "Turtle",
            "user_id": "78159",
            "date": "2010-03-10 20:05:05",
            "id": "7099521",
            "reply_to_id": "7097431",
            "text": "Mig langaði að slá þessa manneskju utanundir þegar hún sagði að Ísland væri ekki til.\nBætt við 10. mars 2010 -  20:05\nMig langar að slá þessa manneskju utanundir*"
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-10 21:59:18",
            "id": "7099626",
            "reply_to_id": "7099521",
            "text": "þú veist hvar hún á heima :D"
        },
        {
            "user": "Turtle",
            "user_id": "78159",
            "date": "2010-03-11 15:42:03",
            "id": "7100301",
            "reply_to_id": "7099626",
            "text": "Gangi mér vel að leita af húsinu hennar. : D"
        },
        {
            "user": "jankrist",
            "user_id": "79467",
            "date": "2010-03-12 11:40:51",
            "id": "7101047",
            "reply_to_id": "7097431",
            "text": "þetta er\nsnill\nd!"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-03-14 18:49:37",
            "id": "7102958",
            "reply_to_id": "7097431",
            "text": "Hann hlýtur að hafa verið að trölla þig. Bara hlýtur."
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2010-03-18 12:11:15",
            "id": "7106872",
            "reply_to_id": "7097431",
            "text": "Hahah ómæ, Omegle liðið getur verið svo illa steikt :D"
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-18 15:40:29",
            "id": "7107041",
            "reply_to_id": "7106872",
            "text": "Ég gaf óvart sjálfum mér álit en það var ætlað þé"
        },
        {
            "user": "Skandbrand",
            "user_id": "77915",
            "date": "2010-03-18 15:39:49",
            "id": "7107040",
            "reply_to_id": "7097431",
            "text": "Þess vegna þyrftum við Pimegle fyrir gáfað fólk eins og Íslendinga"
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2010-03-18 16:28:36",
            "id": "7107097",
            "reply_to_id": "7097431",
            "text": "Nákvæmlega, við störtum því bara :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-03-18 21:29:04",
            "id": "7107500",
            "reply_to_id": "7097431",
            "text": "híhí"
        }
    ]
}