{
    "forum_title": "Hljóðfæri",
    "user": "zwift",
    "user_id": "78634",
    "date": "2010-03-09 14:26:53",
    "title": "Ýmislegt til sölu og skipta, óska einnig eftir!",
    "text": "Ég með 15“ gæða fane bassa hátalara sem að mér vantar annað hvort box fyrir eða er til í að skipta honum út fyrir sambærilegan 18” hátalara. Einnig á ég til sölu eða skipta gamlan og góðan wem PA 100 magnara sem að hentar einkar vel til mögnunar fyrir hvort sem er gítar, bassa og eða hljómborð!\nSvo er ég með eitt stykki Ashdown EVO11 ABM 500 15“ combo 575 vött, með að vísu biluðum hátalara, en það er til nýr í Hljóðfærahúsinu og kostar í kringum 24000 krónur, en magnarinn er í topp standi og til sölu eða skipta, mundi helst vilja skipta á þessum magnara og góðum 5 strengja bassa!\nEf að þið viljið bjóða mér skipti þá hef ég eingöngu áhuga á bassa dóti ss effectum, gömlum lampa mögnurum, eða jafnvel góðum 5 strengja bassa! Annars óska ég bara eftir tilboðum í þetta dót því ég hef enga hugmynd um hvað ég vil fá fyrir þetta en mun svara af eða á eftir því hvernig mér líst á tilboðin! Á myndir af öllu saman sem að ég get sent ef þið gefið mér upp e mail\nEr líka að leita að hátalara lausum bassa boxum eða með biluðum eða sprungnum hátölurum sem einhver þarf að losna við því mér vantar 2 stykki eitt fyrir 2x10” má vera eden eða hvað annað sem er, eitt stykki 1x15“ má vera marshall eða hvað annað, einnig er ég til í að skipta á 15” fane fyrir sambærilegan 18\" hátalara\nVinsamlegast hringið í mig í síma 8675961 ef þið lumið á einhverjum af þessum boxum eða viljið kaupa eða skipta á dótinu mínu.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/693931/ymislegt-til-solu-og-skipta-oska-einnig-eftir/",
    "url_id": "693931",
    "id": "7097851",
    "replies": [
        {
            "user": "Hilarius",
            "user_id": "76534",
            "date": "2010-03-09 20:00:34",
            "id": "7098354",
            "reply_to_id": "7097851",
            "text": "Ég er með hágæða bassaeffect sem er svo gott sem ónotaður. Þetta er Ashdown Sub octave-Plus sem ég er tilbúinn að láta hann fara á 15 þús. Hann kostar 19.900 nýr í tónabúðinni"
        },
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2010-03-09 20:45:54",
            "id": "7098409",
            "reply_to_id": "7098354",
            "text": "af einskærri forvitni, hefuru prófað hann við gítar ?\nlangar í einhvern óvenjulegan og skemtilegan octave, hver veit, kannski er þessi villtu"
        },
        {
            "user": "Hilarius",
            "user_id": "76534",
            "date": "2010-03-09 21:09:33",
            "id": "7098439",
            "reply_to_id": "7098409",
            "text": "hann soundar vel með bassanum, nota hann yfirleitt þegar ég spila áttund ofar á bassanum. Hef ekkert prufað hann neitt af viti með gítar en það litla sem ég hef testað hann svoleiðis soundaði hann vel. Get mögulega reynt að redda smá hljómdæmi fyrir þig um helgina ef þú vilt?"
        }
    ]
}