{
    "forum_title": "Sagnfræði",
    "user": "Iluvatar",
    "user_id": "10509",
    "date": "2002-03-22 14:45:09",
    "title": "Byltingin í Rússlandi 1917",
    "text": "Inngangur\nByltingin í Rússlandi 1917 er án efa einn merkasti og afdrifaríkasti atburður 20. aldarinnar.  Áhrifa byltingarinnar gætti víðar en í Rússlandi og Evrópu og áhrif hennar á stjórnmál og hugmyndafræði á 20. öldinni voru ótvírætt gríðarlega mikil og víðtæk.\nÍ þessari ritgerð verður fjallað nokkuð ýtarlega um byltinguna í heild sinni; aðdragandann, framkvæmdina og loks stjórn bolsévika á fyrstu árunum eftir byltinguna.  Í upphafi verður rakið hvernig vaxandi ólga verkalýðsins í Evrópu við upphaf tuttugustu aldarinnar teygði anga sína til Rússlands og hafði áhrif á baráttu verklýðsstéttarinnar þar við veldi keisarans. Fjallað verður um marsbyltinguna og afleiðingar hennar, og hvernig bolsévikum tókst að styrkja stöðu sína, steypa þáverandi stjórnvöldum af stóli í nóvemberbyltingunni og að lokum festa sig í sessi.\nUpplausn í Evrópu\nFyrsta alþjóðasamband verkalýðsins, sem stofnað var árið 1864, var samband alþjóðasinnaðra jafnaðarmanna, þar sem þýski sósíaldemókrataflokkurinn var langtum öflugastur.  Eitt mikilvægasta baráttumál alþjóðasambandsins var að berjast gegn hvers konar stríði, því sambandið áleit að almenningur yrði ávallt fórnarlamb stríðreksturs auðvaldsins.  Til að sporna gegn stríði var stefna sambandsins að flokkarnir innan þess og verkalýðsfélög sem tengdust því skyldu hvetja verkamenn til að fara í alþjóðlegt allsherjar verkfall og neita að gegna herþjónustu.\nEn flokkar alþjóðasambandsins, að undanskildum tveimur litlum flokkum í Serbíu og Rússlandi, svikust undan þessari stefnu sinni þegar á reyndi, þ.e. í fyrri heimsstyrjöldinni.  Þar sem hvorki verkalýðsfélögin né vintrisinnuðu flokkarnir héldu uppi gagnrýni á stríðið varð andstaðan lítil við upphaf stríðsins.  En þegar stríðið var rúmlega hálfnað fór andstaða við stríðið að færast í aukana, einkum vegna hungurs og skorts á ýmsum nauðsynjavörum.  Þessi skortur jókst þegar líða tók á stríðið en samt sem áður voru miklir fjármunir notaðir í stríðsreksturinn, án þess að almenningur yrði var við afgerandi árangur.  Á stríðstímanum höfðu einnig komið fram á sjónarsviðið sérstakir stríðsleiðtogar á borð við Chamberlain í Bretlandi og stór hluti almennings kenndi þeim og öðrum valdhöfum um ófarirnar í stríðinu.\nÚr þessari andstöðu reis hópur róttækra manna, sem gjarnan voru tengdir sósíalistum, anarkistum og syndikalistum, í flestum Evrópulöndum.  Þetta voru mjög mismunandi hópar, og kröfur þeirra gjörólíkar; sumir vildu koma á breytingum með friðsamlegum hætti en aðrir töldu blóðuga byltingu og allsherjarverkfall einu leiðina til umbóta.\nVerkamenn og einkum hermenn hlustuðu á hugmyndir byltingarsinna og hófu margir hverjir að rísa upp gegn valdhöfum.  T.a.m. gerðu franskir hermenn uppreisn í maí 1917, þeir mótmæltu stríðsrekstrinum, ekki vegna þess að þeir töldu stríðið vera stríð auðvaldsins heldur frekar vegna þess að þeir sögðu stríðið vera tilgangslaust og að hermennirnir væru sendir í opinn dauðann án þess að fá nokkru um það ráðið.   Þannig sést að orsök óánægjunnar var sjaldan af sömu rót en misleitir hópar gátu þó sameinast í andstöðu gegn stríðinu og  öðru óréttlæti sem þeir töldu sig verða fyrir.\nSósíalisminn í Rússlandi\nÍ Rússlandi var stofnaður sósíaldemókrataflokkur árið 1898 sem fljótlega klofnaði í tvo hópa, annars vegar mensévika (minnihlutamenn) og hins vegar bolsévika (meirihlutamenn).  Ágreiningsefnið var eðli flokksins, mensévikar hugsuðu sér mjög fjölmennan flokk í nánum tengslum við verkalýð landsins en bolsévikar, undir forystu Vladímír Íljítsj Uljanov (Lenín), stefndu að mjög fámennum, skipulögðum samtökum sem yrði ekki í beinum tengslum við verkalýðinn.\nLenín var þrautseigur og mikill baráttumaður og auk þess afar sterkur leiðtogi.  Snemma á ævinni varð hann heillaður af kenningum Marx, en vegna skoðana sinna  var hann sendur í útlegð til Síberíu 1895 og síðar til Sviss.  Í Sviss gat hann unnið að hugðarefnum sínum, sósíalismanum, og þróaði þar kenningar Marx enn frekar.\nÓsigrar keisarans\nÍ Rússlandi var mikil upplausn; uppreisnir urðu víða í framhaldi af ósigri Rússa í stríðinu við Japani árin 1904-1905 og staða keisarafjölskyldunnar varð veikari með degi hverjum þrátt fyrir miklar umbætur og tilraunir til að styrkja stöðu sína.  Í kjölfar stríðsins varð bylting haustið 1905, þar sem flotahermenn keisarans gerðu uppreisn en einnig gerðu almennir bændur og verkamenn tilraun til byltingar.  Þessi bylting entist þó ekki lengi því í mars árið 1906 hafði byltingin verið brotin á bak aftur.\nEkki bætti úr skák að munkur að nafni Efimovitch komst til áhrifa hjá hirðinni 1906 með því að beita skottulækningum á deyjandi son keisarahjónanna.  Hann var ofstækismaður í trúmálum og mikill drykkjumaður og þess vegna fékk hann viðurnefnið Rasputin, sem þýðir hinn óvirðulegi.   Um tíma álitu margir hann vera hinn raunverulega stjórnanda Rússlands og keisarahjónin aðeins formlega þjóðhöfðingja.\nRússar hófu þátttöku í fyrri heimsstyrjöldinni í ágúst 1914 fullir bjartsýni um að stríðið ætti eftir að verða stutt og auðunnið.  Í fyrstunni efldist þjóðerniskenndin  og  hatrið á óvininum, Þjóðverjum, magnaðist.  Herir Rússa, sem voru illa búnir klæðum og vopnum, töpuðu hverri orrustunni á fætur annarri og mannfall var gríðarlegt.  Vegna þess hve margir þurftu að gegna herþjónustu varð mikill skortur á verkafólki sem leiddi til bágrar efnahagsstöðu.  Reiði verkamanna og bænda var því mikil, sérstaklega í höfuðborginni Petrograd (St. Pétursborg).\nMarsbyltingin og bráðabirgðastjórn\nÍ upphaf marsmánaðar 1917 var fjölmörgum stórum verksmiðjum lokað með þeim afleiðingum að tugþúsundir verkamanna voru atvinnulausir og í uppreisnarhug.  Næstu daga fóru 200.000-250.000 verkamenn í verkfall og 12. mars gerði rússneski herinn uppreisn eftir að liðsforingi hafði skotið yfirmann sinn til bana.  Nú var svo komið að Nikulás keisari samþykkti að afsala sér völdum, og við tók bróðir hans í aðeins 24 klukkutíma þar til að hann gerði slíkt hið sama en í þetta skiptið fóru völdin í hendur 12 manna bráðabirgðaríkisstjórnar.\nBráðabirgðastjórnin hafði að markmiði að stjórna aðeins þar til að hægt væri að halda kosningar og segja svo af sér.  Dúman, rússneska þingið, studdi bráðabirgðastjórnina en samt sem áður hafði ríkisstjórnin lítil völd; ráð (sovétar) verkamanna og bænda voru mun valdameiri.   Ráðin áttu að gæta hagsmuna verkafólks og bænda og „réðu yfir járnbrautum, pósti og ritsíma og litu eftir framleiðslunni í stóru verksmiðjunum.“\nOftast var eitt ráð í hverri borg, og ráðið í Petrograd var langtum valdamest því önnur ráð tóku sér það til fyrirmyndar og viku fyrir samþykktum þess.  Ráðið í Petrograd var því svo valdamikið að án samþykki ráðsins gat ríkisstjórnin ekki framkvæmt stefnu sína, einkum vegna þess að lögregla keisarans hafði verið leyst upp og hermenn lutu ekki lengur valdi ríkisstjórnarinnar heldur höfðu stofnað sín eigin ráð.   Í ráðunum sátu mestmegnis sósíalistar. Þeir samþykktu að starfa með tiltölulega borgaralegum ríkisstjórnum til að Rússland fengi „að reyna sitt auðvaldsskeið áður en kleift yrði að hrinda sósíalismanum í framkvæmd.“   Þeir bolsévikar sem sátu í ráðunum voru almennt þeirrar skoðunar að veita ætti bráðabirgðastjórninni gagnrýnan stuðning og þannig ýta stjórninni í átt til róttækni.\nLenín kemur heim\nLenin, sem hafði verið í útlegð í Sviss á meðan á marsbyltingunni stóð, kom heim til Rússlands með hjálp Þjóðverja, sem sáu hag sinn í því að leyfa Lenín að veikja stöðu rússnesku bráðabirgðastjórnarinnar og virkja verkamenn gegn stríðsrekstri. Lenín var algjörlega ósammála ráðsmönnum um áðurnefnt „auðvaldsskeið“ og honum tókst að sannfæra flokksmenn sína, bolsévika, um að hrinda ætti af stað nýrri byltingu þar sem öll völd yrðu færð í hendur ráðanna.\n[Lenín] sá fyrir, að bráðabirgðastjórnin mundi vegna undanlátssemi við borgarastéttina ekki geta leyst þau vandamál, sem efst voru á dagskrá, þ.e. hvorki bundið enda á styrjöldina með friðarsamningum né hafizt handa um uppskiptingu stórjarða. Hún hlyti því á skömmum tíma að glata öllum stuðningi, byltingaröflin gætu náð undirtökum í ráðunum og að lokum öllum völdum í sínar hendur.\nLenín vildi að friði yrði komið á þegar í stað og slagorð hans „friður, hvað sem það kostar“ lýsti kröfum verkamanna og flestra hermanna fullkomlega.\nMikil upplausn var einnig ríkjandi meðal verkamanna og bænda; bændur tóku jarðir landeigenda með valdi og verkamenn mótmæltu eftirliti kapítalista með atvinnurekstrinum.  Þessir hópar, ásamt hermönnum, sameinuðust undir vígorðinu „land, brauð og friður“ og bolsévikar studdu kröfur þeirra.  Úr þessum óánægðu hópum voru hálf milljón manns kallaðir í her bolsévika sem nefndist „rauða varðliðið“.\nNóvemberbyltingin\nÞegar leið á haustið urðu bolsévikar mjög öflugir í ráðunum, sérstaklega í Petrograd þar sem Leo Trotskí veitti ráðinu formennsku.  Trotskí hafði gagnrýnt Lenín mjög eftir klofninginn í rússneska sósíaldemókrataflokknum en gekk í bolsévikaflokkinn ásamt stuðningsmönnum sínum eftir að Lenín kom aftur úr útlegðinni í Sviss.  Bolsévikar höfðu einnig mikinn stuðning frá bændum og verkamönnum í helstu borgum, einkum í Petrograd.\nÞegar bolsévikar höfðu náð miklum áhrifum í ráðunum og þegar andstaðan við stríðið var í hámarki lagði Lenín til að bolsévikaflokkurinn ætti að nýta þetta tækifæri og gera þá byltingu sem hann hafði talað svo ákaft fyrir.  Tillaga Leníns mætti þó töluverðri andstöðu innan flokksins en var að lokum samþykkt þrátt fyrir að tveir helstu forystumenn hans hefðu opinberlega lýst yfir andstöðu sinni.\nTrotskí fékk það hlutverk að skipuleggja byltinguna sem átti að fara fram þann 7. nóvember (25. október sé miðað við þáverandi tímatal) og réði því að byltingin var gerð í nafni ráðanna í stað flokksins.  Markmið hans var að mannfall yrði sem minnst og ofbeldi í algjöru lágmarki.\nÞetta tókst; aðeins 18 manns voru handteknir og tveir létust á þeim eina degi sem valdataka bolsévika í Petrograd stóð yfir.  Herinn hafði lýst yfir stuðningi við bolsévika og rauðu varðliðunum voru færð vopn úr virki hersins.  Rauðu varðliðarnir tóku fyrst brýr en seinna ýmsar mikilvægar byggingar í höfuðborginni, s.s. orkuver og lestarstöðvar.  Að því loknu réðust rauðu varðliðarnir inn í Vetrarhöllina þar sem bráðabirgðastjórnin hafði aðsetur.  Hvorki liðsveit kvenna né herskólanemar, sem áttu að verja höllina, veittu markverða mótspyrnu og flestir gáfust upp undir eins.  Moskva féll einnig í hendur bolsévika næsta dag og í framhaldinu tóku bolsévikar völdin í öðrum borgum Rússlands án mikillar mótspyrnu.\nStjórn bolsévika og borgarastyrjöld\nBolsévikar komu á fót bráðabirgðastjórn undir forystu Leníns..  Ráðið, sem nefndist alþýðukommissararáðið, samanstóð af s.k. alþýðuforingjum, m.ö.o. ráðherrum.  Lenín varð forsætisráðherra, Trotskí utanríkisráðherra en Stalín, sem síðar átti eftir að verða leiðtogi Sovétríkjanna, varð ráðherra um málefni þjóðernisminnihluta.  Ríkisstjórnin átti erfitt verk fyrir höndum; hún þurfti að ná völdum yfir öllum ráðunum og festa sig betur í sessi því enn hvíldi hún á veikum grunni.  Hún þurfti einnig að efna loforð sín um að binda enda á stríðið, sjá almenningi fyrir mat og koma jörðum til bænda.\nRíkisstjórnin hóf að gefa út ýmsar tilskipanir sem miðuðu að þessum breytingum en einnig ómannúðlegar tilskipanir eins og þá sem bannaði öll dagblöð sem ekki styddu bolsévika.  Kosið var til þjóðfundar stuttu eftir nóvemberbyltinguna þar sem bolsévikar voru í miklum minnihluta og þeir slitu því fundinum eftir aðeins einn sólarhring.  Trotskí fékk það hlutverk að semja frið við Þjóðverja og Austurríkismenn fyrir hönd ríkisstjórnarinnar.  Samningsstaða Rússa var mjög slæm og óvinirnir eignuðust stór, fjölmenn og verðmæt landsvæði sem höfðu verið undir stjórn Rússa, s.s Finnland, Eystrasaltslöndin þrjú o.fl.\nEn þegar friði við Þjóðverja hafði verið komið á tók við borgarastyrjöld í Rússlandi sem átti eftir að standa til 1920.  Bolsévikar komu sér upp her, Rauða hernum, sem átti að berjast við ýmsa andstæðinga bolsévika.  Flestir andstæðinganna voru stuðningsmenn keisarans en margir voru þó félagsbyltingarsinnar og enn aðrir lýðræðissinnar.  Þessi misleiti og ósamstíga hópur gekk undir nafninu Hvíti herinn.  Í Rauða hernum var hinsvegar mjög strangur agi og viðurlög við óhlýðnaði voru harkaleg.  Að lokum tókst Rauða hernum að sigrast á andstæðingum sínum eftir að hafa líflátið keisarahjónin og fjölskyldu þeirra.\nEftir 1920 voru tiltölulega fáar uppreisnir gerðar gegn bolsévikum og ljóst var orðið að Lenín, Trotskí, Stalín og öðrum leiðtogum bolsévikaflokksins hafði tekist ætlunarverk sitt, þ.e. að koma Rússlandi undir bolséviska stjórn og festa hana í sessi.\nLokaorð\nLenín hafði tekist ætlunarverk sitt, sem var að gera byltingu með hjálp tiltölulega fárra útvalinna manna og koma á bolséviskri stjórn til bráðabirgða.  En Lenín hafði einnig ætlað að með tímanum myndu bolsévikar smátt og smátt afsala sér völdum því stjórnun þeirra yrði að lokum óþörf.  Þannig gæti náðst það sem Karl Marx kallaði „alræði öreiganna“, þ.e.a.s. hinn sanni  kommúnismi.\nLenín miðaði alla tíð við að þessi markmið hans myndu nást og að hið mikla harðræði sem einkenndi stjórn bolsévika eftir byltinguna myndi hverfa.  En hugmyndir Leníns náðu aldrei fram að ganga.   Eftirmenn hans á valdastóli breikkuðu þvert á móti valdsvið sitt og notuðu æ harkalegri aðferðir til að fá sínu framgengt.  Það má því segja að hugsjónir Leníns hafi þurrkast út vegna valdagræðgi eftirmanna hans.\nÚr þessum jarðvegi spratt harðstjórnin og einræðið sem átti eftir að einkenna Rússland og síðar Sovétríkin.  Byltingin, sem átti að frelsa almúgann undan oki og kúgun stjórnvalda, snérist því upp í andhverfu sína og hneppti almenning í fjötra á meðan alræðisvald flokksforystunnar varð að veruleika.\nHeimildaskrá\nBrooman, Josh. 1986. Russia in War and Revolution, Russia 1900-1924. Longman Inc., New York.\nDóra Hafsteinsdóttir og Sigríður Harðardóttir (ritstj.). 1992. Íslenska alfræðiorðabókin. Örn og Örlygur, Reykjavík.\nJóhann Páll Árnason. 1970. Þættir úr sögu sósíalismans. Mál og menning, Reykjavík.\nPoulsen, Henning. 1985. Saga mannkyns ritröð AB, 13. bindi. Stríð á stríð ofan. Almenna bókafélagið, Reykjavík.",
    "url": "https://www.hugi.is/saga/greinar/69429/byltingin-i-russlandi-1917/",
    "url_id": "69429",
    "id": "478731",
    "replies": [
        {
            "user": "elravager",
            "user_id": "1095",
            "date": "2002-03-22 19:26:57",
            "id": "478732",
            "reply_to_id": "478731",
            "text": "Góð grein."
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2002-03-22 22:53:30",
            "id": "478733",
            "reply_to_id": "478731",
            "text": "Frábær grein, skemmtilega orðuð, málfar í alla staði skýrt og fræðandi.\nSvona eiga greinarnar hér á huga að vera. Ítarlegar og fræðandi, ekki einnar blaðsíðu stutt söguverkefni.\ngreatness."
        },
        {
            "user": "bumburumbi",
            "user_id": "15361",
            "date": "2002-03-23 01:28:48",
            "id": "478734",
            "reply_to_id": "478731",
            "text": "Þetta er fín grein hjá þér.  Hinsvegar þarftu að vanda þig betur með tilvísanir í heimildir.  Í kaflanum ,,Lenin kemur heim\" er nafn Lenins haft innan hornklofa og grunar mig að þar sé tekið upp úr öðrum texta.  Þess er hinsvegar ekki getið og er það galli á annars ágætri grein.\nBumburumbi"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-03-28 17:10:19",
            "id": "478735",
            "reply_to_id": "478734",
            "text": "bumburumbi:\nÞetta er mjög eðlileg gagnrýni og á þessu er einnig eðlileg skýring; ég skrifaði þetta nefnilega í WordXp og notaði s.k. “footnote” sem kemur greinilega ekki fram þegar þetta er sett fram á þessari síðu.\nVarðandi tilvitnunina þá notaði ég ekki gæsalappir vegna þess að tilvitnunin var lengri en 3 línur og þá ber í staðinn að breikka spássíuna eða minnka letur og línubil, nema hvort tveggja sé.  Þetta gerði ég en eins og áður kom það ekki fram þegar greinin er sett á þessa annars ágætu síðu.\nIluvata"
        },
        {
            "user": "bumburumbi",
            "user_id": "15361",
            "date": "2002-03-28 17:42:12",
            "id": "478736",
            "reply_to_id": "478735",
            "text": "Ég kannast við svoleiðis vesen.  Sjálfur nota ég LaTex/pdfTex og er því frekar súr yfir því að geta ekki sett almennilega formattaðar greinar á .pdf sniði á síðuna mína á Huga.\nBumburumbi"
        },
        {
            "user": "Iluvatar",
            "user_id": "10509",
            "date": "2002-11-15 10:25:50",
            "id": "478737",
            "reply_to_id": "478736",
            "text": "Já, svona er nú lífið…"
        },
        {
            "user": "blasjogvur",
            "user_id": "9404",
            "date": "2002-03-24 21:37:35",
            "id": "478738",
            "reply_to_id": "478731",
            "text": "Ég sem er rússneskur maður og lærði allt þetta í skóla (næstan!) get vottað að greinin er frábær í almennum dráttum, enda hefur ekki farið dýpra. Samt er mjög umdeilanlegt nú á dögum hvort Lenín hafi eða hafi ekki verið að fá aðstoð frá þýskum leyniþjónustum. Hvar snertir byltinguna sjálfa, gerðust stöðugt uppreisnir í Rússlandi svo öldum skipti. Okkar risastóra land lentist ávallt í ýmiss konar stríðum, og efnahagur erfiðaðist að styðja stærsta herinn í heiminum. Auk þess voru umbætur í landbúnaði mjög hægfara, enda tveir aðalflokkar - framsóknarmenn og þeir íhaldssömu börðust fyrir áhrif í fylgineyti keisarans og lítið gerðist út út því fyrir almenning. Og árið 1917 voru ríkisstoðir algjörlega í hruni, valdið lá “úti á götu”, og fannst ekkert afl sem tók það upp nema bolsévikar, sem höfðu verið lítill en mjög vel skipaður hópur… sem hafa þó ekki sloppið við máttar- og menntunarleysi og  spillingu seinna á sovéskum tíma."
        }
    ]
}