{
    "forum_title": "Tíska & útlit",
    "user": "september",
    "user_id": "15204",
    "date": "2002-03-23 20:19:10",
    "title": "Uppáhaldsfötin ykkar.",
    "text": "Þá er það spurningin hvort að einhvert ykkar þarna úti hafi eignast þvílíkar uppáhaldsflíkur að þið hafið notað þær árum saman eða í lengri tíma, ekki tímt að leggja þeim fyrr en þið neyddust til. Ég t.d átti sama leðurjakkann í mörg, mörg ár. Hann varð einhvern veginn hluti af mér! Svo hef ég eiganst ýmsar aðrar flíkur sem að mér finnst enn jafn flottar og þegar að ég keypti þær. T.d árið'97 var ég að labba Laugaveginn og sá í glugganum á 17 eina dökkbrúna polyester skyrtu sem að ég varð bara að kaupa mér og er enn ein af mínum uppáhaldsflíkum, mjúk eins og alvöru silki og alltaf eins og glæný. Að ég tali nú ekki um Radio City buxurnar sem að ég keypti fyrst í Þorpinu í Borgarkringlunni, ég man enn þá tilfinningu sem að fékk þegar að ég keypti mínar fyrstu, ólýsanleg. Eða gömlu Levis stretch gallabuxurnar sem að ég keypti um árið og gekk í þanngað til að þær sögðu; hingað og ekki lengra og gáfu upp öndina. Látið heyra í ykkur. Kv september.",
    "url": "https://www.hugi.is/tiska/greinar/69524/uppahaldsfotin-ykkar/",
    "url_id": "69524",
    "id": "479417",
    "replies": [
        {
            "user": "grugli",
            "user_id": "9479",
            "date": "2002-03-23 21:34:17",
            "id": "479418",
            "reply_to_id": "479417",
            "text": "Uppáhaldsflíkin mín er rammstein-bolurinn minn.\nÉg hafði mikið fyrir því að fá hann að því að ég þurfti að panta hann á netinu kortalaus.\nSamt er þetta allveg helvíti ljótur bolur :)"
        },
        {
            "user": "BirkirF",
            "user_id": "11400",
            "date": "2002-03-23 21:41:46",
            "id": "479419",
            "reply_to_id": "479417",
            "text": "Hmmm? Núna er ég í alveg obbosslega gömlum nike buxum"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-03-23 23:37:50",
            "id": "479420",
            "reply_to_id": "479417",
            "text": "gömlu levi's twisted einsvasabuxurnar\npasslega baggy, passlega slitnar\nnotaði þær þangaðtil það komu holur á rassinn\n–\ngrænn stussybolur m/ munstri á hálsmálinu & vasa\nnotaði hann þangaðtil hann datt í sundu"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2002-03-24 00:12:09",
            "id": "479421",
            "reply_to_id": "479417",
            "text": "hmmm, ég á rosalega flottar buxur með kínverskum dreka á vinstri skálminni sem ég er alltaf í. Keypti þær í Þýskalandi og svört peysa sem ég keypti í Deres fyrir tveim árum. Og svo svartir sandalar með þvílíkt þykkum botni (fermingarskórnir) sem ég er búin að eiga í 4-5 ár. Vá… nú er ég að fatta hvað ég er orðin gömul ;)"
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2002-03-24 01:04:50",
            "id": "479422",
            "reply_to_id": "479417",
            "text": "Ég á flottustu kúrekaskó í heimi, og líka tvo “ógisslega” flotta kúrekahatta! Svo… á ég…. hmm… uppáhaldsuppáhalds… æ þetta er allt í soddans uppáhaldi… bleikur battist bolur (eða eitthvað svoleiðis) sem er með munstri yfir brjóstin… alveg dásamlegt, fattaði það ekki fyrr en mér var bent á það AF MÖMMU MINNI!\nsvo á ég svona glennu stuttbuxur, ekkert smá…smáar… þvílíkt stuttar galla upp í rass…\nog fullt fleira\nkveðja kvkhamlet"
        },
        {
            "user": "gosto81",
            "user_id": "17089",
            "date": "2002-03-24 21:41:42",
            "id": "479423",
            "reply_to_id": "479417",
            "text": "ég er alltaf nakin og á enga flík :)"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2002-03-24 22:54:01",
            "id": "479424",
            "reply_to_id": "479417",
            "text": "Ég er kind, er alltaf bara í sömu gömlu ullinni og með kúk lafandi í kringum rassopið.\nme me."
        },
        {
            "user": "3gill",
            "user_id": "11879",
            "date": "2002-03-25 01:01:11",
            "id": "479425",
            "reply_to_id": "479417",
            "text": "Uppáhalds fötin mín eru/voru\nIron maiden bolurinn minn\nCCCP tríkót jakkin minn\nog baseball skyrta sem ég sleit út"
        },
        {
            "user": "dipsy",
            "user_id": "1797",
            "date": "2002-03-27 18:40:52",
            "id": "479426",
            "reply_to_id": "479417",
            "text": "ég keypti rauðan nælonjakka í deres fyrir 2 árum og er búin að nota hann síðan… gaman þegar maður kaupir sér eitthvað og getur hugsað sér að nota það 2 árum seinna ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-28 00:35:55",
            "id": "479427",
            "reply_to_id": "479417",
            "text": "ég keyti buxur í gömlu Evu.. Dk gallabuxue sem ég er búin að ofnauðja í 2ár..ég á eftir að eiga þær þanngað til að þær eyðast upp.. svo á ég vettlinga sem mamma hatar alveg þvílíkt gataðar ulla lúffur… ég er bara ekkert á leiðinni að henda þeim.. ég nota bara aðra undir fyir fóður þá verður mér ekkert kalt:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-31 18:33:51",
            "id": "479428",
            "reply_to_id": "479417",
            "text": "úff ég á eigilega engin uppáhals föt því ég er alltaf að kaupa mér ný föt. en ég á adidas skó sem ég dýrka þeir eru reindar ornir frekar lúnir greyjin en ég nota þá þegar ég er rétt svo að skreppa c\"j)"
        },
        {
            "user": "happyface",
            "user_id": "18161",
            "date": "2002-04-05 14:46:10",
            "id": "479429",
            "reply_to_id": "479417",
            "text": "uppáhaldsfötin mín eru pott þétt dökkbláar náttbuxur af pabba með rauðum hringjum, og þær eru svo víðar að marr þarf að hnýta þær saman í mittið, ég gæti ekki verið án þeirra…"
        },
        {
            "user": "mgs",
            "user_id": "6621",
            "date": "2002-04-05 17:11:46",
            "id": "479430",
            "reply_to_id": "479417",
            "text": "Tai buxurnar mínar!! þær er mesta snilld og GOLA skórnir mínir =) líka levi´s twist stuttu buxurna"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-04-08 02:00:12",
            "id": "479431",
            "reply_to_id": "479417",
            "text": "uppáhaldsskórnir mínir eru án efa skórnir mínir sem ég keyfti í Soho þegar ég fór til New York til ömmu minnar. Eru svona klossar, keyfti mér á sama tíma hnáhá stígvél, líta alveg eins út og skórnir, bara hærri.. Hef aldrei á æfi minni verið jafn ánægð með neina skó sem ég hef átt..\nUppáhaldsbolurinn minn er bolur sem ég var búin að leita af útum allt en fann hann svo í New York í eitthverri pínuponsulitlari búð..\nUppáhaldsbuxurnar mínar voru levis cargo buxur sem svo skemmtilega vill til að er hætt að framleiða ! *GRÁT* og skálmarnar á þeim eru svo eyddar að ég verð að nota þær sem stuttbuxur í sumar bara\nuppáhaldspeysan mín  er svört hettupeysa sem eg keyfti í kiss..\nog uppáhaldskápan mín var síð svört kápa af ömmu minni, sem mamma mín henti síðan :( afþví hún var orðin svo ógeðsleg\nSvo núna er uppáhaldsúlpan mín rauð lager úlpa sem kærastinn minn hatar.."
        },
        {
            "user": "steinlaug",
            "user_id": "16686",
            "date": "2002-04-08 16:41:22",
            "id": "479432",
            "reply_to_id": "479417",
            "text": "Sko…\nHux hux, ætli það séu ekki bara moto gallabuxurnar mínar sem ég keypti í TOP SHOP (besta fatabúðin i rvk) í október síðasta ár og H&M peysan sem ég fékk í jólagjöf sona fjólublá;o)"
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2002-04-10 14:35:34",
            "id": "479433",
            "reply_to_id": "479432",
            "text": "notaðasta fatið mitt er græna rónaúlpan mín, kemur í góðar þarfir hvar sem er hvenær sem er, hægt að sofa í henni"
        },
        {
            "user": "rosalina",
            "user_id": "17719",
            "date": "2002-04-18 18:52:15",
            "id": "479434",
            "reply_to_id": "479417",
            "text": "Ég á gömul bangsanáttbuxur sem voru passlegar þegar ég fékk þær fyrir nokkrum árum(ekki viss hve mörgum) og núna ná þær alveg uppá hné og teygjan er slitin, en ég nota þær enþá."
        }
    ]
}