{
    "forum_title": "Hljóðfæri",
    "user": "Vintage",
    "user_id": "62334",
    "date": "2010-03-20 18:21:38",
    "title": "Ýmislegt spennandi til sölu",
    "text": "Ýmislegt dót til sölu sem ég hættur að nota :)\nEr aðallega að leitast eftir beinni sölu en Bjóðið mér endilega skipti eða gerið mér tilboð!\nLaney VH100r lampamagnarahaus:\n100.000.- (skoða skipti og upp-í-tökur á honum)\nBreskur 100w lampamagnari með nýlegum lömpum. Amerískt rafkerfi í honum en nettur straumbreytir fylgir með. Getur allt, hvort sem það er dauði og djöfull eða fiðrildi og regnbogar. Vel notaður og rokkaður magnari en virkar alveg 100%, fótrofi fylgir með.\nHausinn er í Hljóðfærahúsinu þar sem hægt er að prófa hann í “ró og næði”.\nUPPLÝSINGAR\nog\nMyndir\nRoland G-88 bassi og GR-33B synth:\nTilboð (Skoða öll tilboð!!! Nota hann ekkert og vil að hann komist fljótlega til einhvers sem kann gott að meta).\nGafst upp á því að reyna að selja þetta skrímsli á ebay (fékk bara bull tilboð og heimboð til Paolo sem virtist vera spenntari fyrir mér en bassanum).\nÞetta er bassi og syntha módúla sem virka saman með 24 pinna snúru. Gæti talað endalaust um þennan bass og hvað hann getur gert, en held ég bendi bara á link þar sem hægt er að lesa um hann, sjá myndir og heyra hljóðdæmi.\nBassinn er frábærlega smíðaður og það er greinilegt að ekkert var sparað þegar hann var búinn til.\nVæri til í að skipta á honum og öðrum góðum bassa!\nMYNDIR, VIDEO OG UPPLÝSINGAR\nMYND AF BASSANUM MÍNUM\nHeimasmíðað effektabretti:\n5.000.-\nBrettið kemur í harðri tösku sem smella passar utan um það. Brettið er frekar lítið, fínt fyrir þá sem notast aðallega við fáeina pedala. Platan er ca. 40x28cm m. handföngum á endunum svo auðvelt sé að ná henni úr töksunni.\n5.000.- er ca efniskostnaður + taskan.\nLennti í smá veseni með að redda myndum af brettinu, reyni að redda því í vikunni.\nÓSKA EFTIR:\n- Octave pedal (Boss OC-3 eða annað)\n- Delay/Reverb (Boss RE-20 Space Echo, Digitech Hardwire DL-8, MXR Carbon Copy eða annað)\n- E-ð annað spennandi!\nEr mögulega til í að skipta á/setja upp í: MXR Custom Audio Electronics Boost/Line Driver og/eða Ibanez CS-9 Stereo Chorus RI\nHafið samband í einkapósti eða á danielsmari@gmail.com fyrir tilboð eða spurnginar.\nEndilega hafið samband og skjótið að mér tilboðum á þessar græjur!!!\nKv Vintage/Daníel",
    "url": "https://www.hugi.is/hljodfaeri/korkar/695230/ymislegt-spennandi-til-solu/",
    "url_id": "695230",
    "id": "7109274",
    "replies": []
}