{
    "forum_title": "Bardagaíþróttir",
    "user": "Greifingi",
    "user_id": "14249",
    "date": "2010-03-29 16:17:02",
    "title": "UFC 111(spoiler",
    "text": "Carwin var flottur rosalegur kraftur í höndunum á honum. Fyndið að UFC listi hann 6.5 á hæð maður sá að Lesnar dwarfaði hann algjörlega þegar hann kom inn í hringinn. Mig minnir að þegar Lesnar var spurður út í Carwin hafi hann replyað\n“division 2 wrestler enough said”\nGSPvsHardy GSP hefði átt að brjóta á honum hendina sérstaklega þegar hann var með þetta kimura þá sá maður að hann leit upp á dómaran svona eins og “ætlaru ekki að stoppa bardagan” hefði verið mátulegt á hann ef Hardy hefði staðið upp og rotað hann fyrir þetta kjarkleysi.",
    "url": "https://www.hugi.is/martial_arts/korkar/696163/ufc-111spoiler/",
    "url_id": "696163",
    "id": "7118042",
    "replies": [
        {
            "user": "Davidian",
            "user_id": "72723",
            "date": "2010-03-29 17:08:01",
            "id": "7118094",
            "reply_to_id": "7118042",
            "text": "Ég verð eiginlega að segja að þrátt fyrir að St.Pierre hafi dominatað Hardy, þá var hann eiginlega ekkert impressive. Auðvitað þá var hann miklu miklu betri og var ekki í hættu allan bardagann, en miða við hve auðvelt það var fyrir hann að taka Hardy niður, fara fram hjá guardinu og gnp hann eða ná bakinu, að hann hefði ekki getað klárað hann. Ég fékk eiginlega svona Helio/Kimura tilfinningu fyrir Hardy eftir bardagann, að jafnvel þótt hann hafði tapað illa, þá endist hann allan tímann og GSP gat ekki klárað hann.\nAnnars var ég mjög sáttur með Carwin hvernig hann lamdi Mir duglega þarna.\nPerónulega fannst mér bardaginn hjá Pellegrino og Comes skemmtilegast, sérstaklega fyrri lotan"
        },
        {
            "user": "Smabert",
            "user_id": "57775",
            "date": "2010-03-29 18:05:45",
            "id": "7118142",
            "reply_to_id": "7118042",
            "text": "Hélt að Mir myndi taka þetta þar sem hann er búinn að vera að standa sig eftir tapið gegn Lesnar þannig þetta kom mér á óvart.\nVissi samt að GSP myndi taka þetta allan tímann, var samt hissa að hann mölvaði ekki höndina"
        }
    ]
}