{
    "forum_title": "Tolkien",
    "user": null,
    "user_id": null,
    "date": "2010-04-03 17:41:43",
    "title": "Hobbitamyndin",
    "text": "Smá samantekt um það sem vitað er um myndina.\nMyndin verður í tveimur pörtum og á fyrri hlutinn að koma út í desember 2012 en sá seinni í desember 2013.\nÞeim verður leikstýrt af Guillermo Del Toro sem einnig leikstýrði Hellboy.\nPeter Jackson verður executive producer og verður einnig með í að skrifa handritið ásamt Guillermo Del Toro, Fran Walsh, Phillippa Boyens og svo auðvitað Tolkien.\nHoward Shore mun sjá um tónlistina í myndinni en hann gerði einnig tónlistina við Lord of the Rings.\nNú er búið að staðfesta það að Ian McKellen leikur Gandalf, Andy Serkis leikur Gollum, Hugo Weaving leikur Elrond, Cate Blanchett leikur Galadriel og Marton Csokas leikur Celeborn.\nBúið er að staðfesta að Martin Freeman og Mark Ferguson leika í myndinni en ekki er búið að tilkynna hlutverk þeirra.\nMyndin verður unnin með New Line Cinema, MGM og WingNut Films.\nWarner Bros. munu sjá um dreifingu innan Bandaríkjanna og 20th Century Fox utan Bandaríkjanna.\nMark Ordesky verður Producer.",
    "url": "https://www.hugi.is/tolkien/greinar/696508/hobbitamyndin/",
    "url_id": "696508",
    "id": "7121649",
    "replies": [
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-04-03 18:06:53",
            "id": "7122902",
            "reply_to_id": "7121649",
            "text": "Hvað ætli Galadríel verði að gera? Svona svipað hlutverk og í FOTR að narreita?"
        },
        {
            "user": "pirus",
            "user_id": "69240",
            "date": "2010-04-03 19:44:05",
            "id": "7122981",
            "reply_to_id": "7122902",
            "text": "Aðstandendur myndarinnar ákváðu að sýna frá afdrifum Gandalfs þegar hann yfirgefur Bilbó og dvergana.\nÞað atriði á meðal annars að sýna frá fundi Hvíta ráðsins (er það ekki rétta nafnið annars).\nÍ Hvíta ráðinu eru meðal annars Galadríel, Saruman, Gandalfur og fleiri gamlir vinir.\nEinhver leiðréttir mig vonandi ef ég er að segja einhverja algjöra vitleysu."
        },
        {
            "user": "Hardurtappi89",
            "user_id": "73115",
            "date": "2010-04-03 18:22:22",
            "id": "7122912",
            "reply_to_id": "7121649",
            "text": "var þetta með martin freeman ekki aprílgabb?"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-04-03 19:08:30",
            "id": "7122942",
            "reply_to_id": "7122912",
            "text": "http://en.wikipedia.org/wiki/The_Hobbit_Part_1"
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2010-04-03 20:27:59",
            "id": "7123033",
            "reply_to_id": "7121649",
            "text": "Skrítið að Peter Jackson vilji ekki leikstýra henni."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2010-04-03 20:55:42",
            "id": "7123056",
            "reply_to_id": "7123033",
            "text": "Komst bara upp á kant við new line, hann vill það örugglega."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2010-04-03 21:02:14",
            "id": "7123066",
            "reply_to_id": "7123056",
            "text": "Sagði hann ekki eftir king kong að hann ætlaði aldrei aftur að leikstýra stórmynd?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-04-04 02:25:22",
            "id": "7123403",
            "reply_to_id": "7123033",
            "text": "eftir að hafa leikstýrt 3 stórmyndum á 14 mánuðum og átt gjörsamlega ekkert líf í þau rúm 6 ár sem lord of the rings myndirnar tóku að verða til, skil ég alveg að hann vilji ekki leggja þetta á sig aftur."
        },
        {
            "user": "sabbz",
            "user_id": "35505",
            "date": "2010-04-03 22:02:32",
            "id": "7123121",
            "reply_to_id": "7121649",
            "text": "það er ekki búið að staðfesta neitt seinast þegar ég vissi þar sem er ekki enn búið að gefa myndinni grænt ljós frá framleiðendum.\nBætt við 3. apríl 2010 -  23:02\nsem sagt castið er ekki staðfest vegna þess það er ekki búið að gefa myndinni grænt ljós. sem ég held að þeir geri þegar þeir eru búnir með handritið af seinni myndinni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-04-04 15:57:07",
            "id": "7123710",
            "reply_to_id": "7121649",
            "text": "Á ekki Ron Perlman að leika einn dverginn?"
        }
    ]
}