{
    "forum_title": "Heimspeki",
    "user": "Bauti",
    "user_id": "79565",
    "date": "2010-05-31 21:33:10",
    "title": "Er hægt að líkja tónlistarsmekk við trú ellegar stjórnmálaskoðun?",
    "text": "Í þessari grein mun ég fjalla um hvað sést ef rýnt er nógu vel. Ég mun tala um skoðanir, stefnur og\nsmekksatriði. Hvernig þessir hlutir geta líkst hvorum öðrum, bæði í mismunandi myndum og formum.\nEf að aðili segir að tónlistarsmekkur sinn sé “bara allt það sem fm957 spilar” þá er\nsá aðili leiddur af öðrum smekkshafa.\nLíkja mætti þessu dæmi við trú, því jú sumir hlusta á tilteknar útvarpsstöðvar og líkar við þá tónlist en ef sú stöð spilar lag sem aðilanum mislíkar þá skiptir hann einfaldlega um stöð. Hinsvegar ef að trúarflokkur breytir eða hagræðir stefnu sinni þá fylgir fólk samt flokknum þrátt fyrir að skoðun þess sjálfs stríði lítillega eða mikið gegn sinni eigin trú. Að sjálfsögðu ef að fólki finnst flokkur sinn ekki sinna sínum málum þá gengur það úr þeim flokki. Þá er ég ekki aðeins að tala um trúarflokka heldur líka stjórnmálaflokka og einnig hvers kyns aðrir hópar.\nStjórnmála- og trúarflokkar draga fólk á sitt band og á sínar skoðanir en mistekst að leyfa fólki að rækta sínar eigin skoðanir án þeirra samþykkis því þú verður að hafa sömu stefnu og þeir því annars tilheyrir þú ekki þeirra flokki.\nEf fólk er gagnrýnið þá lætur það sig ekki vera teymt\ná aðra skoðun en sú sem sín eigin sannfæring mælir um.",
    "url": "https://www.hugi.is/heimspeki/greinar/696514/er-haegt-ad-likja-tonlistarsmekk-vid-tru-ellegar-stjornmalaskodun/",
    "url_id": "696514",
    "id": "7121755",
    "replies": [
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2010-06-01 20:52:04",
            "id": "7175782",
            "reply_to_id": "7121755",
            "text": "Hmm ég er indie/rock aðdáandi (gorillaz, kings of leon, red hot chili peppers, empire of the sun) auk þess sem ég elska gamlar hljómsveitir sem voru  allt frá hard rock að poppinu (bítlarnir, ac/dc, guns n' roses)\nÉg fylgi engu trúarbragði enda finnast mér öll trúarbrögð rökleysa.\nÉg er vinstri sinnaður inní mér, skila auðu en ef ég ætti að kjósa það sem er í raun best fyrir\nmig\nþá myndi ég kjósa hægri stjórn. ATH að vinstri stjórn á Íslandi telst sem hægri stjórn í flestöllum löndum mið-Evrópu (vinstri grænir væru svona mið-vinstri sinnaðir)."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2010-06-02 01:34:12",
            "id": "7176045",
            "reply_to_id": "7175782",
            "text": "Það er enginn að fara að segja mér að samfylkingin sé hægrisinnuð."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2010-06-02 14:30:06",
            "id": "7176179",
            "reply_to_id": "7176045",
            "text": "Ég hef ekki nægan áhuga og veit ekki nóg um pólitík til þess að segja hvort Samfylkingin væri talin hægri- eða vinstrisinnuð í öðrum löndum/svæðum. Hér er Samfylkingin allavega næstlengst til vinstri hliðina á grænum, það er það eina sem ég veit auk aðalatriða stefnuskránnar, sem eru flest allt kosningaloforð sem bíða þess að vera svikin"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2010-06-01 22:10:51",
            "id": "7175867",
            "reply_to_id": "7121755",
            "text": "Fólk á það til að aðhyllast flokka því öllu jöfnu líkar því aðgerðir þeirra, svipað með útvarpsstöðvar.\nAf útvarpsstöðvunum (sem mér finnst allar heldur leiðinlegar) finnst mér Rás 2 skemmtilegust, því þar er mikil fjölbreytni. Hvaða flokkur/trú væri það?"
        },
        {
            "user": "Complexxx",
            "user_id": "70090",
            "date": "2010-06-01 22:40:06",
            "id": "7175892",
            "reply_to_id": "7175867",
            "text": "877 Rondo er málið."
        },
        {
            "user": "LoMoNoSov",
            "user_id": "78573",
            "date": "2010-06-03 00:48:37",
            "id": "7176613",
            "reply_to_id": "7175892",
            "text": "Sammála."
        },
        {
            "user": "Thor",
            "user_id": "70773",
            "date": "2011-07-29 10:26:29",
            "id": "7351639",
            "reply_to_id": "7121755",
            "text": "Tónlistarsmekkur er samt mun eigingjarnari þar sem sú tónlist sem þú hlustar á hefur einungis áhrif á þig en þeir sem fylgja til dæmis ákveðnum stjórnmálaflokkum gera það oftast (vona ég) í þeirri trú að það sé öllum fyrir bestu, ekki bara þeim.\nEn vissulega eiga bæði þessi tilfelli til að mynda hættulega “vinsælda snjóbollta” þar sem fullt af aðilum ákveða að standa bara með fm/Sjálfstæðisflokknum eins og allir aðrir og þeim mun fleirri sem gera það þeim mun stærri er hópurinn og fleirri utanað komandi telja sig verða að ganga í hann líka til að verða ekki út undan."
        }
    ]
}