{
    "forum_title": "Vefsíðugerð",
    "user": "Cinemeccanica",
    "user_id": "29977",
    "date": "2010-04-06 16:57:46",
    "title": "Vantar survey/kannanakerfi",
    "text": "Veit einhver hérna um svona survey kannanakerfi sem ég get innstallað á undirmöppu á vefsíðunni minni.\nÞetta er þið vitið svona sem fólk tekur þátt í, segir frá kyni, aldri og svarar svo nokkrum spurningum um hina og þessa þjónustuna. Veit af því að það eru til mörg svona kerfi frítt á netinu sem maður bara býr til kannanir og þá eru þær bara á viðkomandi síðu. En er til sérstakt svona kerfi sem ég get innstallað og haft á minni eigin síðu?\nEr basicly bara að tala um eitthvað svoan kerfi en vill helst hafa það inná minni eigin síðu en ekki linka yfir á aðra síðu:\nhttp://www.freeonlinesurveys.com/tour_3.asp\nBætt við 6. apríl 2010 -  16:58\nÞetta kerfi má alveg vera sjálfstætt, þarf ekki að vera neitt enilega fyrir joomla eða neitt svoleiðis. Bara alveg sjálfstætt kerfi á undirsíðu hjá mér.",
    "url": "https://www.hugi.is/vefsidugerd/korkar/696962/vantar-surveykannanakerfi/",
    "url_id": "696962",
    "id": "7125849",
    "replies": [
        {
            "user": "kristjanmik",
            "user_id": "72275",
            "date": "2010-05-10 18:13:09",
            "id": "7158853",
            "reply_to_id": "7125849",
            "text": "Hefuru heyrt um netsíðuna google? hún skilar niðurstöðum byggðum á leit sem maður slær inn í box…\nFann þetta reyndar ekki gegnum google:\nhttp://www.appnitro.com/\nen þetta er það sjúkasta þarna úti, mæli eindregið með þessu af eigin reynslu"
        },
        {
            "user": "Lindal",
            "user_id": "74065",
            "date": "2010-07-22 08:27:27",
            "id": "7206352",
            "reply_to_id": "7125849",
            "text": "-\nSurvaymonkey:\nsem er kannanakerfi. Mæli með því.\n-\nWufoo:\ner kerfi til að búa til umsóknir & þannig en er samt hægt að nota fyrir kannanir.\n…Getur sent mér póst ef þú vilt vita eitthvað meira…"
        }
    ]
}