{
    "forum_title": "Hundar",
    "user": null,
    "user_id": null,
    "date": "2002-03-25 00:20:31",
    "title": "Hundahald í stigagangi",
    "text": "Er það ekki rétt hjá mér að það er komin ný reglugerð um hundahald í stigagangi, og í þeirri reglugerð er búið að breyta því að það þurfi samþykki allra í stigaganginum.  Heyrði það frá einhverjum að núna væri nóg að fá samþykki meirihluta.  Ef einhver er með þetta á hreinu, endilega svara mér, og best væri ef einhver veit hvar þessa nýju reglugerð er að finna á netinu",
    "url": "https://www.hugi.is/hundar/greinar/69703/hundahald-i-stigagangi/",
    "url_id": "69703",
    "id": "481329",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-03-25 03:41:19",
            "id": "481330",
            "reply_to_id": "481329",
            "text": "Þetta eru lög um fjöleignarhús, 41. gr. og hægt að sjá á\nhttp://www.althingi.is/lagas/126b/1994026.html\nÞað er ekki nóg að hafa samþykki meirihluta eigenda.  Það sem var rýmkað í þessu nýlega er að það er nóg að hafa samþykki þeirra eigenda sem eru með sama inngang/stigagang.  Áður þurfti samþykki allra í húsinu þó það væri ekki sameiginlegur inngangur."
        },
        {
            "user": "poki",
            "user_id": "42716",
            "date": "2002-03-26 23:12:07",
            "id": "481331",
            "reply_to_id": "481330",
            "text": "bahh…. Það var einn í stigaganginum sem sagði að það kæmi ekki til greina að skrifa undir, samt er ég á jarðhæð, með sérgarð og alles og hann er á efstu hæð.  Hann viðurkenndi að hann mundi ekki verða fyrir neinum truflunum, en honum finnst hundahald ekki eiga heima í heimahúsum.  Aðrir í húsinu hrifsuðu af mér blaðið og skrifuðu undir áður en ég náði að klára að tala.  Ætli lausnin sé ekki að kaupa bara íbúð annars staðar."
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2002-03-27 02:18:33",
            "id": "481332",
            "reply_to_id": "481331",
            "text": "Sýndu honum að ALLIR HINIR skrifuðu\nundir. Ef hann segir enn nei biddu þá\num að hann skrifi undir bara til\nbráðabirgða, eða þar til þú finnur\naðra íbúð…..þar sem þú þarft\ngreinilega að flytja ef þú vilt halda\nhundinum.\nGANGI ÞÉR VEL"
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2002-03-27 09:31:47",
            "id": "481333",
            "reply_to_id": "481332",
            "text": "lemdu kall durginn sem skrifaði ekki undir!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-03-27 13:28:50",
            "id": "481334",
            "reply_to_id": "481331",
            "text": "Jú, sumum finnst hundahald ekki eiga heima nema í sveit.  Það er frekar lítið að gera í því.  Ef kallinn er ekki sjálfur að fara að flytja þá er bara að finna þér aðra íbúð með sér inngangi.  Þú getur líka alltaf lent í veseni ef einhver fær ofnæmi fyrir hundinum, þó hann hafi skrifað undir eða ef barnið einhvers fær ofnæmi.  Eða bara ef þú lendir í deilum við einhvern og hann þykist hafa ofnæmi til að hefna sín á þér."
        }
    ]
}