{
    "forum_title": "Hljóðfæri",
    "user": "82gstef",
    "user_id": "79607",
    "date": "2010-04-08 00:44:53",
    "title": "Allen & Heath GL2200 24 rása mixer til sölu",
    "text": "Jæja einn spennandi hér.\nLigg með einn einn Allen & Heath GL2200 24 rása mixer á lausu og bíð hann á góðu verði. Þeir hafa verið að fara fyrir 1.800 - 2.000 dollara á netinu sem þýðir kannski eitthvað um 170-200 þús á “eðlilegu og raunsæju gengi.” Ég hins vegar tilbúinn að láta hann frá mér á 130 þúsund.\nOg hvers vegna ég tilbúinn að láta hann frá mér á þessu verði? Það er vegna þess að þetta tæki hefur orðið fyrir smávægilegu hnjaski fyrir nokkurm árum sem hefur ekki haft nein áhrif á notagildi. í einu rótinu brotnaði on/off takkinn af og kveiki ég því á mixernum með penna eða einhverju mjóu og skaðlausu.\nÞessi mixer hefur verið notaður jafnt í upptökur sem tónleikahald og hefur aldrei brugðist. Preamparnir í honum hljóma alveg prýðilega, hreinir og mjúkir.\nHér fyrir neðan er að finna tvo linka. Annar er að mynd af samskonar mixer og hinn að review  frá Harmony central\nVona að ykkur lítist vel á og ef ykkur vantar frekari upplýsingar þá býð ég spenntur eftir línu!\nhttp://reviews.harmony-central.com/reviews/Effects/product/Allen+&+Heath/GL-2200/10/1\nhttp://www.hgt-veenendaal.nl/afbeeldingen/GL2200.jpg",
    "url": "https://www.hugi.is/hljodfaeri/korkar/697146/allen-heath-gl2200-24-rasa-mixer-til-solu/",
    "url_id": "697146",
    "id": "7127449",
    "replies": [
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2010-04-08 17:41:53",
            "id": "7127902",
            "reply_to_id": "7127449",
            "text": "Ég hef notað svona mixer mjök mikið, mjög fín græja. Þægilega uppsettur með passlegu af fítusum.\nEinnig er skilst mér mjög auðvelt og þægilegt að gera við þá ef eitthvað bilar, sem er vissulega kostur með tæki sem eru farin að eldast."
        },
        {
            "user": "totityndi",
            "user_id": "77666",
            "date": "2010-04-08 19:39:52",
            "id": "7128062",
            "reply_to_id": "7127449",
            "text": "Hvað er gripurinn gamall ?"
        }
    ]
}