{
    "forum_title": "Myndasögur",
    "user": "THT3000",
    "user_id": "57324",
    "date": "2010-04-23 18:41:18",
    "title": "Steve Ditko",
    "text": "Það hafa sjálfsagt flestir hérna heyrt minnst á Steve Ditko. En hversu margir vita eitthvað um hann í raun? Ég lenti í því að lesa mér til um hann fyrir slysni nýlega og komst að því að hann er nefnilega bara ansi áhugaverður maður. Það, blandað saman við þá staðreynd að það eru næstum komin tvö ár síðan ég skirfaði seinast grein á huga, fékk mig til að slíta keðjur letinnar og gefa manninum grein sína á huga.\nFyrstu árin\nSteve Ditko fæddist í Pennsylvaníu sem Stephen J. Ditko árið 1927. Hann er ættaður frá Tékkósklóvakíu.\nÞegar hann var ungur hafði hann gaman af (og varð sömuleiðis fyrir áhirfum frá) myndasögustrípum morgunablaða, ásamt sögum eins og Batman, The Spirit og Prins Valiant.\nÁrið 1945 skráði hann sig í herinn og var sendur til Þýskalands. Þar vann hann við að teikna myndasögur í herblað.\nEftir herinn, árið 1950, gekk hann í listaskóla í New York, þar sem hann lærði undir hetju sinni, Batman teiknaranum\nJerry Robinson\n.\n1953 fór hann að vinna sem teiknari fyrir sci-fi myndasögur, og fékk sitt fyrsta verk útgefið seinna það ár. Hann vann við ýmsar minni vísindaskáldsögur og hryllingsögur fyrir ómerkilegri útgáfufyrirtæki í kringum þann tíma, en vann með mörgum þekktum höfundum og teiknurum, meðal annars Jack Kirby.\n1954 dró hann sig í hlé þegar hann fékk lungnabólgu og hætti störfum við myndasögugerð í meira en ár.\nMarvel árin\n1955 snéri hann aftur og fór þá að vinna hjá því sem var á þeim tíma lítið fyritæki, Atlas Comics, sem seinna varð Marvel Comics.\nFyrstu árin þar vann hann við mörg mismunandi blöð, þar sem hann teiknaði í flestum tilfellum einhverskonar\nhryllings-\neða vísindaskáldsögur, og varð þekktur fyrir svokallaðar skrímslasögur.\nÁrið 1962 fékk Stan Lee leyfi til að koma hugmynd sinni um ofurhetju sem var jafn framt líka venjulegur unglingur, Spider-Man, á blað. Hann fékk upprunalega Jack Kirby til að vinna að sögunni með sér. En þegar Kirby sýndi honum teikningar sínar hætti Lee við, þar sem honum þótti Kirby ekki vera að gera það sem hann vildi með persónuna. Hann hefði gert hann of hetjulegan.\nStan Lee snéri sér þá til Ditko, sem hann hafði unnið með áður hjá Marvel. Ditko kom þá með nýstárlegar hugmyndir fyrir persónuna og hannaði búning sem var ólíkur nokkru sem hafði sést áður í ofurhetjusögum; ekkert belti, engin skikkja, engar nærbuxur yfir fötunum, gríma yfir öllu andlitinu, auk þess sem hann var langt frá því að vera eins vöðvastæltur eða myndarlegur og flestar hetjur þess tíma.\nSaman mundu þeir svo vinna að persónunni næstu ár með með mjög miklum árangri og vinsældum.\nDitko og Lee voru síðan fengnir til að gera filler sögu aftan í Strange Tales #110, þar sem Ditko kom með hugmyndina af Doctor Strange, sem á næstum mánuðum varð svo vinsæll að hann tók yfir blaðið, fór frá því að vera aukasagan aftast í blaðinu af og til yfir í að vera eina saga blaðsins, þar til nafninu var einfaldlega breytt í Doctor Strange frá og með blaði #169.\nDoctor Strange varð að einhverju sem hafði aldrei sést áður í myndasögum. Í blöðunum ferðaðist titilpersónan ófáum sinnum inn í\naðra heima\n, sem Ditko skapaði, fulla af undarlegum táknum, línum og litum. Sögurnar voru fullar af súrrealisma og sýkadelíu sem var ekki þekkt í myndasögum. Fyrir vikið urðu sögurnar mjög vinsælar meðal menntaskólanema sjönda áratugsins og hippakúltúrsins. Fólk, og þar af sérstkalega hipparnir, töldu margir að Ditko hlyti sjálfur að nota hugvíkkandi efni, og var minnst á Doctor Strange blöðin í hinni frægu bók The Electric Kool-Aid Acid Test eftir Ken Kesey, föður hippanna, auk þess sem Pink Floyd notuðu doktorinn sjálfan og nokkra ramma úr blöðunum í coverið á annari plötu þeirra,\nA Saucerful of Secrets\n. Þessar hugmyndir hippanna voru þó líkast til langt frá sannleikanum, enda var Ditko mjög jarðbundinn og íhaldssamur.\nÞað hefur lengi verið deilt um kreditið yfir Spider-Man. Stan Lee hefur verið ásakaður um að ýja of mikið að því að hann einn hafi fundið upp persónuna, á meðan Steve Ditko er harður á því að hann eigi alveg jafn vel skilið að vera kallaður höfundur hans, við hlið Lees.\nÞað er hins vegar augljóst að Ditko átti mun meiri hlut í Doctor Strange, enda skrifaði hann stundum sögurnar um hann sjálfur, auk þess að teikna þær.\nFrægastur er hann samt fyrir\nSpider-Man\n, enda mun vinsælli persóna. En ásamt því að hjálpa til við að skapa Spider-Man sjálfan hannaði hann nokkurn vegin allar persónurnar sem komu í fyrstu 38 blöðunum, ásamt því að eiga hlut í plottinu (en fékk fáum sinnum kredit fyrir það).\n1966 eða svo byrjaði samband Stan Lees og Steve Ditkos að hrörna, og endaði það á því að þeir voru hættir að tala við hvorn annan. Um mitt árið yfirgaf Ditko skyndilega Marvel. Hann hefur aldrei útskýrt almennilega hvers vegna hann gerði það.\nEftir að hann fór frá Marvel tók John Romita við sem teiknarinn fyrir The Amazing Spider-Man. Margir aðdáendur Ditkos voru óánægðir með verk hans í blaðinu, þar sem stíll hans var mjög ólíkur Ditkos. Ditko hafði gert Peter af\naumingjalegum, „everyday“ unglingi\n, en Romita fannst hann ekki geta teiknað neitt annað en myndarlegt\n„tannkremsauglýsinga-fólk,“\neitthvað sem hann viðurkennir sjálfur að hafi ekki passað við seríuna. Það hafði samt þau áhrif að sala blaðsins jókst.\nCharlton árin\nÁrið 1967 hafði Ditko fært sig yfir til Charlton Comics, sem var minna fyritæki en Marvel, og gaf út styttri, svart-hvít blöð, en þar höfðu höfundar mun meira frelsi. Ditko hafði þó áður unnið með fyrirtækinu, þegar, árið 1960, hjálpaði hann til við að skapa\nCaptain Atom\n.\nHann vann þar með frægar persónur eins og Blue Beetle, og skapaði tvær persónur; The Question og Mr. A.\nSteve Ditko var mjög íhaldssamur og gríðarlegur einstaklingshyggjumaður. Hann aðhylltist heimspeki Ayn Rand, svo kallaðan objectivisma (ef þið þekkið íslenska orðið megið þið endilega láta mig vita af því) sem byggist m.a. á því að það mikilvægasta í heiminum sé þú sjálfur, þinn réttur og réttur einstaklingsins.  Þessa skoðun sýndi hann hvað best með persónunni Mr. A.\nMr. A\nvar objectivisti sem trúði því að það væri aðeins til rétt og rangt, án nokkurs meðalvegs, og allir sem gerðu rangt ættu að hljóta refsingu. Hann var fréttamaður á daginn en á næturnar klæddi hann sig upp í frakka,  setti á sig hatt, grímu og járnhanska og barði á fólki sem gerði þau mistök að telja sig geta komist áfram í lífinu með því að brjóta nokkrar reglur hér og þar.\nFólk tók engan vegin vel í seríuna. Margir aðdáendur Ditkos voru menntaskólakrakkar sem sáu nú að pólítískar skoðanir Ditkos voru gjörólíkar þeirra eigin. Mr. A seldist illa.\nThe Question\nvar svo önnur persóna hans, sem gekk talsvert betur í sölunni. Hann var einnig objectivisti, með grímu og hatt, rétt eins og Mr. A. En var ekki nærrum því jafn grófur í baráttu sinni gegn fólkinu sem trúði á „gráa svæðið“ og ekki nærrum því jafn prédíkandi fyrir heimspeki Rand.\nDC og áfram\n1968 færði hann sig yfir til DC Comics.\nÞar fékk hann ennþá töluvert frelsi, því stjórnin hjá DC batt vonir við það að hann myndi geta skapað aðra persónu sem myndi öðlast álíka vinsældir og Spider-Man.\nHann bjó til\nThe Creeper\n, stórfurðulega persónu, sem hefur þó öðlast einhverjar vinsældir í dag. Og\nHawk and Dove\n, sem hann skapaði ásamt Steve Skeates. Sú sería fjallar um tvo bræður, sem eru ofurhetjur, og mjög ólíkir. Einn þeirra er frjálslyndur aktívisti og hinn snyrtilegur íhaldsmaður. Talið er að Ditko hafi notað seríuna til að gefa álit sitt á Víetnam-stríðinu og mótmælunum í kringum það.\nÓsætti myndaðist á milli Steve-anna tveggja: Skeates fannst Ditko sýna aktívistann í neikvæðu ljósi, og Ditko fannst Skeates sýna íhaldsmanninn á sama hátt. Það endaði á því að Skeates hætti að vinna við blaðið.\nRétt eins og með Marvel yfirgaf Ditko DC án þess að nokkur viti almennilega af hverju.\nEftir það vann hann bara fyrir Charlton og minni fyrirtæki, fyrir utan lítil verkefni hér og þar fyrir Marvel og DC.\nÁrið 1998 settist hann svo í helgan stein.\nArfleiðin\nÁrið 1985 fór Charlton Comics á hausinn. DC Comics keypti þá réttinn að flestum ofurhetju persónum þeirra. Þær frægustu eru þá Blue Beetle, og sköpunarverk Ditkos, The Question og Captain Atom. (The Question var reyndar hálf-slátrað um leið og hann fékk sína eigin seríu, þegar Dennis O‘Neil, höfundinum sem var falið að gera\nQuestion seríuna fyrir DC\nárið 1987 tók objectivismann úr karakternum og setti Zen-Búddisma í staðinn.)\nÁ þessum tíma var Alan Moore að vinna hjá DC og kom með hugmyndina að gera seríu með þessum nýju persónum DC. Þegar hann kynnti hugmyndina fyrir stjórninni leist þeim ekki á að nota persónurnar í þessa seríu, enda myndi hún enda með nokkrar þeirra dauðar eða hættar störfum, og DC nýbúnir að eyða big money í að kaupa réttinn af þeim. Svo í staðinn bjó Moore til nýjar persónur og varð úr því Watchmen.\nStærstu áhrif Ditkos á Watchmen er þá persónan Rorschach, sem átti upprunalega að vera The Question, en var þó að mestu leiti byggður á Mr. A, eins og þið lesendur ættuð að sjá. Auk þess á hann líka að vera byggður eitthvað á Ditko sjálfum, eins illa og það hljómar fyrir hann.\nÁrið 1990 var Ditko bætt inn í Jack Kirby Hall of Fame, og 1994 í Will Einser Hall of Fame.\nÁ seinustu tveimur áratugum hefur fjöldinn allur af efni verið gert um eða með persónum hans.  Spider-Man hefur auðvitað fengið kvikmyndir, sjónvarpsseríur og tölvuleiki. Doctor Strange hefur fengið DVD mynd og poppað upp í teiknimyndaþáttum. The Question, The Creeper,\nHawk og Dove\nhafa allir komið í Justice League Unlimited þáttunum.  Auk þess hafa óteljandi leikföng verið gerð eftir öllum þessum persónum. En Steve Ditko hefur  víst aldrei þegið höfundalaun fyrir neitt af þessu.\nAlla tíð hefur hann lifað hljóðlátu lífi. Hann hefur aldrei sóst eftir ríkidæmi, hefur alltaf haldið sig utan sviðsljóssins, hefur aldrei viljað fara í viðtöl og sagt er að það séu einungis til örfáar ljósmyndir til af honum, auk einnar\nsjálfsmyndar\n. (Ég hef t.d. ekki hugmynd um hvernig hann lítur út í dag.) Honum hefur verið lýst af fólkinu sem þekkir hann best sem feimnum, kurteisum manni með sterka siðferðiskennd og mikinn, mikinn dugnað.\nÍ dag er hann 82 ára gamall.\nOg mig langar til að enda þessa grein á þessu youtube myndbandi af Alan Moore flytja með texta úr lagi sem hann samdi um Steve Ditko. (Úr heimildarmyndinni „In Search of Steve Ditko“ eftir Jonathan Ross.)\n[youtube]\nhttp://www.youtube.com/watch?v=hD7EKZ32ODQ",
    "url": "https://www.hugi.is/myndasogur/greinar/697337/steve-ditko/",
    "url_id": "697337",
    "id": "7129230",
    "replies": [
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2010-04-23 19:32:23",
            "id": "7142987",
            "reply_to_id": "7129230",
            "text": "Skemmtileg staðreynd:\nÁ þeim tveimur vikum (eða svo) sem þessi mynd var í bið varð þessi lína úrelt:\n“Það, blandað saman við þá staðreynd að það eru næstum komin tvö ár síðan ég skirfaði seinast grein á huga, fékk mig til að slíta keðjur letinnar og gefa manninum grein sína á huga.”"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2010-04-23 21:14:00",
            "id": "7143115",
            "reply_to_id": "7142987",
            "text": "'Sem þessi grein var í bið' áttiru líklegast við.\nEn virkilega flott grein og skemmtileg lesning."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2010-04-23 21:18:04",
            "id": "7143123",
            "reply_to_id": "7143115",
            "text": "Já, auðvitað meinti ég grein.\nEins vandræðaleg og þessi villa var er það enn vandræðalegra að ég þurfti að lesa yfir svarið mitt þrisvar og hugsa “þetta er alveg eins” áður en ég sá hana."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-04-23 22:22:10",
            "id": "7143190",
            "reply_to_id": "7143123",
            "text": "Haha!"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2010-04-24 06:59:47",
            "id": "7143422",
            "reply_to_id": "7129230",
            "text": "Frábær grein."
        },
        {
            "user": "Darth",
            "user_id": "34100",
            "date": "2010-05-07 12:55:10",
            "id": "7156094",
            "reply_to_id": "7129230",
            "text": "Drullu góð grein um meiriháttar mann.\nTakk fyrir lesefnið :)"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2010-06-15 23:47:52",
            "id": "7184171",
            "reply_to_id": "7129230",
            "text": "ég horfði á heimildarþátt um manninn um daginn og ég veit ekki hvort þú hafir gert það líka, en greinin er eiginlega bara nákvæmlega eftir þessum þætti…"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2010-06-16 12:42:22",
            "id": "7184399",
            "reply_to_id": "7184171",
            "text": "THT3000\nOg mig langar til að enda þessa grein á þessu youtube myndbandi af Alan Moore flytja með texta úr lagi sem hann samdi um Steve Ditko. (Úr heimildarmyndinni „In Search of Steve Ditko“ eftir Jonathan Ross.)\nHorfði á þessa mynd líka. Örugglega margt í þessari grein komið frá henni, eða að hluta til, allavega. Man ekki nákvæmlega hve mikið, en alls ekki öll greinin. Notaði nokkrar heimildir í þetta… ásamt wikipedia.\nÞað eru ekki það miklar upplýsingar til um Ditko, og þessi mynd var í ágætri lengd, svo það er ekki skrítið að flest sem hægt er að skrifa um hann hafi líka komið fram í henni."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2010-06-16 13:04:33",
            "id": "7184410",
            "reply_to_id": "7184399",
            "text": "Já Þetta var damn góð heimildarmynd…"
        }
    ]
}