{
    "forum_title": "Deiglan",
    "user": "pross",
    "user_id": "76977",
    "date": "2010-04-15 22:33:04",
    "title": "Lífeyrissjóðir.",
    "text": "Gott kvöld.\nLangar aðeins að ræða um lífeyrissjóðina. Ég er alls ekkert vel að mér í þessum málum og var þess vegna að vonast eftir því að einhver sem vissi eitthvað meira en ég gæti mögulega svarað.\nÉg sá í fréttunum í kvöld að það var verið að skerða lífeyri landsmanna um 10%. Eða allavega skildi ég fréttina þannig. Ég var bara að pæla hvers vegna það gerist, þar sem landsmenn allir eru skyldugir til að borga í sjóðina þá ætti að vera einhver x upphæð inná reikning sem þar myndi bara liggja. Eða eru þessir menn virkilega að “gambla” með lífeyrin okkar? Ef svo er, munum við, almenningur, einhvertíman græða á einhverjum fjárfestingum af hanns hálfu? Varla rýrnar 1000 kallinn sem ég borga í lífeyrissjóð ósjálfrátt er það ? Finnst bara fáranlegt ef þeir eru að taka einhverjar áhættur með peninga sem landsmenn eru búnir að vinna fyrir og safna allann sinn vinnuferil.\nLangaði bara að skapa smá umræðu um þetta, það getur vel verið að ég sé að fara með einhverja vitleysu hérna, þá endilega leiðréttið mig. En ég vill ekki hafa það að vera skyldugur til að borga í einhvern sjóð sem er engann veginn traustur og svo í ellinni þarf ég að flytja inná börnin mín því það er ekkert eftir í þessum sjóðum.",
    "url": "https://www.hugi.is/deiglan/korkar/697894/lifeyrissjodir/",
    "url_id": "697894",
    "id": "7134959",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2010-04-15 22:46:36",
            "id": "7134974",
            "reply_to_id": "7134959",
            "text": "Hey, kannski er þeim bara skítsama um þig?"
        },
        {
            "user": "pross",
            "user_id": "76977",
            "date": "2010-04-15 23:42:29",
            "id": "7135060",
            "reply_to_id": "7134974",
            "text": "Flottur gaur… vel gert, ég dáist að þér!\nSvo er þetta ekki spurning um hvort þeim sé skítsama, þar sem ég (ásamt öllu vinnandi fólki) þarf að borga þetta þá er spurningin hvort okkur sé skítsama.\nEkki svara mér aftur fyrr en þú hættir að skrifa með rassgatinu."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2010-04-15 23:53:14",
            "id": "7135065",
            "reply_to_id": "7135060",
            "text": "Hvenær fór þetta að vera spurning um hvað vinnandi fólki finnst? þeir geta meiraðsegja bara sett lög og bannað okkur að fara í verkfall."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-16 00:08:08",
            "id": "7135091",
            "reply_to_id": "7134959",
            "text": "þar sem landsmenn allir eru skyldugir til að borga í sjóðina þá ætti að vera einhver x upphæð inná reikning sem þar myndi bara liggja\nNei, rétt eins og með banka þá eru peningar aldrei látnir til hliðar og látnir sitja þar.\nÞessir peningar voru lánaðir út og þeir sem fengu þá lánaða glötuðu þeim.\nÞetta lífeyriskerfi á Íslandi er alveg út í hött. Fólk ætti að ákveða sjálft hvernig það vill sjá fyrir sér í ellinni.\nVarla rýrnar 1000 kallinn sem ég borga í lífeyrissjóð ósjálfrátt er það ?\n1000 kallinn þinn rýrnar jafnvel þó þú setir hann ekki í lífeyrissjóð. Seðlabankinn prentar peninga nótt og dag sem rýra gildi peninganna þinna í staðinn. Þetta kallast falinn skattur… þú átt helst ekki að vita um þetta. Og ef þú veist um þetta þá vilja þeir að þú áttir þig á því að það er þér fyrir bestu!\nVið ættum náttúrulega ekki að vera skyldug til þess að borga neitt, samt er að minnsta kosti helmingur launa landsmanna hirtur á hverjum mánaðarmótum"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-04-16 01:46:49",
            "id": "7135178",
            "reply_to_id": "7135091",
            "text": "Það er nú ekki beint verið að prenta mikið magn af peningum.  Peninga framleiðslan á sér stað í bönkunum eftir að Seðlabankinn lánar þeim fé (ef seðlabankinn lánar á lágum vöxtum, stýrivöxtum, til dæmis 100.000 krónur getur bankinn svo aftur lánað út 110.000 krónur o.s.frv.).\nEn já, lífeyrissjóðir eru frábært scam.  Stærstu fjármálastofnanir landsins sem saman standa af okkar peningum og við höfum svo að segja ekkert vald yfir þeim."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-16 13:49:39",
            "id": "7135413",
            "reply_to_id": "7135178",
            "text": "Peningamargföldun bankanna er samt alltaf bara hlutfall af upprunalega peningastofninum. Ef það á að vera stanslaust verðbólga nokkra áratugi í röð er augljóst að peningastofninn er að stækka."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-04-16 15:31:21",
            "id": "7135504",
            "reply_to_id": "7135413",
            "text": "Já, en ekki brot af því:\nhttp://en.wikipedia.org/wiki/Fractional_reserve_banking\n.  Meirihluti peninganna verður til í bönkunum sjálfum (sérð þarna útskýringu til dæmis á því hvernig 100$ verða meða tímanum 400$), en seðlabankinn hefur stjórn á þeirri framleiðslu með stýrivöxtum og reglur um hversu mikið laust fé bankar þurfa að eiga o.s.frv."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-16 18:46:50",
            "id": "7135740",
            "reply_to_id": "7135504",
            "text": "Ég veit, en þetta útskýrir ekki verðbólgu til langstíma."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-04-16 21:23:38",
            "id": "7135811",
            "reply_to_id": "7135740",
            "text": "Þetta er ein megin ástæðan í augum margra þekktra hagfræðinga, þess vegna eru stýrivextir og reglur um lausafjáreign banka álitin helstur stjórnunartækinn í baráttu við verðbólgu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-16 21:29:25",
            "id": "7135822",
            "reply_to_id": "7135811",
            "text": "Þá hljóta margir þekktir hagfræðingar að hafa rangt fyrir sér, sem er svo sem ekkert nýtt.\nEf peningamagnið getur einungis margfaldast upp að ákveðnu stigi þá er greinilegt að með fasta stærð af seðlum og myntum þá er verðbólga ekki möguleg til langstíma."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-04-17 00:48:35",
            "id": "7136066",
            "reply_to_id": "7135822",
            "text": "Hver sagði það?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-17 22:51:41",
            "id": "7136919",
            "reply_to_id": "7136066",
            "text": "Mér finnst það bara nokkuð augljóst að verðbólga er ekki möguleg til langs tíma ef það eru efrimörk á vexti peningamagns innan bankakerfisins.\nEn jafnvel þó mesta peningamyndunin verða þar, þá er það einokun Seðlabankans á útgáfu peninga sem er rót vandans."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-04-18 00:13:52",
            "id": "7136976",
            "reply_to_id": "7136919",
            "text": "Hvenær sagði ég að það væru efrimörk á vexti peningamagns?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-18 12:24:52",
            "id": "7137254",
            "reply_to_id": "7136976",
            "text": "Þú sagðir það aldrei, það er hins vegar tekið fram í greininni sem þú sendir um FRB. $100 með 20% bindiskyldu verða í mesta lagi $500"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-04-18 17:22:03",
            "id": "7137608",
            "reply_to_id": "7137254",
            "text": "Það sem ég var að benda á er að peningar verða aðalega til í bankakerfinu, Seðlabankinn stjórnar því fyrst og fremst.  Bindiskylda stjórnar því ekki eingöngu heldur líka stýrivextir, til dæmis með greiðara aðgengi að fjármagni.  Þ.e.a.s. þú getur búið til gríðarlegt magn af peningum en stjórnað magni þess í umferð með því að hafa áhrif á vexti, þannig geta verðbólguáhrifin varað í áratugi en sveiflast tiltölulega lítið.  Enda verðbólga að mestu háð peningamagni í umferð ekki peningaframleiðslu, skiptir engu máli hvað þú býrð til mikið af peningum ef þeir fara ekki í umferð.  Vissulega eru það Seðlabankar sem hafa þessi áhrif, en ekki með því að prenta peninga sjálfir.  Vona að þetta sé skýrar."
        },
        {
            "user": "Obafemi",
            "user_id": "45021",
            "date": "2010-06-06 19:13:41",
            "id": "7178497",
            "reply_to_id": "7135811",
            "text": "Það er allavega frekar vonlaus barátta svo lengi sem þeir breyta ekki kerfinu frá grunni, kerfið sjálft er vandinn sjálfur.\nEf Ríkið gæfi út peninginn en ekki bankarnir þá myndi verðbólga skána eitthvað held ég.\nBill Still sem kom til landsins fyrir stuttu hefur gert heimildarmynd um hvernig kerfið í dag getur eingöngu feilað. Það mun koma annað hrun, önnur kreppa ef sama kerfið er við völd. Peningar eru skuld(zeitgeist much?) og\nþað er ekki hægt að lækna efnahagsvanda með meiri lánum, það er eins og drekka áfengi til þess að verða edrú.\nÉg mæli sterklega með því að allir horfi á myndbandið á þessari síðu:\nhttp://www.themoneymasters.com/mm/"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-06-06 23:12:20",
            "id": "7178712",
            "reply_to_id": "7178497",
            "text": "Það er ekki eins og það sé eitthvað leyndarmál.  Jafnvel stuðningsmenn frjáls markaðar eins og Hayek fyrir næstum hundrað árum álitu þetta einfaldlega vera hluta af kerfinu sem væri óhjákvæmilegur."
        },
        {
            "user": "Obafemi",
            "user_id": "45021",
            "date": "2010-06-07 03:04:56",
            "id": "7178835",
            "reply_to_id": "7178712",
            "text": "Ég veit nú ekki betur en Nóbelsverðlaunahafinn Milton Friedman sé á móti þessu kerfi.\nhttp://www.themoneymasters.com/"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-06-07 19:25:42",
            "id": "7179151",
            "reply_to_id": "7178835",
            "text": "Bindiskyldu banka? Nei, hann aðhylltist peningastefnu svokallaða sem er sú skoðun að hagsveiflur séu af völdum lélegrar stjórnunar á peningamagni í umferð og gagnrýndi hugmyndir þeirra sem aðhylltust hagfræði Keynes.  Jafnvel slíkar breytingar koma ekki endanlega í veg fyrir mikar hagsveiflur endrum og sinnum sem verða óhjákvæmilega vegna peningaframleiðslu banka, sama hversu vel menn reyna að stjórna því.\nBætt við 7. júní 2010 -  19:32\nGæti reyndar verið að hann aðhylltist 100% bindiskyldu, ég þekki það ekki alveg."
        },
        {
            "user": "pross",
            "user_id": "76977",
            "date": "2010-04-16 13:41:28",
            "id": "7135406",
            "reply_to_id": "7135091",
            "text": "Þá finnst mér að við íslendigar eigum að krefjast þess að það sé ekki verið að nota peninga sem við borgum í lífeyri í eitthvað áhættu brask.\nÞað er bara hellingur af fólki sem að reiðir sig á ellilífeyri eingöngu og finnst mér fáranlegt ef þessu er svona illa stjórnað, hvað verður þá um þetta blessaða fólk í framtíðinni ?\nHelvítis forræðishyggja, það er verið að reyna að hafa vit fyrir fólki með því að skikka það til að borga í sjóði sem eru engann veginn traustir, allveg fáranlegt..\nSkítalyktin af þessu ríki okkar eykst með degi hverjum… :("
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-16 13:58:44",
            "id": "7135426",
            "reply_to_id": "7135406",
            "text": "Þá finnst mér að við íslendigar eigum að krefjast þess að það sé ekki verið að nota peninga sem við borgum í lífeyri í eitthvað áhættu brask.\nÞá geturu ekki búist við ávöxtun á peningunum þínum. Þá þarf að læsa allt cashið í einhverri hvelfingu og nota það til þess að borga öryggisvörðum laun.\nEn ég er alveg sammála, það ætti að vera miklu meira frelsi varðandi þessa lífeyrissjóði, þeir eru algjört kjaftæði.\nSkítalyktin hefur alltaf verið að ríkinu, ef menn bara skoða peningastjórn síðustu öldina er það greinilegt. Og einmitt þegar maður hélt að fólk myndi taka klemmuna af nefinu og þefa af þessu skitna velferðakerfi þá tókst Ríkinu að skella allri skömminni á svokallaða útrásarvíkinga. Fáránlegt… en fólk er víst fífl svo við hverju átti að búast :)"
        },
        {
            "user": "pross",
            "user_id": "76977",
            "date": "2010-04-16 15:14:27",
            "id": "7135492",
            "reply_to_id": "7135426",
            "text": "Ætli það sé samt ekki hægt að koma þessum aur þannig fyrir án allrar áhættu að hann ávaxti sig þannig að upphæðin minki aldrei, eða þúst.. nú veit ég ekki allveg hvernig vextir á innlánsreikningum koma til og hvernig þessi vél virkar en þeirra helsta markmið ætti að vera það að passa upp á að þeir allavega rýrni ekki. En kannski er það erfiðara en að segja það. Kannski þarf alltaf smá áhættu bara til að passa upp á að upphæðin standi í stað, en nú er ég farinn að tala útí loftið…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-16 18:39:39",
            "id": "7135727",
            "reply_to_id": "7135492",
            "text": "Það er tvennt sem þú getur gert við peningana þína, annars vegar keypt þér eitthvað fyrir þá eða sparað þá þar til síðar. Fyrri kosturinn er iðulega kallaður neysla en sá síðari sparnaður. En þó svo að við viljum ekki nota peningana okkar strax þá eru aðrir í samfélaginu sem geta notað þá, t.d. þeir sem ætla að byggja verksmiðju og þurfa að borga fyrir hana.\nÞað að byggja verksmiðju er kallað fjárfesting, þar sem ætlast er til þess að vinnan og verðmætin sem fara í bygginguna skili meira af verðmætum í framtíðinni heldur en fóru í að byggja hana. Það er skynsamleg notkun á sparifé og þess vegna segja þessir aðilar: “Hey, geturu lánað mér peningana þína og ég skal láta þig fá tvöfalt meira í framtíðinni!” Þar sem þú þarft peningana þína ekki núna heldur ætlaru að nota þá í framtíðinni þá sérð þú þarna möguleika á því að græða.\nEn hvað ef verksmiðjan stendur ekki undir sér og fer á hausinn? Þá eru peningarnir þínir glataðir og þú færð ekki neitt í framtíðinni.\nÞetta er grunnurinn að baki lánastarfsemi og bankastarfsemi. Í stað þess að hver og einn reyni að fá lánað út um allan bæ og í stað þess að þú farir út um allan bæ til þess að lána einhverjum peningana þína sem þú þarft ekki einmitt núna þá lætur þú bankann um það fyrir þig. Hann lánar síðan peningana áfram til þeirra aðila sem vantar þá og hirðir smá fyrir sína vinnu.\nÞað er alltaf möguleiki á því að fjárfestingar standi ekki undir sér. Einhver fær lánað til þess að byggja verksmiðju sem framleiðir lélegar vörur. Einhver fær lán til þess að opna búð sem enginn vill versla við… Þetta fé er þá glatað, þ.e. það var notað í framkvæmdir sem eru einskis virði.\nSvo það er í raun aldrei hægt að ávaxta fé án áhættu. Vextir á lánum eiga að samsvara áhættunni að baki láninu (fyrir utan augljós áhrif frá framboði og eftirspurn á lánsfé).\nEf þú vilt ekki taka neina áhættu með peningana þína þá verðuru að geyma þá… en þá ávaxtast þeir ekki, þ.e. það er ekki verið að nota þá til þess að búa til meiri verðmæti. Það væri hægt að spara á slíkan hátt ef kerfið okkar væri ekki byggt á verðbólgu… þú mátt þakka hagfræðingum 20. aldarinnar fyrir þetta fáránlega fyrirkomulag."
        },
        {
            "user": "pross",
            "user_id": "76977",
            "date": "2010-04-17 09:55:35",
            "id": "7136217",
            "reply_to_id": "7135727",
            "text": "Já, gott svar.. áttaði mig betur á hlutverki bankanns við þennan lestur. En mér finnst bara engann veginn að líferyssjóður eigi að haga sér einsog banki í einkaeigu, hans helsta markmið ætti að vera að tryggja stöðugleika sjálfs síns án þess að fara og reyna að græða eitthvað, sem jú, eins og þú sagðir fylgir alltaf einhver áhættu…\nAðal pointið í þessu hjá mér er eftirfarandi:\nMun eitthvað verða eftir í þessum sjóðum eftir 30-50 ár? (ég spyr svona vegna þess að stjórnendur sjóðanna virðast geta fjárfest í hinu og þessu án þess að almenningur viti shit, í hverju voru þeir að fjárfesta í, eigin fyrirtækjum kannski ? )"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-04-17 22:56:21",
            "id": "7136924",
            "reply_to_id": "7136217",
            "text": "Mér er nett sama um það hvort lífeyrissjóðir taki áhættu eða ekki. Mér finnst hins vegar að einstaklingurinn ætti að hafa meira frelsi til þess að ákveða hvort hann vilji taka þátt í starfsemi lífeyrissjóðanna eða ekki."
        },
        {
            "user": "pross",
            "user_id": "76977",
            "date": "2010-04-18 17:08:41",
            "id": "7137581",
            "reply_to_id": "7136924",
            "text": "Auðvitað á það að vera þannig.. ríkið bara virðist geta neytt fólk í allann andskotann, og almenningur segir bara já og amen við öllu því sem er borið á borð."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2010-04-18 21:42:46",
            "id": "7138043",
            "reply_to_id": "7134959",
            "text": "Finnst að lífeyrissjóðirnir eigi að mega taka áhættu með peningana, finnst einnig að það ætti að vera hægt að velja um hvort þú villt.  Þ.e.a.s. borga í lífeyrissjóð Benna, sem læsir hann í hvelfingu og rýrnar smátt og smátt útaf því að það þarf að borga vörðunum laun, en nokkuð öruggt.\nLífeyrissjóður Jenna sem að fjárfestir lítillega með peningana, svona til að sjá fjármagni fyrir atvinnulífinu og fyrir athöfnum en ekkert of stórar fjárfestingar og eingöngu öruggar.\nLífeyrussjóður Svenna sem að fjárfestir mun meira, og keyrir bókstaflega hjólin í mörgum framkvæmdum, og ávaxtar mestu, en gæti auðvitað lent í nokkrum slæmum fjárfestingum og gæti þar af leiðandi lent í mörgum slæmum á stuttum tíma sem gæti komið sér illa fyrir þá sem eiga hluta í sjóðnum.\nFólk ætti svo bara að ráða við hvern það verslar."
        },
        {
            "user": "pross",
            "user_id": "76977",
            "date": "2010-04-18 22:57:46",
            "id": "7138163",
            "reply_to_id": "7138043",
            "text": "Já, góð hugmynd. En, getur þú sem borgar í lífeyrissjóð grætt á sjóð svenna ? Nú hljóta þessir sjóðir að hafa grætt talsvert þangað til það kom að hruni, en jukust þínir aurar við þann hagnað, eða var sá hagnaður bara notaður í frekari fjárfestingar og þú sást aldrei krónu ?"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2010-04-19 08:34:09",
            "id": "7138474",
            "reply_to_id": "7138163",
            "text": "held að eigendurnir hafi grætt þar til allt hrundi.\nHeld að samkvæmt lögum mátti bara fjárfesta ákveðinni prósentu sjóðsins, en menn brutu þau lög víst."
        }
    ]
}