{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Gizzi",
    "user_id": "5414",
    "date": "2002-03-27 14:59:57",
    "title": "Átök Gleymdu Vettvanganna: Hluti II",
    "text": "Hér held ég áfram frásögn minni um krossferð mína gegnum Sverð Ströndina í Gleymdu Vettvöngunum.\nVið gengum meðfram stígnum útí óvisssuna. Ekki leið á löngu þangað til að við gerðum okkur mannamót við mann sem hét Kolbeinn(Kolssed). Ég spurði hann hvort hann gæti hjálpað okkur, við höfðum verið fyrir fyrirsáti frá Svaðalega gaurnum, Kolbeinn sagði “Tja.. ég hef nú ekkert að gefa, ég er nú bara blankur einsog er, því miður”. Þetta leist mér illa á, ég sagði við hann “Komdu þér þá í burtu feita frystikista!!!” , annars hefði ég bútað hann niður á staðnum. Ég heyrði hann kalla eitthvað á eftir mér en var ekki að ýja mér að hlusta eftir honum. Eftir smá rölt með Iðunni(Imoen) þá hittum við tvo aðila, annar hét Montrass(Montaron), en hann var stuttlingur, hinn hét Kexar(Xzar) en hann var mennskur, eða allaveganna svo virtist, fyrir utan hið forljóta tattoo sem hann var með í andlitinu. Ég átti áhugaverðar samræður við þá, náði meðal annars að tala þá í að gefa mér græðingardrykk. En það hlaut eitthvað að búa að baki þessarar “gjafmildar” þeirra. Þeir báðu mig og Iðunni að fylgja þeim til Nasarketils(Nashkel) því þeir ætluðu að kanna einhverja námu þar. Ég bauð þeim mótsamning um að fylgja mér til Vinalega Handarhótelið, hitta vini mína og fara svo til Nasarketils. Þeir tóku því, en voru auðvitað ekki sáttir með það. Við héldum af stað, Ég, Iðunn, Montrass og Kexar. Þegar kvölda fór gékk að mér gamall maður. Hann sagði “Úff.. ég hef ekki hitt sálu á þessum vegi hérna í viku, ef ekki lengur!” Ég sagði við hann “Drullaðu þér í burtu gamalmenni! Ég er ekki svo heimskur að eyða tíma mínum í einhverja gamla gufu! Já svona! Komdu þér í burtu”. Gamla karlinum brá við þessi umæli mín, hann sagði eitthvað sem ég eyddi ekki einusinni tíma í að hlusta á og fór. Við röltum um svona 100metra áfram þegar lítill blár kall((Axarvarta)u.þ.b svona 70cm á hæð), einhverskonar wannabe bardagajötun, réðst á mig. Hann öskraði einhvað bull sem ég heyrði ekki, vegna þess að Iðunn skaut einni ör uppí kokið á honum meðan hann hljóp í áttina að okkur með eitthvað sem líktist smjörhníf. Það varð ekkert meira úr því nema hann lá þarna hreyfingarlaus meðan Montrass var eitthvað að sparka í hann. En Kexar greip í hann og við héldum áfram för okkar. En Kexar hélt Montrassi vízt einhverju jötuntaki því hann spriklaði eins og 5 ára krakki á Aðfangadagsmorgunn, þá sleppti Kexar honum og hann flaug á einhvern stein og velti honum. Ég spretti að honum til hjálpar. Viti menn! Undir steininum fann ég einhverskonar hring. Gull hring með fjólubláum gimsteini á. Við héldum áfram í átt að Vinarlega Handarhótelinu. Við hittum eitthvað fólk á leiðinni, ekkert samt svona markvert samt sem áður.\nÞarna vorum við kominn! Að hliði Vinarlega Handarhótelsins. Við gengum inn.. aðeins til að verða stöðvuð af verði sem sýndist ekki mikill. Hann spurði mig hvort ég þekkti reglurnar hér ? Ég svaraði undantekningar laust “Auðvitað þekki ég reglurnar! Helduru að ég sé einhver asni ?” og gekk inn, vörðurinn horfði furðulostinn á eftir mér. Hótelið virtist ekki uppá marga fiska að utanverðu, en ég gaf því engan gaum, alltaf að muna “Innri fegurð skiptir máli!”. Við vorum ekki fyrr búin að stíga á fyrstu tröppuna þegar ég sé karl sem stendur þar efst og kallar niður til mín “Nei komdu sæll vinur”.\nAð mér kom einhver maður með asnarleg glott, mig grunaði strax einhvern Kleppara en lét hann tala út fyrst. Hann tjáði mér að hann héti Tánögl(Tarnesh) og spurði mig hvað ég vildi hér á Vinarlega Handarhótelinu. Ég sagði við hann “Komdu þér í burtu gamla beygla! Þú ert ekki vinur minn ræfill!”. Þetta olli ekki hlátri hjá honum, glottið framan úr honum þurrkaðist og munnvikið sökk niðrá brjóstkassa og hann sagði “Enn sá dóni, það þarf vízt að kenna þér mannasiði!”. Ég sá hann bretta upp ermarnar og hann var að undirbúa einhverskonar galdur. Ég greip í sverðið og tók það úr slíðrinu, hjó til hans og hitti! Hann missteig sig og klúðraði galdrinum, en hóf um leið að hefja annan! Aðeins þá byrjaði Iðunn að dæla á hann örvum og Kexar og Montrass hófu athlögu að honum! Eftir smá stund lá Tánöglin á stéttinni og Kexar og Montrass sparkandi í hann og slettu á hann munnvatni! Ég greip í þá báða og dró þá inná hótelið. Eftir mikil átök og brölt róuðust þeir niður og gátu gengið á eigin fótum. Ég lærði þarna inni að vegurinn norður í átt að Hliði Baldurs væri lokað vegna þess að stigamenn rændu og hnupluðu óbreytta borgara á vegunum. Eftir þá samræður kýldi ég karlinn kaldann og hélt áfram í átt að barnum. Útí horni stóðu álfa kona og álfa karl. Ég sagði “Hvað eru þið að vilja hérna álfa andskotar ?” Þau tjáðu mér að þau væru að bíða eftir einhverjum, og báru kennsli á mig, þau kynntu sig. Álfa konan hét Égheyra og álfa karlinn hét Hvaðalýð. Við eyddum nóttinni þarna á hótelinu, ég, Iðunn, Montrass, Kexar, ÉgHeyra og Hvaðalýð.\nStay Tuned…. for Part III!\nps. Afsakið fúkyrðin sem ég nota, krydda þetta aðeins ;>\nVirðingarfyllst.\nGizzi",
    "url": "https://www.hugi.is/crpg/greinar/69974/atok-gleymdu-vettvanganna-hluti-ii/",
    "url_id": "69974",
    "id": "483439",
    "replies": [
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2002-03-27 15:06:38",
            "id": "483444",
            "reply_to_id": "483439",
            "text": "Úff… þetta verður alltaf betra og betra! Hlakka til að fá næsta hluta! :D"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2002-03-27 15:19:02",
            "id": "483445",
            "reply_to_id": "483444",
            "text": "snillar nöfn! hehe þetta er flott"
        },
        {
            "user": "UlliNice",
            "user_id": "8890",
            "date": "2002-03-27 15:50:24",
            "id": "483446",
            "reply_to_id": "483439",
            "text": "Hlátur Dauðans… Hvernig ferðu að finna uppá öllum þessum Nöfnum?\nKeep It Going Pal!"
        },
        {
            "user": "digital",
            "user_id": "26731",
            "date": "2002-03-27 19:20:20",
            "id": "483447",
            "reply_to_id": "483446",
            "text": "Snilld keep up the good work"
        },
        {
            "user": "Raudbjorn",
            "user_id": "2358",
            "date": "2002-03-28 00:44:57",
            "id": "483448",
            "reply_to_id": "483439",
            "text": "Þessi kassi á að vera auður."
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2002-03-28 00:56:53",
            "id": "483449",
            "reply_to_id": "483448",
            "text": "Err… hvaða kassi ?\nVirðingarfyllst.\nGizzi"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2002-03-28 13:26:39",
            "id": "483440",
            "reply_to_id": "483439",
            "text": "Algjör snilld !!!!!\nSNILLD\nP.S. Snilld"
        },
        {
            "user": "DuckMagoo",
            "user_id": "18576",
            "date": "2002-03-28 13:52:33",
            "id": "483441",
            "reply_to_id": "483440",
            "text": "Þetta er Pure snilld.\nHaltu þessu áfram"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-03-28 17:34:28",
            "id": "483442",
            "reply_to_id": "483441",
            "text": "Stórskemmtilegt! Minnir mann á það þegar ég fór um þessi héruð… ókönnuð og vissi lítið um þær hættur sem mín……"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-29 02:30:53",
            "id": "483443",
            "reply_to_id": "483442",
            "text": "já há"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-03-29 18:56:07",
            "id": "483450",
            "reply_to_id": "483439",
            "text": "omg þúrt snillingur.. ég las fyrsta og leist nokkuð vel á það ..en hélt þú myndir örugglega bara gefast upp og ekki nenna þessu.. :D en viti menn! þetta verður betra og betra =)\nkeep up the good work!"
        },
        {
            "user": "UlliNice",
            "user_id": "8890",
            "date": "2002-04-02 01:29:28",
            "id": "483451",
            "reply_to_id": "483439",
            "text": "Undir steininum fann ég einhverskonar hring. Gull hring með fjólubláum gimsteini á.\nHvar er þessi steinn???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-04 23:44:07",
            "id": "483452",
            "reply_to_id": "483439",
            "text": "LOL DAUÐANS! Bara snilldar saga:D bara vondur við alla heheheh:))))"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-04 18:31:26",
            "id": "483455",
            "reply_to_id": "483439",
            "text": "2 hluti er snilld!!!!! Sérstaklega nöfnin :)"
        },
        {
            "user": "Galdrakarl",
            "user_id": "6108",
            "date": "2002-05-05 16:58:43",
            "id": "483453",
            "reply_to_id": "483439",
            "text": "Montrass? KEXAR?? BWAHAHAHHA"
        },
        {
            "user": "baggins",
            "user_id": "19281",
            "date": "2002-05-05 22:25:19",
            "id": "483454",
            "reply_to_id": "483453",
            "text": "NICE (með hreim)"
        }
    ]
}