{
    "forum_title": "Hljóðfæri",
    "user": "kiddrabb",
    "user_id": "69479",
    "date": "2010-05-03 13:39:31",
    "title": "Óskað er eftir söngvara og gítarleikara.",
    "text": "Við óskum eftir söngvara og gítarleikara í pönk rokk hljómsveit þar sem tónlistin verður í svipuðum dúr og gamla Ego og Utangarðsmanna efnið.\nSöngvari þarf ekki að vera eithvað rosalega góður en hann þarf að vera með soldið pönk/rokkaða rödd. Einnig væri það mjög gott ef hann á sinn eigin mic.\nGítarleikarinn þarf ekkert endilega að vera góður en þarf samt að kunna að spila eithvað að viti og þarf að eiga sinn egin búnað.\nVið leyfum bæði körlum og konum að prófa báðar stöðurnar, við getum alveg breytt tónlistarlegum pælingum ef við á.\nVið byrjum á því að cover nokkur lög eftir þessar grúppur en erum samt að vinna í frumsömdu efni. En við erum allir í annarri hljómsveit þannig að það er ekkert lögð brjáluð vinna í þetta.\nVið höfum okkar eigin æfingarhúsnæði sem þarf að borga af mánaðarlega þannig að þeir sem verða í hljómsveitini þurfa að borga eithvað smotterí í mánaðarleigu, það fer eftir því hversu margar æfingar verða í mánuði; en fer aldrei yfir 2000kr. á mann. Einnig er búið að bóka þessa hljómsveit á Músmos sem verður 19. júní.\nHljómsveitarmeðlimir eru þrír eins og er og allir 16 að verða 17 ára þannig að best væri að vera á svipuðum aldri, búum allir á höfuðborgarsvæðinu.\nHafið samband á hugi.is í einkapósti eða í síma 8659800 ef þú hefur áhuga.\nBætt við 3. maí 2010 -  13:48\nEkki veðrur spilað á Músmos ef við náum ekki að finna þessa tvo hljómsveitarmeðlimi sem vantar uppá á tveim vikum.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/699804/oskad-er-eftir-songvara-og-gitarleikara/",
    "url_id": "699804",
    "id": "7152282",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-05-03 13:52:49",
            "id": "7152298",
            "reply_to_id": "7152282",
            "text": "Hah, að panta gigg áður en bandið er tilbúið er alltaf jafn kjánalegt finnst mér. En þökk sé seinustu línuni er þetta ekki allveg glatað :)"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2010-05-03 16:34:12",
            "id": "7152346",
            "reply_to_id": "7152282",
            "text": "PM sent"
        }
    ]
}