{
    "forum_title": "Heimspeki",
    "user": "Zwrizmax",
    "user_id": "19765",
    "date": "2002-03-27 02:00:18",
    "title": "Fólksfjöldi",
    "text": "mér var sagt það einu sinni af stærðfræðikennara mínum að ef þú setur fólksfjöldan í heiminum upp í graf þá fari línan lóðrétt upp svo mikil er fjölgunin og samkvæmt stærðfræðikenningum þá´fer graf sem fer lóðrétt upp endar alltaf í 0\ner einhver sem getur útskýrt nánar? þýðir það semsagt að mannkynið á sér ekki von?",
    "url": "https://www.hugi.is/heimspeki/korkar/70013/folksfjoldi/",
    "url_id": "70013",
    "id": "484128",
    "replies": [
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-03-27 10:56:41",
            "id": "484129",
            "reply_to_id": "484128",
            "text": "Mannfjöldin fjölgar sér skv. svokölluðu s-graf. Það lýtur út einhvern vegin svona\n_/- strikið vinstramegin við línuna á auðvitað að ná upp á skálínuna.\nÞegar mannfjöldin hefur náð hámarki miða við núverandi forsendur sem er þá sýnir línuritið sveiflur upp og niður, þannig að þegar klimaxinu er náð mun mannfjöldin vændanlega stundum fækka og stundum fjölga.\nMannfjölgunin hefur gengið í gegnum nokkrar mannfjöldasprengur í þróunarsögu sinni, núverandi sprengja kom í kjölfar iðnbyltingarinnar sem ekki sér enn fyrir endan á. Spár sameinuðu þjóðanna gera þó ráð fyrir að mannfjöldinn á jörðinni verði búin að ná klimaxi um miðja öldina og verði þá stöðugur.\nÉg hef enga trú að því að við verðum núll, Enda er ekki grafið bein lína upp, þó svo það virðist vera það núna."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2002-03-27 14:56:11",
            "id": "484130",
            "reply_to_id": "484128",
            "text": "Já þetta er hárrétt hjá Miðgarði.\nÉg var að skoða fólksfjödlaspár fyrir töluvert löngu, einhverstaðar á netinu, sem ég man ekki lengur hvar var.  En skv því á að fara að rætast úr þessu eftir ca 10-30 ár.  Þá á ss að hægja á fjólksfjölguninni.\nÞannig að það er von.\nKv.\nVeryMuch"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-28 10:49:46",
            "id": "484131",
            "reply_to_id": "484128",
            "text": "Lommér að skilja þig rétt:  Lóðrétti ásinn er fólksfjöldi, en lárétti ásinn er tími?\nSé svo, þá mun línan (sem táknar heildarmannfjölda í heiminum frá upphaf?) ekki fara beint upp - þótt hún geti virst gera það ef maður skiptir tímanum í nógu stórar einingar (t.d. núllpunktur er upphaf heimsins, en næsti millimetri við hliðina er í dag).<br><br>Þorsteinn."
        }
    ]
}