{
    "forum_title": "Heilsa",
    "user": "dickhead",
    "user_id": "52104",
    "date": "2010-05-07 05:02:26",
    "title": "Brjóstvöðvar",
    "text": "Ég er með frekar misjafna brjóstvöðva og væri til í að jafna þá út en ég veit ekki alveg hvernig.\nÉg geri armbeygjur á kvöldin og vinstri vöðvinn er nú mun stærri en hinn :(\nEinhver ráð? :))",
    "url": "https://www.hugi.is/heilsa/korkar/700206/brjostvodvar/",
    "url_id": "700206",
    "id": "7155979",
    "replies": [
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2010-05-07 08:48:43",
            "id": "7155990",
            "reply_to_id": "7155979",
            "text": "Mér finnst líklegast að þú sért með hryggskekkju ef annar brjóstvöðvinn er miklu stærri en hinn."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2010-05-07 10:34:54",
            "id": "7156032",
            "reply_to_id": "7155979",
            "text": "Gerðu armbeygjur fyrir framan spegil og sjáðu hvort þú ferð jafnt niður. Annars veistu hvað þú þarft að laga ;)\nÉg fer misjafn niður komst ég að um daginn út af axlaskaða."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-05-07 11:56:47",
            "id": "7156067",
            "reply_to_id": "7155979",
            "text": "Spilaðu meiri cod þá æfist hægri höndin"
        },
        {
            "user": "Arez",
            "user_id": "36638",
            "date": "2010-05-07 17:18:51",
            "id": "7156301",
            "reply_to_id": "7155979",
            "text": "Byrjaðu að rú**a þér með vinstri."
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2010-05-07 20:48:15",
            "id": "7156512",
            "reply_to_id": "7156301",
            "text": "Runka mér með báðum. Ekki í einu samt haehea"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2010-05-08 01:32:17",
            "id": "7156742",
            "reply_to_id": "7155979",
            "text": "Þetta er ósköp eðlilegt ástand, ég er svona líka og margir aðrir. Þetta er vanalega þannig að þeir sem eru rétthentir eru með stærri brjóstvöðva vinstramegin og svo öfugt fyrir örvhenta. Þá eru rétthentir að nota meira af hægri axlarvöðvum heldur en vinstri axlarvöðvum og því að nota meiri brjóstvöðva vinstra megin heldur en hægra megin.\nHefur eitthvað að gera með það að maður er alltaf að nota hægri hendina í eitthvað eins og t.d. þegar  maður er að nota hreyfingar eins og að bóna bíl og nudda eitthvað og svona þá nýtist öxlin meira og eitthvað…\nHef verið að lesa mig til um þetta og þetta er það sem ég komst að, veit ekki hvað af þessu er rétt eða rangt. En allir eru samt misjafnir á hægri og vinstri helmingi líkamans, málið er bara að því stærri sem þú verður því minna verður þetta sýnilegt. Haltu bara áfram að æfa þig og bæta utan á þig kílóum, þá jafnast þetta út/hverfur á endanum."
        }
    ]
}