{
    "forum_title": "Húðflúr og götun",
    "user": "drullukunta",
    "user_id": "72690",
    "date": "2010-05-11 00:53:12",
    "title": "Göt í báða nasavængina",
    "text": "Hvað finnst ykkur hugurum um það?\n~Finnst ykkur gat í nef vera flott almennt?\n~Hvað þá í báða nasavængi?\nÞví ég var að pæla í að fá mér gat í nefið bráðum, en hef einnig verið að pæla í að fullkomna það og fá mér þá hinumegin líka! :)",
    "url": "https://www.hugi.is/hudflur/korkar/700570/got-i-bada-nasavaengina/",
    "url_id": "700570",
    "id": "7159277",
    "replies": [
        {
            "user": "sneros",
            "user_id": "70823",
            "date": "2010-05-11 01:57:20",
            "id": "7159310",
            "reply_to_id": "7159277",
            "text": "fer það ekki bara eftir andlitslaginu ?\nég veit amk, að ég er með vinstra megin, en ég pulla alls ekki að hafa í hægri nasavængnum.. fór mér miklu betur að hafa þetta vinstra megin…\ngæti verið of mikið að hafa báðum :/\nen auðvitað er það misjafnt, gæti farið þér vel :)"
        },
        {
            "user": "drullukunta",
            "user_id": "72690",
            "date": "2010-05-11 02:43:24",
            "id": "7159324",
            "reply_to_id": "7159310",
            "text": "Já, satt segirðu.\nAnnars er mér sama hvort ég sé með rétta andlitslagið eða ekki haha :D.\nMálið með að vera með í báðum nasavængjunum væri þá kannski að hafa glingrið ekki of áberandi, kannski eitthvað flatt og krúttlegt, þú veist? Ekki eins og geðveikt áberandi kúlur eitthvað, haha.\nEn já, ég sé bara hvernig þetta kemur út! :)\nOg takk fyrir kommentiið. n_n"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2010-05-11 08:41:42",
            "id": "7159359",
            "reply_to_id": "7159277",
            "text": "Ég fílaða. Er með í báðum og septum. Þrusu stöff. En það fara ekki öll göt öllum. Septum og bridge er einmitt rosa tricky varðandi það."
        },
        {
            "user": "drullukunta",
            "user_id": "72690",
            "date": "2010-05-11 14:34:42",
            "id": "7159490",
            "reply_to_id": "7159359",
            "text": "Ú, naiz! Nei, algjörlega sammála þér þar. :)\nÉg reyndar er ekki með þetta “beina semí mjóa andlit” og “fullkomið nef” eitthvað fyrir piercings, eins og fólk heldur fram að maður þurfi að hafa, eða þú veist að það þurfi að fara manni, en mér finnst bara svo leiðinlegt að það sé einn partur af því að hindra mig í að fá mér skilurðu, en oh well. Sé hvernig það kemur út. :"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2010-05-11 19:46:13",
            "id": "7159847",
            "reply_to_id": "7159490",
            "text": "Ég er heldur ekki með mjótt andlit en ég púlla þetta alveg. Ef þig langar að skella þér á göt í báða nasavængina skaltu ekki hika við það :)"
        }
    ]
}