{
    "forum_title": "Smásögur",
    "user": "Sapien",
    "user_id": "76852",
    "date": "2010-05-18 15:45:45",
    "title": "Skuggaskrudda Kaflar V-VII",
    "text": "Skuggskrudda er framhald af bókinni Skuggaskræða (sem er framhald Skuggaskinna). Ég ætla enn að fela mig bak við þá afsökun að þessi saga var skrifuð fyrir nokkrum árum, eða þegar ég var á þrettánda ári. Látið vita ef að þið viljið að ég haldi áfram að senda inn.\nV. ORKNEYJAJARL OG HORNAFJÖRÐUR\nÆ, Valdi, hví sagðirðu ekkert?’’ spurði Baldur. Valdi andvarpaði.\n,,Ég hélt að ég yrði útskúfaður frá öllum, allir verið hræddir um að miðgarðsormur kæmi,’’ útskýrði hann daufur í dálkinn.\n,,Er þetta satt?’’ spurði Villi vantrúaður.\n,,Jafn satt og það er ósatt að jarðskjálftar verði til þegar tveir jarðskorpuflekar mætast fyrir tilstilli fljótandi hraunkviku jarðar, hvert mannsbarn veit að það er þegar miðgarðsormur veltir sér!,’’\n,,Allt í lagi, en hvers vegna hentirðu ekki bara hringnum?’’ spurði Arnór, hissa á þessu öllu saman.\n,,Þú skilur ekki, enginn ykkar, nema kannski Hrólfur. Það lá bölvun á hringnum, þetta var hringur dvergsins Andvara, það lá bölvun á honum!’’\n,,Hvernig gastu þá hent honum áðan?’’\n,,Fólk segir að ég sé einstaklega þrjóskur,’’ sagði Valdi og brosti stoltur. Baldur skipti sér ekki meira af þessu, Valdi hafði svarað hreint út og Baldur bað ekki um meira. Uppi á þilfari var allt á rúi og stúi og sjómenn hlupu allt og reyndu að koma í veg fyrir að skipið sykki. Þegar búið var að gera við mest allt skipið hópaðist áhöfnin kringum þá félaga.\n,,Hvað gerum við nú? Við höfum engan skipstjóra!’’ spurði einn þeirra. Álíka spurningar glumdu úr öllum áttum.\n,,Róið ykkur, róið ykkur,’’ skipaði Baldur. Hann hafði einstaka foringja hæfileika og allt varð hljótt. ,,Valdi verður skipstjórinn,’’ Þessu var ekki vel tekið.\n,,Það er honum að kenna að við erum í þessu klandri, þið heyrðuð í skrímslinu!’’ ásakaði einn þeirra. Baldur róaði þá niður.\n,,Valdi er sá sem kom okkur í þetta vesen og sá sem kemur okkur úr því, Valdi hvað hefur þú til málanna að leggja?’’ Valdi stóð grafkyrr, en tók svo til máls.\n,,Fyrst mastrið er fallið væri til lítils að notast við stýri og segl, en ef árarnar eru í lagi þá getum við róið til Orkneyja, og ansans, allir björgunarbátar eru brotnir, jæja, allir að róa! Því fyrr sem við komum okkur af stað því fyrr komumst við á leiðarenda!’’ Ekki var vel tekið undir þetta en brátt voru flestir farnir að róa. Þeir sem ekki komust að á árunum tóku til við að laga skipið eftir því sem best þeir gátu. Valdi stóð uppi við ónothæft stýrið og kallaði til þeirra á árunum þegar þeir væru að rekast á sker.\nEftir nokkra klukkutíma af endalausum róðri og eftir að haf klesst sjö sinnum á sker sáu þeir Orkneyjar. Þeir komu að Kirkwall klukkutíma síðar. Valda tókst einhvern veginn að stýra flekanum í rétt lægi. Mennirnir á höfninni voru undrandi að sjá þetta skipsflak sigla þarna eftir Írlandshafi. Félagarnir tóku til föggur sínar og fóru undir leiðsögn Valda til húss Orkneyjajarls.\n,,Úff, ég vona að við fáum eitthvað að borða því ég er glorhungraður,’’ kvartaði Fáfnir og hélt um magann. Við þetta mundu allir hvað þeir voru svangir og og komust loks kvartandi heim að dyrum hjá jarli. Engir verðir voru sjáanlegir. Valdi barði að dyrum og velvopnaður víkingur kom til dyra.\n,,Ég er Valdimar Sigmundarson, vinur í hirð jarls og þetta er fylgdarlið mitt,’’ hann benti á þá fyrir aftan sig. ,,Hrólfur Sigmundarson, einnig vinur í hirð jarls og bróðir minn, þetta er Sigurbjörn ‘ljóðbrók’ Sigurðsson, sonur Sigurðar sterka, og þetta er félagi hans Eyjólfur mjöður…’’ Valdi leit spyrjandi á Eyjólf sem áttaði sig.\n,,Magnússon,’’ sagði hann og brosti sínu hálftannlausa brosi.\n,,Já, Eyjólfur ‘mjöður’ Magnússon, hæfileika rík bytta frá hinu fjarlæga ríki Eyjaveldis sem tekur starf sitt alvarlega,’’ sagði Valdi og brosti. Eyjólfur kinkaði ákaft kolli. ,,Og þetta er Baldur Grímsson Gráeyjarhöfðingi, bróðir hans Arnór ‘hliðvörður’ Grímsson, borgarvörður við vestri hlið Ægisborgar. Og loks er það sonur Baldurs, hann Fáfnir Baldursson, hugaður stríðsmaður, þetta er Karl Moldason, húskarl Baldurs, Jakob hinn munaðarlausi og loks Villi ‘skógarhögg’ Jónsson,’’ Hann klappaði Fáfni á kollinn. Víkingurinn leit yfir þá.\n,,Hm, Valdi segirðu? Komið inn, en skiljið vopnin eftir hjá mér, nei nei, rólegir, þau eru í góðum höndum,’’ hann gekk inn í vel upplýst húsið, kerti brunnu á veggjum með jöfnu millibili. Félagarnir gengu inn. Þeir sáu að mörgum vopnum hafði verið raðað meðfram nokkrum bekkjum.\n,,Mér líst ekkert á að skilja vopnin eftir hjá bláókunnugum manni,’’ hvíslaði Arnór.\n,,Við eigum ekki margra kosta völ, og Valdi segist þekkja hann,’’ svaraði Baldur höstugur. Þeir tóku af sér vopnin og settu hjá hinum. Svo fylgdu þeir manninum eftir löngum göngum. Valdi virtist þekkja þessa leið. Hann rabbaði um hina ýmsu hluti sem hann sá að hafi verið lagfærðir eða færðir úr stað. Hrólfur virtist líka kannast við sig en var ekki jafn öruggur um sig og Valdi. Maðurinn leiddi þá inni í stóran sal þar sem fjöldamargir víkingar sátu að drykkju. Valdi heilsaði mörgum vinalega eins og þeir væru gamlir vinir, sem Baldur komst seinna að, að þeir væru það. Hrólfur kannaðist líka við nokkra. Valdi gekk til félaga sinna.\n,,Við erum heppnir,’’ sagði hann. ,,Við hittum á jarlinn í góðu skapi,’’ Hann vísaði þeim að stóru hásæti þar sem feitlaginn og herðabreiður maður sat og horfði yfir veisluna sína. Hann var í hinum fínustu litklæðum og með gullbryddaða skikkju.\n,,Vinir mínir, þetta er hinn mikli Nói Nóason Orkneyjajarl,’’ Þeir kynntu sig.\n,,Jæja Valdi, og Hrólfur, til hvers eru þið komnir hingað til Orkneyja enn á ný?’’ spurði jarlinn og brosti lymskulega.\n,,Hvað? Má ekki sitja til borðs í veislu besta vinar síns?’’ spurði Valdi þá hneykslaður.\n,,Fussum svei, það hangir eitthvað meira á spýtunni, þið eruð að reyna að fá mig drukkinn og þá samþykki ég hvað sem er, en ó nei, ó nei, ég ætla ekkert að borða eða drekka í þetta sinn, ég hef lært af reynslunni,’’\n,,Allt í lagi, allt í lagi þú náðir okkur þarna,’’ tautaði Valdi fúll. Nói brosti. ,,Við viljum fá að komast til Íslands, frítt helst,’’ Jarlinn horfði hugsi yfir veisluna.\n,,Veistu,’’ sagði hann. ,,Ef þú segir mér alla ferðasöguna, þá megið þið fljóta með á morgun. Noregskonungur bað mig um greiða fyrir greiða, þar sem hann er þegar búinn að gera mér greiða þá þarf ég núna að fara með einhverjar vistir og vopn til Vestmannaeyja, skil ekki til hvers,’’\n,,Jú, það er fínt,’’ sagði Valdi og hóf ferðasöguna, sleppti þó mestum hluta þátttöku Skugga.\nÞeir gistu í litlum skála við hlið aðalhússins og um morguninn vakti jarlinn þá persónulega. Þeir fóru um borð í stórt og fallegt langskip og héldu af stað til Íslands.\nÞeir fengu gott veður og góðan meðbyr og komust til Íslands eftir tvær vikur.\n,,Við eigum að fara til Vestmannaeyja en ég skal sigla með ykkur til Hornafjarðar,’’ sagði skipstjórinn. Valdi þakkaði honum fyrir.\n,,Höfn í Hornafirði er heimabær minn, þar býr fólkið mitt og þar ólst ég upp,’’ útskýrði Valdi fyrir Baldri.\n,,Getum við treyst þessu ‘fólki’ þínu?’’ spurði Baldur efins.\n,,Tja, ég get ekki sagt að mamma sé glaðasta manneskja í heimi, né að afi sé sá, umm, virkasti, en þar ættum við að geta búið um sinn,’’ Baldur lét það gott heita en var samt ekki alveg viss. Í fjarska sá hann hvítan tind sem teygði sig upp til himins.\n,,Hey,’’ sagði Baldur. ,,Hvað heitir fjallið að tarna?’’\n,,Ó, svo þú hefur komið auga á Vatnajökul, stærsta jökulinn á landinu öllu!’’ svaraði Sigurbjörn stoltur.\n,,Vatnajökull,’’ sagði Baldur áhugasamur. ,,Eru mörg fjöll og margir jöklar á Íslandi?’’\n,,Ójá, allt landið er í rauninni eitt fjall eins og ég segi alltaf,’’ hann hló vandræðalega. ,Hihi-aahhhh…’’\n,,Það er ekki allt eitt fjall er það?’’ spurði Baldur grafalvarlegur. Sigurbjörn hætti að hlæja.\n,,Æi bara, þú veist, líkingar. Nei það er ekki allt eitt fjall,’’ Sigurbjörn sneri sér vandræðalega undan og gekk burt. Baldur hló með sjálfum sér. Aumingja greyið, hugsaði hann. Eftir klukkutíma lögðu þeir að landi og köstuðu akkeri rétt á meðan þeir tóku föggur sínar neðan úr káetu. Þeir kvöddu hérna síðast, ár eða tvö. Þrjú fjögur. En hvað varstu að gera í smiðjunni minni?’’ Kolur var búinn að jafna sig.\n,,Ja, húsmóðir mín góða og vitra skipaði mér að smíða nýjan pott, skipverja og héldu upp að bæ Hornfirðinga. Þeir voru uppi á höfða sem Valdi staðfesti að hét Ósinn. Lengra í burtu sá Baldur nokkur hús og reyk lagði upp af tveimur þeirra.\n,,Ahh..’’ sagði Valdi dreymandi. ,,Mamma er byrjuð að elda,’’\n,,Og einhver er í leyfisleysi í smiðjunni minn,’’ urraði Hrólfur. ,,Sá skal sko fá að kenna á því ef ég næ í hann,’’\n,,Vertu ekkert að æsa þig strax, förum og heilsum upp á fólkið,’’ sagði Sigurbjörn. ,,Ég vona að mamma þín sé góður kokkur,’’\n,,Ójá, flatkökur, laufabrauð, grjónagrautur, allt sem þú getur ímyndað þér!’’ sagði Valdi og strauk yfir magann. Þeir drifu sig niður hæðina og eftir smá tíma voru þeir loks komnir að húsunum. Hrólfur dreif sig strax inn í smiðjuna og öskraði eitthvað óskiljanlegt.\n,,Úff, Hrólfuuur,’’ andvarpaði  Valdi og gekk inn í smiðjuna á eftir honum. Hinir fylgdu á eftir. Inni í smiðjunni var allt í stakasta lagi, smíðatólum hafði verið raðað fallega eftir bekkjum. Það eina sem var að var það að Hrólfur hélt tötraklæddum manni fangabrögðum.\n,,HVAÐ VARSTU AÐ GERA?’’ öskraði Hrólfur. Aumingja maðurinn gat ekkert sagt af hræðslu. Valdi greip í Hrólf.\n,,Slepptu manngreyinu, sérðu ekki að þetta er hann Kolur þræll,’’ sagði hann og Hrólfur sleppti manninum.\n,,Fyrirgefðu,’’ tautaði Hrólfur. ,,Bara langt síðan ég var hinn brotnaði!’’ útskýrði hann skjálf radda.\n,,Hm, fínt,’’ Hrólfur gekk út úr smiðjunni. Valdi yppti öxlum.\n,,Honum þykir afar vænt um þessa smiðju,’’ sagði hann til útskýringar. Þeir gengu út úr smiðjunni og eftir steinhlöðnum garðvegg og að stærsta húsinu á svæðinu. Áður en þeir gengu inn aðvaraði Valdi þá.\n,,Allt í lagi. Mamma mín, hún Áshildur, er svooolítið trekkt, svo ekki segja neitt sem gæti móðgað hana eða komið henni í uppnám. Húsbóndinn á heimilinu er afi minn, því pabbi lést á hafi. Munið það að afi er húsbóndinn en hann ræður frekar litlu þó hann haldi að hann geri það. Hann heitir Hleri. Hann er hálf heyrnarlaus, svo talið bara hátt en ekki of hátt, allt í lagi? Ég held að þetta sé allt,’’ Valdi sneri sér aftur að hurðinni en sneri sér svo við með fingur á lofti. ,,Og helst ekki horfa í augun á hundinum eða mömmu, annars…’’ Hann renndi fingri yfir háls sinn. Svo gekk hann inn í húsið. Hinir fylgdu á eftir. Þeir komu inn í reykmettað húsið og sáu að við eldstóna stóð lágvaxin og feit kona, svolítið lík Hrólfi fyrir utan skeggið, þó að þau ættu svolítið af því sameiginlegt. Hún leit reiðilega á þá þegar þeir komu inn.\n,,VALDI!’’ hrópaði hún. ,,Hvar í fjáranum hefur þú verið síðustu tvö ár ónytjungurinn þinn?’’ Hún gekk til Valda og klappaði honum á kollinn þótt hún næði ekki upp og Valdi þurfti að beygja sig. ,,Elsku kallinn, þú gerir aldrei neitt af viti,’’ Valdi brosti vinalega.\n,,Hæ, mamma, eins og ég sagði þér þá var ég í her hjá Sigurði sterka, og síðasta mánuðinn hef ég verið á flakki með þeim,’’ hann benti fyrir aftan sig. Áshildur leit reiðilega á þá.\n,,Sjá hvað þið hafið gert við litla strákinn minn! Spillt honum! Það ætti að flengja ykkur ærlega og setja ofan í þvottabala!’’ Baldur kæfði hláturinn í fæðingu en Fáfni og Arnóri gekk ekki eins vel og þeir fengu skyndilegt hóstakast. ,,Hvað er að þeim? Eru þeir sjúkir eða?’’ spurði Áshildur. Baldur hneigði sig.\n,,Fagra frú Áshildur, húsmóðir á hinum glæsta bæ Höfn í Hornafirði, ég bið þig innilega afsökunar á því að ryðjast svona inn en sonur þinn, hann Valdimar, var svo vænn að bjóða okkur inn,’’ Baldur tók í hægri hönd Áshildar og kyssti hana, en Áshildur sló hann utan undir.\n,,Svona skjall hefur engin áhrif á mig!’’ skammaðist hún og fór að hræra í pottinum. Baldur hló og nuddaði vangann.\n,,Tja, það mátti reyna,’’ sagði hann. Nú sprungu Arnór og Fáfnir úr hlátri. Áshildur horfði stíft á Baldur.\n,,Já, góð tilraun ég verð að játa það,’’ viðurkenndi hún. Örugglega það sem næst kemur hrósi hjá henni, hugsaði Baldur. Áshildur greip skál og hellti smá súpu úr pottinum í hana og rétti Hrólfi sem sat í einni lokrekkjunni.\n,,Gerðu svo vel litla krúttið mitt,’’ sagði hún ástúðlega og kleip í kinnina á Hrólfi.\n,,Takk mamma,’’ sagði hann. Áshildur leit á Valda.\n,,Ja hérna hér, hafa þeir ekki gefið þér nóg að borða?’’ skammaðist hún og gerði aðra skál af súpu klára.\n,,Jújú,  en varla viltu að ég verði eins og Hrólfur?’’ svaraði Valdi stríðnislega.\n,,Barnaspik!’’ hvæsti Áshildur og Hrólfur gaf Valda illt auga, hann var ekki ánægður þó svo hann væri kominn heim.\nVI. FRÁSÖGN ÞRÆLSINS\norinn var fram glæsilegur kvöldmatur, að mati innfæddra, og borðaði Fáfnir mikið af þessum framandi mat. Eftir matinn settist fólk niður og fór að dunda sér eitthvað. Valdi lagðist í sína lokrekkju og fór að flauta lagstúf. Fáfnir var eirðarlaus. Hann gekk þó loks til Valda.\n,,Valdi, mig langar til þess að fræðast meira um Ísland,’’ sagði Fáfnir. Valdi hætti að flauta og horfði framan í hann, settist svo upp í rúmið og gerði pláss fyrir Fáfni. Fáfnir settist vil hliðina á honum.\n,,Hm, það er svo margt að segja frá að ég veit ekki hvar skal byrja… hm… mamma! Hvað er að frétta að sunnan,’’ Áshildur leit við, þung á brún þar sem hún stangaði úr tönnunum.\n,,Við fengum heimsókn frá Reykjavíkurbæ í gær. Það var einn þræll, sem sagði okkur slæmar fréttir, en dó rétt eftir að kom hingað. Kolur, segðu frá,’’ Kolur stóð strax upp. Allir í húsinu þögnuðu þegar hann tók til máls.\n,,Ég ætla að reyna að segja þetta orðrétt eftir látnum starfsbróður mínum,’’\n,,Ég var að kom heim með hey af túnunum, er ég sá að heill floti skipa var kominn að landi. Margir fóru úr skipunum og ég sá að þeir voru vopnaðir og báru drekafána,’’\n,,Drekasveitin! Aðal lífvarðasveit Noregskonungs!’’ hrópaði Valdi.\n,,Ssshhh…’’ Hleri sussaði á hann.\n,,Allt í lagi, húsbóndi, má ég halda áfram?’’ spurði Kolur. Valdi og Hleri gáfu honum samþykki sitt. ,,Þakka ykkur. Þeir gengu upp að langhúsinu og Daði Ingólfsson, húsbóndi minn, kom til dyra. Ég stalst til þess að fara nær og ég heyrði margt. Foringi þeirra, risastór maður með stórt og ógnvænlegt sverð og í glæsilegri brynju otaði gullpoka að húsbónda mínum. Þessi foringi þeirra var illilegur og með vígtönn sem skagaði upp úr neðri gómnum. ,,Seldu land þitt og þína lóð undir eign Haralds Noregskonungs, og vertu hans tryggasti fylgdarmaður og þér verður vel launað. Húsbóndi minn neitaði og vísaði þeim burt. Þá reiddist aðkomumaður. ,,Þá tökum við land þitt og þína lóð með valdi!’’ Húsbóndi minn varðist og drap þrjá drekamenn með sverðinu sínu en svo yfirbuguðu þeir hann og bundu. Þeir tóku yfir húsin og bundu alla sem þeir sáu. Ég flúði til næsta bæjar og sagði frá, en þá komu þeir og buðu þeim sama tilboð, og aftur var neitað og sami leikur gerður. Ég flúði aftur og þeir reyndu að ná mér en ég er snöggur og næ að flýja. Þeir elta mig dögum saman þangað til ég kem að Vatnajökli. Þar sting ég þá af. Ég sá bæinn ykkar og kom til þess að segja frá. Svo dó þrællinn. Við vissum aldrei nafn hans,’’\n,,Hvernig má þetta vera? Drekasveitin að reyna að ná yfir Ísland!’’ hrópaði Valdi. ,,Og þessi með vígtönnina, ég veit hver hann er,’’ Sagan hafði greinilega komið honum í uppnám. ,,Ragtanni dauðsmanns! Hálfþursinn með fimm líf! Ja svei mér þá,’’\n,,Fimm líf?’’ spurði Arnór áhugasamur.\n,,Já, fimm líf. Sagan segir að hann hafi aldrei vitað um foreldra sína og hafi alist upp hjá ekkju nokkurri í Jötunheimi, fjallgarðinum í Noregi. Þegar honum fannst tími til kominn að fara út í heiminn, blessaði ekkjan, sem var norn, hann með því að hann hefði fimm líf. Hann brást ekki betur við en svo að hann drap ekkjuna. Svo fór hann í lífvörð konungs, sem er ekki sá sami og er núna, og stóð sig þar vel. En eftir sjö ára þjónustu gekk hann úr lífverðinum og hélt til fjalla með tröllum og svoleiðis hyski, jötuninn í honum kallaði á hann. Hann kom auðvitað nokkrum sinnum aftur en honum fylgdu bara bölbænir. Og núna er hann hér, að leiða drekasveitina til sigurs á Íslandi,’’ Valdi brosti sorglega.\n,,Svo að núna á hann fimm líf eftir?’’ spurði Arnór.\n,,Neee, ekki fimm líf,’’ sagði Áshildur skyndilega. ,,Ég hef heyrt að hann eigi bara þrjú eftir!’’\n,,Þrjú líf?’’\n,,Jább,’’ svaraði Valdi.\n,,En hvað með drekasveitina?’’ spurði Baldur allt í einu kominn inn í samtalið. ,,Hvað er þessi drekasveit?’’\n,,Drekasveitin er aðal lífvarðasveit Noregskonungs, hann hefur aldrei verið frumlegur á nafngiftir. Þessi sveit er sú öflugasta. Um það bil fimm hundruð bestu stríðsmenn Noregs,’’ Valdi brosti ísmeygilega.\n,,Svo nú eru þeir að taka yfir Ísland, með góðu eða illu,’’\n,,Illu,’’\n,,Hvað á að gera?’’ spurði Fáfnir.\n,,Venjulega er ekkert gert í svona málum,’’ sagði Hrólfur niðurdreginn. ,,Bara að bíða og sjá, bíða og sjá,’’\n,,Jæja, þá verður breyting á,’’ sagði Baldur ákveðinn.\nVII. BARA ÚTLAGAR\nað var strax eftir gærkvöldið var byrjað að skipuleggja hernaðar aðgerðir.\n,,Hversu marga hermenn hefur Ísland?’’ spurði Baldur. Valdi og Hrólfur urðu ögn vandræðalegir.\n,,Öhömm,’’ sagði Valdi. ,,Svo sem engan alvöru her en það eru margir víkingar,’’\n,,Allt í lagi, ef þú gætir skrifað nöfn niður á lista…’’\n,,Eh, flestir bestu eru í útlegð uppi á hálendinu,’’\n,,Þá það, við þurfum að safna í her þá af öllum öðrum,’’\n,,Það verður ekki auðvelt,’’ sagði Hrólfur. ,,Maður yrði alltof lengi að ferðast þetta,’’\n,,Og svo vitum við ekki hvort aðrir vilji yfirleitt berjast mót konungi,’’ bætti Valdi við. ,,En Baldur, kannski væri nóg að hræða þá með því að drepa Ragtanna einu sinni eða tvisvar?’’\n,,Hmm, kannski, en ég þarf hjálp. Þið komið vitanlega með því ég rata ekki,’’ sagði Baldur þá.\n,,Og kannski myndi fólk frekar ganga til liðs við okkur ef við hefðum einhvern veginn þannig hetju!’’ hrópaði Hrólfur. ,,Og þá yrði þetta fljótara að breiðast út!’’\n,,Flott, safnið saman flestum víkingum úr nálægum sveitum, þið hafið eina og hálfa viku,’’\nValdi, Hrólfur, tveir húskarlar og Kolur þræll riðu strax af stað í fyrramálið. Á meðan hjálpuðu hinir til við hin ýmsu verk sem þurfti að sinna á Höfn. Baldur, Eyjólfur, Sigurbjörn, Villi, Karl, Jakob og Arnór unnu við að moka flór og einnig við að viðhalda útihúsunum. Fáfnir hjálpaði til við að setja niður hinar ýmsu matjurtir svosem kartöflur og hveiti, sem þreifst mjög vel á þessum slóðum. Vikan leið hægt en Fáfnir vildi ólmur læra meira um Ísland og við að hjálpa til við vinnuna þar lærði hann margt og komst að því að menningarheimur hans og Íslands var alls ekki ólíkur. Íslendingar notuðu t.d. sömu rúnir og Eyjabúar, bjuggu í svipuðum húsum og var mjög annt um dýr. Fáfnir hafði meðal annars vingast við Bessa, hundinn á bænum en vogaði sér aldrei að líta í augun á honum, hann hafði séð hvernig farið hafði fyrir Eyjólfi sem ekki hafði geta sest niður í fjóra daga eftir að hafa hunsað viðvaranir Valda.\nAð einni og hálfri viku liðinni komu Valdi og Hrólfur aftur með tíu manns, og tveimur klukkustundum síðar komu húskarlarnir tveir og Kolur þræll. Þeir höfðu með sér sjö manns.\n,,Allir sem við gátum náð í,’’ útskýrðu þeir. Baldur hafði vonast eftir fleirum.\n,,Jæja, þetta verður þá að duga, við leggjum  af stað strax í fyrramálið,’’ sagði hann.\nFáfnir vaknaði eldsnemma morguns. Þeir leggja af stað í dag, vonandi er ég ekki of seinn, hugsaði Fáfnir og klæddi sig í flýti. Hann hljóp berfættur meðfram kulnuðum langeldinum og fram á hlað. Þar stóðu þrjátíu og tveir tjóðraðir hestar- tuttugu og átta reiðhestar og fjórir klyfja eða varahestar- hlaðnir ýmsum pokum. Baldur og Arnór voru að eitthvað að tala við Valda og voru ekki ánægðir á svip. Fáfnir giskaði á að Hrólfur væri í smiðjunni að kveðja smíðatólin. Aðkomumennirnir voru að leggja á hestana. Fáfnir hljóp yfir til föður síns.\n,,Faðir, ég vill fara með ykkur,’’ sagði Fáfnir og leit á föður sinn. Baldur horfði á móti.\n,,Nei, þetta er orrusta sem við erum að halda upp í, ekkert fyrir þig,’’ sagði hann og lagði hönd sína á öxl Fáfnis.\n,,En þegar við lögðum af stað upp frá Eyjaveldinu!’’ hrópaði Fáfnir svekktur. ,,Eða á Spáni! Ég sá til þess að Leó kæmist til ykkar!’’ Baldur horfði í augu sonar síns.\n,,Fáfnir minn, þegar við lögðum af stað í útlegðina, þá vissi ég ekkert í hvað við voru að ana. Og á Spáni, þú varst sá eini sem gast gast gert verkefnið, svona er það nú,’’ Fáfnir snerist á hæli, hljóp aftur inn í hús.\n,,Verður í lagi með hann?’’ spurði Arnór.\n,,Já, já, ég ætla að skilja Sigurbjörn eftir hérna, hann passar hann,’’ svaraði Baldur áhyggjufullur.\n,,Tja ég myndi ekki treysta Sigurbirni í það, þó svo hann sé hjartahreinn,’’\n,,Þess vegna læt ég Bessa verða eftir hjá honum,’’ sagði Valdi. ,,Hann passar að ekkert komi fyrir hann,’’ Valdi lagði tvo fingur í munn og blístraði. Bessi kom hlaupandi inn úr dyrunum og settist fyrir framan Valda. Valdi hvíslaði eitthvað í eyra hans. Bessi laut höfði og hljóp aftur inn í hús með dillandi rófu.\n,,Merkilegur hundur,’’ sagði Valdi. ,,Líka afkomandi Sáms, hundar Gunnars heitins á Hlíðarenda,’’ Valdi yppti öxlum. ,,Er þá ekki allt komið?’’\n,,Jú, bara að fara á bak,’’ Þeir kölluðu á ferðafélaga sína, stigu á bak og riðu af stað.",
    "url": "https://www.hugi.is/smasogur/greinar/701144/skuggaskrudda-kaflar-v-vii/",
    "url_id": "701144",
    "id": "7164334",
    "replies": []
}