{
    "forum_title": "Hljóðfæri",
    "user": "sidesplitter",
    "user_id": "51531",
    "date": "2010-05-20 01:05:32",
    "title": "14 strengja gítar",
    "text": "Ég fékk þessa hugdettu nýlega eftir að ég datt inn í 7 strengja gítara, veit einhver til þess að þetta hefur verið gert?\nHugmyndin er í raun bara venjulegur tólf strengja gítar og með tvístrengdan B streng að auki.\nGoogle sýnir mér bara einhverja gítara með 14 strengjum, ekki útfært út frá 12 strengja pælingunni, og þar af leiðandi feitari háls en hönd nær yfir…\nÖnnur hugmynd var hvort einhverntímann hafi verið framleiddir 12 strengja klassískir gítarar?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/701314/14-strengja-gitar/",
    "url_id": "701314",
    "id": "7165889",
    "replies": [
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2010-05-20 03:41:12",
            "id": "7165965",
            "reply_to_id": "7165889",
            "text": "Ertu búinn að fá þér 7-strengja gítar?"
        },
        {
            "user": "sidesplitter",
            "user_id": "51531",
            "date": "2010-05-20 19:46:55",
            "id": "7166370",
            "reply_to_id": "7165965",
            "text": "Er með íbanesinn hans Nökkva í láni, er ekki búinn að kaupa mér sjálfur :)"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2010-05-21 11:35:43",
            "id": "7166792",
            "reply_to_id": "7166370",
            "text": "Ah meinar, 7 strengja er skemtilegt, var með í láni frá bróðir mínum fyrir stuttu, 7 strengja ibanez kassagítar (stálstrengja). Ekkert smá góður gítar!"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-05-23 19:55:23",
            "id": "7168301",
            "reply_to_id": "7166370",
            "text": "Hvernig finnst þér þessi Ibanez?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-05-20 22:39:41",
            "id": "7166550",
            "reply_to_id": "7165889",
            "text": "7 strengja gítarar eru aðallega notaðir í metal á meðan 12 strengja gítarar eru aðallega notaðir af útbrunnum sixtíshippum, þetta tvennt fer ekkert sérstaklega vel saman þó sagan sýni okkur að það hafi alveg verið til einn og einn brútal satanelskandi sixtíshippi svona inn á milli.\nEf hugmyndin væri að nota 14 strengja gítar í metal og ef að það væri tildæmis hægt að stappa strengjunum það þétt saman að maður með meðalstórar hendur gæti náð að fingrasetja hljóma osfrv þá er samt viðbúið að hljómurinn í kvikindinu yrði frekar ljótur þar sem þessir pöruðu strengir verða aldrei 100% í tune.\nÁ hreinum og óbjöguðum 12 strengja kassagítar myndar þetta þennann fallega kóruseffekt sem er svo viðeigandi þegar hljómar eru strömmaðir við angurvært hippavæl um frið ást og blóm en það er hætt við að samruni 14 bjagaðra gítarstrengja í metalsamhengi yrði bara frekar bitlaus leðja og satan á eiginlega betra skilið heldur en að við drekkjum honum í slíku.\nHljómsveitin High on Fire fer rétta milliveginn í þessu með 9 strengja gítar þar sem 3 dýpstu strengirnir halda sér en grennri strengirnir eru paraðir, þannig er hægt að gefa satani sitt á lágu nótunum og gera eitthvað sætt og hippalegt á grennri strengjunum þurfi þess (High on Fire gera reyndar voða lítið af sætum hlutum en með þessum gítar þá gætu þeir það amk ef þeir kærðu sig um það)"
        }
    ]
}