{
    "forum_title": "Börnin okkar",
    "user": "PINKY",
    "user_id": "34041",
    "date": "2010-05-28 14:09:57",
    "title": "Svefn - Svefnvenjur.",
    "text": "Heil og sæl!\nMargir foreldrar velta því oft fyrir sér hvernig svefn barna þeirra egi að vera, ég hef verið að rúlla í gegnum ýmsa bæklinga og greinar á netinu og lært af egin reynslu með mín börn, hve langan svefn þau þurfa á hverju og einu aldursskeiði.\nUngabörn á aldrinum 0-3 mánaða þurfa talsverðan svefn, þau gera fátt annað en að sofa fyrstu mánuðina, drekka og skoða nýja umhverfið á þeim tíma sem þau vaka.\nUngabörn á aldrinum 3-6 mánaða eru flest farin að skoða sig meira um og svefninn minnkar aðeins yfir sólahringinn, þau borða, drekka, leika og kynnast fólkinu í kringum sig.\nUngabörn á aldrinum 6-12 mánaða eru farin að leika sér talsvert meira og farin að fikra sig áfram í hreyfingum, jafnvel farin að skríða, sitja óstudd og standa upp við hluti, sum börn jafnvel farin að labba.\nBörn á aldrinum 1-3 ára hafa breyttari svefnvenjur en ungabörn á aldrinum 0-12 mánaða, þau eru meira í leik og farin að borða sjálf og sum þeirra farin á leikskóla.\nBörn á skólaaldri þurfa sinn svefn líka, en hann er ekki eins mikill og hjá yngri börnum, enda nóg að gera á þeim aldri og flestir farnir að eiga vini til að fara með heim eftir skóla, lærdómur og farin að huga svolítið af egin umhverfi eins og tiltekt í herbergjum og því líkt.\nSvefntími skiptist svona:\n- 0-3 mánaða: 16-20 klukkustundir\n- 3-6 mánaða:  13-15 klukkustundir\n- 6-12 mánaða: 12-14 klukkustundir\n- 1-3 ára:  10-12 klukkustundir\n- 4-6 ára:  10 klukkustundir\nEn gæta skal þess að þetta er einungis viðmið, foreldri ætti að læra inná svefnþörf barna sinna eftir því sem barnið eldest.\nUngabörn eru flest að vakna á milli 4-5 tíma fresti til þess að fá að drekka, en þetta á þó við al heilbrigðbörn sem hafa fæðst eðlilega og þyngjast vel, en aftur á móti börn sem fæðast frekar létt og þyngjast ekki nóg, þá á ég við um léttbura, fyrirbura og þau börn sem léttast mikið eftir fæðingu, þau þurfa að láta vekja sig á 2-3 tíma fresti til þess að drekka, en ef barninu líður mjög vel og er ekki óvært er í lagi að leyfa barninu að hvílast en passa þó uppá að það fái tilskipaðar gjafir yfir sólahringinn.\nEldri börn á aldrinum 9 mánaða og uppúr eru flest komin með fasta svefnvenju t.d fara sofa kl 8 og vakna 7-8 á morgnana taka svo 1-2 blundi yfir daginn, og eru þá flestir foreldrar farnir að hafa fastan tíma á kvöldin til að undirbúa svefninn.\nNokkrar leiðir til að undirbúa svefninn:\n- Bursta tennur\n- Skipta um bleygju/fara á klósettið\n- Bað eftir matinn\n- Leika rólega saman/spjalla\n- Lesa bók eða segja stutta sögu\n- Leyfa barninu að velja náttföt til að sofa í\n- Breiða yfir barnið og tala rólega til þess\n- Leyfa barninu að hafa uppáhálds bangsann eða annað sem það heldur uppá\n- Sum börn vilja hafa snuðið sitt til staðar\nForeldrar verða að hafa það hugfast að hjálpa barninu að skilgreina á milli dags og nætur, eins og á kvöldin er um að gera að reyna hafa örlitla ró en það þarf ekki að hvísla, ef verið er að hvísla mikið og passa að ekkert heyrist lærir barnið að sofa við ró og næði, en betra er að lækka bara örlítið í sjónvarpinu/útvarpinu, tala örlítið lægra en þó er betra að venja barnið við að sofa við hljóð, það vaknar síður ef það venst að sofa við “hávaða”, tala nú ekki um ef það eru samkvæmi í fjölbýlishúsum sem gerist þó afar sjaldan að gott er að barnið geti þá sofið og látið það ekki trufla sig en að vera vakandi og sofa svo ílla afþví það kann ekki við að sofa við hlóð. Barnið fær alveg ró og næði þrátt fyrir að það heyrist hljóð úr stofunni eða eldhúsinu, því það varir ekki alla nóttina.\nGott er að hafa 15-30 mínútur í undirbúning fyrir svefninn, því barnið sefur mjög vel ef það fer að sofa og veit að það er elskað, en það er ekki gott að senda barn í rúmið með skömmum, barninu gæti farið að líða ílla og þá sefur það ekki eins vel. Maður hefur alveg heyrt þessar þjóðsagnir um að láta börnin gráta sig í svefn en það er ekki rétt, barnið þarf ást þína og umhyggju, finna fyrir nærveru þinni og finnast það vera öruggt, en aftur á móti geta sum börn verið mjög erfið og öskra og emja úr látum þegar þau eiga að fara að sofa en þá er til svo kölluð 3 mínútna raglan, en ég ætla ekki að ræða hana núna,  heldur kemur það frekar með vandamálum um svefn.\nVenjulega þegar börn koma í heiminn eru þau látin sofa í vöggu eða rimlarúmi, vaggan dugar í nokkra mánuði á meðan barnið er pínu pons en svo tekur rimlarúmið við til 2-3 ára aldurs, sumir foreldra eiga það til með að leyfa börnunum sínum alltaf af sofa í þeirra rúmi en það getur orðið vandamál seinna meir, og getur það farið að hafa áhrif á einkalíf foreldranna, og sum börn velja rúm foreldra sinna fram yfir allt og til eru dæmi um 9-10 ára börn sem sofa uppí hjá foreldum sínum, gerum frekar rétt og reynum að venja börnin okkar við rúmin sín og þeirra umhverfi, þá á ég við ef börnin hafa sér herbergi.\nÞað verður allt svo miklu miklu betra með svefn barna ef maður sýnir ást og umhyggju og nær góðum tökum á svefni barna sinna :)\nVona að þið hafi “lært” eitthvað aðeins af þessari grein.\nMeð bestu kveðjum\nPINKY",
    "url": "https://www.hugi.is/bornin/greinar/701961/svefn-svefnvenjur/",
    "url_id": "701961",
    "id": "7172396",
    "replies": [
        {
            "user": "Maxwell",
            "user_id": "56524",
            "date": "2010-05-30 08:21:24",
            "id": "7173873",
            "reply_to_id": "7172396",
            "text": "Flott grein, ég hef alltaf kvíðið fyrir þetta þegar/ef ég ætla að eignast börn.. :/\nBtw, það er\neiga\nen ekki\nega\n."
        },
        {
            "user": "PINKY",
            "user_id": "34041",
            "date": "2010-05-31 12:15:44",
            "id": "7174661",
            "reply_to_id": "7173873",
            "text": "Hehe já veit, er að venjast lyklaborðinu sem ég er með núna og það á það til með að sleppa nokkrum stöfum :/"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2010-05-30 13:11:10",
            "id": "7173957",
            "reply_to_id": "7172396",
            "text": "Mér finnst samt pínu skrítið að fólk sé að láta nýfædd börn sofa í eigin rúmi eða vöggu. Mér finnst bara eðlilegt að barnið sofi uppí fyrsu 3 mánuðina, það þarf þessa nánd, sérstaklega fyrstu dagana/vikurnar. Fyrir utan hvað næturgjafirnar verða miklu þægilegri, maður bara snýr sér á hliðina, gefur barninu og heldur áfram að sofa. Ekkert að vesenast með að taka það upp, halda sér vakandi meðan maður er að gefa, leggja það svo aftur í sitt rúm og bíða þangað til það sofnar aftur…"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2010-05-30 17:06:58",
            "id": "7174093",
            "reply_to_id": "7173957",
            "text": "Sammála þessu. Sólrún sofnaði oft í vöggunni sinni og ef/þegar hún vaknaði þá tók ég hana uppí."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-05-30 18:05:51",
            "id": "7174119",
            "reply_to_id": "7173957",
            "text": "mér einmitt finnst öfugt, mér finnst maður vera að vernda barnið með því að láta það sofa í vöggu, þau eru svo lítil og viðkvæm\nmóðirin býr yfir ákveðnu hormóni sem kemur í veg fyrir að hún leggist ofan á það (nema hún sé drukkin, og svo virðist sem konur sem reykja hafi einning minna af þessu)\nkarlinn hinsvegar hefur þetta ekki og er í raun mesta hættan þa"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-05-30 20:15:16",
            "id": "7174215",
            "reply_to_id": "7174119",
            "text": "Ég er samt þannig að ég passa upp á Óla líka ;) nappa í hann ef hann er eitthvað á okkar svæði. Svo erum við með Daníel líka núna sem er rúmlega tveggja ára og hann kemur uppí yfirleitt milli 5 og 7 og það er svolítið basl. Hann hefur ekkert sens á því hvar hann er og hvort litli bróðir sé þarna, held meirasegja að hann geri í því að sparka í hann (smá afbríðisemi hér á bæ). En þetta hefur allt gengið vel upp ennþá :)"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-05-30 21:15:36",
            "id": "7174288",
            "reply_to_id": "7174215",
            "text": "haha vá, ég vona að þið séuð með stórt rúm"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-05-30 22:34:02",
            "id": "7174362",
            "reply_to_id": "7174288",
            "text": "Nei, alltof lítið :l það er 150x 2m. Fengum það á spottprís í fyrra, Tempur rúm. Vorum reyndar í 140 svo það er plús. Væri annars til í 180!"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-05-31 00:36:25",
            "id": "7174464",
            "reply_to_id": "7174362",
            "text": "mig langar í 2*2,1 m"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-05-31 10:28:45",
            "id": "7174627",
            "reply_to_id": "7174464",
            "text": "Já, það kæmist enganveginn inn í herbergið okkar :Þ"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-05-31 16:56:25",
            "id": "7174838",
            "reply_to_id": "7174627",
            "text": "sofa í stofunni perhaps, og nota herbergi' sem stofu"
        },
        {
            "user": "PINKY",
            "user_id": "34041",
            "date": "2010-05-31 12:20:34",
            "id": "7174664",
            "reply_to_id": "7173957",
            "text": "Hehe ég átti reyndar við börn sem væru orðin eldri :p auðvitað er sjálfsagt að mæður taki litlu ungana uppí til sín svona fyrstu mánuðina, bæði til að auk þægindi við brjóstagjöf og slíkt, en eins og þegar barnið fer að hafa smá “vit” að það komist ekki upp með það :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-05-31 12:38:14",
            "id": "7174673",
            "reply_to_id": "7174664",
            "text": "Já ég veit, ég hef bara heyrt mæður tala um þetta, að þær þori ekki/vilji ekki hafa börnin uppí. Finnst það bara skrítið. En auðvitað skiptir máli að þau sofni sjálf og sofi í sínu rúmi, Daníel fór í sérherbergi 7 mánaða og ég hefði ekki viljað hafa það öðruvísi. Finnst svefnherbergið líka vera prívat staður fyrir mömmu og pabba :) Það er kósí að börnin kíki uppí snemma á morgnanna en ekki jafn krúttlegt að sofa með þau á milli sín alltaf."
        }
    ]
}