{
    "forum_title": "Heilsa",
    "user": "supersunlolly",
    "user_id": "79754",
    "date": "2010-05-28 20:12:58",
    "title": "Astazan",
    "text": "Ég sá auglýsingu í gær um lyf sem heitir astazan.\nÞað er fullt af andoxunarefnum og á að gera húðina fyrr brúna og fallega.\nHefur einhver prófað þetta? Hvernig virkaði þetta fyrir ykkur?\nVitiði hvort þetta hefur einhver áhrif á bólur?",
    "url": "https://www.hugi.is/heilsa/korkar/701991/astazan/",
    "url_id": "701991",
    "id": "7172792",
    "replies": [
        {
            "user": "battletoad",
            "user_id": "38949",
            "date": "2010-05-28 20:38:38",
            "id": "7172827",
            "reply_to_id": "7172792",
            "text": "Í þessu er astaxanthin og E-vítamín.  Hvorugt hefur einhver bein áhrif á bólur.\nSkv. innihaldslýsingunni er þetta alveg gott stuff þó ágæti þessa fæðubótarefnis sé ansi ýkt á heimasíðunni og í auglýsingum."
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2010-05-28 21:16:15",
            "id": "7172858",
            "reply_to_id": "7172792",
            "text": "funny þegar ég keypti þetta var þetta auglýst sem eitthvað sem lagaði vöðvabólgu (og þetta virkar alveg ágætlega)"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2010-05-30 13:07:01",
            "id": "7173952",
            "reply_to_id": "7172792",
            "text": "Ég hef ekki prófað þetta en mamma hefur notað þetta í nokkur ár.. hún segir að þetta gefi í recovery og hún fær ekki jafn miklar harðsperrur á milli æfinga. Hún var líka með sólarexem fyrir sem hvarf þegar hún byrjaði að nota þetta.\nMæli með þessu"
        },
        {
            "user": "PinkDevil",
            "user_id": "32981",
            "date": "2010-06-05 16:25:41",
            "id": "7177806",
            "reply_to_id": "7172792",
            "text": "Þetta Astazan á ekki að gera húðina þína neitt brúnni, þetta getur aftur á móti hjálpað til að þú brennir ekki illa (þetta er samt EKKI sólarvörn).\nSvo á þetta líka að vera gott fyrir vöðva, hjálpa til að laga ef fólk tognar og þess háttar."
        },
        {
            "user": "supersunlolly",
            "user_id": "79754",
            "date": "2010-06-06 09:32:43",
            "id": "7178230",
            "reply_to_id": "7177806",
            "text": "Ó ? Það var heilsíðu auglýsing um þetta Astazan í einhverju blaði og það var gert útá að húðin yrði fallega gullinbrún og með reglulegri inntöku héldist hún lengur brún…"
        },
        {
            "user": "PinkDevil",
            "user_id": "32981",
            "date": "2010-06-06 16:28:27",
            "id": "7178384",
            "reply_to_id": "7178230",
            "text": "Auðvitað er allt sagt í auglýsingum, ég er að vinna í apóteki og er að selja þetta. Kemur oft fólk og heldur að þetta sé sólarvörn..getur vel verið að húðinn verði eitthvað gullinn brún, en það er auðvitað alveg misjafnt eftir fólki."
        },
        {
            "user": "supersunlolly",
            "user_id": "79754",
            "date": "2010-06-07 21:18:41",
            "id": "7179257",
            "reply_to_id": "7178384",
            "text": "Fyrst þú ert að vinna í apóteki máttu endilega koma þeirri ábendingu til skila ef þú getur að sleppa því að ljúga í auglýsingum.  Það væri vel þegið.  Þar sem\nfyrirsögni\nn á auglýsingunni var: Fallega brún með astazan þá eru það alveg fullmiklar\nýkjur\nef það virkar svo ekki þannig."
        },
        {
            "user": "supersunlolly",
            "user_id": "79754",
            "date": "2010-06-07 21:32:37",
            "id": "7179275",
            "reply_to_id": "7179257",
            "text": "Haha biturt komment ég veit.. en ég er pissed útaf þessu:)"
        },
        {
            "user": "PinkDevil",
            "user_id": "32981",
            "date": "2010-06-07 22:44:34",
            "id": "7179327",
            "reply_to_id": "7179275",
            "text": "Elskan róleg, það er alls ekki apótekin sem senda auglýsingu með þessu. Það er fyrirtækið sem selur okkur þess vöru sem auglýsir hana svona :) ..yfirleitt þá fáum við í apótekunum ekki einu sinni að vita um auglýsingar á vörum fyrr en við rekumst á þær í blaðinu/útvarpinu/sjónvarpinu eða þegar fólk kemur og segir okkur hvað er búið að auglýsa."
        }
    ]
}