{
    "forum_title": "Deiglan",
    "user": "azrael72",
    "user_id": "12295",
    "date": "2002-03-29 03:53:17",
    "title": "Óásættanleg Friðartillaga Saudi-Araba",
    "text": "Nú þegar fundi leiðtoga arabaríkjanna í Beirút er lokið er komin á borðið friðartillaga fundarins sem Saudi-Arabar áttu frumkvæðið að.  Nú er því áhugavert að skoða hvað felst í þessari tillögu og hverjir kostir og gallar hennar eru.\nEf við byrjum einfaldlega á meginatriðum tillögunnar eins og fréttastofa BBC tók þau saman, þá eru þau eftirfarandi:\nÍsrael verður að -\nDraga sig til baka frá (skila) landi sem þeir náðu á sitt vald í Sex Daga Stríðinu (1967): Vesturbakkanum, Gaza, Austur Jerúsalem og Gólan Hæðum.\nSamþykkja endurkomurétt Palestínskra flóttamanna og vinna að henni í samráði við Sameinuðu Þjóðirnar.\nLeyfa sjálfstæða Palestínu með Austur Jerúsalem sem höfuðborg.\nÁ móti munu arabaríkin -\nLíta á þetta sem endalok stríðsástands milli Arabaríkja og Ísraels.\nSamþykkja friðarsáttmála við Ísraelsríki.\nHefja “venjuleg” samskipti við Ísrael.\nRétt er að geta þess í upphafi að þessi ráðstefna var gölluð að því leyti að hana sátu ekki allir arabaleiðtogarnir.  Arafat mætti ekki til Beirút þar sem hann sætti sig ekki við ferðaskilmála ísraelsstjórnar og óttaðist auk þess að honum yrði meinað að snúa aftur.  Hosni Mubarak Egyptalandsforseti hélt sig heima í einskonar samúðarverkfalli með Arafat, og Abdulla II Jórdaníukonungur var heima af heilsufarsástæðum.\nÞað eru engar líkur á að Ísrael sætti sig við tvö meginatriði þessarar tillögu (og þeir hafa nú þegar hafnað henni).  Ísrael er ekki reiðubúið að skila gólan hæðum þar sem þeirra vatnsforði er að miklu leyti þar og hæðirnar myndu einnig gera að engu sterkar varnir norður Ísraels ef til ógnana af hálfu Sýrlands kæmi.  Önnur svæði mætti ef til vill semja um upp að vissu marki, en það er ólíklegt að Austur Jerúsalem verði skilað í heild sinni.  Að gera hana að höfuðborg Palestínu yrði of mikill þyrnir í augum Ísraela og ég tel ólíklegt að það verði nokkru sinni samþykkt.  Hitt atriðið sem engin sátt verður um er endurkoma flóttamanna.  Þetta er mjög mikilvægt mál fyrir arabaríkin (sérstaklega Jórdaníu og Líbanon) sem vilja gjarnan losna við þessa “gesti” frá sínum löndum.  Forseti Líbanon, Emile Lahoud, barðist að sögn fréttamanna harðri baráttu til að þetta ákvæði yrði með í tillögunni, og vonast þarmeð til þess að endurheimta suður-Líbanon sem hefur verið hálfgert palestínskt ríki í rúmlega 20 ár (þó lengi undir stjórn Ísraelshers og bandamanna þeirra).  Ísraelsstjórn er ekki reiðubúin til þess að samþykkja heimflutning flóttamanna vegna þess að það myndi breyta fjöldajafnvægi þjóðanna gríðarlega á mjög skömmum tíma og í raun stæði þeim nokkur ógn af svo fjölmennu ríki innan síns eigin.\nÞað er líklegt að sjálfstæð palestína verði að veruleika einhverntímann í framtíðinni, en þess er þó ekki að vænta á næstunni þar sem engar tillögur eru á borðinu sem virðast líklegar til þess að draga andstæðingana til viðræðna.\nTilboð arabaríkjanna um frið er að mörgu leyti áhugavert, en þar sem því fylgja í raun engar tryggingar er það varhugavert.  Auk þess gætu ríkin haldið áfram að styðja skæruliðahópa innan og utan Ísraels til árása á ríkið án þess að þau væru sjálf í átökum við það.  þar að auki er einn höfuðóvinu´r Ísraels ekki þáttakandi í þessum fundi en það er Íran (Íranir eru persar en ekki arabar og því eðli málsins samkvæmt ekki þátttakendur).  Íran hefur um langt skeið fjármagnað og stutt skæruhernað Hezbollah (“flokkur guðs”) gegn Ísrael, og það er enginn sáttavilji þar á bæ, hvorki hjá Hezbollah, né Íran.  Ísrael býðst því hér í raun hálfkláruð tillaga sem er auk þess ekki studd af öllum deiluaðilum og því er líklegast að árangurinn verði alls enginn.\nYfirlýsingar Arafats um að hann vilji ganga til samninga um leið og Ísrael afléttir umsátri sínu og gefur palestínumönnum ferðafrelsi hljómar auk þess eins og skilaboð frá manni sem gerir sér ekki grein fyrir stöðunni.  Gríðarlega mannskæð sjálfsmorðssprengja í bænum Netanya sýnir greinilega hversu hættulegt slíkt ferðafrelsi væri, og því er ljóst að umsátrið mun þéttast frekar en hitt.  Það er einnig eins og við manninn mælt að þegar þessi orð eru rituð eru Merkava 3 skriðdrekar IDF (Israeli Defence Force) að rúlla inn í Ramallah og friðarlíkurnar fara minnkanndi frekar en hitt.\nAðgerðir ísraelsmanna eru harkalegar og bera vott um að stjórnin er í raun ráðalaus og veit vel að ef henni tekst ekki að halda vel á spilunum er Beniyamin Netanyahu reiðubúinn að taka við og beita mun meiri hörku.  Stór hluti yfirmanna hersins yrði mjög sáttur við þá þróun og því miður er líklegt að stigmögnun átakanna hafi einmitt þær afleiðingar.\nÁ hinn bóginn er Arafat jafn ráðalaus og Sharon og gefur sífelldar yfirlýsingar sem virðast aðeins laustengdar við raunveruleikann.  Hann hefur ekkert gert til þess að berjast gegn Hamas og öðrum skæruliða/hryðjuverkasamtökum innan Palestínska Stjórnsvæðisins og því hafa Ísraelsmenn algerlega gefist upp á honum og stjórn hans.\nÉg veit að báðir þessar stjórnir og báðir þessir leiðtogar vilja einungis það sem er best fyrir sitt fólk en oft þarf meiri fórnfýsi til en hér er á ferðinni.  Eins og einhver sagði eitt sinn… “the road to Hell is paved with good intentions”.\n————————\nÉg vil hvetja þá sem hyggjast svara þessum skrifum mínum að tjá sig á kurteisan og skiljanlegan hátt.  Þeir sem eru of reiðir eða hliðhollir einum hópnum ættu að spara fúkyrðin og reyna að taka þátt í uppbyggilegri umræðu.  Mig varðar ekkert um hvort menn vilja líkja Sharon eða Arafat við hina og þessa glæpamenn sögunnar, né heldur hvort Ísrael hagar sér eins og fasistaríki fjórða áratugar síðustu aldar.  Þetta eru alvarleg málefni líðandi stundar og ef fólk getur ekki rætt þau af skynsemi og án upphrópana, þá er best að sleppa því alfarið.  Ef menn/konur langar að gera hróp að einhverjum þá bendi ég þeim á að fara í kröfugöngu frekar en að haga sér barnalega á huga.  Kærar þakkir.\n—————————-",
    "url": "https://www.hugi.is/deiglan/greinar/70228/oasaettanleg-fridartillaga-saudi-araba/",
    "url_id": "70228",
    "id": "485828",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-29 10:23:30",
            "id": "485829",
            "reply_to_id": "485828",
            "text": "The road to hell is paved with good intentions indeed…\nÞetta er prýðileg grein og bregður ljósi á hve flókið ferli það er að stilla til friðar í þessari púðurtunnu, svo ég noti gamla klisju, sem botn miðjarðarhafs er og hefur verið alltof lengi.\nAnnars hafði ég heyrt mjög áhugaverðar fréttir um að varaliðsmenn IDF hefðu hunsað herkvaðningu nýlega. Það hlýtur að vera áhyggjuefni fyrir ráðamann Ísraels að sjá þó ekki sé nema vott um klofning þar á bæ.\nÞað ætti hinsvegar engum að koma á óvart að stjórn Ísraels neiti að samþykkja tillögur sem myndu stofna framtíðaröryggi ríkisins í hættu. Hví myndi nokkur gera slíkt? Það er því augljóst að áköll um sögulegt réttlæti (hvað sem það svo sem kann að vera) munu ekki vera vænleg til að tryggja frið sem flestir hljóta að vilja sjá sem fyrst.\nMeð von um góða og málefnalega umræðu (kannski nenni ég þá að gera Deigluna aftur að áhugamáli hjá mér)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-29 10:47:01",
            "id": "485830",
            "reply_to_id": "485828",
            "text": "“Ísrael verður að -”\n“Draga sig til baka frá (skila) landi sem þeir náðu á sitt vald í Sex Daga Stríðinu (1967): Vesturbakkanum, Gaza, Austur Jerúsalem og Gólan Hæðum.”\nÉg er sammála greinarhöfundi um að Ísraelar munu aldrei skila Gólanhæðum. Þær eru einfaldlega of hernaðarlega mikilvægar. Hins vegar ef að Sýrlendingar og Ísraelar ná að leysa úr sínum deilumálum (Þeir ræddu um friðarviðræður, sem ekkert varð úr held ég, fyrir ekkert það löngu) væri hægt að athuga þetta mál, þá sem svona “display of goodwill”. Ég veit ekki hvað Sýrlendingar gætu gert í staðinn, kannski meinað hryðjuverkahópum að halda sig í landinu. (Þar er komið annað samstarfsverkefni fyrir þá, Sýrland getur ekki rekið alla hryðjuverkamennina út sjálft).\nVesturbakkinn, Gaza og Austur-Jerúsalem eru annað mál. Mér skilst að Palestínska heimastjórnin ráði að minnsta kosti að hluta til yfir einhverjum, ef ekki öllum af þessum svæðum. Ísrael ætti ekki að vera lengi að ákveða sig, ég held að ekki nokkur maður nenni að standa í öryggisgæslu í fleiri mánuði á svæði þar sem flestir eru óvinveittir þér.\n“Samþykkja endurkomurétt Palestínskra flóttamanna og vinna að henni í samráði við Sameinuðu Þjóðirnar.”\nÆ jæ. Þeir fengju aldrei að snúa aftur allir í einu. Hins vegar ef takmörkuðum fjölda yrði leyft að snúa aftur myndi sagan endurtaka sig. (Síonistar flyktust ólöglega til Palestínu meðan aðeins fáum var leyft að koma inn í landið á árunum 193? - 1948.)\n“Leyfa sjálfstæða Palestínu með Austur Jerúsalem sem höfuðborg.”\nJá veistu, ég held ekki. Sjálfstæð Palestína væri sennilega ekki mikið mál en Austur-Jerúsalem er of mikið. Svo það að Palestínumenn áttu ekki fulltrúa við gerð friðartillögunnar kemur aðeins inn í þetta. Gætu þeir ekki haft Gaza sem höfuðborg?\nAnnars er besta tillagan um skiptingu Jerúsalem sem ég hef séð komin frá S.Þ. í kringum 1945. Hún segir að Jerúsalem eigi að vera alþjóðlegt umráðasvæði undir stjórn S.Þ."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-03-29 11:32:27",
            "id": "485831",
            "reply_to_id": "485828",
            "text": "Að sjálfsögðu er það skandall að setja það sem skilyrði að maður skili því sem maður tók ófrjálsri hendi í upphafi!\nÍrakar voru bara vitlausir að láta af hendi allt Kúvæt, auðvitað áttu þeir að halda meginpart landsins til að tryggja öryggi sitt þar.\nOg hvað var að Þjóðverjunum að skila aftur Austurríki, sko what gives?\nOg auðvitað á að takmarka ferðafrelsi fólks byggt á þjóðerni þess, hver vill hafa Palestínumenn gangandi um út um allt án þess að vera í fylgd þriggja lögreglumanna hver, ég bara spyr?\nEinhvern veginn minnir mig að þó að ástandið hafi verið slæmt áður en Sharon tók við, þá hafi hin harða stefna hans gert ástandið verra en það hafi nokkru sinni verið. Hann er bara kominn svo djúpt í sín eigin skítaverk að hann getur ekki snúið blaðinu við nema að missa rækilega virðingu þeirra harðlínumanna sem að halda honum við völd sem stendur.\nArafat er örugglega ekki barnanna bestur, en Sharon er þeirra verstur. Um það er ekki hægt að deila.\nEf við settum Íslendinga í spor Palestínumanna, og sem Ísraela hefðum við þá Íra (því hér voru jú írskir munkar víst í árdaga) þá værum við örugglega hæstánægð með það að vera bara lokuð í gettóum á Selfossi og Reykjanesbæ, og sagt að við fengjum sjálfstæði fyrir Suðurland eftir, hvað, 20 ár? Hljómar það bara ekki sanngjarnt?\nEf þetta væri ekki svona alvarlegt þá myndi ég hlægja að þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-30 12:50:24",
            "id": "485832",
            "reply_to_id": "485831",
            "text": "Við erum meginlega afkomendur íra. Víkingarnir frá noregi voru í minnihluta og minna svolítið á ísraelsmenn. Í raun væru það þá írarnir sem bæðu um sjálfstæði.\nEn guði sé lof þá blönduðumst við."
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2002-04-05 15:49:13",
            "id": "485833",
            "reply_to_id": "485831",
            "text": "Suðurland, gjöfullasta landbúnaðarsvæði landsins, sem inniheldur Þingvelli.  Ef á að taka eitthvert mið af skilmálum Ísraels og heimfæra þetta hingað mætti gera ráð fyrir að við fengjum Strandasýslu og Langanes, ef við yrðum heppin."
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2002-03-29 12:18:46",
            "id": "485834",
            "reply_to_id": "485828",
            "text": "Ég er sammála, þó ég sé ekki hlynnt Ísraelsmönnum þeas ráðamönnum þar þá ganga þessar “friðartillögur” of langt og munu aldrei verða samþykktar.\nÉg huxa að stríð sé óhjákvæmilegt á þessu svæði og verður spurning um hvar BNA mun standa í því, þar sem Ísrael hefur gengið gegn þeirra vilja.\nKveðja,\nIceCat\nPS. góð grein"
        },
        {
            "user": "hnokki",
            "user_id": "315",
            "date": "2002-03-29 12:58:28",
            "id": "485835",
            "reply_to_id": "485828",
            "text": "Ég er sammála því sem þú segir, friðartillögurnar ganga og langt m.v. stöðu núverandi mála.  Þó þær séu gerðar af góðum hug og koma frá Saudi Aröbum sem fyrir marga er ákveðinn gæðastimpill þá er nokkuð augljóst að sú harðlínustjórn sem nú er í Ísrael á ekki eftir að samþykkja hana.\nAnnars virðist allt stefna í stríð þarna því miður, báðir aðilar þráast við og eru komnir í gamla fasann að hefna hefndarverkanna.  Þó Arafat sé af mörgum talinn góður forystumaður Palestínumanna þá held ég að það væri gott að skipta honum út og láta aðra spreyta sig í samningaviðræðum við Ísraelsmenn.  Að sjálfsögðu ætti Sharon að vera vikið frá enda er hann úr öllum tengslum við raunveruleikann og finnst vopnavaldið vera besta lausnin.  Hvorugur aðilinn á eftir að geta sætt sig við frið á meðan þeir sitja við völd.\nHnokki\ne.s. Takk fyrir góða grein!"
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2002-04-03 14:16:23",
            "id": "485836",
            "reply_to_id": "485835",
            "text": "Eitt vandamál er við þessa innáskiptingu sem þú talar um.  Langflestir Palestínumenn styðja Yasser Arafat heilshugar, það eru þeir sem ekki gera það sem allur Ísraelsher segist vera á eftir."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-03-29 12:58:37",
            "id": "485837",
            "reply_to_id": "485828",
            "text": "Fín grein.\nÞessar tillögur verða aldrei samþykktar óbreyttar.\nEn orð eru til alls fyrst og þessar tillögur geta orðið grunnur að einhverju síðar meir, eftir erfiðar samningaviðræður.\nEn fyrst verða forsvarsmenn beggja fylkinga að spara stóru orðin, hætta að nota eitthvað í líkingu við: \"Við munum aldrei samþykkja…, Jerúsalem VERÐUR höfuðborg Palestínumanna eða Ísraela…\nStærsta atriðið í tillögunum er að Arabaríkin samþykki tilverurétt Ísrael. Það atriði slær mörg vopn úr höndum Ísraela og gæti fyrr en síðar neytt þá að samningaborðinu. Vonandi.\nES. Tókuð þið eftir, að ekki var hefnt fyrir nokkrar sjálfmorðsárásir í röð. En samt héldu þær áfram. Segir þetta ekki manni að seint verði hægt að koma í veg fyrir slíkt athæfi. Þeir sem standa fyrir þeim eru/og verða seint í friðarhugleiðingum og munu verða öllu friðarferli skeinuhættir."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-29 16:57:21",
            "id": "485838",
            "reply_to_id": "485837",
            "text": "Trúði einhver því virkilega að ef ísraelar myndu ekki hefna sjálfsmorðsárása þá myndu þær hætta?\nJafnvel þótt að Yasser Arafat og Ariel Sharon myndu semja frið um frið fyrir hönd þjóða sinna og standa við slíka samninga væri ansi ólíklegt að hryðjuverk á þessu svæði myndu hætta."
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2002-03-29 17:01:07",
            "id": "485839",
            "reply_to_id": "485837",
            "text": "“ES. Tókuð þið eftir, að ekki var hefnt fyrir nokkrar sjálfmorðsárásir í röð. En samt héldu þær áfram. Segir þetta ekki manni að seint verði hægt að koma í veg fyrir slíkt athæfi. Þeir sem standa fyrir þeim eru/og verða seint í friðarhugleiðingum og munu verða öllu friðarferli skeinuhættir.”\nJá, ég tók einmitt eftir þessu. Ég hélt að ástandið gæti mögulega farið að batna þarna fyrst stefna Ísraelsmanna væri ekki lengur “auga fyrir auga”. Mér finnst samt alltaf jafn fáránlegt hjá Ísraelsmönnum að kenna Arafat um að hafa ekki stjórn á sínum mönnum þegar árás er gerð. Sjakalinn var franskur, átti þá að kenna Frökkum um allt sem hann gerði?\nMér fannst líka stórmerkilegt að arabar eru tilbúnir að viðurkenna Ísraelsríki. Egyptaland er eina arabaþjóðin sem hefur gert þetta síðan Ísrael var stofnað 1948. Varðandi Jerúsalem, þá stend ég við það sem ég sagði hér að ofan, að langbesta lausnin sem hefur komið fram er að hún verði alþjóðlegt umráðasvæði.\nEr nú ekki soldið skrýtið að hér er grein um deilur Ísraels og Araba og Peace-4-All er ekkert búinn að láta sjá sig?"
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2002-03-29 17:33:02",
            "id": "485840",
            "reply_to_id": "485839",
            "text": "Hryðjuverkahóparnir eru einmitt eitt leiðinlegasta\nvandamálið.  Þeir vilja ekki frið, þeir vilja bara\nreka gyðingana úr landinu."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-29 17:33:37",
            "id": "485841",
            "reply_to_id": "485839",
            "text": "Hafði Sjakalinn (ég bíst við að þú sért að meina hinn illræmda Carlos) bækistöðvar í Frakklandi? Þetta er ekki mjög góð líking. Það er ekki skrítin krafa hjá ísraelum að stjórn Palestínu reyni að hindra starfsemi hryðjuverkamanna og -hópa í landi sínu.\nPrufið að færa þetta á milli landa og ímyndið ykkur t.d. að franska lögreglan myndi láta baskneska skæruliða nær óáreitta. Hvernig haldið þið að viðbrögð stjórnvalda á Spáni yrðu?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-29 17:38:27",
            "id": "485842",
            "reply_to_id": "485841",
            "text": "Eitt sem ég gleymdi að nefna en það er sú staðreynd að það er ákaflega erfitt að stöðva sjálfsmorðsárásir. Það er varla auðvelt að komast á snoðir um og stoppa mann sem vinnur einn með sjálfum sér að því markmiði að sprengja sjálfan sig í loft upp og taka nokkra með.\nÉg leyfi mér þó að efast um að allir þeir menn sem hafa framið slíkar árásir hafi gert þær alveg upp á eigin spýtur…"
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-03-29 17:52:35",
            "id": "485843",
            "reply_to_id": "485842",
            "text": "Húrra :)  Mig langar bara að óska öllum sem hafa tjáð sig um þetta mál til hamingju með málefnalega umræðu.  Ég óttaðist að þetta væri ekki lengur mögulegt á huga og þetta gefur manni tilefni til að skrifa fleiri greinar.\nAð ofan sagði einhver að Arafat væri ef til vill slæmur, en Sharon verstur.  Allur slíkur samanburður er ákaflega erfiður og þetta er í raun spurning um sjónarhorn.  Ég ber virðingu fyrir báðum þessum mönnum en geri mér þó grein fyrir að þeir eru báðir mjög takmarkaðir bæði að gæðum og aðstöðu.  Sharon gerði hroðarleg mistök 1982 þegar hann horfði fram hjá aðgerðum Phalangistanna í Shabra og Shatila búðum palestínumanna.  Þó kemur aldrei fram að af hálfu phalangista var þetta hefndaraðgerð (mjög gróf og ólögleg) vegna langrar kúgunar, morða og yfirgangs PLO sem höfðu í raun lagt Beirút undir sig þar til ísraelsmenn skárust í leikinn.  Hér er ég ekki að réttlæta neitt, en vil bara benda á að allir atburðir eiga sér skýringar og ástæður, og engan atburð má skoða einan sér og úr samhengi.\nEnda er tilgangurinn með svona umræðu ekki að komast að einhverri niðurstöðu sem allir geta verið sammála um, heldur er han að fjalla um flókið mál og vonandi getum við öll lært ýmislegt af henni.  Sérstaklega þar sem íslenskir fjölmiðlar sinna ekki heimsfréttunum nema bara með því að þýða fréttaskeyti AP og Reuters."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-03-29 18:59:58",
            "id": "485844",
            "reply_to_id": "485843",
            "text": "Og þýða þau ekki einu sinni á sómasamlega íslensku…"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-03-29 17:53:45",
            "id": "485845",
            "reply_to_id": "485842",
            "text": "En það er einmitt mergur málsins. Það þarf kunnáttu og tækni til að hlaða menn sprengiefni. Þeir verða fljótt fáir sem kunna það ef þeir sprengja sig allir upp.\nÞað segir manni að líklega ‘hleður’ einhver þá.\nÞá þarf að stoppa og er það einungis í færi Heimastjórnar Palestínumanna að gera það. En það þarf vilja til."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-29 17:49:23",
            "id": "485846",
            "reply_to_id": "485841",
            "text": "Það er satt, líkingin hefði getað verið betri.\nÉg meinti nú að það eru engar sannanir fyrir því að Arafat hafi einhverja stjórn á hryðjuverkamönnunum, og líka það að Ísraelsher gerir sprengjuárásir á Palestínskar lögreglustöðvar á nokkurra daga fresti, svo með hverju ætti hann að stöðva þá?\nÞetta með sjálfsmorðsárásirnar er alveg satt, það er nærri ekkert sem er hægt að gera við þeim. Eru þetta samt ekki menn sem fá sín sprengiefni hjá hryðjuverkasamtökum, og ef einhverju tækist að hrekja þau úr Palestínu (gangi honum vel) þá myndi þeim fækka. Í staðinn fyrir að ásaka hvorn annan alltaf í þessu máli væri miklu meira vit í því að ríkisstjórn Ísraels og heimastjórn Palestínu myndu vinna saman í að koma í veg fyrir hryðjuverkin."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-29 18:08:21",
            "id": "485847",
            "reply_to_id": "485846",
            "text": "Vandamálið liggur í því að ísraelsk yfirvöld eru varla hrifin af því að aðstoða aðila sem þeir sjá sem óvini eða a.m.k. mögulega óvini.\nÞað væri örugglega fátt sem myndi hjálpa meira til að koma á varanlegum friði á svæðinu en einmitt það að “eðlilegt” ástand kæmist á í Palestínu. Þá á ég við að yfirvöld þar gætu haldið uppi lögum, reglu og friði á svæði sínu.\nÞað er hinsvegar ekki einnar nætur verkefni og hreint ómögulegt að koma daglegu lífi í Palestínu í eðlilegt horf meðan að ísraelar hafa öryggissveitir þar. En meðan að stjórn Palestínu veldur því ekki betur en raun ber vitni að hindra hryðjuverkastarfsemi á landssvæði sínu sjá ísraelar sig nauðbeygða til að tryggja öryggi borgara sinna með þeim hætti sem þeir hafa stundað undanfarið. Það er augljóst að þetta er ekki góð skammtímalausn og getur haft hræðilegar langtímaafleiðingar en það er erfitt að sjá hvaða lausnir menn eiga að finna á ástandinu í dag."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-30 02:55:57",
            "id": "485848",
            "reply_to_id": "485847",
            "text": "“Vandamálið liggur í því að ísraelsk yfirvöld eru varla hrifin af því að aðstoða aðila sem þeir sjá sem óvini eða a.m.k. mögulega óvini.”\nÞetta er nákvæmlega málið. Báðir aðilar skipta við einhvern sem þeir bera ekki mikla virðingu fyrir og bera sama og ekkert traust til. Á meðan það viðhorf ríkir getur ekki orðið friður milli tveggja stríðandi fylkinga.\nEgyptaland og Ísrael sömdu um frið á 8. áratugnum, eftir að þeir höfðu farið ég man ekki hvað oft í alvarleg millilandastríð. Kveikjan að viðræðunum var að báðir aðilarnir gáfu eftir og forseti Egyptalands hélt meira að segja ræðu fyrir ísraelska þinginu. Það sama verður að gerast þarna, báðir aðilar verða að gefa eftir.\n…já, og ekki væri verra að forseti Egyptalands héldi aðra ræðu. :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-30 08:29:22",
            "id": "485849",
            "reply_to_id": "485848",
            "text": "Ég held því miður að það sé auðveldara að semja frið við ríki á borð við Egyptaland en Palestínu þar sem að að svo margt er í upplausn."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-03-29 18:02:50",
            "id": "485850",
            "reply_to_id": "485828",
            "text": "Ágætis grein. Þetta mál er alveg ótrúlega flókið. Annars er ég samt á þeirri skoðun að harðlínuustefna Sharons hafi gert illt verra, já miklu verra. Svo halda Ísraelar áfram að byggja landnemabyggðir sem gerir ástandið ekki betra. Ísraelar verða samt á endanum að gefa eftir því Palestínumenn eiga hreinlega ekki neitt til að gefa eftir. Þessari þjóð er haldið í gíslingu. Arafat virðist ekki ráða við harðlínumenn í sínum röðum og svo finnst mér hreinlega ekkert skrýtið að sumt fólk þarna stundi sjálfsmorðsprengjuárásir miðað við það stríðsástand sem ríkir þarna.\nÉg er eiginlega komin á þá skoðun að Palestínumenn hefðu átt að samþykkja Camp David samningana þrátt fyrir nokkur nánast óásættanleg skilyrði."
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-03-29 18:16:45",
            "id": "485851",
            "reply_to_id": "485850",
            "text": "Varðandi hryðjuverkamenn og þá sérstaklega þá er stunda sjálfsmorðsárásir:\nÞessir menn vinna alls ekki í einrúmi, heldur eru þeir búnir til verksins af hinum og þessum samtökum.  Til dæmis Hamas, og Al-aqsa (hin síðarnefndu tengjast arafat mjög náið) og eins og sást með töku vopnaskipsins sem var á leið frá Íran í janúar er stjórn palestínu flækt í þessar aðgerðir að vissu leyti.  Hamas eru líkast til með eigin birgðaleiðir og þeir eiga samúð Hezbollah í líbanon.\nSíðan ber að nefna þá sem stunda skæruhernað gegn Ísraelsher og ekki morð á borgurum og satt að segja verður að viðurkennast að þeir aðilar (hinir títtnefndu “palestínsku byssumenn”) eiga í baráttu gegn óvinaher og því eru þeir ekki að gera neitt ólöglegt eða siðlaust innan marka hernaðar allavega.  Þó má segja að þeir stofni eigin fólki í mikla hættu með því að leynast meðal þeirra en eins og Maó sagði er skæruliðinn eins og fiskur og vatnið hans er þjóðfélagið sem hann leynist í.\nEinhver sagði að ofan að best væri ef arafat og sharon myndu vinna saman að því að uppræta hryðjuverkasamtökin.  Þarna er í raun kjarnalausnin sem mun færa menn að samningaborðinu, en það á eftir að koma í ljós hvort sharon og arafat eru menn til þess að gera slíkt.  Ég held að heimurinn allur syrgi Yitzak Rabin því að sá maður hefði fundið lausn á þessum vanda.  Arafat er einnig vandamál því að mér finnst hann orðinn of mikill persónugervingur átakanna og því á hann gríðarlega erfitt með að bakka því að stoltið er komið í spilið, og dramb er falli næst.\nÉg óttast því miður að IDF muni fara í að uppræta skæruliðana af aukinni hörku.  Ekkert arabaríkjanna er tilbúið að fara í stríð við Ísrael hvorki þar sem ísraelski herinn hefur algera yfirburði og gæti sigrað allar arabþjóðirnar á einu bretti.  Alvöru stríð er því mjög ólíklegt, og auk þess er leiðtogum arabaríkjanna ekki nógu annt um palest´ínumenn til þess að fara í stríð fyrir þá.  Þeir hafa flestir lært að lifa með Ísrael og munu gera það áfram, sérstaklega þar sem egyptar voru keyptir út úr myndinna við camp david í tíð carters."
        },
        {
            "user": "LarusH",
            "user_id": "11687",
            "date": "2002-03-29 20:19:38",
            "id": "485852",
            "reply_to_id": "485851",
            "text": "Sæll azarel72\nÞú minntist á vopnaskipið og mig lagaði bara að koma þessu hérna á framfæri. Þegar að Ísraelsher notar skriðdreka, þyrlur og herflugvélar sem felstar koma frá Bna. Afhverju mega Palestínumenn ekki flytja líka inn vopn? Eiga þeir bara að láta Ísraela halda áfram að vaða yfir sig á skítugum skónum og koma fram við sig sem réttlausa einstaklinga?\nÉg trúi því enn að það sé hægt að sætta þessar tvær þjóðir án þess að til hernaðaraðgerða verði gripið og ég tel að þrýstingur frá Bna., ESB, arabaþjóðunum og fleirum í sömu andrá og með sömu skilaboðum gæti hjálpað þar mikið til.\nKveðja,\nLárusH"
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-03-30 00:09:26",
            "id": "485853",
            "reply_to_id": "485852",
            "text": "í vopnaskipinu voru til dæmist 50 tonn af plastsprengiefni, sem er ekki nothæft vígvallarvopn og hentar í raun aðeins til sprengjuárása (til að eyða mannvirkjum í hefðbundnum hernaði) og palestínumenn hafa beitt því til sjálfsmorðsárása.\nég tel enga þörf á að flytja inn vopn til svæðisins, það er ekki lausnin.  enda er hér ekki um stríð að ræða heldu skæruhernað og hryðjuverk gegn ísraelsríki.  þá er ég ekki að segja neitt um málstað palestínumanna (en þeir eiga mína samúð) heldur á ég við að ef þeir vopnast frekar munu einungis fleiri palestínumenn falla því ísraelsher er gersamlega ósigrandi í þessum heimshluta."
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-03-30 00:28:51",
            "id": "485854",
            "reply_to_id": "485853",
            "text": "lausnin sem blasir við er að Ísrael ákveði að framkvæma camp david sáttmálann einhliða.  Þeir myndu þá sýna mikla eftirgjöf sem ég tel sharon ekki færan um en þetta myndi leysa málið þó framkvæmdin væri erfið.  evrópa og bandaríkin yrðu þá að senda friðargæslulið á vettvang sem gæti síðan reynt að uppræta hryðjuverkahópa og koma í veg fyrir frekari sjálfsmorðsárásir.\nþetta er ekki mjög flókin lausn, en palestínumenn eru í vonlausri samningstöðu og með þessu myndi ísrael slá síðustu vopnin úr höndum þeirra."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-03-30 11:37:19",
            "id": "485855",
            "reply_to_id": "485854",
            "text": "Gaman að sjá hvað þetta er allt einfalt hjá þér.\nMá ég minna á að Palestínumenn hafa grátbeðið um að fá friðargæslusveitir en að Ísraelsmenn hafa alltaf sett sig mjög á móti því…."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-03-30 13:23:59",
            "id": "485856",
            "reply_to_id": "485855",
            "text": "Eina lausnin er að Ísraelsher fái frjálsar hendur til þess að uppræta alla þessa hryðjuverkahópa.\nHversu oft hafa þessir hópar ekki eyðilagt friðarferlið? Nokkrum sinnum hefur næstum tekist að sætta aðila, en hvað gerist? Jú, sprenging í Jerúsalem. Hver er ábyrgur? Jú, einn af þessum fjandans hryðjuverkahópum.\nÉg er orðinn verulega þreyttur á þessu. Það verður að fara að uppræta þessa djöfla (hryðjuverkahópana)!\nBtw. sáuð þið ekki í fréttum að nýjustu skotmörkin eru friðargæsluliðar sem eru á svæðinu.\nÞað er alveg ótrúlegt að sumt fólk hérna “heldur með” hryðjuverkahópunum í Palestínu og finnst þetta bara vera sjálfsagt og gott mál hjá þeim.\nÞeir hinu sömu virðast ekki gera sér grein fyrir því að upphaflega áttu Palestínumenn og Arabaþjóðir upptökin fyrir um 40 árum síðan.\nFólk verður einnig að átta sig á því að þetta er STRÍÐ! Saklaust fólk lætur lífið í stríðum, hjá því verður ekki komist. Sérstaklega ekki þegar því er telft í fremstu víglínu.\nÉg vil geta þess að báðir aðilar eiga mína samúð, en ég tel að þetta sé eina leiðin því að hryðjuverkahóparnir munu ekkert hætta þótt að alþjóðlegt friðargæslulið komi þarna, þeir fá bara fullt af nýjum skotmörkum.\nkveðja,\nFalcon1"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-30 15:54:59",
            "id": "485857",
            "reply_to_id": "485856",
            "text": "Ég held aö því miður verði þessar hryðjuverkasveitir ekkert upprættar þó að IDF fái frjálsar hendur. Það virðist alltaf vilja koma maður í manns stað.\nVissulega væri hægt að draga úr þeim tennurnar ef svo má að orði komast. Sprengingar í Jerúsalem myndu ekki hætta þó örugglega væri hægt að fækka slíkum atvikum verulega."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-03-30 21:23:47",
            "id": "485858",
            "reply_to_id": "485856",
            "text": "Er það lausnin já?\nÉg veit ekki betur en að þetta sé akkúrat það sem Ísraelsmenn hafa verið að gera undanfarna mánuði, fengið frjálsar hendur til að varpa loftskeytum á íbúabyggðir þar sem þeir gruna hryðjuverkamenn um að vera stadda, sent skriðdreka inn í flóttamannabúðir þar sem þeir telja hryðjuverkamenn vera og svo framvegis.\nHversu meira frelsi viltu fá þeim til handa til að það virki? Eina atómsprengju kannski?\nOg þetta er vissulega stríð, en þú ert svei mér kaldur að segja að þessu brambolti Sharons verði að fylgja dauðsföll óbreyttra borgara, ert þú til í að fórna lífi þínu í stað eins palestínsks borgara fyrst þér finnst svona sjálfsagt að sjá saklaust fólk láta lífið?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-03-31 11:19:27",
            "id": "485859",
            "reply_to_id": "485856",
            "text": "“Þeir hinu sömu virðast ekki gera sér grein fyrir því að upphaflega áttu Palestínumenn og Arabaþjóðir upptökin fyrir um 40 árum síðan.”\nFalcon1:\nNúna hefði ég alveg stórkostlega gaman af því ef þú myndir nú segja mér hvaða rök þú hefur fyrir því að Palestína og Arabaþjóðirnar hafi hafið átökin fyrir 40 árum. Það væri þá árið 1962. Árið 1962 gerðist ekki neitt teljanlegt á milli Ísraels og arabaþjóðanna. Það gæti verið að þú hafir ruglast og meint Sex daga stríðið, sama Sex daga stríð og Ísraelsmenn hófu. Einnig gætir þú hafa meint árið 1948, þegar Ísrael var stofnað. Þegar arabaþjóðirnar réðust að Ísrael sem hafði komið sér fyrir á landi sem þeir áttu ekki og á 50 árum, frá aldamótunum 1900, tekið það frá fólkinu sem bjó þar.\nÞað er ekkert hægt að alhæfa svona án allra raka. Hvernig ástandið er í dag er öllum að kenna, Ísrael, Palestínu, aröbum, SÞ og öllum hinum sem hafa haft afskipti af málinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-31 11:20:46",
            "id": "485860",
            "reply_to_id": "485859",
            "text": "Djöf… þetta er í annað skipti sem þetta gerist.\nÉg skrifaði póstinn hérna fyrir ofan."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-03-31 19:48:03",
            "id": "485861",
            "reply_to_id": "485859",
            "text": "“sama Sex daga stríð og Ísraelsmenn hófu.”\nÞarna gæti verið um misskilning að ræða. Hvernig færðu það út að Ísraelar hafi byrjað(hafið) það stríð?\nÞað þarf að taka með inn í þann útreikning hvað hafi skeð þarna áður en sjálft stríðið byrjaði.\nT.d. hafnbannið við Sharm el Sheik(á höfnina í Eilat) o.fl."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-04-05 09:54:04",
            "id": "485862",
            "reply_to_id": "485856",
            "text": "hmm hér verður fólki tíðrætt um hugtakið stríð og hvort það er eða er ekki …\nég er nú svo barnalegur að ég sé ekki að það sé meira í “lagi” að einhver sé að drepa einhvern ef það er “stríð” eða ekki … eins og fólki virðist finnast stundum\nanyway … ég er líka fífl: mér finnast landamæri asnaleg og vil líta á heiminn sem eitt júnit :D … sem er audað bara rugl …\nsjáum til samt ;) … heh …"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-03-30 18:18:37",
            "id": "485863",
            "reply_to_id": "485855",
            "text": "Sammála þessu Augustus. Palestínumenn grátbiðja um friðargæslusveitir en Bandaríkjamenn beita neitunarvaldi í öryggisráðinu. Það er þannig mjög slæmt að Bandaríkin séu ekki hlutlausir aðilar.\nSvo held ég að engin styðji hryðjuverkamenn Palestínumanna eins og einhver hér sagði heldur málsstað þeirra. Sjálfsmorðsárásir eru afleiðingar hernáms Ísraels og hvernig þeir halda Palestínumönnum í gíslingu. Svo er nú bara Ísraelsher engu minni hryðjuverkamenn heldur en Palestínumenn. Það má til dæmis sjá á mannfalli óbreyttra borgara sem er margfalt meira hjá Palestínumönnum.\nSvo finnst mér til skammar hvernig Ísrael hafa nú Arafat í gíslingu þar sem hann er á skrifstofu sinni með ekkert rafmagn né rennandi vatn. Þetta leiðir til haturs því leiðtogi Palestínumanna er nú niðurlægður. Arabar eru að verða brjálaðir af reiði."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-30 19:13:58",
            "id": "485864",
            "reply_to_id": "485863",
            "text": "Ég vill benda á það að friðargæslusveitir eru ekki til að stilla til friðar þar sem fyrir er stríð/óeirðir heldur til að halda friði sem þegar er búið að koma á.\nHvað í ósköpunum á að gera við friðargæslusveitir þarna núna?\nÉg vona að vesturlandabúar hætti að væla endalaust um að senda herlið hingað og þangað í þeirri mjög svo barnalegu trú að það bjargi málunum."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-03-30 23:21:11",
            "id": "485865",
            "reply_to_id": "485864",
            "text": "Já barnalegt í þínum augum Mal3 en ekki í mínum. Ég held virkilega að það gæti orðið mikill árangur af því.\nSvo hlýtur þú að vera sammála því að það sé slæmt að Bandaríkjamenn sem eru að reyna að stilla til friðar séu ekki hlutlausir aðilar."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-30 23:59:06",
            "id": "485866",
            "reply_to_id": "485865",
            "text": "Það væri kannski hæpið að kalla þá hlutlausa aðila en það þarf ekki að skipta máli þar sem ég tel að hjá þeim sé einlægur vilji til að stilla til friðar. Það kemur þeim illa að hafa bandamann í þessari aðstöðu sem Ísrael er í.\nÉg stend við það sem ég sagði um friðargæslusveitir. Það vantar varla meira af fólki undir vopnum á svæðið. Það er í góðu lagi að senda inn friðargæsluliða þarna þegar að búið er að koma á virku vopnahlé, fyrr myndu þeir ekkert gera nema að flækja málið. Hvað ættu friðargæsluliðar að gera þarna nákvæmlega meðan að ástandið er eins og það er núna?"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-03-31 00:52:58",
            "id": "485867",
            "reply_to_id": "485866",
            "text": "Það segir sig sjálft að það er ekki heppilegt að aðili sem er að reyna að stilla til friðar sé ekki hlutlaus. Það getur ekki verið til góðs að að Bandaríkjamenn styðja annan aðilann frekar en hinn. Þetta elur á tortryggni og getur leitt slæma hluti af sér. Arafat er t.d eins og fangi á meðan Ísraelar fá að tala við varaforseta Bandaríkjanna eins og ekkert sé. Þetta kallast ekki hlutleysi og gerir illt verra og guð má vita að ekki er Sharon skárri en Arafat.\nVarðandi friðargæslusveitirnar þá held ég bara að þær gætu gert gagn. Ekki það að ég viti mikið um svona hermál en Palestínumenn hafa bara engin vopn á meðan Ísrael fær fullkomnustu vopn í heimi frá Bandaríkjunum. Ég held að ef mikið friðargæslulið yrði sent þarna sem hlutlaus aðili gæti gert það verkum að ofbeldið mundi minnka. Þá myndum við fá réttar fréttir frá friðargæslunni um ástandið(oft fáum við lygar frá báðum aðilum) og þannig myndu báðar fylkingar vilja standa sig og fá gott orðspor. Gæti trúað að þetta myndi minnka ofbeldið þótt að sjálfsögðu sé ég ekki viss."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-31 01:20:35",
            "id": "485868",
            "reply_to_id": "485867",
            "text": "Ég veit ekki hvaða þjóð myndi vilja senda hermenn sem mega ekki skjóta nema á þá sé skotið inn á svæði sem mætti lýsa sem stríðssvæði. Hvern eiga þeir að stoppa og hvernig?\nHeldurðu að Ísraelsmenn myndu breyta um aðferðir af því að það verði fleiri áhorfendur? Ennþá síður held ég að palestínskum sjálfsmorðsárásum myndi fækka.\nÞað er engin galdralausn að senda hermenn eitt né neitt. Kíktu á gömlu Júgóslavíu. Það var allt fullt af friðargæsluliðum í kringum Sarajevo. Sögurnar sem ég hef heyrt af hvað þeir fengu að þola voru miður fagrar.\nÉg vill hvetja alla til að kynna sér betur hvaða árangur aðgerðir sem vesturveldin eða Sameinuðuþjóðirnar hafa tekið sér fyrir hendur í nafni friðar og réttlætis hafa borið. Það er ekki fyrr en almenningur kynnist því hvað íhlutun herliðs hefur í för með sér sem að fólk hættir að krefjast þess háttar."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-03-31 11:03:09",
            "id": "485869",
            "reply_to_id": "485868",
            "text": "Ef mig misminnir ekki þá var ástandið mun skárra í Palestínu þegar að fyrst var farið að biðja um friðargæsluliða, og því hafnað af Bandaríkjamönnum (fyrir hönd Ísraela). Þá voru fyrir hendi aðstæður til að hafa friðargæslulið þar.\nEf það hefði verið til staðar efast ég stórlega um að geðveikin í Sharon hefði náð þessum hæðum, honum hefði ekki verið stætt á því að senda eldflaugar og skriðdreka á svæði sem voru vöktuð af friðargæsluliðum."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-03-31 12:09:38",
            "id": "485870",
            "reply_to_id": "485869",
            "text": "Rétt Augustus. Ísraelsmenn hafa yfirburði þarna og geta gert það sem þeir vilja. Palestínumenn geta ekkert gert til að verja sig. Sharon á stærstan þátt í því hvernig ástandið er þarna núna.\nLoksins samþykktu Bandaríkjamenn ályktun öryggisráðsins um að Ísrael eigi að hörfa með her sinn. Það er til skammar hvernig þeir fara með Arafat."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-03-31 20:26:55",
            "id": "485871",
            "reply_to_id": "485828",
            "text": "hættið að kalla araba sem sprengja sjálfa sig í loft upp hryðjuverka menn. Því það eru þeir ekki.\nÞetta er þeirra eina vopn gegn Ísraels her.\nkv. Schafe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-31 21:32:09",
            "id": "485872",
            "reply_to_id": "485871",
            "text": "Eina vopn gegn Ísraelsher, segiru?  Það væri þá ágætt ef þeir gætu haldið sig við að ráðast á hernaðarleg mannvirki (herstöðvar og svoleiðis) en hættu að sprengja sig í miðbæ Jerúsalem og þess háttar."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-03-31 21:33:10",
            "id": "485873",
            "reply_to_id": "485871",
            "text": "Scahfer\nBíddu aðeins…eru það kannski bara hermenn sem versla inn í búðum, drekka kaffi á kaffihúsum, éta pizzur á pizzustöðum, fara í vinnu í strætó, gista á hótelum?…og svona má lengi telja.\nÞað eru óbreyttir borgarar sem verða langmest fyrir barðinu á sjálfsmorðsárusum og það er staðreynd. Og um leið útilokar það þá röksemd að sjálfsmorðsárásunum sé beint gegn Ísraelsher og flokkar árásirnar sjálfkrafa sem hryðjuverk(fórnarlömbin eru óbreyttir borgarar)"
        },
        {
            "user": "ZorK",
            "user_id": "9837",
            "date": "2002-04-02 14:37:38",
            "id": "485874",
            "reply_to_id": "485873",
            "text": "Ef einhver gerir árás og í henni falla óbreyttir borgarar, er þá einhver sjálfkrafa orðin hryðjuverkamaður?\nEf ekki er það þá árás sem er gerð með þeim hug að í henni látist mikið af saklausum borgurum?\nÞað skiptir engu hvort það er hér fyrir ofan sem sé réttara, svarið við eftirfarandi spurningu er það sama: Hvaða vestræna ríki(sem btw eiga að vera hin einu sniðugu, allavegana eftir því sem ég heyri frá þeim sem hvað mest fordæma ,,hryðjuverk“)sem er ,,á lífi” í dag hefur staðið fyrir mestum hryðjuverka árásum á seinustu öld?"
        },
        {
            "user": "Malki",
            "user_id": "11749",
            "date": "2002-04-02 17:41:41",
            "id": "485875",
            "reply_to_id": "485874",
            "text": "Zork spyr:\n“Ef einhver gerir árás og í henni falla óbreyttir borgarar, er þá einhver sjálfkrafa orðin hryðjuverkamaður?\n”\nJá, ef þessi einhver/jir beindu árásinni sérstaklega að óbreyttum borgurum, ekki hermönnum (né hernaðarmannvirkjum) sem slíkum.\nÞetta er allavegana túlkun SÞ.(Sjá skammir Kofi Annan á hegðun Ísraela og Palestínumanna)\nEf hinsvegar tiltekinni árás er beint gegn hermönnum, en samt falla nokkrir óbreyttir borgarar, þá telst það ekki hryðjuverk, heldur\nóheppilegt slys, að hinir óbreyttu hafi látist.\nHermennirnir eru löglegt skotmark.\nSamkvæmt einhverjum Genfarsáttmála um hvað sé lögleg skotmörk í stríði og hveð sé ekki lögleg skotmörk. Fáránlegt að þurfa slíkt, en er samt ……….."
        },
        {
            "user": "Malki",
            "user_id": "11749",
            "date": "2002-04-02 22:13:47",
            "id": "485876",
            "reply_to_id": "485875",
            "text": "Ef að menn flokkast undir hryðjuverkamenn fyrir að drepa óbreitta borgara (viljandi) þá eru Ísrelsmenn,Palistínumenn,USA,UK…..og svo bara restin af þessum blessuðu siðmentuðu löndum hryðjuverkamenn!!\nTakk takk\nMAlki."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-04-02 22:30:37",
            "id": "485877",
            "reply_to_id": "485876",
            "text": "Þvílík einföldun!\nBara hafa það sem einfaldast..ekki satt…annars gæti maður kannski ekki skilið hvað við er átt."
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2002-04-02 23:06:02",
            "id": "485878",
            "reply_to_id": "485877",
            "text": "en ef ísrael væri bara leyst upp, gyðingunum skipað að fokkast í burtu og palestínumenn fái landið aftur??"
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2002-04-02 23:26:07",
            "id": "485879",
            "reply_to_id": "485878",
            "text": "Hvað á það svosem að leysa?  Það eru þó nokkrir gyðingar sem bjuggu á svæðinu áður en Ísraelsríki var (endur)stofnað, eru afkomendur gyðinga sem hafa búið þarna a.m.k. jafn lengi og nokkur arabi, og eiga afkomendur í Ísrael í dag.  Svo er líka fjöldinn allur af gyðingum sem eru fæddir og uppaldir í Ísrael.  Hvert ættu þeir að “fokkast í burtu” (alltaf gaman þegar menn vanda orðavalið)?"
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2002-04-03 13:45:10",
            "id": "485880",
            "reply_to_id": "485879",
            "text": "nei bara, fólk spurði um einfalda lausn, þetta er mjög einföld hugmynd þó hún sé vitlaus og gersamlega óframkvæmanleg"
        },
        {
            "user": "ZorK",
            "user_id": "9837",
            "date": "2002-04-02 23:21:21",
            "id": "485881",
            "reply_to_id": "485876",
            "text": "Að vera hryðjuverkamaður er t.d. að ráðast á skotmörk sem hafa ekkert hernaðarlegt gildi (alls ekki neitt, eins og t.d. veitingahús) með það að markmiði að drepa sem flesta venjulega borgara, valda sem mestum skaða á borgaralegum mannvirkjum sem hafa ekkert taktískt gildi (a.m.k. hafa brýr eitthvert gildi, þótt það sé nú ekki beint fallega gert að sprengja þær).  Eitt markmið flestra hryðjuverkamanna er svo að hræða fólk (þaðan fáum við t.d. enska orðið “terrorist”:  enska orðið “terror” þýðir t.d. “ógn”, “skelfing” eða “hræðsla”) og ég veit ekki betur en að t.d. íbúar í Jerúsalem eða þeim borgum sem ETA hafa verið hvað duglegastir við að sprengja séu frekar nervus.\nSvo eru lönd ekki hryðjuverkamenn.  Og jafnvel þótt einhverjir íbúar lands fremji hryðjuverk, og jafnvel þótt stjórnvöld landsins fyrirskipi þau, og jafnvel þótt stjórvöldin sem fyrirskipi þau séu lýðræðislega kjörin, þá er ekki þar með sagt að allir íbúar landsins (“landarnir”) séu hryðjuverkamenn."
        },
        {
            "user": "ZorK",
            "user_id": "9837",
            "date": "2002-04-03 11:49:51",
            "id": "485882",
            "reply_to_id": "485881",
            "text": "Er þá ekki Harry S. Truman meiri hryðjuverkamaður heldur enn Ósóma Binni nokkurn tíma?? =)\nHiroshima, Nagasaki. Saklausir borgarar drepnir, viljandi til þess að hræða. Eða voru borgirnar þá kanski svona hrikalega hernaðarlega mikilvægar? Og ef þær voru það er þá ekki allveg eins hægt að halda því fram að WTC hafi verið hernaðarlega mikilvægt. Það var jú ágætis BitchSLAP á bandaríska economýið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-03 11:59:55",
            "id": "485883",
            "reply_to_id": "485882",
            "text": "Í fyrsta lagi, þá heitir hann “Harry S Truman”, ekki “Harry S. Truman”, enginn punktur á eftir “S”, þar sem það stendur ekki fyrir neitt.  Hans miðnafn er “S”, hvorki meira né minna.  Foreldrum hans þótti “Harry Truman” vera eitthvað svo flatt og ósmekklegt að þeir ákváðu að bæta “S” þar á milli.\nÍ öðru lagi er ég alveg reiðubúinn til að fallast á að sprengingarar í Hiroshima og Nagasaki hafi verið hryðjuverk.  Rétt eins og árásirnar á Dresden og Coventry (ef ég man rétt)."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2002-04-02 05:02:14",
            "id": "485884",
            "reply_to_id": "485828",
            "text": "Eins sammála ég er þér í þessari grein, þá verð ég samt sem áður að benda á að einn maður stoppar varla sjálfsmorðsárásir einhverja einstaklinga. Ef ég færi í kringluna á morgun og sprengdi mig upp, getur þjóðin þá bleimað Davíð Oddssyni?\nSvo er það annað mál að Sharon er sjálfur ekkert að gera nema að fá sínu framgengt, hann vildi Arafat dauðann í den, og það  var augljóst frá því að hann tók við völdum þarna að hann myndi fyrr eða síðar fá sínu framgengt. Ég fæ ekki betur séð en það  sé einmitt það sem hann er að gera í dag. Leyfi mér líka að spyrja, ef palestíniskur ‘hryðjuverkamaður’ sprengir sig og dreptur 5 saklausa israela, er þá réttlætanlegt að ísraelir 'hefni sín og drepi 14 - 20 saklaust palesíniskt fólk, og börn í þokkabót?\nKveðja í bili\nNiflinn"
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2002-04-02 14:08:51",
            "id": "485885",
            "reply_to_id": "485884",
            "text": "Það mætti ‘bleima’ Davíð Oddsyni, ef hann væri sjálfur leiðtogi hryðjuverkasamtaka eins og t.d. FATA sem er með Yasser Arafat í broddy fylkingar.\nniflinn ef þú veist um eitthvað atvik þar sem börn hafa beinlínis verið skotmörk Ísraela, þá bið ég þig um að gera grein fyrir því hér og nú. Börn hafa oft dáið í átökum en seigðu mér eitt, hvað voru börnin að gera á vígvellinum? Er það ekki á ábyrgð foreldra?\nUppeldi Palistínumanna á börnum sínum virðist einkennast af því að senda þau á milli tveggja stríðani fylkinga. Þetta er eingöngu og sér í lægi notað til þess að auka múgæsinginn sem umræður um stíðið á milli Ísrael og Palistínu einkennist af. En að segir að sjálfsögðu meira um foreldrana heldur en stríðandi fylkingarnar.\nÁ hinn bóginn er mjög líklegt að börn leynist í fermingarveislum, strætóum og í miðborg Jerúsalem sem eru öll mjög vinsæl skotmörk Palistínumanna. ÉG spyr: Hver er það sem er að sigta út börn?\nAzrael72\nÞað er reyndar eitt sem mig langar til að benda á (eiginlega bara af því að þetta fer svo í taugarnar á mér, þú fyrirgefur). Þú skrifar:\nEf menn/konur langar að gera hróp að einhv….\nÞað er algerlega ástæðulaust að segja ‘menn/konur’ sökum þess að konur eru líka menn. Þess vegna þegar þú segir ‘menn’, þá ertu bæði að tala um karlmenn og konur. Því mætti þess vegna lesa menn/konur sem\nkarlmenn,kvenmenn/konur, sem eru nátturlega ekki mjög snyrtileg skrif og er eiginlega bara málfræðilega vitlaust. :þ\nJæja, þá er ég hætt í bili, :)\nFairy"
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-04-03 01:21:48",
            "id": "485886",
            "reply_to_id": "485885",
            "text": "Hæ,\nÉg get bara sagt mér til varnar að ég stundaði nám við bandarískan háskóla í 3 ár og er því kannski hætt við að beita svona gender political correctness um of, en það er ekki illa meint.\nTakk fyrir gott svar."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-04-05 10:01:36",
            "id": "485887",
            "reply_to_id": "485885",
            "text": "hvað voru börnin að gera á vígvellinum?\nehh … mér skilst að þau hafi átt heima þarna …"
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2002-04-03 00:58:11",
            "id": "485888",
            "reply_to_id": "485828",
            "text": "Ég verð nú samt sem áður að segja eitt hérna. Þú dæmir ekki fólk af fólkinu sem það umgengst ‘einhvern tímann’.\nÞegar fjölmiðlar benda á ‘…hefur SÉST í för með…’ þá ertu einmitt vitni af því að það sé verið að reyna einhvern múg æsing. Nú er ég ekki að segja þetta sé beint sagt um Arafat, en point being, að það sem þú lest þarna heima, eða heyrir í erlendum fréttum, er ekki beint hlutlaust er það?\nOg það er náttúrulega eitt sem þið sem talið endalaust á meðan saklausu fólki er slátrað, eruð alltaf að skjóta ykkur í fótinn með. Þið virðist alltaf gera mun á því hvort saklaust fólk deyji af höndum ókunnugra eða þekktum aðilum. Ef, palestíniumaður hleypur í shopping mall í jerúsalem, og sprengir sig upp, þá er það fordæmt (skiljanlega), en þegar George W. Bush fer með sitt afl til ‘insert islam nation here’ til að slátra saklausu fólki í þúsundatali, þá er það ‘hey allt í jolly heaven maður! Bush kominn til að myrða þúsundir fyrir ’frið'.'\nJæja.. nenni ekki mikið að velta mér uppúr þessu. Á mér einn draum, sama hversu illa verður tekið í hann, og það er að Israel eins og við þekkjum það, og bestu vinir þeirra BNA hrökkvi niður einn daginn og leyfi okkur hinum að lifa í friði frá einokun og kúguninni þeirra."
        },
        {
            "user": "MorganKane",
            "user_id": "4254",
            "date": "2002-04-03 05:13:29",
            "id": "485889",
            "reply_to_id": "485828",
            "text": "Þessi tvö lönd eru hliðhollust vestrinu og Ísrael og því líklegust til að geta eitthvað í baráttunni gegn þeim sem vilja afmá Ísrael af kortinu en verið um leið alvöru vörn fyrir palestínskan almenning gegn ísraelska hernum. Aðal fórnarlömbin hér eru þeir sem eru hraktir af landi sínu til að gera pláss fyrir innflytjendum frá evrópu."
        },
        {
            "user": "Robo",
            "user_id": "9090",
            "date": "2002-04-03 13:51:54",
            "id": "485890",
            "reply_to_id": "485828",
            "text": "Blessaður! Þú gætir sem best hafa séð þetta, en ef ekki þá hefurðu kannski áhuga á þessu.Ég get annars ekki stillt mig um að hrósa þér dálítið…Þú skrifar vel, ert vel upplýstur og málefnalegur og þú ert ábyggilega gáfaður maður :)En hérna er sem sagt eitthvað sem ég hélt að þér þætti kannski áhugavert að lesa, ein hlið á málinu, saga sem af einhverjum ástæðum er ekki mikið rifjuð upp:\nWhich Came First - Terrorism or “Occupation”?\nMajor Arab Terrorist Attacks against Israelis Prior to the 1967 Six-Day War\nJerusalem, 20 March 2002\nPalestinian and Arab spokesmen commonly claim that the recent Palestinian terrorism is the result of the Israeli ‘occupation’ of the West Bank and Gaza, adding that the violence will cease only when the ‘occupation’ is ended.\nDespite this claim, it should be recalled that the many Palestinian and Arab rejectionist factions (such as the Hamas and the Hizbullah) repeatedly declare that even if Israel would fully withdraw from the territories they will continue their attacks, since they refute Israel's basic right to exist.\nMore importantly, however, the basic premise of the Palestinian claim - that the ‘occupation’ causes terrorism - is historically flawed. Arab and Palestinian terrorism against Israel existed prior to the beginning of Israeli control over the West Bank and Gaza as a result of the Six Day War of June 1967, and even prior to the establishment of the State of Israel in May 1948.\nFor example, Arab terrorism was rampant during wave of anti-Jewish riots in 1920-21 (which was characterized by the brutal murder in Jaffa of the prominent Jewish author Y. Brenner), during the ‘Disturbances’ of 1929 (which included the massacre of the Jewish community in Hebron), during the Arab Revolt of 1936-39, and in many other recorded incidents of wholesale anti-Jewish Arab violence throughout the pre-state period.\nThe Palestinian terrorism campaign was stepped-up on the eve of the UN Partition Resolution of November 1947, and led to the joint Arab invasion of 1948-49 which delineated the boundaries of the newly established State of Israel.\nIndeed, this deplorable violence can be traced back to the beginning of the renewed Jewish settlement of the Land of Israel over a century ago.\nAfter the War of Independence, Arab terrorism expanded in scope. In 1952, when ‘fedayeen’ terrorist border incursions reached their height, there were about 3,000 incidents of cross-border violence, extending from the malicious destruction of property to the brutal murder of civilians. In the years 1951-1955, 503 Israelis were killed by Arab terrorists infiltrating from Jordan, 358 were killed in attacks from Egypt, and 61 were killed in attacks originating from Syria and Lebanon. This anti-Israeli violence encompassed both frontier settlements and population centers, and was perpetrated, for the most part, against innocent civilians, most of them new immigrants.\nIn conclusion, the oft-repeated Arab claim that the Israeli ‘occupation’ is somehow to blame for the Palestinian terrorism is nothing more than an empty retort, repudiated by the facts, and disproved by a century of historical reality.\nThe following is a partial list of documented acts of Arab terrorism, all occurring prior to the beginning of the Israeli administration of the West Bank and Gaza in 1967:\nMajor Arab Terrorist Attacks against Israelis Prior to the 1967 Six-Day War\nJan 1, 1952 - Seven armed terrorists attacked and killed a nineteen year-old girl in her home, in the neighborhood of Beit Yisrael, in Jerusalem.\nApr 14, 1953 - Terrorists tried for the first time to infiltrate Israel by sea, but were unsuccessful. One of the boats was intercepted and the other boat escaped.\nJune 7, 1953 - A youngster was killed and three others were wounded, in shooting attacks on residential areas in southern Jerusalem.\nJune 9, 1953 - Terrorists attacked a farming community near Lod, and killed one of the residents. The terrorists threw hand grenades and sprayed gunfire in all directions. On the same night, another group of terrorists attacked a house in the town of Hadera. This occurred a day after Israel and Jordan signed an agreement, with UN mediation, in which Jordan undertook to prevent terrorists from crossing into Israel from Jordanian territory.\nJune 10, 1953 - Terrorists infiltrating from Jordan destroyed a house in the farming village of Mishmar Ayalon.\nJune 11, 1953 - Terrorists attacked a young couple in their home in Kfar Hess, and shot them to death.\nSept 2, 1953 - Terrorists infiltrated from Jordan, and reached the neighborhood of Katamon, in the heart of Jerusalem. They threw hand grenades in all directions. Miraculously, no one was hurt.\nMar 17, 1954- Terrorists ambushed a bus traveling from Eilat to Tel Aviv, and opened fire at short range when the bus reached the area of Maale Akrabim in the northern Negev. In the initial ambush, the terrorists killed the driver and wounded most of the passengers. The terrorists then boarded the bus, and shot each passenger, one by one. Eleven passengers were murdered. Survivors recounted how the murderers spat on the bodies and abused them. The terrorists could clearly be traced back to the Jordanian border, some 20 km from the site of the terrorist attack.\nJan 2, 1955 - Terrorists killed two hikers in the Judean Desert.\nMar 24, 1955 - Terrorists threw hand grenades and opened fire on a crowd at a wedding in the farming community of Patish, in the Negev. A young woman was killed, and eighteen people were wounded in the attack.\nApr 7, 1956 - A resident of Ashkelon was killed in her home, when terrorists threw three hand grenades into her house.\nTwo members of Kibbutz Givat Chaim were killed, when terrorists opened fire on their car, on the road from Plugot Junction to Mishmar Hanegev.\nThere were further hand grenade and shooting attacks on homes and cars, in areas such as Nitzanim and Ketziot. One person was killed and three others wounded.\nApr 11, 1956 - Terrorists opened fire on a synagogue full of children and teenagers, in the farming community of Shafrir. Three children and a youth worker were killed on the spot, and five were wounded, including three seriously.\nApr 29, 1956 - Egyptians killed Roi Rotenberg, 21 years of age, from Nahal Oz.\nSept 12, 1956 - Terrorists killed three Druze guards at Ein Ofarim, in the Arava region.\nSept 23, 1956 - Terrorists opened fire from a Jordanian position, and killed four archaeologists, and wounded sixteen others, near Kibbutz Ramat Rachel.\nSept 24, 1956 - Terrorists killed a girl in the fields of the farming community of Aminadav, near Jerusalem.\nOct 4, 1956 - Five Israeli workers were killed in Sdom.\nOct 9, 1956 - Two workers were killed in an orchard of the youth village, Neve Hadassah, in the Sharon region.\nNov 8, 1956 - Terrorists opened fire on a train, attacked cars and blew up wells, in the North and Center of Israel. Six Israelis were wounded.\nFeb 18, 1957 - Two civilians were killed by terrorist landmines, next to Nir Yitzhak, on the southern border of the Gaza Strip.\nMar 8, 1957 - A shepherd from Kibbutz Beit Govrin was killed by terrorists in a field near the Kibbutz.\nApr 16, 1957 - Terrorists infiltrated from Jordan, and killed two guards at Kibbutz Mesilot.\nMay 20, 1957 - A terrorist opened fire on a truck in the Arava region, killing a worker.\nMay 29, 1957 - A tractor driver was killed and two others wounded, when the vehicle struck a landmine, next to Kibbutz Kisufim.\nJune 23, 1957 - Israelis were wounded by landmines, close to the Gaza Strip.\nAug 23, 1957 - Two guards of the Israeli Mekorot water company were killed near Kibbutz Beit Govrin.\nDec 21, 1957 - A member of Kibbutz Gadot was killed in the Kibbutz fields.\nFeb 11, 1958 - Terrorists killed a resident of Moshav Yanov who was on his way to Kfar Yona, in the Sharon area.\nApr 5, 1958 - Terrorists lying in ambush shot and killed two people near Tel Lachish.\nApr 22, 1958 - Jordanian soldiers shot and killed two fishermen near Aqaba.\nMay 26, 1958 - Four Israeli police officers were killed in a Jordanian attack on Mt. Scopus, in Jerusalem.\nNov 17, 1958 - Syrian terrorists killed the wife of the British air attache in Israel, who was staying at the guesthouse of the Italian Convent on the Mt. of the Beatitudes.\nDec 3, 1958- A shepherd was killed at Kibbutz Gonen. In the artillery attack that followed, 31 civilians were wounded.\nJan 23, 1959 - A shepherd from Kibbutz Lehavot Habashan was killed.\nFeb 1, 1959 - Three civilians were killed by a terrorist landmine near Moshav Zavdiel.\nApr 15, 1959 - A guard was killed at Kibbutz Ramat Rahel.\nApr 27, 1959 - Two hikers were shot at close range and killed near Massada.\nSept 6, 1959 - Bedouin terrorists killed a paratroop reconnaissance officer near Nitzana.\nSept 8, 1959 - Bedouins opened fire on an army bivouac in the Negev, killing an IDF officer, Captain Yair Peled.\nOct 3, 1959 - A shepherd from Kibbutz Heftziba was killed near Kibbutz Yad Hana.\nApr 26, 1960 - Terrorists killed a resident of Ashkelon south of the city.\nApr 12, 1962 - Terrorists fired on an Egged bus on the way to Eilat; one passenger was wounded.\nSept 30, 1962 - Two terrorists attacked an Egged bus on the way to Eilat. No one was wounded.\nJan 1, 1965 - Palestinian terrorists attempted to bomb the National Water Carrier. This was the first attack carried out by the PLO's Fatah faction.\nMay 31, 1965 - Jordanian Legionnaires fired on the neighborhood of Musrara in Jerusalem, killing two civilians and wounding four.\nJune 1, 1965 - Terrorists attack a house in Kibbutz Yiftach.\nJuly 5, 1965 - A Fatah cell planted explosives at Mitzpe Massua, near Beit Guvrin; and on the railroad tracks to Jerusalem near Kafr Battir.\nAug 26, 1965 - A waterline was sabotaged at Kibbutz Manara, in the Upper Galilee.\nSept 29, 1965 - A terrorist was killed as he attempted to attack Moshav Amatzia.\nNov 7, 1965 - A Fatah cell that infiltrated from Jordan blew up a house in Moshav Givat Yeshayahu, south of Beit Shemesh. The house was destroyed, but the inhabitants were miraculously unhurt.\nApr 25, 1966 - Explosions placed by terrorists wounded two civilians and damaged three houses in Moshav Beit Yosef, in the Beit Shean Valley.\nMay 16, 1966 - Two Israelis were killed when their jeep hit a terrorist landmine, north of the Sea of Galilee and south of Almagor. Tracks led into Syria.\nJuly 13, 1966 - Two soldiers and a civilian were killed near Almagor, when their truck struck a terrorist landmine.\nJuly 14, 1966 - Terrorists attacked a house in Kfar Yuval, in the North.\nJuly 19, 1966 - Terrorists infiltrated into Moshav Margaliot on the northern border and planted nine explosive charges.\nOct 27, 1966 - A civilian was wounded by an explosive charge on the railroad tracks to Jerusalem.\naf:\nhttp://www.mfa.gov.il/mfa/go.asp?MFAH0ldc0"
        },
        {
            "user": "Robo",
            "user_id": "9090",
            "date": "2002-04-03 15:51:27",
            "id": "485891",
            "reply_to_id": "485890",
            "text": "thulesol minn, síða ísraelsku ríkistjórnarinnar er kannski ekki besta síðan til að fræðast um það sem gerist í raun og veru í þessu stríði, báðar hliðar standa í einu stærsta áróðursstríði síðari ára.\nReyndu að grafa aðeins dýpra eftir upplýsingum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-04-03 17:19:27",
            "id": "485892",
            "reply_to_id": "485891",
            "text": "Það er rétt að gagnrýna hvaðan thulesol tekur sínar heimildir. Þetta var engu að síður áhugavert innskot og þakka ég það, sérstaklega þá staðreynd að thulesol gat heimilda!\nÞess fyrir utan er ég viss um að margir séu tilbúnir til að taka upplýsingar sem koma frá palestínumönnum án gagnrýni…"
        },
        {
            "user": "Malki",
            "user_id": "11749",
            "date": "2002-04-03 21:18:36",
            "id": "485893",
            "reply_to_id": "485892",
            "text": "Mikið djöfull er mikið af fáfróðu fólki hérna á Huga.is!! menn eru að tína einhverjar blaðagreinar og halda þessu uppi sem sönnum fyrir því að annar aðilinn sé vondur og hinn góður.\nmér þykir sárt að þurfa að segja ykkur þetta, en það er ekki allt satt sem stendur í blöðunum!!\nog ef þið haldið það að þetta sé allt Palistínumönnum að kenna og að Ísraelsmenn séu alveg saklausir þá eru þið alveg jafn heiladauðir og Bandarískur almenningur.\nÉg er alveg viss um að ef Palistínumenn hefðu almennlegann her eins og td. skriðdreka, þyrlur og almennilegar bombur þá væru þeir ekki að senda inn dauðasveitir!\nog hvað haldið þið að Íslendingar hefðu gért ef að Danir hefðu haldið eftir Þingvöllum og Bakkafyrði þegar við fengum sjálfstæði??\nþeir með sinn her og við með okkar áfengissjúku unglinga?? sjáið hvernig Írar h0guðu sér!\nvið værum ekkért skárri.\nTakk takk\nMalki."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-04-03 21:44:36",
            "id": "485894",
            "reply_to_id": "485893",
            "text": "Malki\nÞú gleymdir einu sem taka þarf LÍKA fram!\nÉg ætla að nota setningu frá þér en víxla tveim orðum.\n“og ef þið haldið það að þetta sé allt Ísraelsmönnum að kenna og að Palestínumenn séu alveg saklausir þá eru þið alveg jafn heiladauðir og Bandarískur almenningur.”\nsona..nú er jafnt á vogarskálunum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-03 22:11:35",
            "id": "485895",
            "reply_to_id": "485894",
            "text": "Nuff rúlar í dag!\nVar hægt að segja þetta styttra eða betra?:)\n100% satt hjá þér Nuff…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-03 22:41:13",
            "id": "485896",
            "reply_to_id": "485892",
            "text": "Blessaður Mal3\n…Einmitt, það eru þau sum tilbúin til að gera og það veit ég.Þess vegna var ég að koma með hina hliðina á málinu.Það er nú allt og sumt.Vissulega er þetta ekki allur sannleikurinn, en þetta er samt hluti af honum…\nMér dettur ekki í hug að þetta sé besta heimildin, enda er ég ekki heimskingi.Það er ekki hægt 100% að treysta neinni ríkisstjórn á jörðinni ef þú spyrð mig…Það er of mikið í húfi hjá þeim flestum…\nOg,já ,ekkert að þakka :) Alveg velkomið!:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-03 22:34:35",
            "id": "485897",
            "reply_to_id": "485891",
            "text": "Hæ Robo.\nÞað er mín ekki minn….Thule SÓL væri skrýtið nick á strák ,sól er kvenkynsorð ha? Og ég er 100%stelpa! :)\nMér dettur ekki í hug að þessi síða sé besta heimildin…Ég er ekki hálfviti.Ég treysti engri ríkisstjórn á jörðinni til að segja alltaf allan sannleikan.Hins vegar ætti fólk að þekkja sem flestar hliðar á málum sem það talar um.\nÓ,ég hef fleiri heimildir og ég gróf ekki eftir þessum upplýsingum hjá Ísraels ríkisstjórn…Ég var satt að segja ekkert að grafa eftir neinu þegar þær komu til mín, löngu áður en ég las þetta þarna.Ég hef mikið betri og ítarlegri heimildir frá fjölmörgum stöðum, en það bíður kannski betri tíma og hver sem vill ætti nú að geta fundið þær sjálfur….\nMálið er: Tvær litlar,hræddar eiga í stríði hver við aðra en sumir vilja breyta því í einhverja baráttu góðs og ills, englar versus djöflar dæmi.Því fólki ráðlegg ég annað hvort að fara að lesa, og ekki bara Moggan og einhverjar vefsíður eða skella sér bara á einhverja hasarmynd í stað þess að ljúga heilagsleika eða 100% illsku upp á venjulegt fólk og ímynda sér endalausar baráttu 100% saklausra fulltrúa hins góða við illskuna uppmálaða í raunveruleikanum….Hann er ekki þannig, góðu lesið ævintýrabækur frekar!\nÉg er ekki að skamma þig Robo, man ekki eftir að hafa ástæðu til þess:) En ef þú vonast til þess að ég sé fífl sem viti ekki um áróður og að þetta séu bestu upplýsingar heims að mínu mati þá neyðist ég til að valda þér miklum vonbrigðum…Áróður er alltaf, alls staðar,hjá öllum, eða svona næstum því og ég býst við að þannig hafi það alltaf verið, nema kannski hjá einhverjum hellisbúa eða eitthvað…\nÉg vona að ég hafi eitthvað leiðrétt þennan misskilning þinn um hvað ég sé að fara…\nBæó í bili!\nThulesól"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-03 22:34:37",
            "id": "485898",
            "reply_to_id": "485891",
            "text": "Hæ Robo.\nÞað er mín ekki minn….Thule SÓL væri skrýtið nick á strák ,sól er kvenkynsorð ha? Og ég er 100%stelpa! :)\nMér dettur ekki í hug að þessi síða sé besta heimildin…Ég er ekki hálfviti.Ég treysti engri ríkisstjórn á jörðinni til að segja alltaf allan sannleikan.Hins vegar ætti fólk að þekkja sem flestar hliðar á málum sem það talar um.\nÓ,ég hef fleiri heimildir og ég gróf ekki eftir þessum upplýsingum hjá Ísraels ríkisstjórn…Ég var satt að segja ekkert að grafa eftir neinu þegar þær komu til mín, löngu áður en ég las þetta þarna.Ég hef mikið betri og ítarlegri heimildir frá fjölmörgum stöðum, en það bíður kannski betri tíma og hver sem vill ætti nú að geta fundið þær sjálfur….\nMálið er: Tvær litlar,hræddar eiga í stríði hver við aðra en sumir vilja breyta því í einhverja baráttu góðs og ills, englar versus djöflar dæmi.Því fólki ráðlegg ég annað hvort að fara að lesa, og ekki bara Moggan og einhverjar vefsíður eða skella sér bara á einhverja hasarmynd í stað þess að ljúga heilagsleika eða 100% illsku upp á venjulegt fólk og ímynda sér endalausar baráttu 100% saklausra fulltrúa hins góða við illskuna uppmálaða í raunveruleikanum….Hann er ekki þannig, góðu lesið ævintýrabækur frekar!\nÉg er ekki að skamma þig Robo, man ekki eftir að hafa ástæðu til þess:) En ef þú vonast til þess að ég sé fífl sem viti ekki um áróður og að þetta séu bestu upplýsingar heims að mínu mati þá neyðist ég til að valda þér miklum vonbrigðum…Áróður er alltaf, alls staðar,hjá öllum, eða svona næstum því og ég býst við að þannig hafi það alltaf verið, nema kannski hjá einhverjum hellisbúa eða eitthvað…\nÉg vona að ég hafi eitthvað leiðrétt þennan misskilning þinn um hvað ég sé að fara…\nBæó í bili!\nThulesól"
        }
    ]
}