{
    "forum_title": "Sagnfræði",
    "user": "azrael72",
    "user_id": "12295",
    "date": "2002-03-29 17:36:36",
    "title": "Saga Hernaðar - Orrustan við Megiddo 1479 f.Kr.",
    "text": "Megiddo er fyrsta orrusta sögunnar í þeim skilningi að hún er\nfyrsta orrustan sem einhverjar heimildir eru til um. Hér á eftir\nfylgir stutt yfirlit yfir hana sem má segja að tengist fyrri grein\nminni um upphaf hernaðar.\nFaraóinn Tútmose III jók veldi Egyptalands gríðarlega á\nvaldatíma sínum. Að sögn söguritara síns var hann\nsmávaxinn en sérlega sterkur og ákaflega fær bogmaður.\nHann stækkaði egypska ríkið í herferðum sínum þar til það\nnáði allt frá Núbíu í suðri til Palestínu, Sýrlands og bakka\nEfratesár í norðri og austri.\nHann beitti stórum landher sínum (4 herdeildir, 5000 menn\nhver) af kænsku og lagði undir sig hálendi Palestínu og\nbyggði einnig öflugan flota sem hann notaði til að sigra\nhafnarborgir Föníkumanna og gera þær að skattlendum\nsínum. Hann fyrirskipaði einnig að þau lönd og borgir sem\nhann lagði undir sig skyldu sjá her hans fyrir vistum þegar\nhann hélt áfram að stækka yfirráðasvæði sitt.\nTútmose beitti eftirfarandi formúlu í norðurhernaði sínum.\nHann eyddi vetrinum í að undirbúa aðgerðir sumarsins, líkt og\nherir hafa gert eftir hans tíð, og að voru flutti hann herinn\nsjóleiðina til Palestínskra borga sinna og bjó hann undir stríð.\nÞegar óvinurinn varðist innan borgarmúra þá gerði hann\numsátur og notaði tiltæk tré til að byggja virkisvegg umhverfis\nóvininn og svelti hann síðan til uppgjafar. Takmarkið var ávallt\nað koma hernum heim fyrir vetur því að egypskir hermenn\nþoldu illa kalda vetur og því beitti Tútmos þá óvini sem neituðu\nað gefast upp mikilli hörku. Þó kaus hann helst að bjóða\nóvininum konunglega vernd sína gegn sköttum og undirgefni\nog var í raun samningsfús herkonungur. Hann tók yfirleitt eldri\nsyni óvinaleiðtoga í gíslingu og flutti þá til Egyptalands þar\nsem þeir fengu menntum eins og um egypska prinsa væri að\nræða. Ef feður þeirra reyndust erfiðir lénsmenn þá setti hann\neinfaldlega syni þeirra í hásætið þar sem þeir voru mun\nsamvinnuþýðari og egypskari í hugsun. Rómverjar tóku síðar\nupp þessa aðferð við stjórn lénsríkja.\nKonungur borgarinnar Kadesh í Palestínu tryggði sér\nstuðning annarra borga í Canaan og leiddi uppreisn þeirra\ngegn Egyptalandi 1479 f.Kr. Þeir lögðu undir sig virkið\nMegiddo sem var staðsett á mikilvægum krossgötum\nflutninga bæði til Líbanon og austur að Efratfljóti. Virkið var\nbyggt á hæð sem veitti yfirsýn yfir “þjóðveginn” þar sem hann\nlá út úr hinu þrönga Arunskarði og út á opnar slétturnar.\nÞegar Egypski herinn kom á vettvang gat Tútmos valið um\nþrjár sóknarleiðir; vestur eða suður fyrir hálendið yfir opið\nland, eða í gegnum hið þrönga Arunskarð. Gegn ráðum\nherforingja sinna kaus Faraóinn að sækja upp skarðið þar\nsem óvinurinn myndi síst vænta þess. Þetta reyndist\nskynsamlegt þar sem meginher óvinarins beið hans nokkrum\nkílómetrum sunnan við skarðið, en hefðu þeir mætt honum\nþar sem skarðið opnast hefði her hans verið gereytt þannig\nað áhættan var mikil. Hann barðist með framvarðasveitum\nsínum við sveitir óvinarins sem gættu skarðsins meðan\nEgypski herinn sótti út á sléttuna og myndaði skipulega\nvíglínu. Einnig kom hann fyrir bakvarðarsveit í Norðvestri ef\nhann þyrfti að horfa frá meginorrustunni. Þar sem óvinaherinn\nbeið átekta ákvað Tútmos að bíða morguns og herinn setti\nupp búðir sínar að kveldi 14. mai.\nNæsta morgun bjóst Tútmos til orrustu í gull og\nsilfurskreyttum stríðsvagni sínum. Hann leiddi síðan áhlaupið\nog slíkur var sóknarþunginn að áætlun óvinarins varð að\nengu. Þeir höfðu komið liði sínu fyrir í tveimur fylkingum og\nhugðust síðan beita stríðsvögnum sínum til árásar á hlið\nEgypska hersins til að koma honum úr jafnvægi. En slík var\nframganga Egyptanna, með Faraóinn í broddi fylkingar, að\nflótti brast í hinn “fjölþjóðlega” óvinaher. Skelfingin var svo\nmikil að varnarliðið í virkinu sjálfu opnaði ekki hliðin til að\nhleypa félögun sínum innfyrir múrana en tókst þó að hjálpa\nmörgum þeirra yfir veggina áður en Egyptarnir náðu til þeirra.\nEgypski herinn hlýddi ekki fyllilega skipunum Faraósins og tók\nað ræna búðir óvinarins í stað þess að brjótast strax til\ninngöngu í virkið og það varð til þess að það féll ekki fyrr en í\nlöngu umsátri í kjölfarið. Sigur Tútmosar yfir Megiddo var að\nlokum gríðarlega mikilvægur því hann handsamaði fjölda\nóvinaleiðtoga innan borgarmúranna og því voru eftirfarandi\norð hans við hæfi, “þar sem höfðingi hvers ríkis sem gert\nhefur uppreisn gegn mér er innan borgarinnar er taka hennar\nsem taka þúsund borga”.\nÞó að nánari heimildir séu ekki til um framgang orrustunnar\nveitir þetta dálitla innsýn í herstjórn og skipulag þessa tíma.\nÞað má segja að tvö meginatriði hafi orsakað sigur\nEgyptanna. Annars vegar var það dirfska Faraósins, því allir\ngóðir herstjórar taka ákveðna áhættu en byggja hana þó á\nrökréttum ályktunum um hegðun óvinarins. Hins vegar tel ég\nað lítil samhæfing og “þjöppun” (kallað Cohesion í\nhernaðarkenningum) óvinarins hafi ráðið úrslitum þegar á\nhólminn var komið. Eins og við eigum eftir að sjá í orrustum\nog herferðum á tímum grikkja, makedóníumanna, rómverja\nog jafnvel Napóleons og á 20. öld er mjög erfitt að búa til\nsterkan og áhrifaríkan her úr ólíkum þjóðarfylkingum (þó að\nþað hafi vissulega tekist). Loks má jafnvel gera ráð fyrir að\nhinn gyllti vagn faraós í miðjum hernum og fremst í sókninni\nhafi skotið óvininum skelk í bringu því hér stóðu bænda- og\nkaupmannssynir andspænis Faraó, hinum lifandi guð.\nTil gamans má geta að bretar háðu orrustu á þessum sama\nstað gegn tyrkjum í fyrri heimsstyrjöld þar sem síðasti\nriddarasigur sögunnar átti sér stað. Einnig getur biblían þess\nað við Megiddo muni her hins illa heyja lokaorrustuna við heri\nljóssins í Armageddon, en armageddon þýðir einmitt “Á\nMegiddo”.\nvona að einhver vaki í gegnum þetta allt saman :)",
    "url": "https://www.hugi.is/saga/greinar/70231/saga-hernadar-orrustan-vid-megiddo-1479-fkr/",
    "url_id": "70231",
    "id": "485920",
    "replies": [
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2002-03-29 17:49:22",
            "id": "485921",
            "reply_to_id": "485920",
            "text": "Mjög áhugaverð, ég var einmitt að klára að lesa hina greinina þegar þú settir þessa inn."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2002-03-29 22:29:35",
            "id": "485922",
            "reply_to_id": "485920",
            "text": "Azrael72:\nBravó!\nÞað er áhugaveð staðreynd, eða svo virðist vera, að bardagar eiga það til að vera háðir á sömu stöðum á mismunandi tímum í sögunni.  Það segir mikið um hve strategísk staðsetning er stór þáttur í styrjöldum.\nKærar kveðjur.\nVeryMuch"
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2002-03-30 19:28:30",
            "id": "485923",
            "reply_to_id": "485920",
            "text": "Skemmtileg, fræðand og eins og svo oft áður, gríðarlega vel unnin. Það vantar samt heimildaskrá.\ngreatness"
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-03-30 20:09:14",
            "id": "485924",
            "reply_to_id": "485923",
            "text": "Ég lét heimildirnar liggja milli hluta að mestu leyti þar sem þetta var aðeins yfirlitsgrein og ég vann litla rannsóknarvinnu við gerð hennar.  Það eru til ágætis bækur frá Osprey um egypska her þessa tíma, og auk þess er sería frá Cassell (ef ég man rétt) um sögu og þróun hernaðar ágætis grunnur.  Hitt og þetta má finna á netinu, en meðan ég er ekki að leika mér að getgátum eða flóknari pælingum þá nenni ég varla að eltast við heimildarskrár.  Hinsvegar er það auðvitað næsta skref ef menn eru ósammála því sem ég skrifaði, eins og þegar ég samþykkti ekki að Rommel hefði tekið þátt í tilræði Stauffenbergs við Hitler.\nÞað er annars gaman að einhverjir lesa þetta af áhuga og ég hugsa bara til þess að ég á aðeins eftir að fjalla um 4.500 ára sögu hernaðar í viðbót þar til ég lýk þessu með umfjöllun um Asymmetrical Warfare nútímans (Ójafnvægishernað).\n:)  … watch this space"
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2002-03-30 20:46:37",
            "id": "485925",
            "reply_to_id": "485924",
            "text": "ÉG skil ástæður þínar enda bara ábending.\nÉg er sammála þér varðandi það að Rommel hafi ekki átt virkan þátt í tilræðinu en ég mig grunar að hann hafi örugglega vitað af slíkum áformum. Kannski ekki í minnstu smáatriði en að von væri á tilræði.\ngreatness."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-31 03:43:28",
            "id": "485926",
            "reply_to_id": "485920",
            "text": "Mér hlakkar til að sjá þig halda áfram með sögu stríðsins.\nÉg ætla að vona þú gerir það"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-04-01 14:03:49",
            "id": "485927",
            "reply_to_id": "485920",
            "text": "Áhugaverðar greinar. Þú virðist hafa óendanlegan áhuga á hernaði. Hvað býstu við að þetta verði margar greinar?"
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-04-01 21:22:46",
            "id": "485928",
            "reply_to_id": "485927",
            "text": "Ég er menntaður hernaðarsagnfræðingur þannig að það er eins gott að áhuginn sé gríðarlegur.  Þó er rétt að áretta að minn áhugi er ekki fólginn neinni aðdáun á stríði sem slíku, eða einhverskonar tækja og tóladýrkun, en ég sé í hernaðarsögu allt það besta og versta í mannlegu eðli og finnst auk þess að styrjaldir séu einhverjir helstu áhrifavaldar sögunnar (sjá umræður sem ég, miðgarður og greatness eigum í á korknum).\nGreinarnar gætu orðið gríðarlega margar og við sjáum bara hvort áhugi minn og lesenda endist til."
        },
        {
            "user": "hunts",
            "user_id": "1819",
            "date": "2002-04-01 17:46:53",
            "id": "485929",
            "reply_to_id": "485920",
            "text": "Frábær grein, eins og sú fyrri.  Hlakka til að lesa meira um söguhernaðar.\nkk\nhunts"
        },
        {
            "user": "otti",
            "user_id": "5350",
            "date": "2002-04-09 12:14:23",
            "id": "485930",
            "reply_to_id": "485920",
            "text": "Mögnuð grein, ég sökk alveg í hana :Þ"
        }
    ]
}