{
    "forum_title": "Rokk",
    "user": "Cedric",
    "user_id": "7531",
    "date": "2002-03-29 07:52:14",
    "title": "Rival Schools - Ekki um músíktilraunir",
    "text": "Mér datt í hug að það væri ekkert svo slæm hugmynd að fjalla um eitthvað annað en músíktilraunir til tilbreytingar. Þeir sem ekki eru sammála geta einfaldlega ýtt á afturábakhnappinn og haldið áfram að drulla yfir dómnefndina, sigurhljómsveitina, salernisaðstöðuna eða hvað það sem þeim dettur í hug. Hinir, sem vonandi hafa áhuga á að kynnast nýjum hljómsveitum, mega gjarnan lesa áfram.\nÞað hefur verið frekar dauft yfir útgáfu á almennilegu rokki síðan seint á síðasta ári að mínu mati, og því tók ég því fagnandi þegar ég sá ansi feitt-rokkandi myndband með hljómsveitinni <b>Rival Schools</b> á MTV fyrir nokkrum vikum. Hugsaði með mér að nú væri loksins komið eitthvað til að redda ársfjórðungnum.\nMeðlimir Rival Schools eru allir vel sjóaðir tónlistarmenn, m.a. var söngvarinn/gítarleikarinn Walter í hljómsveitinni <b>Quicksand</b>, sem að mínu mati er ein vanmetnasta snilldarrokksveit tíunda áratugarins (hún hlýtur að vera vanmetin fyrst ég hef ekki uppgötvað þá fyrr en núna, 7 árum eftir að þeir hættu). Ég veit ekki hvort reynslan hefur eitthvað með það að segja, en þessir gaurar kunna alltént að rokka. Þessi tónlist sem þeir spila er eiginlega bara hægt að flokka sem hreint og beint altörnatívt rokk, ég allavega get varla lýst henni betur en svo (sem segir kannski meira hvað ég er hugmyndasnauður en hvernig tónlistin er). Söngvarinn er með virkilega svala rödd, svolítið grófgerða án þess að falla í þá gryfju að að beita henni áberandi Kurt-Cobain-lega.\nNú er fyrsta plata þeirra, <b>United by fate</b>, nýkomin út í Evrópu og hef ég loksins fengið hana í hendurnar eftir langa og stranga bið. Þetta er frekar jöfn plata út í gegn, þar sem hún er alveg laus við uppfyllingarefni. Eins og gengur og gerist eru sum lög meira grípandi en önnur, en engu lagi hefur verið skellt inn bara til að ná upp í löglegan breiðskífuspilunartíma. Fyrstu lögin sem ég heyrði af henni, og kolféll fyrir, voru Used for glue (fyrsta smáskífan, Real Audio) og Good things (mp3). Mér til mikillar gleði þá eru það ekki einu góðu lögin á plötunni, t.d. eru Travel by telephone, The switch og Holding sand alveg þrusugóðir slagarar. Síðastnefnda lagið er það sem er hvað mest líkt Quicksand (ég mæli með að fólk kanni þá sveit nánar, ekki seinna en á eftir Rival Schools), þungt lag með virkilega svölu riffi. Platan endar síðan á virkilega skemmtilegu instrumental lagi.\nÉg mæli alltént heilshugar með því að lesandinn skelli sér á <b><a href=”\nhttp://www.rivalschoolsunite.com\n”>heimasíðu hljómsveitarinnar Rival Schools</a></b> og kynni sér hvað ég er að tuða um. Þar er í þessum skrifuðum orðum hægt að hlusta á plötuna eins og hún leggur sig þó ekki sé hún í neitt sérstaklega góðum hljómgæðum. Komið endilega með ykkar álit, og í gvuðanna bænum ekki spara skítkastið.\nGóðar stundir.",
    "url": "https://www.hugi.is/rokk/greinar/70233/rival-schools-ekki-um-musiktilraunir/",
    "url_id": "70233",
    "id": "485945",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-30 15:21:59",
            "id": "485946",
            "reply_to_id": "485945",
            "text": "Flott grein, ég er að ræsa Audiogalaxy :)"
        },
        {
            "user": "Cedric",
            "user_id": "7531",
            "date": "2002-03-30 17:52:54",
            "id": "485947",
            "reply_to_id": "485946",
            "text": "Gúddígúddí, láttu mig vita hvernig þér líkar.\nÉg gleymdi náttúrulega að setja inn linka á lögin sem ég nefndi eins og ég ætlaði að gera. Eníhú:\nGood things mp3:\nhttp://www.islandrecords.com/rivalschoolsunite/mp3/314548936_05.mp3\nUsed  for glue RA:\nhttp://www2.islanddefjam.com/av/go.ram?num=1951359\n739\nMikið er annars yndislegt að þeir eru farnir að troða smettinu á manni með í greinarnar. Ég þyrfti kannski að fara að endurskoða þessa mynd í tilefni af því :-)."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-30 18:27:34",
            "id": "485948",
            "reply_to_id": "485947",
            "text": "Náði í Used for Glue. Er ekki alveg viss með þetta. Minnir smá á Bush en samt ekki. Vel harkalegur gítar er samt melódía og áhugavert trommusánd. Var samt ekki alveg að átta mig á þessu… Annars er ég meira í stuði fyrir kæruleysislegra rokk einmitt núna eða meiri elektróník."
        },
        {
            "user": "Cedric",
            "user_id": "7531",
            "date": "2002-03-31 01:23:28",
            "id": "485949",
            "reply_to_id": "485948",
            "text": "Ég myndi allavega ekki líkja þeim við Bush.. veit svosem ekki hvernig ég á að útskýra það, en mér finnst þær á einhvern hátt mismunandi. Mér finnst allavega meira spunnið í Rival Schools en Bush ;-).\nÞað tók mig reyndar nokkrar hlustanir að komast inn í þetta eins og með alla góða tónlist, en kannski er þetta bara ekki þinn smekkur.\nEf að þetta er ekki nógu kæruleysislegt fyrir þig þá þýðir allavega lítið fyrir mig að mæla með Quicksand (hljómsveitinni sem söngvarinn/gítarleikarinn var í). Hún er ennþá lengra frá því að vera kæruleysisleg ef eitthvað er ;-). Sándið hjá þeim minnir svolítið á eldra Tool stundum, þó að lögin séu ekki eins yfirgengilega löng og súr. Þeir eru líka minna melódískir en Rival Schools. Athugaðu samt hvort þú finnur ekki lagið Fazer á Audiogalaxy, það er alveg magnað opnunarlag á annarri plötunni þeirra."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-03-31 01:43:36",
            "id": "485950",
            "reply_to_id": "485949",
            "text": "Kíki kannski á það við tækifæri.\nÉg er samt alls ekki búinn að dæma Rival Schools. Þetta lag var alveg þokkalegt og kannski betra en svo. Ég er ekki bara alveg búinn að melta hvað mér finnst. En mér finnst þetta ekki lélegt. Áhugavert sánd. Mér datt dáldið í hug Gish-era Smashing Pumplins því það er einmitt tónlist sem ég fattaði ekkert hvað var góð fyrr en löngu seinna."
        },
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2002-03-30 17:55:02",
            "id": "485951",
            "reply_to_id": "485946",
            "text": "audiogalaxy in 10, 9, 8….."
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2002-03-31 13:27:32",
            "id": "485952",
            "reply_to_id": "485945",
            "text": "Flottur titill :D"
        },
        {
            "user": "Pasani",
            "user_id": "16305",
            "date": "2002-04-01 21:58:12",
            "id": "485953",
            "reply_to_id": "485952",
            "text": "bush? hahaha"
        }
    ]
}