{
    "forum_title": "Sorp",
    "user": "Mogwaii",
    "user_id": "76434",
    "date": "2010-06-01 14:23:13",
    "title": "Bless Sorp",
    "text": "Kæru vinir. Lengi vel hef ég vitað að ég get aðeins verið tímabundið hér. Ég hef leynt því að ég er geimvera frá dvergstirni, í vetrarbraut langt, langt í burtu. Ég ákvað að senda frá mér þessa yfirlýsingu, þar sem ég fann út kl. 9 um morgun að CRAB PEOPLE verða að senda kveðju áður en þeir fara. Svo hér er ræða sem ég er búinn að vinna í síðan kl. 9.\nDrDoktor er búinn að vera æðislegur kennari sem hefur troðið í höfinu á öðru fólki að heragi er það eina sem vit er í. DrDoktor er maður sem hefur lengivel hjálpað mér bæði námslega og félagslega og er alltaf til staðar.\nCondoM er ávallt jafn hress og skemmtilegur. Ég get lofað hverjum einasta manni sem gengur inn í Landafræðistofuna hans mun eyða miklum tíma að rabba um flugvélar og önnur mannvirki.\nSvartiSauðurinn er maðurinn sem kenndi mér að vera ég. Ég mundi ekki þekkja mig ef það væri ekki fyrir Svarta, ég mun ávallt muna eftir því þegar við fórum saman í ísbúð, hlægjandi og öskrandi.\nAnita23 er búinn að vera svo frábær náttúrufræðikennari og hefur kennt mér mikið um lífið. Hún er svo eina sem reynir svo langdregnar aðferðir við að kenna mér um lífið. Ég man eftir því þegar við hittumst í Kringlunni á SubWay. Það var ljúft.\nlobsterman er besti ritari sem er hægt að ímynda sér. Hann er alltaf til staðar og hefur barist með kjafti og klóm fyrir réttindi samkynhneigða. Hann er maðurinn sem gaf okkur frí úr skólanum og gaf okkur alltaf nammi.\nn00binn er með greindari manneskjum sem ég hef hitt. Æðislegi persónuleiki hennar hreinlega glansar. Hún er með augnaráð sem starir niður í sál mína. Þakka þér fyrir góða tíma.\nLily2 er sú sem sagði, NEI, ég mun verja Sorpið alla leið niður. Ég mun ekki brotna, ég mun ekki víkja. Ég stend hér og berst! Hún skrifaði Sorparsáttmálann, sem er á við Genfar- og Varsjásáttmálann.\nBatguy er gaurinn sem fór ávallt í kickass rúnt með mér. Hann var maðurinn sem glotti í gegnum allt og var ávallt til staðar í andlegum vandamálum fólks. Fallegur maður.\nTHT3000 er besti stjórnandi sem er hægt að ímynda sér. Það var hann sem sagði við óvininn. Nei, við gerum það sem við viljum, og við förum í þessa skólaferð. Nei, THT3000 er ávallt búinn að vera þögull en hann kemur ávallt inn sterkur og skemmtilegur. Oftar en ekki hefur hann bjargað deginum með æðislegum one-liners.\nTRAP, einnig meira þekktur sem Gorky er búinn að vera áhrifavaldur í lífi mínu. Brosið hans hefur lengt lífið mitt og gert það betra. Það er eitt víst og það er að TRAP er ideal sorpari.\nCubus er með betri skáldum sem ég hef hitt. Með bros á vörum hefur hann skrifað betri frásagnir en the Divine Comedy og Hómerskviðu. Hann er alltaf jafnhress og skemmtilegur, frasarnir hans hafa oft gert daginn minn betri.\nSinSin, viska hans er oft búinn að streyma í gegnum huga minn og hefur hann breytt lífi mínu, bæði gert það verra og betra. Oftar en ekki hefur hann algjörlega jarðað sársauka minn og gert heiminn betri.\nLaddis er sá sem er alltaf glaður. Ég get ekki sagt ykkur hvað broskarlarnir hans hafa gert mikið fyrir mig í þessu lífi. Hann er lifandi merki um hamingju. Guð veit hvað gerist ef Laddis verður einhvern daginn leiður.\njoslaf er sú sem hefur alltaf hjálpað mér í gegnum daginn, þegar ég er í uppnámi er oft þægilegt að kíkja í þráðana hennar, sem eru eins og dagbók.\nSapien er maðurinn sem saknaði mín fyrst. Hann leit í kringum sig og bað mig um að koma aftur. Þetta er fyrir þig, meistari. Ég mun sakna þín mest.\nTyggigúmmí er mesti galdrakarl í heimi, mikil dulúð sveipar hann, hvernig fékk hann ú og í í nafnið sitt? Mikill meistari sá, hann er maðurinn sem gagnrýnir mann til að láta mann bæta sig. Hann er mikill mannþekkjari og hefur oft gert daginn minn betri.\nBareDurid, oftar en ekki hafa kaldhæðnisleg svör þín bætt daginn minn. Ég man vel eftir því þegar þú gekkst um Stjörnutorgið, villtur, sorgmæddur og kaldur þegar ég pikkaði í þig og sagði, BareDurid? Takk fyrir mig, Durid.\nTil þeirra sem eru eftir, takk.",
    "url": "https://www.hugi.is/sorp/greinar/702315/bless-sorp/",
    "url_id": "702315",
    "id": "7175449",
    "replies": [
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2010-06-01 15:54:34",
            "id": "7175519",
            "reply_to_id": "7175449",
            "text": "Er ég ekki nógu virk til að vera á listanum þínum?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-01 15:59:19",
            "id": "7175524",
            "reply_to_id": "7175449",
            "text": "bæ"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2010-06-01 18:33:41",
            "id": "7175645",
            "reply_to_id": "7175449",
            "text": ":'c"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2010-06-01 18:40:16",
            "id": "7175651",
            "reply_to_id": "7175449",
            "text": "Auf wiedersehen!"
        },
        {
            "user": "Mogwaii",
            "user_id": "76434",
            "date": "2010-06-01 18:54:37",
            "id": "7175664",
            "reply_to_id": "7175449",
            "text": "Late entry og líklegast loka álit mitt.\nTheySeeMeTrollin, oftar en ekki hef ég gleymt kappa, en hann hefur kennt mér mikið um lífið, hvort það sé ekki vera faggi eða hættu þessu, þá hefur hann kennt mér hvað maður á að segja á vissum tíma og hvað maður á ekki að segja á vissum tíma."
        },
        {
            "user": "joslaf",
            "user_id": "75942",
            "date": "2010-06-01 19:32:40",
            "id": "7175698",
            "reply_to_id": "7175449",
            "text": "*sniff* ég mun sakna þín :("
        },
        {
            "user": "SvartiSaudurinn",
            "user_id": "73891",
            "date": "2010-06-01 21:18:50",
            "id": "7175804",
            "reply_to_id": "7175449",
            "text": "Ég elska þig Eiður, Þú ert og munt ávalt vera krútt sorpsins\nFyrir hönd allra þeirra trúarbragða, herstöðva, einræðum og fólki sem ég leið, Vertu ble og lifðu í friði\nmegin gleðin fylgja þér líkt og pólverji smápíku"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-06-01 21:36:05",
            "id": "7175824",
            "reply_to_id": "7175449",
            "text": "Far vel! Tár sorgar ættu ekki að vera hér, enda ættu vor lokafundir að vera sem skemmtilegastir, ekki drekktir í volæði!\nGoðin kalla þá snemma til sín er þeir elska… svo passaðu þig ef Þór ætlar að koma eitthvað aftan frá enda er hann ekki seinn að beita hamrinum í ýmsum stöðum."
        },
        {
            "user": "n00binn",
            "user_id": "64874",
            "date": "2010-06-02 12:49:22",
            "id": "7176130",
            "reply_to_id": "7175449",
            "text": "hjartað mitt mun nú missa úr slagi eftir að þú ferð."
        },
        {
            "user": "aldreiaftur",
            "user_id": "76837",
            "date": "2010-06-03 00:01:36",
            "id": "7176579",
            "reply_to_id": "7175449",
            "text": "Bæbæ. Það verður ekki eins að lesa sorp án þín."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-03 16:22:10",
            "id": "7176814",
            "reply_to_id": "7175449",
            "text": "Hm"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2010-06-03 17:45:02",
            "id": "7176871",
            "reply_to_id": "7175449",
            "text": "NNNNNNNNNNNEEEEEEEEEEEEEEEEIIIIIIIIIIIIIIIIIIIIIIIIIiiiiiiiiiiiiiiii………."
        },
        {
            "user": "RetroPacman",
            "user_id": "74151",
            "date": "2010-06-03 20:23:05",
            "id": "7176967",
            "reply_to_id": "7175449",
            "text": "good night sweet prince </3"
        },
        {
            "user": "Geirfraendi",
            "user_id": "64748",
            "date": "2010-06-04 14:05:21",
            "id": "7177296",
            "reply_to_id": "7175449",
            "text": "FOKK JÚ DOLPHIN!!!\nÞÞÚ FOKKING GLEYMDIR MÉR RÚSÍNAN ÞÍN:c\nÉG HITTI ÞIG Á KUNDUNNI OG SAGÐI AÐ ÞÚ VÆRIR MEÐ SÆTAR KRULLUR OG EPLALEGUR Í FRAMANN….GAST ALLVEG TEKIÐ ÞAÐ FRAM………tík…\nbæ samt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-07-05 14:02:54",
            "id": "7196331",
            "reply_to_id": "7177296",
            "text": "QQ moar."
        },
        {
            "user": "Koppurinn",
            "user_id": "74650",
            "date": "2010-06-06 23:20:07",
            "id": "7178720",
            "reply_to_id": "7175449",
            "text": "Vertu sæll, það var alltaf gaman að lesa skemmtilegu sögur þínar síðla kvölds. Án efa einn af hressustu sorpurum sögunnar."
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2010-06-08 00:00:38",
            "id": "7179375",
            "reply_to_id": "7175449",
            "text": "Farðu í friði! Góða ferð og mundu að hafa með þér þurra sokka og hrein nærföt, það gerir gæfumuninn.\nAlso: Skála þér í kóki :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-08 00:34:45",
            "id": "7179397",
            "reply_to_id": "7175449",
            "text": "Þú ert einn besti sorpari í manna minnum, gangi þér vel í real life. Hitti þig kanski þar seinna. Pís át. :'C"
        },
        {
            "user": "eplinr27",
            "user_id": "72700",
            "date": "2010-06-08 18:36:41",
            "id": "7179774",
            "reply_to_id": "7175449",
            "text": "*Fist pound*\nKeep it real bro, take care out there.\nPýs áút :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-09 01:39:12",
            "id": "7180077",
            "reply_to_id": "7175449",
            "text": "NEEIII D: EKKKI FARA"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-09 15:59:00",
            "id": "7180262",
            "reply_to_id": "7175449",
            "text": "Bæ :'C"
        },
        {
            "user": "Kree",
            "user_id": "75427",
            "date": "2010-06-09 22:21:38",
            "id": "7180497",
            "reply_to_id": "7175449",
            "text": "grats"
        },
        {
            "user": "Bjarturl",
            "user_id": "51651",
            "date": "2010-07-07 01:03:45",
            "id": "7197350",
            "reply_to_id": "7175449",
            "text": "D:"
        }
    ]
}