{
    "forum_title": "Kvikmyndir",
    "user": "dictator",
    "user_id": "14957",
    "date": "2002-03-29 12:51:53",
    "title": "Saving Private Ryan",
    "text": "Ég sá þessa mynd fyrir nokkrum vikum og fannst mér hún vera frábær og því ætla ég að skrifa grein um hana.\nÞessi mynd var gerð árið 1998 og var leikstýrt af snillingnum Steven Spielberg(Minority Report) og var tagline hennar:,,In the Last Great Invasion of the Last Great War, The Greatest Challenge for Eight Men was Saving… One.\\'\\'.\nÍ henni léku Tom Hanks(The Green Mile), Tom Sizemore( Black Hawk Down), Edward J. Burns(15 Minutes), Matt Damon(The Talented Mr Ripley), Jeremy Davies(Ravenous), Vin Diesel(Pitch Black), Adam Goldberg(A Beautiful Mind), Barry Pepper(We Were Soldiers) og Giovanni Ribisi(That Thing You Do!).\nÞessi frábæra mynd fjallar um hersveit sem er undir stjórn John Miller(Tom Hanks) og er send til að bjarga hermanni að nafni James Ryan(Matt Damon) og leysa hann undan herskyldu  því að allir bræðu hans hafa fallið fyrir handan víglínuna og yfirmanni heraflans  finnast það ómannúðlegt að láta móðir James Ryans missa fjórða soninn. Eitt af mörgum vandamálunum við þennan leiðangur er að þeir vita ekki hvar hann er. Þegar þeir telja sig hafa fundið James Ryan reynist hann vera alnafni hans en á endanum  finna þeir loks hinn rétta James Ryan en þá birtist enn eitt vandamálið því hann vill ekki fara frá brúnni.\nMér fannst þessi mynd vera ein besta stríðsmynd sögunnar og átti hún vel skilið öll þau verðlaun sem hún fékk þar á meðal besti leikstjóri(Steven Spielberg), besta hljóð, besta klipping og besta klipping en þessi mynd var líka tilnefnd margra annarra verðlauna sem hún átti meira en nóg skilið. En það var meira á bak við þessa mynd en verðlauninn handritið var einnig mjög vel skrifað og ótrulega góð á flesta vegu og því gef ég henni ****/****.\n,,Private Reiben: You want to explain the math of this to me? I mean, where\\'s the sense in risking the lives of the eight of us to save one guy?\nCaptain Miller: Anyone wanna answer that?\nMedic Wade: Hey, think about the poor bastard\\'s mother.\nPrivate Reiben: Hey, Wade, I got a mother, you got a mother, the sarge has got a mother. I\\'m willing to bet that even the Captain\\'s got a mother. Well, maybe not the Captain, but the rest of us have got mothers.\\'\\'.\nkv.\ndictato",
    "url": "https://www.hugi.is/kvikmyndir/greinar/70230/saving-private-ryan/",
    "url_id": "70230",
    "id": "485910",
    "replies": [
        {
            "user": "Skoleon",
            "user_id": "15410",
            "date": "2002-03-29 13:48:05",
            "id": "485911",
            "reply_to_id": "485910",
            "text": "ég bíst við því að þeir sem eru búnir að sjá þessa mynnd og hafa fylgst ver með henni, þá tala ég örugglega fyrir hönnd marrgra: VIÐ VITUM ÞETTA."
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2002-03-29 14:04:21",
            "id": "485912",
            "reply_to_id": "485910",
            "text": "“Og þeir fundu hann en þá vildi hann ekki fara frá brúnni”  - hvað brú?\nef ég væri ekki búinn að sjá myndina þá vissi ég ekkert hvað þú værir að tala um.\nMér finnst allt í lagi að skrifa um myndir sem flestir eru búnir að sjá en þá bara að vanda sig aðeins. Menn meiga skrifa um það sem þeir vilja hérna á huga mín vegna"
        },
        {
            "user": "baul",
            "user_id": "9325",
            "date": "2002-03-29 16:28:32",
            "id": "485913",
            "reply_to_id": "485910",
            "text": "Oj, bara. Þessi mynd er svo óóóóógeðslega leiðinleg!\nOg ég þoli ekki svona greinar."
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2002-03-29 17:35:42",
            "id": "485915",
            "reply_to_id": "485910",
            "text": "Besta stríðsmynd sögunnar?????? Sssshhhhhhh…\nHelvítis kjaftæði, SPR er ekkert annað en einhver fokkin lási ass kanavæluandskoti sem sýnir bandaríska fánann undir fiðluleik.\nYeah uhh, think about his mother…plz þetta er dæmi um ofmetnar drullumyndir. Línurnar í SPR eru svo fokkin væmnar að þær láta Pearl Harbor líta út fyrir að vera hardcore cult hasarmynd með fokkin Clint Eastwood!\nOg dictator, varstu að sjá þessa mynd fyrir nokkrum vikum? Hvað í…\nOg handritið er ekkert vel skrifað. Það er álíka vel skrifað og þetta greinarsvar ( sem ég er að skrifa )."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-03-29 18:10:25",
            "id": "485914",
            "reply_to_id": "485910",
            "text": "Byrjunaratriðið er þegar orðið klassíkt. Þetta er samt gölluð mynd að mínu mati. Mér fannst persónurnar ekki nógu áhugaverðar og atriðið með gamla manninum í kirkjugarðinum fannst mér veikja myndina(Væmni). 8/10\nSchindler´s List er miklu betri mynd og er meistaraverk. 10/10"
        },
        {
            "user": "Halla",
            "user_id": "7216",
            "date": "2002-03-29 21:16:46",
            "id": "485916",
            "reply_to_id": "485910",
            "text": "Shaving Ryan's Private hehe…"
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2002-03-29 21:24:54",
            "id": "485917",
            "reply_to_id": "485916",
            "text": "Shaving Private Kunt"
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2002-03-30 14:33:21",
            "id": "485918",
            "reply_to_id": "485910",
            "text": "Góð mynd, byrjunaratriðið frábært.\nÞeir sem eru að spila Medal of Honor sjá kannski að leikurinn er nánast byggður á myndinni.\n***½"
        },
        {
            "user": "ari218",
            "user_id": "12984",
            "date": "2002-04-09 14:45:34",
            "id": "485919",
            "reply_to_id": "485910",
            "text": "Mjög góð mynd 8,5/10"
        }
    ]
}