{
    "forum_title": "Metall",
    "user": "Blackened",
    "user_id": "21367",
    "date": "2010-06-02 12:52:31",
    "title": "The Big Four: Metallica, Slayer, Megadeth, Anthrax",
    "text": "http://midi.is/bio/10/2596/\nÞessir tónleikar verða haldnir í Bulgariu 22.júni og verða sýndir um allan heim í bíóum ásamt íslandi svo um að gera og kaupa sér miða! miðinn kostar 1900kr ef hann er keyptur af miði.is",
    "url": "https://www.hugi.is/metall/korkar/702387/the-big-four-metallica-slayer-megadeth-anthrax/",
    "url_id": "702387",
    "id": "7176132",
    "replies": [
        {
            "user": "Aloneindark",
            "user_id": "79529",
            "date": "2010-06-02 14:41:26",
            "id": "7176183",
            "reply_to_id": "7176132",
            "text": "Mig langar á þessa tónleika!"
        },
        {
            "user": "VicVega",
            "user_id": "71545",
            "date": "2010-06-02 17:29:38",
            "id": "7176285",
            "reply_to_id": "7176132",
            "text": "Djöfuls veisla er að þetta sé sýnt í bíói!!! hvaða legend stakk uppá því?;O"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-02 22:48:21",
            "id": "7176510",
            "reply_to_id": "7176132",
            "text": "Takk fyrir linkinn."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2010-06-03 00:23:43",
            "id": "7176597",
            "reply_to_id": "7176132",
            "text": "Megadeth? Er þetta eitthvað djók?\nSpurning hvort menn hefðu vit fyrir því að hafa Pantera í staðinn ef þeir væru enn til staðar?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2010-06-03 02:49:56",
            "id": "7176662",
            "reply_to_id": "7176597",
            "text": "Notendanafn á vel við. Pantera hafa ekki spilað í ár og aldir, gítarleikarinn er dauður og söngvarinn og restin ekki á sömu bylgjulengd.\nSvo er þetta thrash metall. Konungar thrash senunnar á 9. áratugnum."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2010-06-03 03:27:42",
            "id": "7176672",
            "reply_to_id": "7176662",
            "text": "ef þeir væru enn til staðar?\nNei þúst bara sko já.\nPantera var eðal Thrash Metall á sínum tíma."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2010-06-04 14:54:03",
            "id": "7177332",
            "reply_to_id": "7176672",
            "text": "Pantera er ekki thrash metall eins og hann leggur sig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-05 18:52:25",
            "id": "7177884",
            "reply_to_id": "7177332",
            "text": "Omg."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-07 21:12:52",
            "id": "7179254",
            "reply_to_id": "7177884",
            "text": "Pantera er ekki ein af big 4, þó mér finnst hun per´sonulega best"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2010-06-03 15:53:18",
            "id": "7176789",
            "reply_to_id": "7176597",
            "text": "Nei, Pantera myndu aldrei koma inní The Big four. Jafnvel þó svo að maður geti leyft sér að skilgreina Pantera sem Thrash þá er hugtakið Big four eldra en Pantera, og þessi fjögur bönd voru öll frumherjar í thrash senunni í byrjun 9. áratugarins, þegar Pantera voru ennþá KISS glam cover band. Jafnvel þó svo að Megadeth og Anthrax séu farin að slappast þá er engin að fara að skipta þessum böndum út úr þessum hóp."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-03 16:04:04",
            "id": "7176804",
            "reply_to_id": "7176789",
            "text": "Megadeth hafa alltaf verið slappir. Anywho, ætla að fá mér burger."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-06-04 00:29:42",
            "id": "7177116",
            "reply_to_id": "7176789",
            "text": "Þá að Megadeth seu farnir að slappast? Þeir eru örugglega hressasta bandið á þessum lista? Metallica hefur ekki verið að gera neit að viti seinstliðin ár, Araya er búinn að vera svakalega veikur í bakinu eða eitthvað þó svo að Slayer hafi verið að gera fína hluti. Og anthrax hafa verið í svaka söngvara basli þó svo að Belladonna hafi verið að joina um daginn. Spurning hversu lengi það line up helst hjá þeim…\nMegadeth er með ferksa meðlimi, gáfu út frekar góða plötu, allavega vel hljómandi og vel spilaða plötu hvort sem maður fýlar hana eða ekki og hafa staðið sig geðveikt vel live. Ég held að þeir og Slayer eigi eftir að rústa þessu giggi."
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-06-04 17:45:56",
            "id": "7177422",
            "reply_to_id": "7177116",
            "text": "Er sammála, þó að mér finnist Metallica alveg vel spilandi líka. Slayer eru enn þéttir og Megadeth mjög þéttir (þó svo að ég skrifi trommarann ekki mjög hátt á blað).\nÉg er mjög spenntur fyrir þessu, bara samt Metallica og Megadeth þar sem ég hef aldrei fílað Slayer og Anthrax er líklega hallærislegasta band sem ég veit um."
        },
        {
            "user": "VicVega",
            "user_id": "71545",
            "date": "2010-06-06 01:38:28",
            "id": "7178120",
            "reply_to_id": "7177116",
            "text": "Megadeth og Slayer að rústa þessu giggi?\nMetallica er headline-ið á þessu giggi og ég get lofað þér því að yfir 50% af áhorfendum þessara tónleika verða þeir sem bara koma útaf Metallica.\nMetallica eru nú bara ansi ferskir þessar dagana að mínu mati, enda fíla ég Death Magnetic í ræmur. Einnig ef þú skoðar live upptökur frá nýlegum tónleikum á livemetallica.com þá heyrirðu að þeir hafa ekki verið þéttari á tónleikum síðan '91. Svo er það alltaf umdeilanlegt hvort þeir hafi verið að gera eitthvað af viti þessi “seinastliðnu” ár sem þú talar um, en persónulega finnst mér Load & Reload mjög góðar. Ég skal hins vegar gefa þér það að það sama verður ekki sagt um St. Anger.\nMegadeth eru ennþá ansi ferskir já, ég ætla bara rétt að vona að D. Mustaine sé loks búinn þroskast uppúr þeirri kjánalegu hugsun að hans band geti slegið Metallica við. Þá vona ég að hann sé ekki að spila einungis vegna þess markmiðs eins og hann gerði áður fyrr, að mér skildist."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-06-06 14:35:19",
            "id": "7178326",
            "reply_to_id": "7178120",
            "text": "ég ætla bara rétt að vona að D. Mustaine sé loks búinn þroskast uppúr þeirri kjánalegu hugsun að hans band geti slegið Metallica við. Þá vona ég að hann sé ekki að spila einungis vegna þess markmiðs eins og hann gerði áður fyrr, að mér skildist.\nEf að hann myndi ennþá hugsa í metallica útsætlingum ennþá hefði hann ekki sætt sig við það að hita upp fyrir þá.\nEn annars nenni ég ekki þessum umræðum, Megadeth vs metallica rifrildi eru svo leiðinleg."
        },
        {
            "user": "Froskagaurinn",
            "user_id": "60411",
            "date": "2010-06-15 21:56:23",
            "id": "7184056",
            "reply_to_id": "7177116",
            "text": "Ég er alveg sammála með þér um Megadeth en mér finnst óþarfi að þú skulir vera að koma með svona suddalega disrespect á Metallica svona.\nMetallica hefur ekki verið að gera neit að viti seinstliðin ár,\nHvað meinaru, það sem þeir gerðu er bara það sem einkennir þá finnst mér, þarf ekkert að vera á góðann hátt, þeir eru bara þannig. Og svo að lokum langar mér að segja að first era Metallica var awesome!"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-06-16 16:22:57",
            "id": "7184495",
            "reply_to_id": "7184056",
            "text": "Mín skoðun, ég hef ekki haft gaman að neinu sem þeir gáfu út eftir Master of puppets nema einhver örfá lög."
        },
        {
            "user": "Froskagaurinn",
            "user_id": "60411",
            "date": "2010-06-16 20:41:08",
            "id": "7184632",
            "reply_to_id": "7184495",
            "text": "mkay ."
        },
        {
            "user": "kimtak",
            "user_id": "61866",
            "date": "2010-06-03 21:35:43",
            "id": "7177009",
            "reply_to_id": "7176597",
            "text": "Þetta er bara hugtak sem nær yfir þessu 4 bönd…\nBætt við 3. júní 2010 -  21:35\n*þessi"
        },
        {
            "user": "Froskagaurinn",
            "user_id": "60411",
            "date": "2010-06-15 21:49:47",
            "id": "7184045",
            "reply_to_id": "7176597",
            "text": "Pantera er ekki ein af upprunalegu thrash hljómsveitunum. og hvað er að Megadeth?"
        },
        {
            "user": "stones",
            "user_id": "15128",
            "date": "2010-06-04 12:38:51",
            "id": "7177253",
            "reply_to_id": "7176132",
            "text": "er kominn með miða á þennan merkilegan viðburð :)"
        },
        {
            "user": "LoverHater",
            "user_id": "73844",
            "date": "2010-06-04 17:47:35",
            "id": "7177423",
            "reply_to_id": "7176132",
            "text": "Er sammála Hödda, þó að mér finnist Metallica vel spilandi  og bæði St. Anger og DM eiga sína spretti. Slayer eru enn þéttir og Megadeth mjög þéttir (þó svo að ég skrifi trommarann ekki mjög hátt á blað).\nÉg er mjög spenntur fyrir þessu, bara samt Metallica og Megadeth þar sem ég hef aldrei fílað Slayer og Anthrax er líklega hallærislegasta band sem ég veit um, standast á engan hátt samanburð við restina af þessum 4."
        },
        {
            "user": "Manimal",
            "user_id": "44579",
            "date": "2010-06-07 21:45:44",
            "id": "7179287",
            "reply_to_id": "7176132",
            "text": "Verst að ég verð ca. 700 kílómetrum frá Reykjavík þegar þetta fer fram…\nEn gaman væri ef eitthvað gerðist í líkingu við það sem sjá má á myndbandinu hér fyrir neðan.\n[YouTube]\nhttp://www.youtube.com/watch?v=SYEa8P9RaAM"
        },
        {
            "user": "Hjorvaroli",
            "user_id": "73166",
            "date": "2010-06-13 20:44:18",
            "id": "7182658",
            "reply_to_id": "7176132",
            "text": "Metallica: Ef við ætlum að tala um þá frá sjónarhorni thrash aðdáanda þá seldu þeir sig alveg harkalega eftir black album og munu aldrei ná þeim hæðum aftur.  En þeir hafa hinsvegar stórbætt sig frá því þeir náðu á botninn í st. anger.  Live settinn þeirra eru orðin\nsvakaleg\n, og death magnetic er skref í rétta átt.\nSlayer: Gera sitt besta, hafa ekki breytt mikið um stefnu frá upphafi, props fyrir það.  Tom er skiljanlega slappur, en Lombardo bætir upp fyrir það:P\nMegadeth: Þéttir eins og alltaf, gott að sjá ellefson aftur.\nAnthrax: Ein uppáhalds thrash hljómsveitin mín, en ef john bush eða dan nelson væru með þá myndi ég skreppa út á meðan þeir spiluðu. Að reka belladonna voru verstu mistök sem þeir hafa gert á ferlinum, gott að hann sé kominn aftur.\nÞessar hljómsveitir eru allar í uppáhaldi hjá mér, búinn að kaupa miða, get ekki beðið!"
        },
        {
            "user": "Froskagaurinn",
            "user_id": "60411",
            "date": "2010-06-16 20:41:24",
            "id": "7184633",
            "reply_to_id": "7176132",
            "text": "Búinn að kaupa miða."
        }
    ]
}