{
    "forum_title": "Bækur",
    "user": "Violet",
    "user_id": "38251",
    "date": "2010-06-01 16:15:08",
    "title": "Evermore - Keppni",
    "text": "Þegar Twilight náði sem mestum vinsældum byrjuðu höfundar að skrifa bækur á ofsahraða sem myndu passa inn í sama bókaflokk og þessi eftirsótta bókasería. Út komu fullt af bókum um vampírur, varúlfa, spákonur,  skyggn og allskonar unglinga með yfirnáttúrulega hæfileika. Eldri bækur sem þóttust líkar Twilight voru endurútgefnar, allir voru að reyna að græða á þorsta unglingsstelpna til að lesa meira um heitar vampírur sem tileinkuðu sér þessa einu réttu. Eins og má ímynda sér þá voru þessar bækur allar misgóðar og misvel skrifaðar.\nÉg gerði mér ekkert grein fyrir þessu og fór í sakleysi mínu út í Wal-Mart í Bandaríkjunum og keypti mér eina bók með fallegri kápu og ágætis umsögnum til að lesa úti við sundlaug og hugsaði ekki meira út í það. Síðan þegar lesturinn hófst gerði ég mér grein fyrir mistökum mínum.\nEvermore er um Ever Bloom, unga stelpu sem missir foreldra sína og systur í hræðilegu bílslysi. Í framhaldi af því þarf hún að flytja til frænku sinnar í Orange County í Californiu.  Eftir bílslysið sem varð fjölskyldu hennar að bana varð ljóst að Ever hefur þá hæfileika að geta lesið árur fólks, hlustað á hugsanir þeirra og með einni snertingu veit hún ævisögu manneskju, eða með því að snerta prófið sem hún þarf að taka í skólanum veit hún öll svörin. Útaf þessu dregur hún sig úr sviðsljósinu sem ljóshræða og vinsæla klappstýran og byrjar að klæða sig í svört föt og forðast alla snertinu við mannfólk. Hún eyðir tíma sínum í að tala við litlu systur sína sem er draugur og svo eignast hún tvo vini í nýja skólanum í Californiu, Haven og Miles. En aðalmálið er þegar hún hittir Damen Aguste (úff, hvað er málið með þessi nöfn?), dularfullann og ótrúlega myndarlegan strák sem vekur athygli hennar. Hann hefur enga áru í kringum sig og hún getur ekki lesið hugsanir hans. Þá byrjar allt dramað og vesenið. Ever lendir í lífshættu, hann þarf að sanna ást sína á henni, illmennið Drina reynir að stía þeim í sundur og í lokin kemur fáránleg skýring á því afhverju Damen er svo dularfullur. Hann er einn af “The immortals” semsagt ekki vampíra. Ég verð að viðurkenna að ég man voða lítið eftir þessari skýringu hans en þetta var bara ófrumleg og óskiljanleg leið til að vera ekki nákvæmlega eins og Twilight.\nAllan tímann meðan ég var að lesa þessa bók vildi ég setja hana niður og hætta að lesa hana, en einhvernveginn gat ég það ekki, þoli ekki að skilja bækur eftir hálflesnar. Bókin varð samt verri og verri með hverri blaðsíðunni. Hún var hræðilega illa skrifuð, söguþráðurinn var algert bull, bjóst aldrei við neinu sem var að fara að gerast sem var ekki góður hlutur þar sem það næsta sem gerðist var yfirleitt eitthvað alveg út í hött. Nöfnin í þessari bók eru fáránleg,  útskýringarnar á öllu yfirnáttúrulegu fyrirbrigðunum eru óskiljanlegar og persónurnar eru týpískar og hafa enga dýpt. Ég hef ekki hugmynd um afhverju þessu bók var gefin út, og það verra er að það voru gefnar út tvær bækur í framhaldi af þessari, Blue Moon og Shadowland.\nÞegar ég kláraði hana var ég ekki fegin eða glöð heldur frekar pirruð að hafa eytt tíma í að lesa hana frá upphafi til enda. Mæli engan veginn með henni og ég vara ykkur hin við því að lesa unglingabækur sem komu út á eftir Twilight seríunni, lesið ykkur til um þær því það er óþolandi að eyða pening í svona tilgangslausann lestur.",
    "url": "https://www.hugi.is/baekur/greinar/702320/evermore-keppni/",
    "url_id": "702320",
    "id": "7175484",
    "replies": [
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2010-06-01 22:19:19",
            "id": "7175872",
            "reply_to_id": "7175484",
            "text": "Haha vá.. byrjaði að lesa þetta og var geðveikt spenntur yfir þessari bók somewhat.. svo les ég lengra og þá langar mér allt í einu að rölta úti bókabúð og kveikja í þessu :D"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2010-06-01 22:35:52",
            "id": "7175884",
            "reply_to_id": "7175872",
            "text": "haha, gott að vita að ég var ekki sú eina!"
        }
    ]
}