{
    "forum_title": "Kettir",
    "user": "ZePirate",
    "user_id": "39333",
    "date": "2010-06-03 21:10:36",
    "title": "góður og ódýr kattasandur?",
    "text": "Hæhæ.\nmig langaði að forvitnast hvort þið vitið um einhvern góðan og ódýran kattasand sem er næginlegt magn fyrir verð líka?\nÉg er með þrjár kisur og þar að leiðandi tvo kassa og það er mjög dýrt að kaupa einn poka á þúsund krónur. Man ekki hvað gerðin heitir sem ég hef keypt en þetta er selt í bónus og er glær með bláum kúlum í, málið er það að það fer einn og hálfur poki í báða kassana og mér finnst það frekar dýrt þar sem er ekki mikið að peningarnir vaxi á trjánum hjá mér.\nMig langar líka að vita hvaða sand þið notið og verð og hvar hann er keyptur?\nLangaði líka að athuga hvort þið hafið prufað að nota eitthvað annað en kattasand hja kisunum sem hefur þrælvirkað?",
    "url": "https://www.hugi.is/kettir/korkar/702517/godur-og-odyr-kattasandur/",
    "url_id": "702517",
    "id": "7176997",
    "replies": [
        {
            "user": "tunrida",
            "user_id": "10586",
            "date": "2010-06-04 13:57:16",
            "id": "7177291",
            "reply_to_id": "7176997",
            "text": "ég er með 2 stóra ketti og ég hef prufað þennan hvíta og langar ekki að gera það aftur en ég nota everclean og blanda saman orange og grænum (less track og fresh guard) sandurinn er dýr í upphafi en endist alveg helling.\n20 kíló kosta um 5000 kall en þú ættir ekki að þurfa að bæta við sandi í marga mánuði\nBónus eru líka með sand í brúsum sem er alveg ágætur.\nMargir nota sag í dag eða sagköggla og að mér heyrist með ágætis árangri mig minnir að það meigi líka sturta þeim niður í klósettið.\nhttp://www.gaeludyr.is/kattasandur-og-kassar/#1"
        },
        {
            "user": "ZePirate",
            "user_id": "39333",
            "date": "2010-06-06 18:32:11",
            "id": "7178462",
            "reply_to_id": "7177291",
            "text": "oki kúl, en kögglast þá sandurinn þegar pissað er í hann svo það er hægt að taka það?"
        },
        {
            "user": "tunrida",
            "user_id": "10586",
            "date": "2010-06-07 01:08:20",
            "id": "7178798",
            "reply_to_id": "7178462",
            "text": "Everclean klumpast alveg fullkomlega en það borgar sig að hafa mikið magn í kassanum tilþess að pissið nái ekki á botninn og þá kemur líka sama og engin lykt, þú bætir bara við sandi þegar þarf og þarft ekki að hreinsa kassan nema kannski einu sinni á ári, nema hann sé eitthvað verulega óhreinn"
        },
        {
            "user": "ZePirate",
            "user_id": "39333",
            "date": "2010-06-07 19:39:26",
            "id": "7179168",
            "reply_to_id": "7178798",
            "text": "oki takk ég prufa þetta =)"
        }
    ]
}