{
    "forum_title": "Deiglan",
    "user": "heimirhannesson",
    "user_id": "19881",
    "date": "2002-03-30 02:29:20",
    "title": "Hvað Veit Maður???",
    "text": "Þegar undanfarin hneysklismál hafa komið upp, hef ég farið að velta fyrir mér því að oft þegar svona mál koma upp þá heldur maður að maður viti allt en svo kveikir maður á sjónvarpinu og heyrir fréttir td. um vin okkar Árna Johnsen sem var alls ekki langt frá því að komast hjá því að borga stórar fjárupphæðir fyrir einhverja hluti sem eru ekki einu sinni þess virði að stela einhverja einangrunardúka eða hvað sem þetta var. Ef maður pælir aðeins út í þetta var það virkilega þess virði að stela einhverjum hundrað þúsundköllum og eyðileggja svo starsferil sinn sem annars ágætur stjórnmálamaður að mínu mati. En þetta vissi engin áður en þetta komst upp. Í alvöru er það ekki mjög líklegt að eitthvað hneysklis mál sé í gangi núna án þess að engin vit að því!!!\nOg því spyr ég: HVAÐ VEIT MAÐUR EIGINLEGA???",
    "url": "https://www.hugi.is/deiglan/greinar/70345/hvad-veit-madur/",
    "url_id": "70345",
    "id": "486874",
    "replies": [
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2002-03-30 15:23:45",
            "id": "486875",
            "reply_to_id": "486874",
            "text": "Jújú, fullt af hneykslismálum sem allir vita af en enginn gerir neitt í."
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2002-03-30 16:11:42",
            "id": "486876",
            "reply_to_id": "486874",
            "text": "Mér finnst samt asnalegt að hann fái líklega bara skilorðsbundinn dóm. Venjulegur borgari í sömu stöðu færi bara inn á Hraun fyrir svona. Svo er þetta mjög alvarlegt þar sem hann er að misnota stöðu sína."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-30 17:36:17",
            "id": "486877",
            "reply_to_id": "486876",
            "text": "auðvitað er það asnalegt. samt er asnalegt ekki nógu sterkt orð yfir þetta, maður er að heyra af fleiri sona málum þar sem menn þekkja davíð oddsson eða menn sem eru með sambönd og sleppa þannig undan dómi, maður á ekki orð og fyllist réttlátri reiði, en það hefur aldrei veril til réttlæti í þessum heimi þó menn vilji halda það."
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2002-03-30 17:36:21",
            "id": "486878",
            "reply_to_id": "486876",
            "text": "Já þetta var helvíti alvarlegt og það að hann skuli hafa neitað þessu og reynt að láta líta út fyrir eins og þetta hefði ekki verið neitt."
        },
        {
            "user": "omarf",
            "user_id": "3642",
            "date": "2002-03-30 18:26:29",
            "id": "486879",
            "reply_to_id": "486874",
            "text": "Að sjálfsögðu misnota menn aðstöðu sína ef þeir hafa tækifæri til og komast upp með það. Svoleiðis hlutir eru og hafa alltaf verið til staðar og þeir sem eru ekki bjánar eins og árni johnsen komast upp með það. Þetta er vitaskuld siðlaust og það sem verra er ólöglegt, og það sem við sjáum af því er sennilegast bara toppurinn á ísjakanum, aðrir eru skynsamari en svo að láta það komast upp.\nÞeir sem hrópa hvað hæst eru oft á tíðum hræsnarar og eru engu skárri sjálfir, menn verða bara að líta í eigin barm og sleppa því að veita mönnum eins og árna johnssen völd þegar þeir kunna greinilega ekki að fara með þau."
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2002-03-31 01:43:04",
            "id": "486880",
            "reply_to_id": "486879",
            "text": "Það er líka alveg “stórkostlegt” að einn ríkasti maður landsins sé með ein slöppustu laun á landinu. Ekkert nema kjaftæði, enn eitt dæmið um siðleysi."
        },
        {
            "user": "omarf",
            "user_id": "3642",
            "date": "2002-03-31 12:26:59",
            "id": "486881",
            "reply_to_id": "486879",
            "text": "mér finnst ekki sjálfsagt að menn misnoti aðstöðu sína. og ef þú telur það hræsni að gagnrýna spillingu þá ertu ekki með fulla fimm."
        },
        {
            "user": "omarf",
            "user_id": "3642",
            "date": "2002-03-31 14:26:26",
            "id": "486882",
            "reply_to_id": "486881",
            "text": "Það er hræsni að gagnrýna spillingu hjá öðrum ef maður er sjálfur gerspilltur í gegn."
        },
        {
            "user": "omarf",
            "user_id": "3642",
            "date": "2002-03-31 15:45:06",
            "id": "486883",
            "reply_to_id": "486882",
            "text": "hver er sona spiltur sem var að setja út á árna jónsen ??"
        },
        {
            "user": "omarf",
            "user_id": "3642",
            "date": "2002-03-31 15:52:20",
            "id": "486884",
            "reply_to_id": "486883",
            "text": "Er þetta ekki örugglega setningin sem þú varst að setja útá:  “Þeir sem hrópa hvað hæst eru oft á tíðum hræsnarar og eru engu skárri sjálfir”? (omarf þann 30. mars - 18:26)\nNú er ég svosem ekki í neinni stöðu til að dæma um hvort einn eða neinn sé spilltur eða ekki, en það fullyrðir omarf.  En þú svarar þessarri setningu svo (þ.e. ef ég skil rétt.  Ef það er einhver misskilningur á ferð, þá biðst ég afsökunar): \"[O]g ef þú telur það hræsni að gagnrýna spillingu þá ertu ekki með fulla fimm.“ Það var hinsvegar ekki verið að kalla það hræsni að gagnrýna spillingu.  Það er hins vegar verið að fullyrða að þeir sem gagnrýna séu oft á tíðum (það þýðir ”yfirleitt\") hræsnarar, engu betri en þeir sem þeir eru að gagnrýna, sjálfir spilltir."
        },
        {
            "user": "omarf",
            "user_id": "3642",
            "date": "2002-04-03 16:52:16",
            "id": "486885",
            "reply_to_id": "486884",
            "text": "Já, það sem ég var að fara með þessu um hræsnina er það að vald spillir, ég segi kannski ekki öllum en mörgum. Upprunalega spurningin var sú “Hvað veit maður??” og ég var að reyna að svara henni, meðal annars með því að benda á að spilling þurfi ekki að einskorðast við þann eina sem upp hefur komist, heldur er alveg eins líklegt að um útbreidda venju sé að ræða. Með það í huga ættu menn að taka orðum ráðamanna með nokkrum fyrirvara í þessum efnum, því þeir gætu allt eins verið að kasta steinum úr glerhúsi.\nEkki er ég þó með þessu að banna mönnum að gagnrýna spillingu, og væri það aðeins til að hvetja til hennar, heldur frekar að fá fólk til að velta fyrir sér hver það er sem gagnrýnir og á hvaða forsendum."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-04-04 20:44:13",
            "id": "486886",
            "reply_to_id": "486885",
            "text": "Ég held að í flestum ríkjum en bananalýðveldinu Íslandi að þá færi maður í steininn….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-03-31 02:54:03",
            "id": "486887",
            "reply_to_id": "486874",
            "text": "Spurning ofan á hvað veit maður?\nHvað getur maður gert þegar maður vei?"
        }
    ]
}