{
    "forum_title": "Gæludýr",
    "user": null,
    "user_id": null,
    "date": "2002-03-30 16:28:32",
    "title": "Smá pælingar í gangi :o)",
    "text": "Blessað veri fólkið!\nÉg var að velta fyrir mér, nú á ég litla og sæta gárasprútlu að nafni Geirþrúður Skagfjörð :o), hún er að verða eins árs. Er orðið of seint að temja gára þegar þeir eru orðnir eins árs? Og ef það er ekki of seint, gætuð þið bent mér á einhverjar góðar heimasíður um tamningu á svona fuglum? Ég leyfi henni stundum að fljúga um herbergið mitt, en henni finnst ekkert gaman að fljúga, hún fær sér bara spássitúr um herbergið mitt…er það alveg eðlilegt? Ég leyfði henni að fljúga um herbergið mitt í gær og hún byrjaði að flögra um og klessa á veggina og var alveg við það að rota sjálfa sig. Svo virðist henni leiðast alveg hrikalega. Samt hef ég útvarpið alltaf í gangi (hún er að verða búin að læra öll lögin á Bylgjunni :o)  ) og leik við hana þegar ég kem heim úr skólanum. Svo er hún með alls kyns dót í búrinu. Er páfagaukurinn minn bara svona hrottalega latur eða er eitthvað að?\nSvo var ég svona líka að spá í hversu mikið að gæludýrum fólk hefur svona að meðaltali átt hérna? Ég hef átt 3 aðra páfagauka, 2 kanínur, 2 skjaldbökur, u.þ.b. 300 fiska, 5 snigla, nokkrar köngulær :o), 2 mýs og svo átti ég húsflugu í 1 dag þegar ég var lítil :o)\nOg annað sem ég var líka að spá í!!! Hvaða hrikalega framtaksleysi er það að það sé bara hunda og katta áhugamál hérna? Mér fyndist nú alveg sjálfsagt mál að hafa fleiri gæludýraáhugamál hér heldur en þessi tvö, ég skil ekki af hverju eru ekki páfagauka og fiska áhugamál hérna og svo mætti alveg líka vera nagdýraáhugamál og margt fleira. Mér finnst það frekar skrýtið miðað við hvað þetta er nú helvíti fín síða að fleiri gæludýraáhugamál séu ekki komin inn…\nTakk fyrir mig :o)\nWiccan",
    "url": "https://www.hugi.is/gaeludyr/greinar/70347/sma-paelingar-i-gangi-o/",
    "url_id": "70347",
    "id": "486906",
    "replies": [
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2002-03-30 16:38:43",
            "id": "486907",
            "reply_to_id": "486906",
            "text": "Ég er búin að vera að reyna að berjast fyrir að fá undiráhugamál sem er fyrir öll önnur dýr en hunda og ketti. Væri þá hægt að hafa sér korka fyrir t.d fugla, fiska, nagdýr og svo framvegis en það gengur alveg svakalega illa :-(\nKveðja,\ncatgirl"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-03-30 17:40:23",
            "id": "486908",
            "reply_to_id": "486906",
            "text": "Hér er síða\nhttp://www.iwc.net/~budgielady/TRAINPET.html\nog hér er önnur\nhttp://users.servicios.retecal.es/isidrogg/ingles/domesticacion.h\ntm\nog hér er einhver síða sem fólk getur sent spurningar inn á\nhttp://www.voy.com/4122/20.html\nÉg átti páfagauka einu sinni en ég reyndi aldrei neitt að temja þá.  Hins vegar hugsa ég án þess að vita það að þó fuglinn þinn sé orðinn eins árs sé alveg hægt að temja hann, það verður bara kannski aðeins erfiðara heldur en ef þú hefðir gert það strax."
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2002-03-30 18:14:56",
            "id": "486909",
            "reply_to_id": "486906",
            "text": "fyrsta gæludýrið mitt var páfagaukur og hann hét Goggi og svo hef ég átt marga hamstra en fék ofnæmi fyrir saginu og svo var einu sinni köttur í hverfinu sem hændist alveg hrikalega að mér og ég kallaði hana Jasmín svo hvarf hún og ég fékk alveg hrikalegt kattarofnæmi:) svo fékk ég mér hund sem því miður var ekki húsum hæfur en hann var samt yndislegur og ég átti hann í 6 ár en þá fékk ég alveg hrottalegt ofnæmi og þurfti að lóga honum :( tárast ennþá þegar ég hugsa um hann :,( svo voru líka farin að bætast börn við fjöskylduna og hann var svo herfilega abbó ……  svo fékk ég mér páfagauk í haust en fékk ofnæmi fyrir honum og þurfti að skila honum en frétti svo í dýrabúðinni að hann hefði eignast kærustu og ég samgleðs honum :) núna á ég tvo gullfiska sem heita Fjóla og Pési og ég prísa mig sæla ef ég fæ ekki ofnæmi fyrir þeim líka :)\nég ætla bara að halda mig við fiskana því þó ég sé algjör dýramanneskja og elska dýr þá ætla ég ekki að gera neinu dýri það að taka það inn á mig til þess eins að fá ofnæmi og þurfa að lóga þeim eða skila þeim.\nog það er hægt að temja svona eldri fugla það bara tekur lengri tíma og þolinmæði :)"
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2002-03-30 20:35:53",
            "id": "486910",
            "reply_to_id": "486909",
            "text": "ég fann gára úti á svölum  fyrir ca 4 árum, hann var þá örugglega 2-3 ára, eftir ár var ég búin að kenna honum að tala, hann kunni það ekki fyrr, hann segir nafnið sitt, Frosti sætur, Frosti sætur. En það er alltaf auðveldara að þjálfa fugla sem eru ungir."
        }
    ]
}