{
    "forum_title": "Gæludýr",
    "user": "catgirl",
    "user_id": "10170",
    "date": "2002-03-30 20:26:12",
    "title": "Dýraráðgjöf á visi.is",
    "text": "Ég er búin að vera að skoða mikið af efni um dýr á netinu núna í einhvern tíma og ég lenti einhvern tíman inn á speglinum á visi.is og dýraráðgjöfinni þar.\nÉg verð bara að viðurkenna að mér finnst þetta alveg til skammar. Þessi kona sem sér um þetta er með alveg rosalega snubbótt svör og í langflestum tilfellum fannst mér hún ekkert vera að svara spurningunum nema þá eitthvað út í hött.\nHún bendir ekki á neina linka til hjálpar fólki eða neitt.\nÉg er alveg viss um að manneskjan viti allt um þetta en það er eins og hún hafi bara ekki áhuga á þessu….\nÉg hef talað við fólk um þetta og allir sem ég þekki sem hafa farið þarna inn eru sammála mér.\nHafiði eitthvað skoðað þetta ?\nSíðan er <a href=\"\nhttp://www.visir.is/ifx/?MIval=spegill&url=spegill_radgjafi&radgjafi=5&vefur=2\n“  target=”_blank\">hér</a>\nKv. catgirl",
    "url": "https://www.hugi.is/gaeludyr/greinar/70356/dyraradgjof-a-visiis/",
    "url_id": "70356",
    "id": "487044",
    "replies": [
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2002-03-30 20:33:26",
            "id": "487046",
            "reply_to_id": "487044",
            "text": "Gjörsamlega sammála þér kattarstelpa! þessi kona er alveg rosalega leiðinleg og gefur villandi svör. segir bara já, nei og farðu með hann til dýralæknis, ég er búin að benda vísir.is á þetta, ég sendi þeim mail þegar karlmaður frá sömu dýralæknistofu var að svara hann var ekkert skárri þá kom þessi kona (veit ekki hvort það var vegna kvörtuninni) en hún var ekkert skárri. fáránlegt, ekki stunda ég hennar dýralækni stofu og mun ekki gera!"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-03-30 20:37:35",
            "id": "487047",
            "reply_to_id": "487044",
            "text": "Ég kíkti á þetta og ég verð nú að vera sammála. Sum svörin eru bara fáránleg. Oft kemur hún ekkert með útskýringar og bara, eins og þú segir, ferlega snubbótt svör hreinlega eins og hún nenni ekki að svara þessu eða afla upplýsinga um það sem spurt er um."
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2002-03-30 20:42:35",
            "id": "487048",
            "reply_to_id": "487044",
            "text": "ég er sammála,, ég skoðaði nokkur svör við páfagaukaspurningum frá lesendum og það var í langflestum tilvikum bent á að fara með gaukinn til læknis eða kíkja á dagfinnur.is.. ódýr auglýsing eða hvað?"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2002-03-30 22:57:06",
            "id": "487045",
            "reply_to_id": "487044",
            "text": "Já, ég er löngu hætt að kíkja þarna inn, hann Hörður sem var áður en þessi kona kom er reyndar frábær dýralæknir en mig langar ekki til að lenda í þessari konu og því færði ég mig yfir til Dýralæknastofunnar í Garðabæ.\nSvörin hans voru þó skárri en þetta bull !\nKveðja,\nIceCat"
        },
        {
            "user": "Maxine",
            "user_id": "12506",
            "date": "2002-03-31 01:27:02",
            "id": "487049",
            "reply_to_id": "487044",
            "text": "Ég hef reyndar tekið eftir þessu en mér finnst algengasta svarið frá henni við vandamálum er að láta gelda dýrið,eiginlega sama hvernig dýr það er."
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2002-03-31 18:21:47",
            "id": "487050",
            "reply_to_id": "487044",
            "text": "Já þetta svar sló öll met!\nFarðu á heimasíðuna okkar dagfinnur.is og sjáðu þar svör og ráðleggingar við þessu vandamáli. Guðbjörg"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2002-03-31 22:49:07",
            "id": "487051",
            "reply_to_id": "487050",
            "text": "Frá því að Dagfinnur opnaði hef ég farið þangað með dýrin mín, hund og 2 kisur.  Alltaf hef ég hitt á Hörð dýralækni sem er mjög fær sem slíkur en einnig mjög harður ef honum líkar ekki hvernig ég haga mér við dýrin mín og alltaf tek í mark á honum.  T.d. var læðan mín orðin alltof feitt og hann tók mig í bakaríið fyrir að vera ekki löngu búin að setja hana í megrun, mér líkar svona hreinskilni í fólki.\nÉg hef reyndar aldrei hitt á Guðbjörgu sjálfa og því get ég ekki dæmt hana fyrir hvernig dýralæknir hún er en ég hef lestið svör og pistla eftir hana lengi á visir.is og líkar ekki við skrif hennar satt að segja en ég hefði sennilega ekki hætt hjá þeim nema af því að stofan er á Skólavörðustígnum og hef ég sjaldan fengið bílastæði nálægt stofunni og er mér illa við að ganga með dýrin mín langar leiðir í búri.\nGott hrós vill ég aftur á móti veita þeim fyrir þægilegt húsnæði þó lítið sé og mikið hreinlæti, það kann ég að meta.\nEinnig er erfitt að meta færni dýralækna út frá því hvernig þeir koma frá sér huxunum sínum á pappír þannig að gaman væri að heyra í einhverjum sem hefur verið með dýrin sín hjá henni og fá álit.\nKveðja,\nIceCat"
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2002-04-02 11:21:28",
            "id": "487052",
            "reply_to_id": "487044",
            "text": "Já, hún svarar sjaldnast spurningunni, sérstaklega þegar kemur að hegðun. Segir bara farðu með dýrið til læknis!\nEinu sinni sá ég svar þar sem hún snéri bara útúr! Eftir það hætti ég að lesa þennan dálk.\nFyrir nokkru hringdi ég í dýralæknastofuna hennar af því að dísan mín hafði bólgnað á fætinum (eins og hún hefði snúið fótinn!). Eina sem hún sagði var að gefa henni vítamín!!! Ekkert um hvað gæti verið að (hvernig þetta gerðist), eða hvernig við ættum að hjúkra henni (leyfa henni að klifra t.d.).\nJæja, þangað fer ég ekki aftur þótt að hinn dýralæknirninn sé til fyrirmyndar."
        },
        {
            "user": "Bluefire",
            "user_id": "13254",
            "date": "2002-04-03 12:35:21",
            "id": "487053",
            "reply_to_id": "487044",
            "text": "Það er svo gott sem ekkert vit í því sem konan er að segja."
        }
    ]
}