{
    "forum_title": "Blizzard leikir",
    "user": "Garain",
    "user_id": "80039",
    "date": "2010-06-20 01:54:26",
    "title": "Chaos of Delphi Bladefist Eu",
    "text": "Hæ Strákar / stelpur Fyrir nokkrum dögum á þeim fjórtanda júni bjó ég til guildið Chaos of Delphi með nokkrum in-game vinum okkar og vildi posta Article sem ég gerði á Heimasíðunni okkar / Þetta var Fyrsta Raiding Kvöldið okkar.\nEndlega\nhttp://www.ChaosofDelphi.com\nerum að leitast eftir fólki sem er með brain's og 18+\n[Texti er afritaður af heimasíðu og er á ensku]\nHello guy's as you know me ingame as Garain but my RL nickname Geiri\nwe had a setup of a raid with both trials and core members\nWarrior Tank - Naurog\nPaladin Tank - Gava\nDisc Priest - Kherian\nResto Druid - Hyperactive ( alt of Sátariel Resto shammy Core member )\nResto Shaman - Surkalv ( Dps as MS though )\nDemonology Warlock - Garain\nArcane Mage - Xiloney\nShadow Priest - Fackazh\nAssassination Rogue - Shadowkillér\nFrost Death Knight - Gershnik\nWell first of all i´d like to talk to you about how the raid went.\nI was leading calmly through the first bosses hardly no-one else talking on ventrilo except for me\nwe downed 10 bosses without a wipe.\nThen it came to Sindragosa that we had 2-3 ppl that knew what they were kinda doing.\nwhile it was so many new to the fight i decided that they should go onto\nhttp://www.bosskillers.com\nTo review the fight about sindragosa and what the abilities she does and what they do to you.\nAfter that 10 minute break Reading time i Started sorting out tactics over were to stand etc. and how to tank, we wipe at around 2.7m at the first try but we were still hopefull and gave it another go\nsecond time we wiped at 2.1m due to bad positioning of tanks no offense guys ^^,\n3 try we wiped around the same thing due to ppl not being able to renew their stacks in Phase 2\nand on the 4th try we got her to around 40k hp and i screamed on vent: GUYS 1 MORE TRY PLS DONT GO 1 MORE TRY, 1 of our member was short on time but he decided to give it another go\nthen once again we were on her on our 5th try at 600k 2 people were dead and 2 people tombed so i decided and yelled out on vent : DPS HER DOWN !!! we got her down all screaming with so much joy. i just wanted to share this news to you guys all around due to this was our first raid night as a guild and everyone except me with 10/12 done. here i will post Below Few pictures at LK Room those who Gava took our Paladin tank. we missed Hyperactive Being with us due to that he had to go offline just right after we downed Sindragosa.",
    "url": "https://www.hugi.is/blizzard/greinar/703592/chaos-of-delphi-bladefist-eu/",
    "url_id": "703592",
    "id": "7185181",
    "replies": [
        {
            "user": "RapeHills",
            "user_id": "70221",
            "date": "2010-06-20 12:22:58",
            "id": "7186494",
            "reply_to_id": "7185181",
            "text": "Var að lesa á síðunni ykkar, djöfull er sá sem skrifaði þetta öööömurlegur í ensku."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2010-06-20 12:45:27",
            "id": "7186502",
            "reply_to_id": "7186494",
            "text": "Maður sér nú bara strax á þessu hér fyrir ofan hvað þetta er ömurleg málfræði.\nOg er ekki lágmark að kunna að nota kommur rétt þegar maður er orðinn 15+? :P"
        },
        {
            "user": "RapeHills",
            "user_id": "70221",
            "date": "2010-06-20 12:47:01",
            "id": "7186503",
            "reply_to_id": "7186502",
            "text": "Ekki á huga."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2010-06-20 12:49:05",
            "id": "7186505",
            "reply_to_id": "7186503",
            "text": "En svona basic ensku kommu villur eru svo fáránlega old, og þetta er náttúrulega copy af af síðunni þeirra svo maður myndi halda að einhver metnaður væri lagður í þessi skrif :P"
        },
        {
            "user": "RapeHills",
            "user_id": "70221",
            "date": "2010-06-20 14:51:36",
            "id": "7186565",
            "reply_to_id": "7186505",
            "text": "Mamma'ín er copy af minni síðu."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2010-06-20 18:16:49",
            "id": "7186667",
            "reply_to_id": "7186565",
            "text": "Geturðu reynt að trölla mig aðeins betur?"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2010-06-20 14:32:41",
            "id": "7186549",
            "reply_to_id": "7185181",
            "text": "Flott hjá ykkur engu að síður!;)"
        }
    ]
}