{
    "forum_title": "Flug",
    "user": "skyhawk",
    "user_id": "16997",
    "date": "2002-03-30 17:26:23",
    "title": "Hvað um Reykjavíkurflugvöll?",
    "text": "Nú eru kosningar í nánd og augljóst er að núverandi meirihluti borgarstjórnar vill fá BIRK í burtu.  Ég held að það hafi sannast í morgun hversu nauðsynlegt er að hafa flugvöllin hér í borginni.  Nú þurftu tvær 757 vélar að lenda hér í morgun vegna lélegs skyggnis í Keflavík svo lennti ein á Akureyri og ein á Egilsstöðum. Ef Reykjavíkurvöllur hefði ekki verið þá er augljóst að slæmt ástand hefði skapast ef allar þessar vélar hefðu átt að lenda á Akureyri og Egilsstöðum.\nÞað er alveg á hreinu ef núverandi borgarstjóri og liðsmenn hennar valta völlin úr borginni þá verður það stæsta slys í íslenskri pólitík, en hvað veit maður hvernig minnisvarði borgarstjóri vill byggja sér.\nEr ekki málið að fá borgarstjóra efnin á laugardags fund í fluggarða og fá úr því skorið hvort við eigum ekki möguleika á að vera Reykvíkingar áfram.",
    "url": "https://www.hugi.is/flug/greinar/70350/hvad-um-reykjavikurflugvoll/",
    "url_id": "70350",
    "id": "486917",
    "replies": [
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-03-31 00:12:47",
            "id": "486918",
            "reply_to_id": "486917",
            "text": "Þaðð er nú meirihluti í minnihluta borgarstjórnar sem vil völlin í burtu svo það er ekkert val þar."
        },
        {
            "user": "Ezra",
            "user_id": "6623",
            "date": "2002-03-31 00:17:11",
            "id": "486919",
            "reply_to_id": "486917",
            "text": "Þú fyrirgefur, en af hverju hefði skapast slæmt ástand ef þessar vélar hefðu eingöngu lent á Akureyri og Egilsstöðum? Hvað er svona vont við Akureyri og Egilsstaði?"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-03-31 02:30:43",
            "id": "486920",
            "reply_to_id": "486919",
            "text": "Plásleysi."
        },
        {
            "user": "skyhawk",
            "user_id": "16997",
            "date": "2002-03-31 15:23:37",
            "id": "486921",
            "reply_to_id": "486919",
            "text": "Ég er ekki að segja að það sé eitthvað vont við Akureyri og Egilsstaði, en plássið er minna þar eins og Socata segir.\nÉg er einnig sáttur við ef að framsóknarmenn vilja hafa völlinn hér í borginni, en kenslu og æfingaflug myndi ég ekki vilja sjá í Viðey eða Geldinganesi. Það er búið að henda fleiri hundruð milljónum í BIRK á undanförnum árum og er hann orðinn mjög góður, þrátt fyrir að taxi brautirnar séu eftir og finnst mér vera sjálfsögð mannréttindi fyrir okkur Íslendinga að hafa völlinn hér í höfuðborginni.  Einnig finnst mér það ekki bara ákvörðun Reykjavíkurborgar hvort völlurin veri eða fari.  Hvað um Seltjarnarnes, Kópavog, Hafnarfjörð og svo þá staði á landsbyggðinni sem nota flugvöllinn meira heldur en Pétur og Páll í höfuðborginni sem fara ekki út fyrir borgarmörkin.\nÞað er auðvitað hægt að lengja brautir út í sjó, einnig er hægt að láta einka og kennsluvélar lenda innar á 19 og 01 þar af leiðandi komum við hærra yfir tjörninni og kársnesinu og þar af leiðandi mun minni hávaði."
        },
        {
            "user": "Ezra",
            "user_id": "6623",
            "date": "2002-04-01 13:15:46",
            "id": "486922",
            "reply_to_id": "486921",
            "text": "En er ekki málið það að þrátt fyrir að búið sé að eyða hundruðum milljóna í BIRK þá er hann ónothæfur sem varaflugvöllur fyrir millilandaflugið sbr. að BIRK lokaðist skömmu eftir að Keflavík var lokað - vellirnir eru of nálægt hvor öðrum.\nEr þá ekki málið að það þarf að byggja upp varavöll t.d. á Egilsstöðum eða Akureyri? Ef slíkur völlur hefði verið fyrir hendi núna hefði t.d. engu skipt hvort yfirleitt nokkur flugvöllur var í RVK, vélarnar hefðu allar getað lent varavellinum."
        },
        {
            "user": "skyhawk",
            "user_id": "16997",
            "date": "2002-04-01 22:58:18",
            "id": "486923",
            "reply_to_id": "486922",
            "text": "Ezra, auðvitað eru vellirnir stutt frá hvorum öðrum og BIRK lokaðist skömmu síðar, en samt kom hann að góðum notum.  Ég get ekki verið sammála þér að hann sé ónothæfur sem varaflugvöllur, því það hefur komið fyrir að þokuslæðingur liggur yfir Reykjanesskaganum en ágætis veður í Reykjavík.\nÉg tel það sjálfsögð mannréttinda íbúa þessa lands að hafa BIRK á sínum stað og eins og ég hef áður sagt þá yrði það stór slys ef völlurinn yrði lagður af."
        },
        {
            "user": "Ezra",
            "user_id": "6623",
            "date": "2002-04-02 20:55:43",
            "id": "486924",
            "reply_to_id": "486923",
            "text": "En hvað ertu að blanda utanlandsfluginu inn í þetta … og svo ertu að reyna að tengja þetta við kosningarnar í vor :)\nBlessaður kjóstu “Björn á sundskýlunni” ef þú heldur að hann tryggi völlinn í borginni. Annars held ég að það sé ekki minnst einu orði á BIRK í hinni nýju stefnuskrá Sjálfstæðisflokksins.\nLeyfðu svo okkur hinum að ákveða sjálf hvað við kjósum.\n:)"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2002-04-02 21:21:33",
            "id": "486925",
            "reply_to_id": "486924",
            "text": "Ezra, ég giska á að þú búir nálægt vellinum en fljúgir ekki sjálfur, er það rétt?"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-03 09:21:19",
            "id": "486926",
            "reply_to_id": "486924",
            "text": "Til EZRA\nErt þú ein af þessum fíflum(afsakið orðbragðið) sem hringir í Flugmálastjórn og kvartar ef þú sérð flugvél fljúga neðar en 500 fet? Eða þá að þvú jvartar undan hávaða ef ein flugsýning er haldin áReykjavíkurflugvelli á ári? Þú ert bara eflaust þessi týbýski Íislendingur sem ert hræddur við flug og heldur alltaf að vél sé að farast ef hún lækkar flugið. Ef þú hefur ekkert m´´alefnalegra til að skrifa um en að bögga þá sem hafa gaman af flugi og vilja hafa BIRK , þá segi ég nú bara, get a life."
        },
        {
            "user": "Ezra",
            "user_id": "6623",
            "date": "2002-04-03 11:11:56",
            "id": "486927",
            "reply_to_id": "486926",
            "text": "Svona rétt til áréttingar:\nÍ fyrsta lagi:\nÉg flýg, ég bý ekki nálægt vellinum, mér er sama hvort völlurinn er eða ekki í borginni (tel mig ekkert of góðan til að keyra suður í Hafnarfjörð eða hvert hann gæti verið fluttur í framtíðinni.\nÍ öðru lagi:\nHvernig í ósköpunum gastu lesið út úr því sem ég skrifaði að ég væri á móti vellinum?\nÍ þriðja lagi:\nÉg held að svona dónaskapur (sem reyndar er ekki óalgengur hér í fluginu á huga) sé ekki til þess fallinn að auka stuðning við flug og flugmenn."
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-03 11:55:15",
            "id": "486928",
            "reply_to_id": "486927",
            "text": "“En er ekki málið það að þrátt fyrir að búið sé að eyða hundruðum milljóna í BIRK þá er hann ónothæfur sem varaflugvöllur fyrir millilandaflugið sbr. að BIRK lokaðist skömmu eftir að Keflavík var lokað - vellirnir eru of nálægt hvor öðrum” Mér finnst ég finna fyrir einhverju sem kallað er “á móti” einhverju. \"En er ekki málið það að þrátt fyrir að búið sé að eyða hundruðum milljóna í BIRK # segir allt sem segja þarf. Og hvar var svo að merkja dónaskap í mínu svari hér fyrir ofan?"
        },
        {
            "user": "cannon",
            "user_id": "1419",
            "date": "2002-04-03 13:34:22",
            "id": "486929",
            "reply_to_id": "486928",
            "text": "Finnst þér í góðu lagi að kalla fólk fífl af því að þú heldur að það sé hugsanlega með aðra skoðun en þú á hlutunum?"
        },
        {
            "user": "Ezra",
            "user_id": "6623",
            "date": "2002-04-03 13:43:12",
            "id": "486930",
            "reply_to_id": "486928",
            "text": "Neitarðu því að BIRK sé ónothæfur sem varaflugvöllur vegna nálægðar? Er eitthvað tabú að minnast á það? Ég held að þú ættir að reyna að finna þér einhvern annan vettvang til að rífast á."
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-03 15:18:26",
            "id": "486931",
            "reply_to_id": "486930",
            "text": "Sannaði það sig ekki núna um daginn að hann er í fínu lagi sem varavöllur, ég veit ekki betur en að 2 þotur Flugleiða hafi lennt þar af því að það var ekki hægt að lenda á BIKF. Völlurinn verður þar sem hann er til 2016 og ég vona svo sannarlega að hann verði lengur en það. Birk er nauðsynlegur vegna nálægðar við t.d. spítala, ég þori að veðja upp á að ef þú ert úti á landi og slasast það illa að það þurfi að flytja á spítala í Reykjavík, og þyrlan væri ekki til taks, að þú mundir frekar vilja tala flug og lenda á birk heldur en bikf og vera 15-20 mínútum lendur á spítala en ella. Þetta er bara spurning hvort fólk sér annað fólk en sjálft sig. Það að flytja völlin burt er frekja í Reykjvíkingum, hvers á fólk á Þórshöfn að gjalda ef það vill skreppa í bæinn en þarf að lenda í BIKF og taka taxa eða rútu(þá á hótel Loftleiðir) niður í miðbæ, heldur en að taka bara strætó?"
        },
        {
            "user": "Ezra",
            "user_id": "6623",
            "date": "2002-04-03 18:53:08",
            "id": "486932",
            "reply_to_id": "486931",
            "text": "Sæll vinur … þú hefur mikið að segja – hvað ertu annars gamall?\nÉg skal reyna að svara þér – en þá aðeins því sem kemur málinu við, ég nenni ekki að eyða tíma í umræður um hvort yfirleitt þarf að hafa flugvöll í Rvk eða hvort nausynlegt er að hafa BIRK vegna sjúkraflugs. Eitthvað virðist hafa gerst í höfðinu á þér sem olli því að þú virðist hafa gleymt því að hér var verið að ræða hvort BIRK væri heppilegur sem varaflugvöllur fyrir utanlandsflugið.\nÞér vil ég aðeins segja að þótt þú eyddir 1.000 milljónum í viðbót í BIRK þá væri hann enn óheppilegur sem varaflugvöllur fyrir utanlandsflugið sökum nálægðar við BIKF – þessum 1.000 milljónum væri betur varið í einhvern annan flugvöll, t.d. Egilsstaði eða Akureyri. Nú nenni ég ekki að telja upp ástæðurnar fyrir því að heppilegra sé að byggja upp varaflugvöll á Egilsstöðum eða Akureyri frekar en hér í Reykjavík, en gef mér þó að þú sért það skynsamur að þú getir dregið einhverjar lágmarks ályktanir sjálfur og skoðað mál frá hinum ýmsu hliðum. En til þess að þetta verði ekki of erfitt fyrir þig þá vil ég nefna eitt atriði:Veður.\nEins og skyhawk og socata sögðu þá er plássleysi viðvarandi á flugvöllum úti á landi og ef BIRK hefði ekki tekið við einhverjum af þessum vélum sem voru að koma til landsins má búast við að vandræðaástand hefði getað skapast. Ætlarðu í alvörunni að halda því fram að BIRK sé fullgóður sem varavöllur fyrir utanlandsflugið? Og af hverju lentu þá ekki allar vélarnar á BIRK? Getur verið að hann hafi lokast líka á meðan t.d. Akureyri og Egilsstaðir voru opnir?"
        },
        {
            "user": "skyhawk",
            "user_id": "16997",
            "date": "2002-04-03 20:39:09",
            "id": "486933",
            "reply_to_id": "486932",
            "text": "Sælir félagar.\nJæja það er greinilegt að margir vilja tjá sig um þetta mál. Eftir það sem þið hafið rætt þá held ég að “litla Ísland” þurfi meira en einn varavöll á Íslandi. Það kom sér greinilega vel í veðrinu um helgina að geta lent hér í höfuðborginni.\nEn ef ég mætti ráða þá myndi ég vilja leggja BIKF niður og hafa BIRK sem aðal völlin á landinu.  Þá væri mun skemmri tími fyrir túrista að fara í miðbæ Reykjavíkur og svo það að þeir sem væru að stoppa í nokkrar klst. þá gætu þeir farþegar skroppið í miðbæinn.\nÉg tel að það sé sama hvort þeir til hægri eða vinstri vilji völlin burt þá sé það okkar sem búum á Íslandi (ekki bara Reykjavík) að velja hvað okkur finnst, en ekki bara sérstök puntu kostning fyrir Reykvíkinga.\nSvo væri ég alveg til í það að búa í Skerjafirðinum og hlusta á vélarnar fara í loftið og lenda.\nkv. skyhawk"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-03 22:59:50",
            "id": "486934",
            "reply_to_id": "486933",
            "text": "Ég er alveg sammála þér skyhawk, það að búa í Skerjafirðinum er örugglega mjög gott og sammála þér að það er gaman að hlusta á turninn og fylgjast með vélunum."
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2002-04-04 10:03:05",
            "id": "486935",
            "reply_to_id": "486934",
            "text": "“Burt með borgina, höldum vellinum!” :)"
        },
        {
            "user": "cannon",
            "user_id": "1419",
            "date": "2002-04-03 20:47:49",
            "id": "486936",
            "reply_to_id": "486931",
            "text": "Mér finnst alveg stórkostlegt að fólk á Þórshöfn skuli eiga sér hauk í horni þar sem þú ert davidjons, annað eins er nú níðst á landsbyggðafólkinu. Það er tími kominn til að einhver stigi á stokk og berji í borðið. Hefurðu pælt í að bjóða þig fram til þings?"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2002-04-03 22:02:40",
            "id": "486937",
            "reply_to_id": "486923",
            "text": "Ég hef sagt það áður hérna á Huga en vil ítreka það og biðja menn um að nota ekki orðið mannréttindi nema um mannréttindi.\nAð hafa flugvöll í miðborg Reykjavíkur hefur ekkert með mannréttindi að gera.\nSvo var ég nú alltaf á þeirri skoðun að þetta væri alveg magnað að hafa flugvöllinn þarna.  En í meginatriðum eru það tvær ástæður fyrir því að mér snérist hugur;\nÍ fyrsta lagi þá virðist vera pólitísk andstaða við fluvöllinn, og ég held það sé ljóst að flugvöllurinn fer einhvertíman.  Þar af leiðandi held ég að það sé rétt að fara að skoða aðra möguleika í þessu sambandi.  Og ég vil bara endurtaka það sem Kristbjorn sagði einhvertíman hérna á huga: “Því lengra sem við bíðum með að flytja völlinn, því lengra í burtu fer hann”\nÍ öðru lagi, eftir að ég fór að læra að fljúga þá komst ég að þeirri niðurstöðu að miðbær og flugvöllur eiga enga samleið. Á hvaða braut vilduð þið t.d. alls ekki missa mótór á?? Fyrir mig er svarið frekar auðvelt, eftir flugtak á 01 með brottflug yfir miðbænum þá er ég alltaf að hugsa um hversu mikið slys það yrði ef maður þyrfti að nauðlenda í miðbænum.  Og mér finnst alltaf jafn óþægilegt að taka aðflug á 19.  Af hverju að vera að vesenast í þessu?\nAf hverju viljum við hafa flugvöllinn í miðbænum??? Eru einhver almennileg rök fyrir því??  Eigum við ekki bara að finna okkur fínan stað einhverstaðar annarsstaðar á/nálægt höfuðborgarsvæðinu þar sem við getum verið í friði með okkar einkaflug og einhver uppbygging átt sér stað og þar sem ég get “óhræddur” misst mótor í aðflugi á allar brautir ;-)"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2002-04-03 23:57:18",
            "id": "486938",
            "reply_to_id": "486937",
            "text": "Eureka ekki gleyma tjörninni fínn nauðlendingarstaður  rök, miðsvæðis, ekki að keyra rúmlega 50km til að sækja flug en aftur á móti mæti flytja einka og kennslu flug til viðeyjar eða geldingarnes.\nOg óþægilegt að taka aðflug að 19 KJAFTÆÐI hallo þú getur varla haft mikla reynslu ef þú hefur þá nokkra en hitt er annað mál best er að nota vestur -austur brautinna sem mest veldur minnst ónæði.\nAnnars finnst mér skyhawk vera færa ágætisrök fyrir veru vallarins og að sjálfsögðu á hann að vera.\nMeð BIRK\nB52"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-04 10:49:55",
            "id": "486939",
            "reply_to_id": "486938",
            "text": "b52:\nAlltaf gaman að rökræða við menn sem setja caps-lock á og segja KJAFTÆÐI við skoðunum manns, þetta kyndir undir málefnanlegri umræðu.\nÉg viðurkenni það fúslega að ég hef litla reynslu í flugi, en það breytir ekki því að ég get haft mína skoðun á aðfluginu að 19, og ég held að hún sé ekki KJAFTÆÐI.  Mín skoðun er sú að ég vildi frekar missa mótor í öllum öðrum aðflugum en að 19.  Þar af leiðandi finnst mér óþægilegt aðflugið að 19.\nRökin fyrir því að flugvöllurinn eigi að vera í miðbænum:\n1) Miðsvæðis\nFyrir hvern?? Miðsvæðis fyrir miðbæjarrotturnar?? Miðbærinn er ekki miðsvæðis.\n2) 50km til að sækja flug\nOkey, ég tek rökunum þegar um er að ræða innanlandflug, það er svoldið skítt að þurfa að keyra í 40mín (ef við förum til BIKF með innanlandsflugið) til að flúga í 20 mín til Vestmannaeyja eða hvað það nú er langt.\nFyrir einkaflug þá er ég ekki að tala um 50km keyrslu, ég er að reyna að færa rök fyrir því að hægt sé að finna stað í _nágreni_ Reykjavíkur, eins og þú minnist á.\nRök skyhawks:\n1) Sem varaflugvöllur.\nEf það er ekki pláss á Akureyri og Egilsstöðum fyrir flugleiðavélarnar þá eru það rök fyrir því að við þurfum BIRK.  Er það annars rétt? Ef flugleiðavélarnar eru að koma inn og BIKF er lokaður, er þá ekki pláss fyrir þær á BIAR og BIEG???\nEn veðurfarslega séð, þá gerist það sjaldan að BIKF lokist og BIRK er opinn.  Það er ekki að ástæðulausu sem BIEG er official varaflugvöllur Flugleiðavélana.\n2) Af því að það er búið að eyða svo miklum peningum í BIRK.\nVæntanlega úreldast þessar miljónir nokkuð vel á næstu 10-15 árum. Það er örugglega búið að reikna þetta allt saman út, til að finna út arðsemi flugvallarins á næstu 10-15 miðað við fjárfestinguna.\n3) Það er svo stutt fyrir erlenda túrista í miðbæinn\nÉg efast um að erlendir túristar setji fyrir sig 30-40 mín ferðalag í bæinn eftir að hafa flogið hingað.\n4) Sjúkraflug\nJá sjúkraflug eru rök fyrir því að hafa BIRK.\nÉg er ekki en búinn að sjá rök fyrir því að hafa einka-og kennsluflug í miðbæ Reykjavíkur.\nSjúkraflug og atvinnuflug já kannski, nokkur rök fyrir því.\nMeð og á móti BIRK ;-)\nEureka"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-04 13:08:01",
            "id": "486940",
            "reply_to_id": "486939",
            "text": "Ég verð nú að segja að mér finnst þín fök nú ekki skárri en mín og annarra.\nSkoðun EZRA nr.1 “Miðsvæðis\nFyrir hvern?? Miðsvæðis fyrir miðbæjarrotturnar?? Miðbærinn er ekki miðsvæðis.”\nMiðbærinn er miðsvæðis. Það þarf ekki einu sinni að koma með rök fyrir því því að miðpunktur RVK er að mig minnir fyrir framan Kaffi Reykjavík. Ef talað er um miðsvæðis í þeim skilningi sem ég tel að þú ert að tala um (líklegast í þjónustulegum skilningi) þá er hann það að vissu leyti og að vissu leyti ekki.\nRök fyrir því að hafa einka og kennsluflug í RVK eru þónokkur.\n1. Afhverju ættu þeir sem læra flug að þurfa að keyra út fyrir bæinn til að stunda sitt nám? Á þá bara ekki að flytja Landspítala-Háskólasjúkrahús líka með vellinum og láta fólk sem er að nema heilbrigðisnám ferðast á milli?\n2. Að byggja upp völl fyri kennslu og einkaflug yrði óhemju dýrt og ég stórefast um að nokkur flugskóli(ar) og Flugklúbbar hefðu efni á því. Að byggja upp völl er meira en að bara ákveða staðinn og henda niður malbiki. Það þurfa að fara miklar mælingar fram´sem ég get ekki útskýrt frekar. Auk þess tel ég ekki að ríkið eigi að reka 2 flugvelli á eiginlega sama punktinum, meðan annar þeirra getur þjónað öllum þeim sem fljúga á þeim nýja.\n3. Það er fátt skemmtilegra en að lenda á BIRK að kvöldlagi í ágúst með farþega sem aldrei hafa stigið fæti upp í flugvél, og eru að horfa yfir RVK í fyrsta sinn úr loft :)\ndavidjons er með því að völlurinn verði þar sem hann er og mun ekki skipta um skoðun.\ndavidjons"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-04 13:42:51",
            "id": "486941",
            "reply_to_id": "486940",
            "text": "Davidjons:\n>Ég verð nú að segja að mér finnst þín fök nú >ekki skárri en mín og annarra.\nNei mín rök eru ekkert skárri en annara enda er ég ekkert að segja það, við erum að rökræða (ræða um rökin :-).  Mér fannst bara sum rök þarna frekar hæpin.\n>Miðbærinn er miðsvæðis\nMér finnst hann meira miðsvæðis þjónustulega en landfræðilega.  Hvernig sem ég lít á landakortið, hvort sem ég horfi bara á Reykjavík (sem mér finnst nú ekki sanngjart) eða á höfuðborgarsvæðið í heild sinni, þá skil ég ekki hvernig miðjan getur verið í miðbænum.\nUm hvaða vegalengdir erum við í raun að tala? Maður er 15-25 úr Gravarvoginum niður í bæ, hvað kemst maður langt í hina áttina á 15-25 mín? Og úr Breiðholti, Kópavogi, Hafnarfirði??\n> Á þá bara ekki að flytja\n> Landspítala-Háskólasjúkrahús\nÚtursnúningar.  Eigum við ekki bara að færa Bændaskólan á Hvanneri í miðbæinn?? Bláfjöll og skíðalyfturnar, allt í miðbæinn …\n> Að byggja upp völl fyri kennslu og\n> einkaflug yrði óhemju dýrt\nÞað er einmitt málið, við þurfum að fá Borgina og bæjarfélögin á höfuðborgarsvæðinu til að hjálpa “okkur” við að flytja völlinn á einhvern stað þar sem einhver varanleg uppbygging geti átt sér stað.  Því fyrr sem við reynum að fá einhverja hjálp, því betra.  Árið 2016 verður bara komið með jarðýturnar á flugskýlin og byggt yfir þau.\n> Það er fátt skemmtilegra en að lenda á BIRK > að kvöldlagi í ágúst með farþega sem aldrei > hafa stigið fæti upp í flugvél\nEr ekki alveg nóg að fá bara low-pass yfir vestubæinn, þarftu nokkuð að lenda? ;-) Það verður væntalega ekki bannað að fljúga yfir Rvk. þó að það sé ekki flugvöllurin í miðborginni.\nMeð kveðju,\nEureka"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-04 15:09:59",
            "id": "486942",
            "reply_to_id": "486941",
            "text": "svona leiðrétta eitt.\n“Árið 2016 verður bara komið með jarðýturnar á flugskýlin og byggt yfir þau.”\nÞó völlurinn eigi að fara þá eiga menn þarna eignir sem RVK borg getur ekki bara komið og rústað. Rvk Borg þarf að kaupa skýlin af mönnum sem eiga þau. Þetta er eins og að fara niður á Miklubraut og reka fólkið sem þar á heima í burtu af því að það þarf að breikka veginn!"
        },
        {
            "user": "Kristbjorn",
            "user_id": "11677",
            "date": "2002-04-04 16:23:13",
            "id": "486943",
            "reply_to_id": "486942",
            "text": "Davidjons:\n>Rvk Borg þarf að kaupa skýlin af mönnum sem >eiga þau.\nJá,já skýliseigendur fá sjálfsagt eitthvað fyrir sinn snúð, en ég held að það verði mikið auðveldara að fá aðstoð við að byggja um nýja völl einhverstaðar annarsstaðar ef við flytjum okkur sem fyrst."
        },
        {
            "user": "Kristbjorn",
            "user_id": "11677",
            "date": "2002-04-04 16:46:03",
            "id": "486944",
            "reply_to_id": "486943",
            "text": "Þetta er ein af lykilröksemdunum.  Við getum hangið á Reykjavíkurflugvelli fram til 2016 (að vísu er búið að ráðstafa Fluggarðasvæðinu frá 2010 að mig minnir), eða við getum farið fyrr.\nBorgarstjórn hefur alltaf þann möguleika að taka skýlin eignarnámi og borga einhverjar dómsákvarðar bætur fyrir.  Ef við förum til borgarstjóra eftir kosningar (eða jafnvel fyrir) og tilkynnum samningsvilja, þá getur borgarstjóri fengið prik í kladdann hjá kjósendum fyrir að:\na) Byggja upp “þekkingarþorp í Vatnsmýri”.  Það er mikið í tísku í dag.\nb) Stuðla að eflingu einkaflugs með nýjum og glæsilegum velli.\nÞað fylgja þessu nokkur vandamál.  Það stærsta er að finna góðan stað fyrir nýjan völl.  Mér líst vel á skikann rétt vestan við Sandskeið, eða jafnvel frekari uppbyggingu á Sandskeiði.  Í Viðey eða á Geldinganes verða aldrei flugvellir.\nAnnað vandamál, jafnvel enn stærra er að sannfæra skýliseigendur um að færa sig.  Eina leiðin er sennilega að semja nógu vel þannig að borgin borgi skýlin í topp og rúmlega það.\nEf við hins vegar veljum að hanga áfram á BIRK þá gerist ekkert annað en það að stöðnunin heldur áfram og ágerist.  Snertilendingar eru þegar bannaðar lengur og lengur, takmarkanir eru settar á lendingaræfingar, það er því sem næst ómögulgt að fá leyfi fyrir nýbyggingum, og svo mætti lengi telja.  Þessum hömlum á eftir að fjölga, þó svo að nafninu til verði flugvöllurinnn áfram opinn.\nKristbjörn"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2002-04-04 22:37:02",
            "id": "486945",
            "reply_to_id": "486939",
            "text": "Til eureka capslock maðurinn hér he he\nþú hefur svo miklar áhyggjur um að missa´motor komdu þá hærra inn þá ertu örrugg um að ná inn á braut.\nEn kristbjörn afhverju aldrei viðey eða geldingarnes ??."
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-05 08:20:33",
            "id": "486946",
            "reply_to_id": "486945",
            "text": "b52:\n>þú hefur svo miklar áhyggjur um að missa´motor\n>komdu þá hærra inn þá ertu örrugg um að ná inn á\n>braut.\nÉg skal hafa það í huga næst.\nAnnars heyrði ég einn punkt í Kastljósinu í gær, þar sem einhver arkitekt var að tala um það hvað Reykjavík væri að þróast asnalega, út af flugvellinum.\nÞað má t.d. ekki byggja hærra en 45 metra hús á stóru svæði í kring um flugvöllinn\nÞar af leiðandi væri miðbærinn orðinn hálf lamaður, ekki hægt að byggja almennileg háhýsi, eins og tíðkast í flestum stórborgum.\nÉg væri alveg til í að búa í penthouse í vatnsmýrinni ;-)\nKveðja Eureka"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-05 09:21:20",
            "id": "486947",
            "reply_to_id": "486946",
            "text": "Þetta er skrítiðað heyra!\nSíðan hvenær hafa háhýsi verið byggð í Reykjavík? Það búa það margir hérna í reykjavík og á höfuðborgarsvæðinu að það er nú ekki grundvöllur fyrir hærri hús enn 45 metra. Vill fólk frekar fara að sjá 50-100 metra hús í vatnsmýrinni, það þykir mér ekki spennandi að búa við. Ef þú EZRA vilt búa í háum húsum og þurfa að keyra 20-30 kílómetra til að komast á völlin til að fljúga þá er bara eitt að gera fyrir þig, flytja til New York. Þar þartu að keyra langa leið til að komast á völlin til dæmis. Svo þetta framboð sem var í Kastljósi er það allra hlægilegasta sem ég hef á minni ævi séð. Að senda gamlan og ónýtan arkitekt með enga hugsun."
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-05 10:39:59",
            "id": "486948",
            "reply_to_id": "486947",
            "text": ">Síðan hvenær hafa háhýsi verið byggð í\n>Reykjavík?\nAldrei!  Kannski af því að háhýsi eru byggð í miðbæjum borga en í miðbæ Reykjavíkur er flugvöllur?"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-05 13:09:40",
            "id": "486949",
            "reply_to_id": "486948",
            "text": "Ég hef komið til margra borga bæði í Bandaríkjunum og Evrópu og þar eru hús hærri en 45 metrar annarstaðar en akúrat í miðborginni! Þetta með að flugvöllurinn sé að hamla öllu og af því að hann er er allt svo slæmt er bara kjaftæði. Það vita allir afhverju borgin er svona líflaus, það eru “hálfvitar” sem stjórna borginni sem stendur. Það útskýrir allt og þegar fólk er að miða RVK við London, Kaupmannahöfn og fleiri borgir þá held ég að það ætti bara að sleppa að tala um hlutina því að þar erum við að tala um svo miklu stærri og fjölmennari borgir. Það eru heldur ekki mörg há hús í miðborg Kaupmannahafnar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-05 13:55:30",
            "id": "486950",
            "reply_to_id": "486949",
            "text": "davidjons:\nÞað er plássleysi sem fær menn til að byggja háhýsi. Það er rétt sem þú segir að það vantar fólk (líf) í miðbæinn en ekki pláss fyrir fleiri íbúðir.  Af hverju ekki að byggja upp (í orðsins fylgstu merkingu)??\nOg við hvaða “borgir” á Reykjavík að bera sig saman við? Akureyri? Við lifum í þannig heimi núna að Reykjavík er að keppast við heimsborgir um hvar fólk vill búa.\nMeð kveðju\nEureka"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-05 19:41:29",
            "id": "486951",
            "reply_to_id": "486946",
            "text": "Góðan daginn\nHáhýsi á íslandi??????????\nNei það passar ekki, íslendingar búa í landi þar sem náttúruöflinn hamla því að hús hærri en 45 metrar séu byggð, einhver erlendur byggingarfræðingur rannsakaði þeessi íslensku náttúruöfl og komst að því að það væri algert GLAÐRÆÐI að byggja hærra en 5 hæðir.\nMáli nínu til stuðnings langar mig að varpa til ykkar sem vilja háhýsi eini spurningu, veit einhver hvar mesti vindur á höfuðborgarsvæðinu hefur mælst???\nSamkvæmt því sem sagt er í bæjarkerfum nágrannabyggða reykjarvíkur verður ekki byggður nein flugvöllur innan þeirra bæjarmarka og því er keflavík eini staðurin sem kemur til greina ef reykjarvíkurfluggvöllur fer.\nsvo þess vegna segji ég að völlurinn eigi að vera og óumdeilt er völlurinn á besta stað á suðvestur horni veðurfarslega séð,\nog þið sem fljúgið hljótið að vita að keflavíkurvöllur er oftar lokaður heldur en BIRK,\nog ljóst má það vera að vegna kostnaðarsjónarmiða er BIRK aðal varaflugvöllur allra sem fljúga til BIKF, þetta ekstra ton sem 757 þarf að hafa ef hún notar BIEG sem varavöll frekar en BIKR kostar of mikið að bera og takmarkar þar að auki burðargetu vélarinnar.\nþetta eru meðal annars ein helstu rökinn fyrir því að BIRK eigi að vera og vega miklu meira en þau rök að það vanti Skýjakljúfa í rek(þvílík vitleysa) en leyfum borgar búum að segja sitt álit ég efast um að þetta framboð fái meira en 3,5% atkvæða ef þeir ná því.\nkveðja\nSocata"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-05 20:12:50",
            "id": "486952",
            "reply_to_id": "486951",
            "text": "Socata:\n>BIRK aðal varaflugvöllur\n>allra sem fljúga til BIKF\nNei, BIEG er aðal varaflugöllur allavegana fyrir Flugleiðavélar sem eru að koma frá USA."
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-05 20:24:09",
            "id": "486953",
            "reply_to_id": "486952",
            "text": "Nei kæri vinur ef þeir  nota BIEG sem varavöll þurfa þeir að skilja eftir frakt og eða farþega.\nÞað er nú þannig í fluginu að það er alltaf planað á þann varavöll sem næst er til að þurfa ekki að vera með of mikið bensín enda kostar mikið að bera eitt ton af óþarfa eldsneyti.\nhringdu í þa´og kannaðu þetta.\nEkki láta það hlaupa með þig að BIEG er aðalvaraflugvöllur íslands það kemur því ekkert við hvað varaflugvöll flugrekendur nota.\nþannig er það nú"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2002-04-05 20:59:15",
            "id": "486954",
            "reply_to_id": "486953",
            "text": "eureka þú varst að tala um arkitekta mann i kastljósinu er það ekki forsvarmaður um að fá flugvöllin burt en einn bjánalistinn ættu að ganga i frjálslinda græna eiga vel saman;).\nAnnars kristbjörn hafði ég ekki heyrt um skippulag á geldingarnesi enn hvað um það auðvitað á völlurinn að standa lengja austur-vestur brautinna jafnvel gera langa braut á lönguskerunum og þar með fá braut fyrir 747 einig þannig gætum við haft BIKF sem vara völl fyrir utan og innanlandsflug gera mætti taxibrautit út að landspitalasjúkrahúsinu þannig flugvélar með sjúklinga gætu taxerað beint að mótöku þyrftu ekki að fara fyrst i sjúkrabíl.\nSvo mæti grafa hringbrautinna niður hafa hana neðanjarðar þarf ekki að kosta of mikið að gera það en það mæti skapa margar lóðir með þeim hætti það er gert víða erlendis að leggja vegi niður i jörð til að fjármagna þetta gætum við gert eins og t.d norðmenn kostar c.a 100 kall að keyra inn i borgina eða vegatoll fyrir þá sem eru að ferðast inn til Reykjavíkur myndum um leið fá almennlegt gatnakerfi.\nMeð bjartsynis kveðjum\nB52"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-06 11:51:04",
            "id": "486955",
            "reply_to_id": "486953",
            "text": "Socata:\n>Nei kæri vinur ef þeir nota BIEG sem varavöll\n>þurfa þeir að skilja eftir frakt og eða farþega.\nNEI! (ég bara verð að nota caps-lock)\nBIEG og BIAR eru langoftast skráðir varaflugvellir í flugplönum Flugleiða, stundum er meira að segja EGPF (Glasgow) skráður (sem þýddi það væntalega að þeir þyrfti að fljúga án farþega skv. þínum útreikningum).\nSíðan aftur á móti nota þeir BIRK ef möguleiki er á.\nRétt skal vera rétt.\nKveðja Eureka"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-06 17:02:18",
            "id": "486956",
            "reply_to_id": "486955",
            "text": "Það er rétt að stundum nota þeir BIEG og BIAR og jafnvél EGPF en þeir nota ALLTAF BIRK ef hann er opin sem vara völlur .\nHvaðan hefur þú þessar upplýsingar ?\nþær eru einfaldlega ekki réttar hjá þér.\nSocata"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-06 19:48:59",
            "id": "486957",
            "reply_to_id": "486956",
            "text": "Já auðvitað nota þeir alltaf BIRK þegar hann er opinn, það er nú ekki nema rökrétt.  Af hverju að vera fljúga fleiri hundruð mílur ef þú getur lent á BIRK\nÞað sem ég er að segja að planaði varaflugvöllurinn er oftast BIEG og stundum BIAR.\nÉg skoðaði slatta af flugplönum og hringdi niður í flugumsjón til að fá þessar upplýsingar.\nKveðja\nEureka"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-06 20:15:48",
            "id": "486958",
            "reply_to_id": "486957",
            "text": "það getur ekki verið rétt að þú hafir talað við þá þeir plana líka alltaf í BIRK ef hann er opin sem varavöllur."
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-06 22:14:14",
            "id": "486959",
            "reply_to_id": "486958",
            "text": "Socata:\n>það getur ekki verið rétt að þú hafir talað við\n>þá þeir plana líka alltaf í BIRK ef hann er opin\n>sem varavöllur.\nNei ég er að ljúga þessu öllu! Hvað heldur þú að ég sé?\nÞeir(flugstjórn) plana ekki neitt, flugstjórn tekur bara við flugplönum frá Flugleiðum.  Og Flugleiðir plana mjög sjaldan BIRK sem varaflugvöll og í öllum flugplönum sem ég hef séð er einungis einn varaflugvöllur (þó svo að það sé möguleiki að plana fleiri).\nHvaðan hefur þú þínar upplýsingar ????\nKveðja\nEureka"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-04-06 23:07:39",
            "id": "486960",
            "reply_to_id": "486959",
            "text": "þeir þá á ég ekki við flugstjórn heldur flugumsjón þaðan sem ég hef mínar upplýsingar það er frá þeim er gera plönin."
        },
        {
            "user": "ZabO",
            "user_id": "671",
            "date": "2002-04-06 23:23:36",
            "id": "486961",
            "reply_to_id": "486960",
            "text": "Þá breytast annað hvort flugplönin á leiðinni frá flugumsjón til flugstjórnar, eða annar okkar hefur fengið rangar upplýsingar …"
        },
        {
            "user": "ZabO",
            "user_id": "671",
            "date": "2002-04-22 23:06:02",
            "id": "486962",
            "reply_to_id": "486961",
            "text": "Hvernig væri að byggja almennilega braut þar, lengja hana aðeins út á sjó og bera olíumöl á?\nÞað er ekkert svo mikill hávaði hingað inn í bæ eins og er, og menn geta bara flogið umferðarhringi frá bænum? er þetta ekki ideal pleis fyrir einka- og kennsluflug? sbr. að kennsluflug er bannað þarna núna?"
        },
        {
            "user": "Kristbjorn",
            "user_id": "11677",
            "date": "2002-04-05 09:16:44",
            "id": "486963",
            "reply_to_id": "486945",
            "text": "Þarf virkilega að svara því af hverju ekki kemur flugvöllur í Viðey eða á Geldinganesið ?\nViðey er skilgreint sem útivistarsvæði Reykvíkinga.  Þar eru sögulegar minjar.  Enginn borgarfulltrúi léti sér detta í hug að valta yfir part af Viðey fyrir flugvöll.\nÁ Geldinganesi er R-listinn búinn að skipuleggja iðnaðarsvæði.  D-listanum finnst svæðið of gott fyrir iðnað og vill frekar setja íbúðir þar.  Þetta fólk er ekki á leiðinni að henda báðum hugmyndunum út af borðinu til að koma fyrir flugvelli."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2002-03-31 11:29:25",
            "id": "486964",
            "reply_to_id": "486917",
            "text": "Skyhawk það eru ekki allir innan R listans samþykkir skoðunum borgarstjóra ég veit að framsóknarmenn hafa lýst yfir opinberlega að þeir vilji hafa völlin áfram.\nEnn það má alls fjarlægja völlin það er alla vega mín skoðun nær væri að lengja austur-vesturbrautina og reyna nota hana sem mest þá verður minna ónæði og færri á móti vellinum það er alla vega mín skoðun en einnig mæti flytja einka og kennslu flug út i viðey eða geldingarnes t.d.\nMeð Flugvallarkveðjum\nB52"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-04-02 20:45:21",
            "id": "486965",
            "reply_to_id": "486917",
            "text": "M ér finnst að það eigi að færa kennsluflugið frá BIRK en halda einkafluginu. Einnig að allar erlendar vélar sem lenda nú á BIRK, fái ekki að lenda þar heldur verði vísað til BIKF. Það væri flott ef það yrði byggð ein braut í suðursvæði, nálægt kvartmílubrautinni.´Ég held að það yrði mikill skandall að færa völlin."
        }
    ]
}