{
    "forum_title": "Harry Potter",
    "user": "arazta",
    "user_id": "59148",
    "date": "2010-06-25 21:14:33",
    "title": "Stjórnanda vantar!",
    "text": "Ég hef kannski ekki verið virkur stjórnandi, einungis fylgst með og samþykkt greinar þegar með þarf, en ég er að hætta þar sem að ég hef einfaldlega voða lítinn tíma til að fylgjast með áhugamálinu sem stjórnandi. Það væri því voða gott ef einhver áhugaHugari sem hefur gaman af Harry Potter myndi sækja um sem nýr stjórnandi, svo að Sabbath og svanaerla séu ekki skilin alveg ein eftir :)\nEndilega sendið inn umsókn ef þið hafið áhuga á þessu:)\n/arazta\nSkilyrði (þarf samt ekki að hafa öll):\n- Umsækjandi þarf að vera orðið að minnsta kosti 16 ára\n- Umsækjandi þarf að hafa náð allavega 1000 stigum á Huga\n- Umsækjandi þarf að hafa áhuga og metnað til að betrumbæta áhugamálið með nýju efni\n- Umsækjandi þarf að hafa sent inn grein/ar sem sýna fram á að viðkomandi sé ágætis penni\n- Umsækjandi þarf að hafa sæmilegt vit og mikinn áhuga tengt umræddu áhugamáli\n- Umsækjandi þarf að hafa sent inn grein á tiltekið áhugamál sé áhugamálið ekki nýtt\n- Umsækjandi þarf að koma reglulega inn á áhugamálið til fylgja eftir daglegri starfsemi",
    "url": "https://www.hugi.is/hp/tilkynningar/704160/stjornanda-vantar/",
    "url_id": "704160",
    "id": "7190407",
    "replies": [
        {
            "user": "arazta",
            "user_id": "59148",
            "date": "2010-06-25 22:07:47",
            "id": "7190480",
            "reply_to_id": "7190407",
            "text": "Er aldurstakmark eða eitthvað í þá áttina? :)"
        },
        {
            "user": "arazta",
            "user_id": "59148",
            "date": "2010-06-25 23:25:45",
            "id": "7190556",
            "reply_to_id": "7190480",
            "text": "16. ára :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-06-25 23:29:52",
            "id": "7190561",
            "reply_to_id": "7190556",
            "text": "Ókei :)"
        }
    ]
}