{
    "forum_title": "Heilsa",
    "user": "RolluBaldur",
    "user_id": "54405",
    "date": "2010-06-26 17:20:47",
    "title": "MORPH",
    "text": "ætlaði að spyrja hvort eitthver herna hefur prófað að taka MORPH? er búinn að vera að lyfta í svona u.þ.b ár og langar að byrja að nota eitthvað sem gefur meiri orku í lyftingum og auka súrefnisfllæðið í vöðvana.\nhttp://www.fitfood.is/xodus_product.aspx?CatId=330&SubCatID=632&ID=1644\nlangaði að vita persónuelgt álit ykkar á þessu þar sem mikið af svona dóti er kjaftæði. er þetta svipað og no-xplode eða er þetta bara eitthvað sem gefur ekki neitt? ennars væri gott líka að vita hvað þið notið sem gefur meiri orku í lyftingum og hvernig það er að virka fyrir ykkur.",
    "url": "https://www.hugi.is/heilsa/korkar/704204/morph/",
    "url_id": "704204",
    "id": "7190910",
    "replies": [
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-06-26 17:50:35",
            "id": "7190922",
            "reply_to_id": "7190910",
            "text": "Hljómar alveg sjúklega kjánalegt. Enga reynslu af þessu en grunar sterklega að þetta sé bara djók.\nHvað varðar meiri orku í lyftingum þá eru svona 4-800mg koffein+kolvetni fyrir æfingar mjög fínt."
        },
        {
            "user": "RolluBaldur",
            "user_id": "54405",
            "date": "2010-06-26 19:28:14",
            "id": "7190994",
            "reply_to_id": "7190922",
            "text": "veistu um eitthvað gott sem þú hefur prófað eða eitthvað sem þú hefur frétt um sem er að gera góða hluti? nenni ekki að standa í að eyða slatta af krónum í eitthvað kjaftæði sem gerir síðan ekki skít ef þú skilur hvert ég er að fara :P"
        },
        {
            "user": "Zyzz",
            "user_id": "49145",
            "date": "2010-06-26 18:17:40",
            "id": "7190936",
            "reply_to_id": "7190910",
            "text": "hahahahahaha ég elska hvernig lýsingin er sett fram eins og efnið sé að tala, það eitt ætti að vera nóg til að kaupa þetta ekki xD"
        },
        {
            "user": "RolluBaldur",
            "user_id": "54405",
            "date": "2010-06-26 19:26:48",
            "id": "7190993",
            "reply_to_id": "7190936",
            "text": "haha já það var eimmit það sem lét mig íhuga að sleppa þessu, vantar bara að fynna eitthvað sem gefur manni töluvert meiri orku í lyftingum og rakst á þetta og vildi fá álit á þessu :P"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2010-06-26 21:43:22",
            "id": "7191078",
            "reply_to_id": "7190910",
            "text": "Ég hef prufað þetta, gerði það eiginlega bara upp á djókið en mig vantaði einhverja orku fyrir æfinguna og þetta var glænýtt.\nSatt best að segja fann ég ekki fyrir þessu á æfingunni, kannski fínt eftir æfingu því í þessum littla 100gr stauk eru 45gr af próteinum.\nÞetta bragðast eins og C-vítamín ávaxtapillurnar.\nBætt við 26. júní 2010 -  21:46\nÉg er ekki að tala um það sama greinilega. Það sem ég prufaði er í vökvaformi en það fylgdi sama lýsinginn á þrútnum æðum og pumpuðum vöðvum með vörunni samt.\nSem auðvitað átti sér aldrei stað"
        },
        {
            "user": "RolluBaldur",
            "user_id": "54405",
            "date": "2010-06-27 00:16:44",
            "id": "7191145",
            "reply_to_id": "7191078",
            "text": "haha já grunaði að þetta væri eitthvað þannig :P"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2010-06-27 15:21:14",
            "id": "7191405",
            "reply_to_id": "7190910",
            "text": "Sá þetta á síðunni.\nhttp://www.isatoritech.com/pdf/Morph_Clinical_Studies.pdf\nEr samt ekki alveg 100% sannfærður."
        }
    ]
}