{
    "forum_title": "Smásögur",
    "user": "Sapien",
    "user_id": "76852",
    "date": "2010-06-30 00:00:33",
    "title": "Skuggakviða Kafli V",
    "text": "V. SILFURSTINGSBYLTINGIN\nHvað heldurðu að sé breytt?‘‘ spurði Fáfnir sem var kominn úr gömlu lörfunum og í fínustu litklæði úr silki sumstaðar. Arnór svaraði ekki alveg strax, enda var það ekki fallegt er hrökk upp í huga hans í fyrstu.\n,,Varla mikið gott,‘‘ sagði hann loks. ,,Eikarþorp hefur varla sloppið við græðgi Bjólfs, skattheimturiddarar og fleiri verðir…‘‘ Arnór þagnaði og leit til sígandi haust sólarinnar. ,,En íbúar Gráeyjar eru sterkir og stoltir, og við eigum snjalla lögmenn sem hefðu varið eyjuna með sinni þekkingu,‘‘ Fáfnir svaraði ekki. ,,Ég er þó nokkuð viss um að móðir þín sé enn þá heima og sömuleiðis systir,‘‘ bætti Arnór við með ögn meiri kátínu.\n&#61644;\nÞau komu að hliðinu þegar sólin var komin undir Miðgarð. Engir sérlegir fjármunir höfðu farið í laga brúna þar sem Sigurbjörn hafði sprengt hana og einungis nokkrir ótraustir spýtuplankar höfðu verið reistir yfir gatið. Sigurbjörn muldraði eitthvað um afsakanir en enginn hlustaði á hann. Arnór hafði búist við því að sjá gamla hliðið verr á sig komið eftir að hafa endurkynnst Ægisborg og séð brúna, en það kom honum þó ekki það mikið á óvart þegar þau horfðu upp á þriggja metra háan múr er lá meðfram norðurströnd Gráeyjar. Hliðið var úr þungum viði en sást varla fyrir járnbryddingum. Það voru tveir verðir er gættu hliðsins, búningar þeirra skreyttir Gráeyjarfána og skjöldum með skjaldarmerki konungs. Þeir báru tignarlega atgeira, gullbryddaða líkt og hjálmar þeirra. Arnór fann til öfundar en hristi það af sér. Ekkert gull getur keypt hollustu mína.\n,,Bíðið hér, ég skal fara á undan og útksýra fyrir þeim hvernig mál standa,‘‘ sagði Arnór og gekk til varðanna. Í nóttinni hafði hann ekki getað greint andlit þeirra en hann sá núna hver annar varðanna var.\n,,Stopp! Enginn má koma… Arnór?!‘‘ sagði annar varðanna og lét atgeirinn síga ögn. Arnór brosti og gekk útréttum örmum að syni sínum. Garðar gapti en kastaði svo niður atgeirnum og skildinum og faðmaði Arnór á móti.\n,,Hvernig… ?‘‘\n,,Þegar tíminn er réttur, þegar tíminn er réttur. En nú þurfum við að komast heim,‘‘ Arnór leit spyrjandi á Garðar sem var ekki sæll á svip.\n,,Það má enginn fara inn fyrir hliðið að næturlagi nema með sérstökum leyfisbréfum og… og þursar hirði það!‘‘ Garðar reif upp af belti sínu lykil og stakk í skráargatið. Það small í gríðarlegu lásavirki og Garðar ýtti annarri hurðinni upp á gátt. Hinn vörðurinn, svartur á hörund, leit undan. ,,Fáist ekki um hann, ég hef hann á mínu bandi.‘‘ Garðar brosti en það varði ekki lengi.\n,,Hvað?‘‘ spurði Arnór og hleypti fram hjá sér mönnum úr áhöfn Valda. Garðar tvísté.\n,,Það er bara… það er kominn nýr Gráeyjarhöfðingi,‘‘ Garðar virtist skammast sín.\n,,En… þú áttir að taka við Baldri! Ég og hann gerðum allar ráðstafanir til þess að…‘‘\n,,Því miður. Kóngur kom hingað sjálfur og kom einhverjum frænda sínum hérna að. Ég barðist ekki nógu mikið fyrir rétti mínum,‘‘ Garðar leit á föður sinn. ,,En þú ert kominn aftur. Lögin, nú og gömul, herma að þú eigir rétt á titlinum. Það er að segja ef að útlegðin væri ekki…‘‘\n,,Ég fékk hana ógildaða,‘‘ sagði Arnór og horfði á eftir Fáfni leiða víkingana að Eikarþorpi. ,,Og ætli það sé ekki betra að þú hafir ekki mótmælt svo mikið, þú hefðir örugglega verið hengdur eða verra.‘‘ Garðar kinkaði kolli.\n,,En vertu óhræddur. Langhús Gríms stendur enn, Peklingur, nýi höfðinginn, tók sér frekar aðsetur í Ódáðavirki,‘‘ Arnór lagði hönd á öxl Garðars sem laut höfði. Síðan gekk hann á eftir hinum.\n&#61644;\nArnór leit með hryllingi á það sem Eikarþorp var orðið. Húsin, sem áður höfðu staðið tígulleg, voru í niðurníðslu. Göt í veggjum, fúnandi viður, hrundir steinveggir. Þar sem áður hafði verið yfirgnæfandi matarlykt var nú bara fnykur sem Arnór átti erfitt með að greina hvaðan kæmi. Ekki það að Eikarþorp hefði verið úthverfi ríks fólks, þvert á móti, en áður en Arnór hafði farið hafði ekki verið einn einasti betlari á götunum. Nú lágu þeir í hungruðum hrúgum í þeim fáu húsasundum er komu fyrir í Eikarþorpi. Arnór vissi ekki hvort það væri eitthvað að hugga sig við hann þekkti fæst sveltu andlitin. Þau héldu áfram að Grímshúsi, reist af Grími langafa Gríms föður Baldurs og Arnórs, bústað Gráeyjarhöfðingja. Þegar það var komið í sjónmál var eins og vissan ein um tilvist þess gerði það vinalegt og bauð þau velkomin. Arnór fann gleðihroll hríslast um sig og jafnvel Þytur ókyrrðist.\n,,Ég veit,‘‘ hvíslaði Arnór. ,,Við erum komin heim,‘‘\n,,Ha?‘‘ spurði Valdi, sem hafði gengið fyrir framan hann og sneri sér við. Arnór brosti.\n,,Ekkert. Segðu mönnum þínum að búa sig undir ágætan málsverð,‘‘ Hann leit aftur að bænum og sá Fáfni berja að dyrum. Þegar þær opnuðust stóð þar Guðrún og faðmaði að sér Fáfni. Arnór skokkaði af stað til hennar. Guðrún, ekkja Baldurs, virtist hafa elst um áratug. Alla tíð hafði hún hrist af sér klær þverrandi æsku og teygað lífið, en nú virtust allar áhyggjur Eyjaveldisins hafa hrúgað sér í augu hennar, undir þau og rist rúnir sínar í andlit. Samt sem áður brosti hún með sannri gleði.\n,,Arnór…‘‘ sagði hún og þau föðmuðust. ,,En, hvar er…?‘‘ Hjarta Arnórs sem hafði svo gott sem farið á flug við þessa endurfundi féll sem steinn niður í hrjúfa kletta raunveruleikans. Hann leit niður og sleikti varirnar varnfærnislega. Þegar hann áréð að líta aftur upp sá hann augu hennar sindra, en tárin féllu aldrei. ,,Þú segir mér frá því á morgun. Það sem skiptir máli er að þið eruð á lífi,‘‘ Arnór kinkaði kolli og kyssti hana á kinnina. Guðrún steig úr dyrunum og hleypti honum inn í bæinn. Það Arnór greindi út frá fölnandi kerti var yfirfullur bær af fólki, en snauður af mat. Hrólfur drepur einhvern fyrir þetta, hugsaði Arnór sár og reiður, en  minnti sig síðan á að eigingirni myndi ekki hjálpa í stríðinu gegn Bjólfi. Hann kallaði Valda til sín.\n,,Spyrðu hverjir- nei, annars, veldu einhverja til þess að sofa í útihúsunum,‘‘\n&#61644;\nArnór vaknaði við mikinn umgang. Hann reisti sig við í lokrekkju sinni og leit inn á ganginn og úrskar olnbogaskot í augað. Fólk tróðst hvert yfir annað og var greinilega mikið um.\n,,Hvað-hvað er í gangi?‘‘ spurði hann svefndrukkinn og nuddaði augun. Enginn virtu hann viðlits. ,,Ég sagði..‘‘ Valdi kom og ýtti fólki frá lokrekkju Arnórs.\n,,Þau segja að það sé skiladagur í dag,‘‘ sagði hann og kom hattinum sínum fyrir á sér. ,,Og ekki spyrja mig hvað það þýðir því að ég-‘‘\n,,Fara það í- ætli ég viti það ekki,‘‘ tuldraði Arnór og nuddaði andlitið. ,,Skattheimturiddarar koma í dag… og… ansi hittum við vel á…‘‘ hann stóð upp og seildist í sverðið sitt. Hann hafði sofnað í fötunum og þyrfti því einungis að klæða sig í hringa-brynjuna. Valdi glotti og byrjaði að losa um svipuna.\n,,Nei.‘‘ sagði Arnór án þess að líta á hann. ,,Ég heiti á Baldur og Tý að engar blótsúthellingar verði í dag, nógar hafa þegar orðið við komu okkar,‘‘ Valdi kinkaði kolli en tókst ekki að dylja vonbrigðin.\n,,Hvaða blóðsúthellingar annars? Ég man ekki eftir-?‘‘\n,,Fástu ekki um það. Ég drap kanínu eða einhvern andskotann mér til matar áður en við komum hingað,‘‘ muldraði Arnór og fikraði sig um mannmergðina í leit að Guðrúnu.\n&#61644;\nArnór, Guðrún og Valdi stóðu fyrir framan Grímshús. Arnór treysti þó ekki ást goðanna á sér og hafði skipað mönnum að vígbúast og bíða inni í bænum og útihúsum.\n,,Þeir koma hingað síðast,‘‘ sagði Guðrún alvarleg. ,,Þeir taka tvo koparskildinga á hvern mann í húsinu, einn fyrir hverja skepnu og svo þrjá brons fyrir húsið og tvo fyrir útihúsin. Auðvitað gætu þeir hafa bætt við en…‘‘ hún greip andan á lofti þegar í sjónmál kom reiðmaður með hóp af hermönnum fyrir aftan sig. ,,Þetta eru þeir. Arnór, við eigum kannski ekki nóg fyrir þessu…‘‘\n,,Við eigum meira en nóg,‘‘ leiðrétti Arnór og bankaði á gimsteinaskreyttan hjálminn sinn. ,,Mér þykir leitt að skilja við hann, gjöf frá góðum manni,‘‘ Reiðmaðurinn sem nálgaðist var með sverð í slíðrum, bláa skikkju skreytta fána Gráeyjar og silfraðan hjálm. Spelkabrynja hans var í  fánalitum Gráeyjar, blá og silfruð og með fána Gráeyjar. Hermennirnir voru einnig í slíkum brynjum, en einnig með skildi merkta Gráey, stutt spjót og sverð í slíðrum. Arnór tók eftir því að þeir voru flestir dökkir á hörund. Í miðri hermanna þvögunni var vagn, dreginn af asna, með nokkrum kistum og tunnum. Reiðmaðurinn stoppaði rétt fyrir framan Arnór. Hann leit niður á hann og virti fyrir sér með vandlæti.\n,,Jæja, detti mér allar dauðar lýs, er það ekki Arnór Grímsson sem hefur stolist aftur heim. Var heimurinn þarna úti of skelfilegur fyrir þinn smekk, eða gastu bara ekki haldið þig fjarri konu aumingja bróður þíns?‘‘ sagði hann hæðnislega og hló. Fyrirlitningin var alger hjá Arnóri. Þennan  mann hafði hann haft óbeit á frá því að þeir fyrst hittust í hermannaþjálfun í her konungs fyrir meira en tveim áratugum. Ratnor hafði ávallt sveipað sig áru hrekkja, biturðar, einfaldlega alls sem gerir fólk ekki endilega illt heldur fær mann til þess að vilja að flá það með ömmu þess. Ratnor hafði verið hliðvörður við Gráey eitt sinn á þeim tíma hafði ýmislegt misjafnt komið upp á en Arnór hafði fengið hann rekinn fyrir að taka við mútum. Því miður fyrir þá báða haðfi Ratnor síðan verið sendur til Eikarþorps að búa og borga skuld sína, og hafði haft aðsetur ekki of langt frá Grímshúsi. Það kom Arnóri ekki á óvart að þessi maður hefði verið ráðinn skattheimturiddari.\n,,Nei. Reyndar saknaði ég dóttur þinnar. Nata, er það ekki? Ég man það aldrei, eina nafnið sem hún segir í návist minni er mitt,‘‘ svaraði Arnór og gaf sjálfum sér hugarspark. Ég hefði getað gert betur. Ratnor fitjaði upp á nefið með fyrirlitningu.\n,,Jæja, gaman að sjá þig aftur. En á meðan ég man, þið skuldið kóngi eitthvað um…‘‘ Arnór veifaði hjálminum að honum.\n,,Nei, ég fékk hann ekki sem borgun frá dóttur þinni, en hann ætti að nægja fyrir skatti þessarar og næstu vikna,‘‘ Arnór rétti honum hjálminn. Ratnor tók hikandi við honum og skoðaði með blindandi græðgisbliki í augunum. Síðan rétti hann hjálminn til eins hermanns sem kom honum vel fyrir í vagninum. Ratnor leit aftur brosandi á Arnór.\n,,Því miður, það vantar enn þá svolítið upp á að…‘‘\n,,Hann á líka sverð,‘‘ sagði Valdi byrstur. ,,Það kemst kannski ekki fyrir á vagninum en mér sýnist kokið þitt…!‘‘\n,,Einmitt,‘‘ sagði Arnór fljótmæltur og leit ásakandi á Valda sem kipraði augun á Ratnor sem virti þá hugsi fyrir sér.\n,,Sverð, ha? Ég á nóg af þeim!‘‘ sagði Ratnor og benti fyrir aftan sig á verðina sem stóðu kyrrir. Arnór greip um hjöltu sverðsins.\n,,Farðu, Ratnor,‘‘ sagði Arnór lágri en skipandi röddu. Ratnor kipraði augun og opnaði munninn. ,,Þér er kannski sama um líf varða þinna, en þú veist að ég mun höggva þig niður áður en þú getur sleppt taumnum!‘‘ Arnór dró sverðið ögn fram úr slíðrinu. ,,Ég nenni ekki lengur að eyða orðum á þig. Farðu.‘‘ Ratnor ætlaði að segja eitthvað en hætti við það. Þess í stað sneri hann hrossi sínu við.\t,,Komið!‘‘ skipaði hann og reið af stað. Hermennirnir fylgdu á eftir honum. Arnór horfði fullur undarlegrar bærði á eftir þeim. Guðrún andvarpaði og var greinilega létt. ,,Passaðu þig, Arnór, þú veist ekki við hvað er að etja!‘‘ kallaði hann svo fyrir aftan sig.\n,,Vitiði,‘‘ sagði Valdi. ,,Ef að hann væri jafn andfúll og hann er ógeðfelldur…‘‘ Arnór brosti og leyfði bræðinni að sökkva niður í huga hans.\n,,Þá hefðu hrafnarnir nóg að éta,‘‘ sagði hann og gekk inn í bæinn. Þrátt fyrir að bón hans um frið hafi verið uppfyllt var hann ekki viss hvort hann ætti að vera reiður eða glaður.\n&#61644;\nÞennan dag var unnið við að ná því litla sem eftir var á ökrum og ræktargörðum. Guðrún útskýrði fyrir Arnóri að þau ættu rétt nóg hey fyrir skepnurnar og alls ekki nóg grænmeti fyrir fólkið, bæði vegna skattheimtu og þjófa. Nýjasta atvinnugrein Eyjaveldisins var nefnilega gróðurstuldur. Skítug vinna en næringarrík. Arnór vann með öðrum við að smala saman þeim fáu kindum af Fagursléttu er ekki höfðu þegar komist inn í hús þegar hann sá á ganga til sín skikkjuklæddan mann. Þegar maðurinn var kominn nær sá Arnór að eina vopn hans var sverð. Arnór gekk á móti manninum sem hneigði sig. Hann var með þykkt og stutt skegg. Andlit hans hefði virst hrukkótt ef örin hefðu ekki verið fyrir. Maðurinn var þykkvaxinn en Arnór sá að það voru vöðvar.\n,,Arnór Grímsson? Ég leita hans,‘‘ sagði maðurinn rámri og djúpri röddu. Arnór virti fyrir sér slitna brynju mannsins.\n,,Það er ég, Arnór Grímsson,‘‘ svaraði Arnór og rétti úr sér. Maðurinn þagði og virtist bíða eftir einhverju af hálfu Arnórs. Þeir horfðust í augu.\n,,Gott,‘‘ sagði maðurinn loks. ,,Þú sóar ekki orðum. Komdu, við þurfum að talast við,‘‘ Hann benti Arnóri á að fylgja sér burt frá hinum sem veittu þeim ekki mikla athygli.\n,,Hús mitt er ekki fjarri, við gætum rætt þa…‘‘\n,,Hús, þá sérstaklega mörg saman, hafa fleiri augu og eyru en glugga og hurðir,‘‘ sagði maðurinn. Þeir gengu stuttan spöl. Maðurinn lagði þreytta hönd á sverð sitt og sneri sér að Arnóri. ,,Svaraðu sannleikanum fyrir Forseta og Óðni, því að mál mitt fær fleiri en einn veginn!‘‘ Þeir horfðust í augu og Arnór var orðinn smeykur við þennan mann. ,,Ef að þú leyfir mér að halda áfram, þá tekurðu sjálfur ábyrgð á lífi þínu,‘‘ Arnór íhugaði þetta og kinkaði svo kolli. Maðurinn laut höfði.\n,,Ég er Heriður, sonur Hálfdánar fyrrverandi Karleyjahöfðingja, þeim fyrsta og seinasta. Ég býð þér inngöngu í Silfurstingsbyltinguna er ætlar sér að stöðva Bjólf falskonung og þá er á illsku hans lifa,‘‘ Heriði tókst að segja þetta eins og hann væri að tala um eitthvað ómerkilegra en veðrið, sem er í sjálfu sér merkilegt fyrirbæri, en samt setti hann nægan kraft í orðin til þess að lyfta tebolla. Þeir horfðust í augu og Arnór sá bæði reiði, depurð og von. Byltingin, hugsaði Arnór, ef að marka má orð Kamps er það hættulegt, ef að kóngsmenn kæmust að því… og ég þarf að sjá fólkinu hérna fyrir… sú hlið Arnórs er hafði sýnt vilja sinn þarna hvarf í skuggann á þeirri duldu og öflugu hrinu hugsana af hálfu þeirrar myrku veru er bjó innra með honum. En ef að Bjólfur fellur, þá þarf ekki að hafa jafn miklar áhyggjur af mat. Það er skylda mín sem Skuggi og bróður Baldurs að sigra þann viðbjóð er sefur í höllinni kjamsandi á mat þegna sinna.Ég get ekki lifað í sátt við sjálfan mig ef að ég sit heima líkt og versta kotkerling sem hræðist mannígan hrútinn.\n,,Það væri heiður,‘‘ sagði Arnór loks. ,,Þó ekki sé nema til þess að halda höfði mínu,‘‘ Heriður brosti stoltur.\n,,Þetta er góður dagur fyrir byltinguna, að fá slíkan meðlim,‘‘ sagði Heriður og hefði Arnór hallað sér nær hefði hann jafnvel séð örlitlar brosviprur. Heriður lagði hönd á öxl Arnórs. ,,Vitanlega get ég ekki treyst þér bara vegna þess að þú segist óvinur Bjólfs, og þess vegna get ég ekki sagt þér hvar höfuðstöðvar okkar eru. En á morgun skaltu fara, ásamt þeim er þú telur geta þjónað Byltingunni að Glæringasteini í Smáraey þegar sólin er hæst á himni. Engin bellibrögð, minnsta hreyfing er ógnar okkur og þú og þeir sem þú tekur með þér fá far með Valkyrjunum heim!‘‘ Heriður var alvarlegri á svip en nokkur sem Arnór hafði séð. Hefði hann verið öllu alvarlegri í svipnum hefðu augnbrýr hans geta stofnað sína eigin nýlendu á Englandi.\n,,Ég skil,‘‘ sagði Arnór, laut höfði og hneigði sig. ,,En hvernig veit ég hverja ég skuli velja?‘‘\n,,Vitanlega þarf fólk að vera traust til þess að vera í Silfurstingsbyltingunni, en það skiptir ekki öllu enda höfum við ráð gegn æstum tungum. Ég treysti þér, Arnór, þú hefur þannig yfirbragð. Og trúðu mér, ég veit hverjum skal treysta, þessvegna ætla ég að segja þér þetta,‘‘ Heriður dró andann djúpt og virtist reyna að róa eitthvað innra með sér. ,,Eins og stendur einbeitum við okkur að því að stela aftur góssi sem kóngsmenn sanka að sér. Við höfum ekki hætt út í neinar opinberar orrustur, enda er leyndin okkar skæðasta vopn, það er ákveðinn kostur falinn í því að vera fámennt,‘‘\n,,Það er mannmargt þennan veturinn hjá mér, og það virðist hvorki matur né skjól fyrir alla,‘‘ sagði Arnór. ,,Margir þeirra koma að norðan úr löndum víkinga, og ef að þið gætuð tekið að ykkur einhverja-‘‘ Heriður hnyklaði brýrnar hugsi.\n,,Við eigum mat, vissulega, nógan til þess að fæða fleiri en eru þegar í byltingunni allri. Nokkrir í viðbót ættu ekki að saka, þá getum við kannski kvatt litlar ránsferðir í bakgarð ríkafólksins og hafið almennilegar árásir á…‘‘ Heriður leit á Arnór, og erfitt var að sjá hvort hann væri reiður eða stoltur. ,,Komdu með eins marga og þú vilt. En vertu tilbúinn þó að kveðja þá fljótt, annað hvort endistu í Byltingunni viku eða eilífð,‘‘ Heriður kinkaði kolli. ,,Ef að það er allt sem að þú þarft að vita…‘‘\n,,Það er það,‘‘ svaraði Arnór. ,,Menn mínir eru traustir og hafa þjáðst í dýflissum konungs lengi. Þeir bera enga ást til hans,‘‘ Arnór beit sig í vörina enda ekki hrifinn af ýkjum. Heriður sneriist á hæli og gekk burt. Arnór gekk til Valda sem hafði fylgst með úr fjarlægð.\n,,Valdi, hvað fyndist þér um að fá mat og húsaskjól fyrir þig og menn þína?‘‘ spurði hann.\n,,Fínt?‘‘ sagði Valdi.\n,,Ég hef komið í kring samning er gæti útvegað slíkt, í skiptum fyrir herþjónustu,‘‘\n,,Fyrir hvern?‘‘\n,,Skiptir það máli? Segjum bara að þú getir borgað hefnt þín á mönnunum er fangelsuðu þig!‘‘\n,,Ooo, það var nú ekki það slæmt,‘‘ tautaði Valdi. ,,Það var nú einnig matur og húsaskjól, án nokkurrar þjónustu. Að vísu fengum ekki mat fyrstu tvo dagana en…‘‘\n,,Finndu bara út hverjir gætu viljað slíkt. Og vertu dularfullur, ekki bara romsa þessu út úr þér líkt og ég,‘‘\n&#61644;\nArnór, ásamt Hrólfi, Heiðrúnu, Sigurbirni, Eyjólfi og öllum mönnum úr áhöfn Valda auk nokkurra auðnuleysingja er höfðu sest að í Grímshúsi héldu af stað snemma um morgun næsta dags að Glæringasteini, sem var við aðalhlið Smáraeyjar. Þetta var um þrjátíu manna hópur, allir í misgóðu ásigkomulagi bæði líkamlega og andlega en allir áttu þarna sameiginlegt að eiga í höggi við konung og þarfnast næringar og húsaskjóls. Garðar, sem var að ljúka næturvakt sinni við hliðið, hleypti þeim í gegn án spurninga. Valdi dró Arnór aðeins á undan hinum og beygði sig að honum laumulega.\n,,Þetta er þessi bylting, er það ekki? Skuggabyltingin eða svoleiðis? Ég heyrði verðina tala um það og…‘‘ Valdi virtist hafa einhverjar áhyggjur. Arnór hneigði höfuð sitt að honum.\n,,Silfurstingsbyltingin, er það kallað. Og já, ég get víst ekki logið að þér, þetta er sú bylting‘‘ svaraði Arnór.\n,,Erum við svo verðmætir?‘‘ tautaði Valdi. ,,Að húka í einhverjum helli einhversstaðar uppi á fjalli og borða orma…‘‘ Arnór lagði hönd á öxl hans.\n,,Ég er nokkuð viss um að það sé ekki þannig. Heriður virtist ekki vera maður sem lýgur,‘‘ Valdi hristi hausinn.\n,,Bara svo að þú vitir það þá vill ég heldur húka í Grímsbæ!‘‘\n,,Og það máttu. En í augnablikinu er ákveðinn skortur á bæði mat og peningum og uppreisnarmenn segjast eiga eitthvað handa ykkur,‘‘ sagði Arnór sefandi. ,,Auk þess fáið þið að fara í ránsferðir og álíka skemmtileg heit þarna,‘‘\n,,Ég ætla rétt að vona það,‘‘ þeir gengu áfram þegjandi. Eftir nokkurra stunda gang fóru þeir framhjá Moseyjarhliði, einnig nýstyrktu eins og Gráeyjar. Öðrum nokkrum klukkustundum síðar sá Arnór hlið Smáraeyjar. Ólíkt hliðum Gráeyjar og Moseyjar voru gyllt hlið ríkustu eyjarinnar varin með tveimur pörum varða, allir klæddir gullísaumuðum skikkjum með fána Smáraeyjar. Ferhyrndir og stórir skildirnir voru með upphleyptu skjaldarmerkinu og fánanum máluðum yfir. Brynjan var í stíl við skikkjuna og jafnvel atgeirar þeirra voru með Smáraeyjar fána, og allir báru þeir sérfána fyrir ríka umbjóðendur sína. Þeir horfðu sviplausir á hersinguna ganga að þeim en hertu ögn grip á vopnum sínum þegar þeir sáu að hópurinn ætlaði að fara í Smáraey. Verðirnir þögðu meðan Arnór og menn hans staðnæmdust fyrir framan þá.\n,,Við viljum fá inngöngu í Smáraey,‘‘ sagði Arnór varfærinn. Það var erfitt að komast óboðinn inn í Smáraey ef að þú áttir ekki bát og Arnór hafði verið að vona að Heriður hefði séð um þann hluta fyrir þá. Verðirnir hreyfðu sig ekki en einn þeirra reisti sig alvarlega við.\n,,Herra, ég þarf að sjá leyfisbréf þitt fyrir ferðaleyfi eða ábúendaleyfi fyrir Smáraey með undirskrift að minnsta kosti eins af eftirfarandi: Bjólfs göfuga konungs fyrsta, Rímgalds Rimguldungsson Smáraeyjarhöfðingja, Jón Karl Karlsson æðsta ritara konungs, Nönnu Æsingadóttur ritara Smáraeyjarhöfðingja…‘‘ bunaði hann út úr sér auk fleiri mjög spennandi nafna og titla. Arnór sá augu varðarins glennast upp við nánari skoðun á Arnóri.\n,,Ég er ekki með neitt slíkt, en…‘‘ Arnór skoðaði fánann er blakti lítillega í köldum haustblæ. Það var merki Járngeldinga, einnar stærstu kaupmannaættarinnar. Talið var að smiðjur og smiðir í Eyjaveldinu væru að fjórðungi í eigu Járngeldinga, og að minnsta kosti þriðjungur undir valdi þeirra með einum eða öðrum hætti. Af öllum þeim ógrynni fólks í Eyjaveldinu er græddi á stríði voru Járngeldingar án efa þeir sem mokuðu inn gulli vegna gífurlegra vopnasamninga sem ekki allir voru byggðir á góðum viðksiptum frekar en skilið er við peninga af hatri. ,,… en ég er hér í erindagjörðum fyrir Járngeldinga,‘‘ Vörðurinn kipraði augun.\n,,Ég hefði verið látinn vita af slíku,‘‘ sagði hann yfirlætislega.\n,,En, þetta er… ekkert svo mikilvægt og gleymst að láta vita af því,‘‘ sagði Valdi og kinkaði kolli. Vörðurinn leit á hann.\n,,Ég hefði verið látinn vita af því,‘‘ sagði hann byrstur og lagaði grip sitt á atgeirnum. ,,Ef að þið hafið ekkert að hingað að gera, þá er þess ætlast að þið farið,‘‘ Arnór sleikti varirnar.\n,,Þá það, þú komst upp um okkur,‘‘ tautaði hann byrstur. ,,Við komumst ekki í þetta verkefni, strákar!‘‘ kallaði hann yfir hópinn. Mennirnir muldruðu eitthvað. Arnór leit á vörðinn. ,,Ég verð víst bara að fara aftur til baka og segja konungi hvernig okkur var meinað í þetta verkefni er hans hátign sjálfur útvegaði okkur sérvöldum köppunum,‘‘ Arnór horðfi reiðilega yfir verðina. ,,Og hvaða nöfn, skal ég segja, þegar Bjólfur biður mig um heiðursgesti hennar hátignar hengingarólar og syni þeirra prinsinum yfirböðli?!‘‘ Arnór setti eins mikið vald í þessi orð og honum var unnt og lyfti höndunum dramatískt. Vörðunum var bylt við en földu það vel.\n,,Ef að þú varst sendur af konungi…‘‘ sagði einn varðanna óöruggur og Arnór gekk ógnandi upp að honum. ,,… hlýturðu að vera með leyfisbréf,‘‘ Arnór dróg andann djúpt og horfði með fyrirlitningu á vörðinn.\n,,Heldurðu að Bjólfur hinn öfugi konungur fyrsti sé nógu mikill hálfvitit til þess að láta menn sína fá leyfisbréf í jafn leynt verkefni og að stöðva SILFURSTINGSBYLTINGUNA!?!‘‘ hrópaði Valdi pirraður. Verðirnir virtust ekki taka eftir litla orðabrandaranum hans. Verðirnur litu í flýti hvor á annan á meðan Arnór bölvaði Valda í hljóði og gerði sig tilbúinn að grípa sverðið.\n,,Vitanlega, sérvaldir kappar hans hátign þurfa ekki aum leyfisbréf almúgans,‘‘ sagði vörðurinn er bar fána Járngeldinga og ásamt félaga sínum opnuðu þeir hliðið. Á móti Arnóri blasti vel hirtur hellulagður vegur yfir hæðóttar gresjur Smáraeyjar. Ekki of langt í burtu sást Smárabær, eina borgin á Smáraey. Arnór hneigði höfuðið lítillega að vörðunum sem hneigðu sig djúpt. Hann reyndi að halda reiði svipnum og brjóta niður fegins hláturinn en missti svipinn í glundroða gleði, undrunar og ótta þegar einn varðanna muldraði:\n,,Þið eruð samt svolítið snemma,‘‘ Arnóri datt hið versta í hug en spurði vörðinn ekki frekar út í það. Hann leiddi hersingu sína út hliðarveg er leiddi út í klettóttan hluta Smáraeyjar er geymdi Glæringastein. Glæringasteinn var vel þekktur úr goðsögnum Eyjaveldis og var sagður geyma kraft galdramanns nokkurs er vildi ekki berjast við uppreisnargjarnan lærling sinn. Steinninn var svarblár með svörtum röndum og glitraði líkt og eðalsteinn en engum hafði tekist að brjóta minnstu flís úr honum. Þau héldu áfram stíginn sem var vel haldið við enda steinninn aðdráttarafl ferðamanna og viðskiptaheilar ríkustu eyjarinnar voru ekki lengi að sjá peninginn í slíku. Stígurinn lá yfir hæðótt svæði útsprengt með klettum og hellum og Arnór gat vel séð afhverju Byltingin gæti kosið slíkan stað fyrir bækistöðvar. Svæðið var vel gróið og myndaði græni liturinn sjónblekkingar þar sem þverhnýptir klettar runnu saman við slétta jörðina fyrir neðan þá og því var stígurinn hið eina er hélt þeim  frá því að falla niður hæðar. Arnór hafði einu sinni áður farið til Smáraeyjar og það var sem lífvörður Baldurs í embættisferð fyrir nokkrum árum. Baldur hafði krafist þess að sýna honum og hinum vörðunum goðsagnakenndan steininn og Arnór reyndi að muna allt sem hann gat úr þeirri ferð.\n,,Það er ekki langt eftir!‘‘ hrópaði hann aftur fyrir sig og skimaði um svæðið í leit að einhverju sem minnt gæti á návist Byltingarinnar. Ekki einu sinni ímyndunaraflið nennti að plata skilningarvit hann, en það var svolítið sem Arnór næstum því saknaði frá því að vera ekki Skuggi. Stígurinn fyrir framan hann lá framhjá hárri hæð og þegar hún var að baki sást í gljáandi steininn, umkringdur hæðum og steinsúlum skreyttum rúnum og undarlegum galdratáknum. Það var enginn nærri steininum og Arnór fór að hugsa um orð varðarins, hvort að kóngsmenn hafi vitað um þennan fund. Arnór greip um hjöltun og tók sér stöðu rétt fyrir utan steinsúlurnar. Fólkið sem honum fylgdi, mennirnir í rauninni því Heiðrún var eina konan, settust niður í grasið eða hölluðu sér upp að súlunum.\n,,Ég veit ekki hvort að þú tókst eftir því… það er svolítið erfitt að sjá það ég veit en…‘‘ Valdi stóð bakvið Arnór og endurvafði svipuna sína. ,,… það er enginn Byltingarmaður hérna,‘‘ Arnór rumdi eitthvað til samþykkis.\n,,Svo… er þetta allur maturinn? Og svona ægilega fínt þak?‘‘ hrópaði einn mannanna að honum. Arnór leit við og sá að það var einn víkinganna úr áhöfn Valda sem hallaði sér upp að súlu.\n,,Ef að þú ferð ekki að sýna mönnum sómameiri en þú smá virðingu, Hafþór, þá já. Já reyndar,‘‘ hvæsti Valdi. ,,Ég er þó með óróa tilfinningu fyrir þessu, þú sást hvernig verðirnir létu við hliðið!‘‘ bætti hann svo lágt við í eyra Arnórs. Arnór bandaði að honum höndinni.\n,,Verið róleg, ég er þess fullviss að þetta verður ekki fýluferð…‘‘ ávarpaði Arnór hópinn, óviss um hvað hann ætti að gera.\n,,Það voru mistök að fylgja þér, Valdi, þú lofaðir okkur borgum fullum af gulli, stræti fljótandi í mjöði og mat gangandi uppí kjaft!‘‘ sagði Hafþór og gekk af stað í kringum hópinn. ,,Ef að þetta ætlar að vera þessi mikla ævintýraför sem að þú lofaðir, að læðast um ljúgandi að vörðum og sofa í drullugum dýflissum sem ekki einu sinni rottum er bjóðandi þá…‘‘ Hafþór komst ekki lengra því að Hrólfur kom askvaðandi að honum og greip harkalega í hálsmál hans.\n,,Þegiðu, Hafþór!‘‘ frussaði Hrólfur reiðilega út úr sér. ,,Við tókum okkur að þér þegar þú varst bara útigangssauður og þú veist hvað er gert við sauði þegar þeir eru orðnir feitir og pattaralegir!‘‘ þrátt fyrir að vera lágur í loftinu tókst Hrólfi einhvern veginn að lyfta Hafþóri upp í augnhæð. Eftir að hafa starast í augu smástund kastaði Hrólfur honum frá sér og Hafþór lenti í niðurlægðri hrúgu á jörðinni. Arnór heyrði hið gamalkunna *shhhín* þegar sverð er dregið úr slíðri til hálfs koma úr átt Hafþórs en hann komst aldrei að því hvort Hafþór hefði látið verða af því þegar rödd kvað við á bakvið hann.\n,,Mat og drykk segirðu?‘‘ Heriður gekk niður af hæðinni sem slútti yfir steininn og benti á Hafþór. ,,Drengur, geymdu ákafann þar til síðar, þú þarft ekki á honum að halda í augnablikinu,‘‘ Arnór vissi ekki hvort það var sú staðreynd að Hafþór væri umkringdur af tveimur tugum vopnaðra manna eða einfaldlega tónninn í rödd Heriðar sem fékk hann til þess að slíðra sverð sitt og ganga aftar í hópinn. Heriður leit yfir hópinn, ómögulegt að ráða í hugsandi svip hans.\n,,Arnór,‘‘ sagði hann og lét augu sín flakka á milli mannanna. Arnór gekk til hans. ,,Þú segir að þessir traustu menn munu berjast fyrir Byltinguna,‘‘ Það var augljóst að þetta væri ekki spurning heldur staðhæfing, sem að Arnór þyrfti annað hvort að andmæla eða samsinna.\n,,Já, þeir eru tilbúnir í það. Haltu þeim bara við efnið bæði í leik og starfi,‘‘ svaraði Arnór varlega. Heriður leit á Arnór, brúnaþungur og svipurinn ritaður gleymdum rúnum.\n,,Ekki reyna neitt!‘‘ hrópaði Heriður yfir hópinn. Arnór heyrði örlítinn klið allt í kringum sig og bogaskyttur komu hvarvetna úr felum, föt þeirra máluð felulitum og einu silfruðu sverði. Hugur Arnórs tók andköf af hrifningu og ótta, þeir komu hingað á undan okkur, ég lét fallast í fyrirsát. ,,Við erum fleiri en þið og betur vopnaðri,‘‘ Kliður fór um mennina. ,,En verið rólegir, ef að þið gangist við skilmálum Silfurstingsbyltingarinnar fáið þið þann mat er þið getið etið og drykk er þið getið hellt niður!‘‘ Arnór hafði sterkan grun um að þessi litli brandari hafi ekki komið frá Heriði sjálfum, né að hann hafi auðveldlega skotið sér inn í tal hans. ,,Skilmálar Silfurstingsbyltingarinnar eru þessir:\nÞað má eigi drepa né beita ofbeldi af óþörfu! Slíkt verður dæmt fyrir sérstökum dómstól innan Byltingarinnar.\nÞað má eigi stela eða skemma eigur Byltingarinnar eða annarra, nema að slíku sé sérstaklega skipað af yfirstjórn Byltingarinnar!\nÞað má eigi ræða um þáttöku síns sjálfs í Byltingunni eða segja frá leynilegri starfsemi innan Byltingarinnar nema yfirstjórn Byltingarinnar leyfi!\nReglurnar eru einfaldar og viðurlög geta orðið dauði,‘‘ Arnór hnippti í Herið.\n,,Dauði? Og þið berjist gegn ógnarstjórn…!‘‘\n,,Treystu því að þessar reglur virka,‘‘ sagði Heriður án þess að taka augun af hópnum. ,,Auk þess,‘‘ bætti hann við lágri röddu. ,,Höfum við einungis einu sinni þurft að beita hörðustu refsingunni. Við viljum ekki deyða hluta af of litlum hópi, svo að mennirnir verða að óttast afleiðingar gjörða sinna,‘‘ Arnór hugsaði um þetta. Heriður leit af Arnóri og aftur á hópinn. ,,Stígið fram, ó óvinir falskonungs!‘‘ Mennirnir hikuðu í fyrstu, en svo einn af einum stigu þeir eitt skref fram á við. Heriður brosti, að minnsta kosti lyfti hann munnvikum efrivararinnar. ,,Þið hafið öll ákveðið að ganga í Silfurstingsbyltinguna. Nú munið þið sverja þess eið!‘‘ Heriður að hópnum með hendur á mjöðm. Arnór heyrði létt fótatak fyrir aftan sig og sá tvo menn koma ofan af hæðinni. Þeir voru klæddir í brúna kufla, með dökkbrúna skikkju og belti alsett rúnum, greinum og pokum með ýmsum jurtum og seiðum. Annar þeirra var gamall með sítt hvítt skegg og hár í stíl. Hinn var með brúna hettu yfir höfðinu en Arnór sá að þetta var unglings strákur, um tvítugt, með örlítinn skegg hýjung.Seiðmenn Dvergeyjar, hrópaði hugur Arnórs þegar það rann upp fyrir honum hverjir voru þarna á ferð. Seiðmenn Dvergeyjar voru fyrir nokkur hundruð árum stór ættbálkur drúída er voru frægir allt frá ströndum Afríku til fjalla Noregs fyrir kunnáttu sína í fræðum lækninga og rúnagaldra. Smátt og smátt hafði ættbálkurinn þó minnkað fyrir tilstilli ásókna Sótamunka og banns nokkurra konunga við göldrum. Það eina sem nú var eftir af ættbálkinum var einn lærimeistari og einn lærlingur. Hingað til hafði Arnór, líkt og margir aðrir, haldið að þeir hefðu dáið út í myrkum skógi Dvergeyjar en sér til mikillar gleði hafði Arnór rangt fyrir sér. Gamli maðurinn gekk stórum og hægum að hópnum. Arnór heyrði hvar bogi var strengdur, of stutt frá sér fannst honum. Maðurinn staðnæmdist við hlið Heriðs.\n,,Aaahhh,‘‘ stundi hann glaður, röddin hvorki rám né fögur, hvorki djúp né skræk, hún var einfaldlega fullkomlega eðlileg gömul rödd. ,,Gaman að sjá svo nýtt blóð í þessari hjörð,‘‘ Gamli maðurinn brosti og virtist telja mennina. ,,Myndið einfalda röð, takk!‘‘ Mennirnir vissu ekki hvað þeir ættu að gera og ráfuðu lítillega um þar til Arnór tók af skarið og staðnæmdist fyrir framan seiðmanninn. Eftir nokkuð brask var þó komin einhverskonar röð. ,,Ég heiti Trjángur, og er seiðmaður af ættbálki Dvergeyinga. Þetta er lærlingur minn, Siþur,‘‘ Trjángur gerði ögn hlé á máli sínu og leyfði þeim að melta þessar upplýsingar. ,,Gott og vel, um, já, við, munum, til þess að tryggja hollustu ykkar, eða meira öryggi annarra, láta ykkur sverja Eldeiðinn,‘‘ nokkrir í hópnum tóku andköf og muldruðu eitthvað. Eldeiðurinn var einhver öflugasti eiður sem hægt er að sverja. Með réttum rúnum, öflugum jurtum, færum seiðkarli og traustum vitorðsmanni er hægt að framkvæma þennan eið. Ef að viðkomandi segir eða gerir eitthvað sem að hann sór eið gegn brennur viðkomandi hluti líkamans upp til agna, og ef vel er farið að heldur fórnarlambið sársaukanum út ævina. Eiður þesi náði aldrei miklum vinsældum vegna gríðarlegs kostnaðar við leigu á seiðmönnum. ,,Við munum byrja á þér, herra…‘‘\n,,Arnór Grímsson,‘‘ sagði Arnór og reyndi að fela óttann við eiðinn. Trjángur kinkaði kolli, líkt og hann hefði haft grun um það.\n,,Arnór, sonur Gríms, sverð þú eldeiðinn?‘‘ Arnór skynjaði nýtt vald í rödd Trjángs, og það var líkt og hugsanir hans skýrðust.\n,,Já, ég Arnór, sonur Gríms, sver eldeiðinn!‘‘ Arnór hafði ekki alveg æltað að orða þetta svona, en magnþrungið andrúmsloftið í kringum hann virtist móta orðin til móts við athöfnina. Ég get svo sem ekki kvartað, hugsaði Arnór en óttaðist svo það sem loftið kynni að vilja að hann segði. Mennirnir fyrir aftan Arnór bökkuðu órólegir og bogaskytturnar létu vopnin síga. Trángjur dró úr belti sínu laufgaða grein og strauk henni um hvirfil Arnórs. Þunnur, olíkenndur vökvi lak úr greininni og niður enni og hnakka Arnórs sem hristi sig ósjálfrátt. Því næst dró Trjángur upp flösku með rauðum vökva og hellti örlitlu úr innihaldinu í hring í kringum Arnór. Trjángur muldraði einhver orð úr fornu tungumáli sem Arnór skildi lítið í. Hann leit niður og sá hvar örlítill logi skaust eftir vökvanum.\n,,Arnór sonur Gríms\ner stendur hér fyrir framan mig\nTrjáng af Dvergeyingum\nhefur kveðið sig sverja Eldeiðinn!\nArnór sonur Gríms\nbrenni þín tunga\nef lygi ei lekur\naldrei máttu segja\naf Silfurstingsbyltingunni\nnema það\nsem vitorðsmaður leyfir!‘‘ skipaði Trjángur og Arnór gat svarið að hann sá plönturnar vaxa í kringum hann og grípa í  kuflinn. Rödd hans var meira en valdamikil, hún var veröldin í kringum þá. Trjángur dró lítið blóm upp úr vasa sínum, braut lítinn hluta af stilknum og lét á tungu Arnórs, sem af einhverjum ástæðum hafði rekið hana út. Eina útskýring sem að hann gat gefið fyrir því athæfi síðar var sú að loftið hafi bragðast óvenju aðlaðandi á þeim tímapunkti. Trjángur tók upp lítinn rúnastein og lagði á jörðina við hlið Arnórs og fór með vísu í hálfum hljóðum. Heriður steig fram.\n,,Vitorðsmaður talar, seg þú eigi frá neinum leyndarmálum Silfurstingsbyltingarinnar, nema að ek leyfi! Brenni tunga þín annars!‘‘ skipaði Heriður og lagði hönd á hjarta Arnórs. Arnór gerði hið sama, með útskýringu í sama dúr og með tunguna, og Heriður muldraði einhver galdraorð, andrúmsloftið gaf þeim kraft.\n,,Vitorðsmaður hefur mælt!\nseg þú eigi frá neinum leyndarmálum Silfurstingsbyltingarinnar, nema að ek leyfi!‘‘ sagði Trjángur og benti á Arnór sme svaraði, einfaldlega vegna þess að honum fannst þa ðeiga við:\n,,Ég geng að þessu!‘‘ hrópaði Arnór og fann um leið brennandi sársauka í tungunni. Það var líkt og örþunnum þræði úr Múspellseldi væri vafið utan um tunguna og hert að í nokkrar sekúndur, sem svo hvarf og hann spýtti út úr sér stilknum í viðbjóði. Trjángur leit í augu Arnórs.\n,,Þú hefur farið með Eldeiðinn,‘‘ sagði hann svipbrigðalaus. ,,Þú mátt ganga út úr hringnum,‘‘ bætti hann svo við vingjarnlega. Arnór steig hikandi út úr hringnum og þreifaði á tungu sinni. Hún virtist gegnheil og Valdi sá að minnsta kosti engan öðruvísi lit á henni þegar hann spurði. Heriður klappaði honum á öxlina. ,,Myndið nú tvær raðir, ég ruglast alltaf! Siþur mun sjá um helming ykkar,‘‘ Í fyrstu hreyfði enginn sig en þegar bogskytturnar lyftu aftur vopnum sínum skýrðist fyrir þeim hvað gera skildi. Ein bogaskyttan gekk til þeirra.\n,,Bogi Arflausi heiti ég, og verð vitorðsmaður einhverra ykkar!‘‘ sagði hann og Arnór gat skynjað einhverja gremju í röddinni. Bogi tók sér stöðu við hlið Siþurs sem stráði ýmsum jurtum, efnum og rúnum á jörðina. Þegar búið var að koma mönnunum í skipulegar raðir hófust seiðmennirnir handa og notuðu sömu tækni og áður hafði verið lýst. Fáir þráuðust við lengi í senn og virtust lenda í sömu vímu og Arnór þegar þeir sögðust ætla að sverja eiðinn. Þegar raðirnar tóku að styttast sá Arnór að Heriður og Bogi voru orðnir veiklulegir, húktir í baki og fölir, augun þrútin og hreyfingar hægar. Seiðmennirnir virtust þó ekki þreytast jafn mikið, þó svo að þeir væru ögn svifaseinari en í fyrstu skiptin. Þegar allir höfðu svarið eiðinn benti Heriður þeim að fylgja sér og það gerðu þau þegjandi og hljóðalaust. Bogaskytturnar gengu til liðs við þau og létu vopnin síga. Heriður gekk fyrir þeim og leiddi aftur sömu leið og þau höfðu komið. Þegar þau komu að hliðinu opnaði einn vörðurinn fyrir þeim og kinkaði kolli til Heriðar sem kinkaði kolli á móti. Arnór leit á Herið sem leit til baka.\n,,Heldurðu virkilega að við gætum haft við falskonungi ef við kynnum þetta ekki. Auk þess var þetta próf, það þarf góðan lygara til þess að lifa af í Silfurstingsbyltingunni,‘‘ sagði Heriður ögn rámur. Arnór sló sig á ennið í huganum. Verðirnir fyrir utan hliðið brostu að Arnóri og skiptust á vinalegum setningum við bogaskytturnar. ,,Ekki þó reiða þig á að við séum alltaf með okkar menn á þínum stað, rétt í gær lét Bjólfur taka af lífi alla hliðverði Moseyjar, báðir í okkar þjónustu,‘‘ Heriður hristi hausinn. Þau gengu áfram eftir Löngubrú. Engin umferð var á brúnni, ekki einu sinni farandbetlari. Heriður leiddi þá áfram eftir brúnni og að hliðum Moseyjar. Hliðið var lítið, aðallega úr viði og einungis einn vörður gætti þess. Hann var í hringabrynju og þykkum leðurbuxum með spjót, skjöld og sverð í slíðrum. Hann sat á kassa og veifaði litlum poka.\n,,Þú lofaðir,‘‘ sagði hann stríðnislega og brosti brosi sem vantaði þriðjung tanna sinna.\n,,Vitanlega, Dakben,‘‘ sagði Heriður og kastaði til hans öðrum álíka poka. Vörðurinn greip pokann með naumindum og skoðaði lítillega innihaldið. Síðan kinkaði hann ánægður kolli og opnaði fyrir þeim hliðið. Arnór efaði þó ekki að erfitt hefði verið að brjóta það niður. Þegar þeir voru komnir dálítinn spöl frá hliðinu inn á mel- og mýrlendi Moseyjar tók Heriður til máls:\n,,Hérna stutt frá eru höfuðstöðvar okkar, Kastali Silfurriddaranna!‘‘ hrópaði hann aftur fyrir sig. Síðan leit hann á Arnór. ,,Vörðurinn þarna, hann er ekki með okkur,‘‘ Heriður hristi hausinn. ,,Ég neyddist til þess að múta honum, en því miður neyðumst við oft til að forðast ofbeldi… sem vekur eftirtekt,‘‘\n,,Það hlýtur að kosta Byltinguna sitt,‘‘ sagði Arnór og reyndi að reikna stuttlega út hvað svona mútur kostuðu Byltinguna á ári.\n,,Það er ekki langt í að við fáum það aftur,‘‘ svaraði Heriður myrkur. ,,En við reynum að koma sem flestum af okkar mönnum í svona stöður, auk þess sem margir eru okkur hliðhollir utan Byltingarinnar,‘‘ Síðan benti hann framfyrir sig á hæðótt landsvæði. ,,Kastali Silfurriddaranna,‘‘ Þegar nær dró hæðunum sá Arnór hrúgu af stórum hnullungum, þrjár mannhæðir eða meira. Úr fjarlægð virtist ekkert áhugavert vera við steinana en þegar nær dró sá Arnór að sprungur á milli þeirra voru miklu hærri og breiðari en eðlilegt ætti að teljast. Heriður sagði þeim að bíða og fór inn á milli sprungnanna án þess að þurfa að bretta sig eða beygja. Síðan skaust hönd hans fram og veifaði til þeirra. Þetta var afgerandi vinalegt veif og virtist vera vel æft. Þeir gengu á eftir honum og inn í gríðarstóran helli. Hellirinn hefði auðveldlega geta rúmað dágott þorp, með mörgum útskotum og göngum sem gengu inn í veggina. Tunnum og kössum af öllum stærðum og gerðum var raðað snyrtilega upp eftir veggjum og í miðjum hellinum var stór eldur sem brann með stöku grænum loga og virtist ekki gefa frá sér neinn reyk. í kringum hann voru röðuð borð og stólar. Allstaðar voru menn og nokkrar konur sem dunduðu sér við að raða og endurraða. Þau litu með örlitlum áhuga á nýliðinana. Kort og vopn héngu eftir veggjunum og eitt málverk af konunginum, útúrkrotað og af lyktina að dæma, migið. Flestar veggskreytingar voru þó fánar  Silfurstingsbyltingarinnar; Silfrað sverð á rauðum grunni með tólf svörtum punktum. Mennirnir muldruðu sín á milli á klassískan máta og virtust ekki ánægðir.\n,,Kastali?!‘‘ ávítaði Hrólfur hneykslaður. ,,Er þetta kastali?!‘‘ Ef Arnór hefði ekki heyrt hann nota orðið kastali áður hefði hann trúað því að þetta væri alvöru spurning sem snerist um staðreyndir sem Hrólfur hefði ekki á hreinu.\n,,Kastali Silfurriddaranna, já,‘‘ sagði Heriður og gekk inn í ein hliðargöngin.\n,,Það var þá!‘‘ hnussaði í Hafþóri.\n,,Heldurðu að það sé betra fyrir móralinn,‘‘ sagði Bogi reiður og ruddist í gegnum þvöguna að eldinum. ,,Að koma heim eftir erfiðan dag fullan af mútum, lygum, drápum, þjófnaði, drullu og rigningu og vita að það bíður manni matur heima í Gamla Skítuga Raka Fiskilyktandi Rotnandi Moldargólfs Helli Silfurriddaranna?!‘‘\n,,Hann er hvorki rakur né skítugur,‘‘ sagði Trjángur eins og þeir hafi áður farið yfir þetta með sigri Trjángs. ,,Og Sanbar hefur lofað að helluleggja einhvern hluta Kastalans,‘‘ Bogi svaraði ekki heldur gekk að eldinum og fékk kjötsneið hjá einum uppreisnarmanni. ,,Velkomnir í Silfurstingsbyltinguna,‘‘",
    "url": "https://www.hugi.is/smasogur/greinar/704451/skuggakvida-kafli-v/",
    "url_id": "704451",
    "id": "7193073",
    "replies": []
}