{
    "forum_title": "Tolkien",
    "user": null,
    "user_id": null,
    "date": "2010-07-12 03:43:43",
    "title": "Smith of Wootton Major gagnrýni.",
    "text": "Jæja, maður kom sér þá í að kaupa Smith of Wootton Major og keypti ég hana nú í bindi sem inniheldur bæði hana og Farmer Giles of Ham, er ég mun lesa næst og kannski gagnrýna hér.\nSmith of Wootton Major er ótengd ævintýrum Miðgarðs og Valinor og þessa heims, en þó er heimur í sögunni sem svipar til Valinor er heitir Faery og er einslags álfaland.\nFyrir þá sem vilja eigi að ég “spoili” sögunni fyrir þeim er þeim hollast að hætta að lesa núna, ég ætla reyndar ekkert ítarlega út í söguþráðinn en ég segi þó eitthvað frá honum og persónunum.\nPersónurnar í sögunni eru margar þótt sagan sé stutt, eða um 60 bls.\nBókin fjallar semsagt um Smith, sem er frá Wootton Major, afhverju heitir bærinn Wootton Major spyrðu? Nú, því hann er stærri en Wootton Minor… eða svo segir allavega í bókinni. Í bænum er alltaf einn Master Cook sem sér um mat í öllum veislum fyrir bæinn, einnig sér hann um að velja sér lærling sem oftast verður arftaki hans í starfinu. Á 24 ára fresti er haldin veisla sem kallast 24-veislan. 24 börnum er boðið í hana og á Master Cook að elda fyrir veisluna eitt stykki Great Cake, en hver Master Cook endist nú ekki mikið lengur í starfi en til að gera eina þess lags köku, í kökuna eru oft settir dýrgripir, en í þá einu köku er fjallað er um í bókinni var sett sérstök stjarna frá Faery sem einmitt féll í skaut Smiths, en með henni gat hann ferðast inn í Faery og séð ýmislegt kynlegt í þessum álfaheimi.\nHelstu persónur í framkomuröð:\nOld Master Cook: Lítið um hann í bókinni nema þegar hann fór í frí og kom aftur með lærling sem hét Alf, seinnameir fór hann svo í annað frí, en úr því fríi sneri hann eigi aftur.\nAlf Prentice: Kemur sem ungur drengur, líklegast frá Faery. Finnur stjörnuna sem er sett í kökuna. Gamli Master Cook fer áður en Alf er nógu gamall til að taka við af honum í starfi sem Master Cook.\nNokes: Er valinn sem arftaki Gamla Master Cook. Er hrokafullur og veit lítið um eldamennsku, lærir allt sem hann kann af Prentice þótt Nokes þykist vitrari en hann, fær heiðurinn af því að baka kökuna sem stjarnan fór í (þótt Prentice hafi gert alla vinnuna).\nSmith Smithson: Einn af 24 krökkunum í veislunni. Finnur stjörnuna, og fer svo í sinni fullorðinstíð í fjölmörg ferðalög í Faery og hittir þ.á.m. drottningu Faery og skoðar fjölmörg undur þessa töfraheims.\nÉg ætla ekki að segja neitt um endi bókarinnar því eigi vil ég spilla honum fyrir ykkur og er ykkur hollast að lesa bókina sjálf, enda er þetta frábær bók eftir meistarann.\nÞótt bókin sé ekki löng nær hún að fanga mann alveg svo erfitt er að líta upp úr bókinni.\nEf ég ætti að gefa henni einkunn myndi hún líklegast fá kringum 8,5 af 10 mögulegum.\nÞað sem dregur hana helst niður væri hvað hún er stutt, en ég væri alveg til í að lesa mun meira um ævintýri Smiths og undraheiminn Faery sem ekki er farið nógu vel útí.",
    "url": "https://www.hugi.is/tolkien/greinar/705130/smith-of-wootton-major-gagnryni/",
    "url_id": "705130",
    "id": "7196918",
    "replies": [
        {
            "user": "CatDurid",
            "user_id": "72807",
            "date": "2010-07-13 01:36:39",
            "id": "7200411",
            "reply_to_id": "7196918",
            "text": "Svöl saga bróðir."
        },
        {
            "user": "lbjorg",
            "user_id": "80346",
            "date": "2010-07-31 22:36:41",
            "id": "7211633",
            "reply_to_id": "7196918",
            "text": "Hvar fékkstu þessa bók ?"
        },
        {
            "user": "lbjorg",
            "user_id": "80346",
            "date": "2010-08-01 18:13:24",
            "id": "7211847",
            "reply_to_id": "7211633",
            "text": "Nexus :)"
        },
        {
            "user": "lbjorg",
            "user_id": "80346",
            "date": "2010-08-06 00:38:17",
            "id": "7214484",
            "reply_to_id": "7211847",
            "text": "okei :)"
        }
    ]
}