{
    "forum_title": "Deiglan",
    "user": "vitringur",
    "user_id": "37632",
    "date": "2010-07-14 14:38:12",
    "title": "Gengistryggð lán",
    "text": "Ef mér skilst rétt þá er búið að dæma gengistryggðu lánin ólögleg. Margir kætast yfir þessu, eins og þetta sér einhver leiðrétting á vondri framkomu fjármálafyrirtækja sem voru að plata eða svindla á sínum viðskiptavinum.\nEn er einhver ástæða fyrir því að hafa gengistryggð lán ólögleg í fyrsta lagi? Fólkið vissi vel að lánin þeirra væru gengistryggð og fólkið vissi að gengi geta sveiflast í allar áttir. Þetta er áhætta sem þau tóku meðvitað.\nFólk kætist líklega, ekki vegna þess að það sé eitthvað rangt við að tryggja lán í erlendum gjaldmiðli (það er bara skiljanlegt ef lánadrottnarinn er erlendur) heldur vegna þess að það tók áhættu, tapaði, og vill ekki gjalda fyrir það.\nHvað ef gengið hefði hækkað um 50% en ekki lækkað, og lán flestra hefðu minnkað um helming. Værum við þá jafn sátt við það að gengistryggð lán væru dæmd ólögleg?\nOg ef það er í raun ekkert rangt við það að tryggja lán með erlendum gjaldeyri heldur sé verið að koma í veg fyrir að fólk taki svona áhættu með fjárhag sinn… ættum við þá ekki að kæra allt þetta fólk sem er með erlend lán fyrir það að taka slíka áhættu? Því þetta er lítið annað en fjárhættuspil sem fór illa",
    "url": "https://www.hugi.is/deiglan/korkar/705666/gengistryggd-lan/",
    "url_id": "705666",
    "id": "7201311",
    "replies": [
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-07-14 15:01:31",
            "id": "7201324",
            "reply_to_id": "7201311",
            "text": "Ætli þetta sé ekki eitthvað sálrænt, að þeir sem ráði vilji sýna, ósjálfrátt eða ekki, að þeir séu með góða dómgreind og að það sé óráðlegt að gera svona hluti. Einvherskonar mömmó, og sömu sögu má kannski segja um fjárhættuspil almennt, vændi, kannabis etc."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2010-07-14 16:35:22",
            "id": "7201398",
            "reply_to_id": "7201311",
            "text": "Já, ég hefði nefnilega haldið að fjárráða manneskja hefði frelsi til að semja illa um sína peninga.\nÉg hef svosem ekki haft áhuga á að kynna mér þetta sérstaklega, en mér skilst að dómurinn hafi í sjálfu sér ekki verið að dæma lán í erlendum gjaldmiðli ólögleg, heldur lán í íslenskum gjaldmiðli þar sem höfuðstóllinn er tengdur erlendum gjaldmiðli."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-14 16:56:47",
            "id": "7201423",
            "reply_to_id": "7201398",
            "text": "Já, mér heyrist að aðal málið í þessu sé að það er bannað að veita gengistryggð lán nema að lánað sé í erlendum gjaldeyri.\nEn þegar lánið er hvort eð er notað til þess að kaupa bíl eða húsnæði sé ég ekki að það skipti máli hvort einstaklingurinn heldur um stundarkorn á bunka af evrum eða bunka af krónum."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2010-07-14 19:42:02",
            "id": "7201556",
            "reply_to_id": "7201423",
            "text": "Hah, nákvæmlega. Ef þetta er rétt skilið hjá okkur er þetta frekar kjánalegt. Bankinn var í rauninni bara að skipta gjaldmiðlinum yfir í krónur fyrir mann á gengi sem maður fékk að vita fyrirfram."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-07-14 19:12:32",
            "id": "7201524",
            "reply_to_id": "7201311",
            "text": "Það fer eftir því á hvaða grundvelli lánin voru dæmd ólögmæt, ég hef ekki lesið dóm hæstaréttar og það getur vel verið að þau hafi einfaldlega verið ólögmæt af einhverjum tæknilegum ástæðum."
        }
    ]
}