{
    "forum_title": "Sagnfræði",
    "user": "DutyCalls",
    "user_id": "59211",
    "date": "2010-07-14 19:59:47",
    "title": "Þessi \"Seinni heimsstyrjöld\", ansi ótrúleg eitthvað...",
    "text": "Þennan stórskemmtilega pistil fann ég á bloggsíðu, og varð hreinlega að brjóta reglurnar smá og birta hann hér í greinum frekar en korkum:\n…there are some shows that go completely beyond the pale of enjoyability, until they become nothing more than overwritten collections of tropes impossible to watch without groaning.\nI think the worst offender here is the History Channel and all their programs on the so-called „World War II“.\nLet’s start with the bad guys. Battalions of stormtroopers dressed in all black, check. Secret police, check. Determination to brutally kill everyone who doesn’t look like them, check. Leader with a tiny villain mustache and a tendency to go into apopleptic rage when he doesn’t get his way, check. All this from a country that was ordinary, believable, and dare I say it sometimes even sympathetic in previous seasons.\nI wouldn’t even mind the lack of originality if they weren’t so heavy-handed about it. Apparently we’re supposed to believe that in the middle of the war the Germans attacked their allies the Russians, starting an unwinnable conflict on two fronts, just to show how sneaky and untrustworthy they could be? And that they diverted all their resources to use in making ever bigger and scarier death camps, even in the middle of a huge war? Real people just aren’t that evil. And that’s not even counting the part where as soon as the plot requires it, they instantly forget about all the racism nonsense and become best buddies with the definitely non-Aryan Japanese.\nNot that the good guys are much better. Their leader, Churchill, appeared in a grand total of one episode before, where he was a bumbling general who suffered an embarrassing defeat to the Ottomans of all people in the Battle of Gallipoli. Now, all of a sudden, he’s not only Prime Minister, he’s not only a brilliant military commander, he’s not only the greatest orator of the twentieth century who can convince the British to keep going against all odds, he’s also a natural wit who is able to pull out hilarious one-liners practically on demand. I know he’s supposed to be the hero, but it’s not realistic unless you keep the guy at least vaguely human.\nSo it’s pretty standard „shining amazing good guys who can do no wrong“ versus „evil legions of darkness bent on torture and genocide“ stuff, totally ignoring the nuances and realities of politics. The actual strategy of the war is barely any better. Just to give one example, in the Battle of the Bulge, a vastly larger force of Germans surround a small Allied battalion and demand they surrender or be killed. The Allied general sends back a single-word reply: „Nuts!“. The Germans attack, and, miraculously, the tiny Allied force holds them off long enough for reinforcements to arrive and turn the tide of battle. Whoever wrote this episode obviously had never been within a thousand miles of an actual military.\nProbably the worst part was the ending. The British/German story arc gets boring, so they tie it up quickly, have the villain kill himself (on Walpurgisnacht of all days, not exactly subtle) and then totally switch gears to a battle between the Americans and the Japanese in the Pacific. Pretty much the same dichotomy – the Japanese kill, torture, perform medical experiments on prisoners, and frickin’ play football with the heads of murdered children, and the Americans are led by a kindly old man in a wheelchair.\nAnyway, they spend the whole season building up how the Japanese home islands are a fortress, and the Japanese will never surrender, and there’s no way to take the Japanese home islands because they’re invincible…and then they realize they totally can’t have the Americans take the Japanese home islands so they have no way to wrap up the season.\nSo they invent a completely implausible superweapon that they’ve never mentioned until now. Apparently the Americans got some scientists together to invent it, only we never heard anything about it because it was „classified“. In two years, the scientists manage to invent a weapon a thousand times more powerful than anything anyone’s ever seen before – drawing from, of course, ancient mystical texts. Then they use the superweapon, blow up several Japanese cities easily, and the Japanese surrender. Convenient, isn’t it?\n…and then, in the entire rest of the show, over five or six different big wars, they never use the superweapon again. Seriously. They have this whole thing about a war in Vietnam that lasts decades and kills tens of thousands of people, and they never wonder if maybe they should consider using the frickin’ unstoppable mystical superweapon that they won the last war with. At this point, you’re starting to wonder if any of the show’s writers have even watched the episodes the other writers made.\nI’m not even going to get into the whole subplot about breaking a secret code (cleverly named „Enigma“, because the writers couldn’t spend more than two seconds thinking up a name for an enigmatic code), the giant superintelligent computer called Colossus (despite this being years before the transistor was even invented), the Soviet strongman whose name means „Man of Steel“ in Russian (seriously, between calling the strongman „Man of Steel“ and the Frenchman „de Gaulle“, whoever came up with the names for this thing ought to be shot).\nSo yeah. Stay away from the History Channel. Unlike most of the other networks, they don’t even try to make their stuff believable.\nÉg vona að mér fyrirgefist þessi birting, en upprunalega bloggið er hér:\nhttp://squid314.livejournal.com/275614.html\nÞað er síðan vonandi að sagan verði framvegis ekki svona klén & klisjukennd :)",
    "url": "https://www.hugi.is/saga/greinar/705702/thessi-seinni-heimsstyrjold-ansi-otruleg-eitthvad/",
    "url_id": "705702",
    "id": "7201584",
    "replies": [
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-07-14 20:51:18",
            "id": "7201631",
            "reply_to_id": "7201584",
            "text": "Minnir mig á Stargate seríurnar."
        },
        {
            "user": "Trinidad",
            "user_id": "72457",
            "date": "2010-07-15 19:54:35",
            "id": "7202247",
            "reply_to_id": "7201631",
            "text": "Haha, þegar þú segir það þá er þetta mikið plottið í þáttunum."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2010-07-14 22:51:06",
            "id": "7201716",
            "reply_to_id": "7201584",
            "text": "tja ef maður lítur svona á sögu getur maður ekki treyst neinu sem í henni er.  Bókað mál að fullt er algjör tilbúningur, lygi og margsinnis búið að eiga við söguna.\nFinnst annars höfundurinn vera algjört fífl, virðist hvort sem er bara vera troll eða rosalega heimskur gaur t.d.\n“So they invent a completely implausible superweapon that they’ve never mentioned until now. Apparently the Americans got some scientists together to invent it, only we never heard anything about it because it was „classified“. In two years, the scientists manage to invent a weapon a thousand times more powerful than anything anyone’s ever seen before – drawing from, of course, ancient mystical texts. Then they use the superweapon, blow up several Japanese cities easily, and the Japanese surrender. Convenient, isn’t it?”\nReyna búa til samsæriskenningar úr ekki neinu, tóm tjara og í raun dónalegt.  Höfundurinn greinilega veit svo ekki hvað geislavirkni er yfirhöfuð og hvaða áhrif þessar sprengjur hafa haft á svæðinu (veit ekki einu sinni hvað orðið several þýðir eða hvað margar borgir voru sprengdar ef út í það er farið).  Talar eins og tilvist kjarnorkusprengja sé ekki sönnuð sem er bara tóm þvæla."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2010-07-14 23:19:24",
            "id": "7201737",
            "reply_to_id": "7201716",
            "text": "Hmmm… Ég birti þetta í þeirri trú að þetta væri svonefnt “grín”, þá jafnvel líka um samsæriskenningar.\nMér fannst örla eitthvað á svonefndum “húmor” í skrifunum, svo mikið að ég ekki aðeins brosti heldur hreinlega hló að greininni. Og ákvað í framhaldi að skella henni hingað inn, í þeirri trú að öðrum þætti hún jafnvel líka “fyndin”.\nMinn misskilningur greinilega, sorrý :)"
        },
        {
            "user": "stingvar",
            "user_id": "74191",
            "date": "2010-07-15 03:06:51",
            "id": "7201868",
            "reply_to_id": "7201737",
            "text": "Ég vona innilega að þetta sé troll eða húmoristi (Sjálfur hló ég), annars er þetta maður sem hefur afar takmarkaðan skilning á sögu.\nÁrás Þýskaland á Rússland var útfærsla á hinni misheppnuðu en vel hugsuðu Schlieffen-áætlun, 90% árás á Frakkland (í von um uppgjöf Frakka eftir minna en, samsvarandi stríði stríðinu árið 1870) og 10% á Rússland, þar sem (Rússneski) herinn átti að vera lengi að komast á til landamæranna.\nChurchill fór ekki (beint) úr hernum í forsætisráðuneytið heldur var fyrst í stjórnarandstöðu þar sem hann barðist hart gegn friðkaupsstefnu Chamberlains, sem var geysi-óvinsæl.\nHvað skort á kjarnorkuvopnanotkun Bandaríkjanna varðar var og er Henry Kissinger mikill andstæðungur þeirra.\n(Ég efa ekki að margir sem sækja þennan þráð reglulega vita allt þetta)"
        },
        {
            "user": "Grubnar",
            "user_id": "2125",
            "date": "2010-07-15 10:32:02",
            "id": "7201919",
            "reply_to_id": "7201737",
            "text": "Nei, nei. Þú hafðir fullkomlega rétt fyrir þér.\nEkki láta húmorsleysi eins manns hafa of mikil áhrif á þig.\nÉg hafði einnig mjög gaman af þessari grein."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2010-07-15 15:50:48",
            "id": "7202051",
            "reply_to_id": "7201737",
            "text": "Þetta er /saga ekki /humor\nFannst þetta annars mjög ófyndið, löngu kominn með leið á trolls og öllu sem þeir hafa að segja.\nBætt við 15. júlí 2010 -  15:51\nsérstaklega þegar það er svona beinlýnis dónalegt eins og þessi grein í heild sinni er."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2010-07-20 01:23:46",
            "id": "7204890",
            "reply_to_id": "7202051",
            "text": "Rólegan æsing, þetta var grín ekki samsæriskenning."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2010-07-15 11:40:53",
            "id": "7201939",
            "reply_to_id": "7201716",
            "text": "vá hvað þú ert tómu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-07-15 12:34:30",
            "id": "7201956",
            "reply_to_id": "7201584",
            "text": "Hann er augljóslega að fíflast."
        },
        {
            "user": "Trinidad",
            "user_id": "72457",
            "date": "2010-07-15 19:58:11",
            "id": "7202249",
            "reply_to_id": "7201584",
            "text": "Haha, hefðir átt að sjá svipinn sem var á mér á meðan ég las þetta, Djöfull er ég ánægður að þú varst að grínast :')"
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2010-07-19 00:36:52",
            "id": "7204258",
            "reply_to_id": "7201584",
            "text": "Eina sem mér fannst ekki fyndið var þetta “hvernig gátu þeir bara fundið upp ofurvopn á 2 árum???!!!”. Böggaði mig sjúklega mikið!"
        },
        {
            "user": "Velmagt",
            "user_id": "3210",
            "date": "2010-07-20 11:30:05",
            "id": "7204985",
            "reply_to_id": "7201584",
            "text": "Greinahöfundur er ekki að ræða um söguna heldur er hann að ræða um þætti sem heita World War II og hvað þeir séu illa gerðir að sögu þráðurinn í þeim sé ótrúverðugur og að reddingin á endanum hafi verið snubbótt og léleg þ.e. að búa til eitthvað ofurvopn og að góðu gæjarnir þannig. Í upphaflegu greininni byrjar hann að tala um aðra þætti og hve trúverðugir þeir eru eins og dr.Who og Bbylon 5 og sný sér svo að þessum lélegu þættum sem að eru allt annað en trúverðugir.\nMeð því að átta sig á þessu má sjá að hann er ekki svona lélegur sögunni heldur er hann að gera létt grín að því hvernig efnið er þegar það er komið á sjónvarpsform og hve ótrúverðugur raunveruleikinn er. Þannig er hann ekki að reyna að búa til samsæriskenningar eða að gera lítið úr skaðsemi sprengjanna heldur einungis að gagnrýna sjónvarpsþátt. Churchill fer þannig á milli þáttu úr því að vera lélegur herforingi yfir í að vera frábær forsetisráðherra (athugið að verið er að tala um þættina ekki söguna) og hann er að gagnrýna hve lélegt plott það er í þáttunum.\n“hvernig gátu þeir bara fundið upp ofurvopn á 2 árum???!!!” er eitthvað sem maður segir þegar maður sér lélega mynd, hvernig tókst þeim að búa til ofursterkan bor eða ofurgóða eldflaug einmitt þegar að loftsteinn er að lenda á jörðinni. Þessi hugmynd og verður því háð á lélegar stórslysabíómyndir á sama tíma og hún bendir á hve einmitt þetta gerðist í raunveruleikanum."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2010-07-20 20:12:29",
            "id": "7205330",
            "reply_to_id": "7204985",
            "text": "Já, og alveg stórfurðulegt hversu margir föttuðu bara alls ekki þennan litla djók, og fóru jafnvel að æsa sig yfir honum."
        }
    ]
}