{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2002-04-01 23:56:20",
    "title": "1. Apríl? sbs?",
    "text": "Af einhverjum ástæðum töldu margir að greinarnar tvær sem ég skrifaði þann 1. apríl, tengdust eitthvað 1. apríl. Að ég, sbs, væri að gera eins og margir hafa gert, að plata fólk til þess að skoða eitthvað sem er ekki satt. Eins og Stöð 2 og bónus með ódýrt kjöt eða RÚV, Macdonalds og Kópavogur með vörumerki? Ja, ég hefði verið hneikslaður á þessari ásvífni, hefði. En ég get það ekki því að þeir höfðu auðvitað rétt fyrir sér.\nNý tækni, leikarastéttin útdauð?\nSú grein var skoðuð um 400 sinnum, mér var svolítið brugðið að nokkrir skilu trúa þessu. Auðvitað mun koma þessi tækni en það þýðir ekki að leikarastéttin deyi út. Stór hluti kvikmynda gengur út á mannlegar tilfinningar, við viljum hafa fólk í mannlegum hlutverkum. Eftir að Final Fantasy kolféll í bíóhúsum hefði ekki nokkuð kvikmyndafyrirtæki ákveðið að gera margar svoleiðis myndir. Ég var reyndar viss um að Steven Spielberg commentið mundi láta alla fatta þetta en svo virðist ekki hafa verið.\nPs. það gæti vel veriði að eitthvað fyrirtæki heiti FXP en ég bjó þetta allt bara til fyrir greinina.\nThe Simpsons, Jólamyndin í ár!\nSú grein var skoðuð yfir 700 sinnum. Ég ákvað að hafa annað sem allir mundu fatta, ja að föttuðu þetta ekki allir. Meira segja þó þetta væri svona ótrúlegt. En Simpsons myndin er reyndar á leiðinni(árið 2006 reyndar) en hún verður teiknuð. Þó að þetta hafi virkað fyrir The Flintstones er The Simpsos allt allt annað.\nEn ég vona að engin verði reiður út af þessu, allt er þetta í gleði gert og allir hlæja og dansa.\nkv. sbs",
    "url": "https://www.hugi.is/kvikmyndir/greinar/70595/1-april-sbs/",
    "url_id": "70595",
    "id": "488840",
    "replies": [
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2002-04-02 00:07:13",
            "id": "488841",
            "reply_to_id": "488840",
            "text": "LOL..! En apríl göbb ganga reyndar út á það að lata fólk fara yfir þröskuld. =)\nSamt ansi skemmtilegt, u saved my day!"
        },
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2002-04-02 00:24:41",
            "id": "488842",
            "reply_to_id": "488841",
            "text": "virkaði það fyrir flinstones….thíhí"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2002-04-02 00:24:10",
            "id": "488843",
            "reply_to_id": "488840",
            "text": "Aprílgöbb eru lygi sem maður þarf að gera eitthvða til þess að fatta að sé lygi.\nFyrir þetta þurfti að klikka á og lesa, það þarf ekki að keyra um allan bæ til þess að eitthvað sé aprílgabb."
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2002-04-02 00:30:02",
            "id": "488844",
            "reply_to_id": "488843",
            "text": "hmmm, hvert fór svarið hans octavo?"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2002-04-02 08:48:38",
            "id": "488845",
            "reply_to_id": "488844",
            "text": "Það væri gaman að vita. En hvað um það, hér er það aftur:\nMikið skelfilega er leiðinlegt að margir skuli ekki vita hvað aprílgabb er, það heldur að það geti bara logið einhverju og það sé aprílgabb bara vegna þess að það er 1. apríl.\nLygi er ekki aprílgabb nema að það sé hægt að hlaupa apríl, að segja að vitlaust merkt lambakjöt sé á tilboði í Bónus Holtagörðum er aprílgabb. Að segja að það sé 10 króna afsláttur af bensíni hjá ESSO Express er aprílgabb, vegna þess að það er hægt að hlaupa apríl, fara á staðinn til kaupa kjöt/bensín. Það sem þú getur ekki hlaupið er bara lygi, ekki aprílgabb."
        },
        {
            "user": "strumpa",
            "user_id": "14879",
            "date": "2002-04-02 16:17:47",
            "id": "488846",
            "reply_to_id": "488845",
            "text": "Gæti ekki verið meira sammála Octavo!\nÞað er bara gott grín vera látinn eða láta einhvern hlaupa apríl, en það er alveg óþolandi þegar fólk er bara að ljúga einhverja að manni af því að það er 1. apríl.\nSamt virðast lang flestir ekki vita þetta og ljúga bara einhverju fáránlegu að manni, ömurlegt!"
        },
        {
            "user": "hamsturinn",
            "user_id": "11203",
            "date": "2002-04-02 01:11:26",
            "id": "488847",
            "reply_to_id": "488843",
            "text": "Aprílgabb virkar þannig að þú þarft að láta fólk labba yfir sem flesta þröskulda. Aprílgabb er aprílgabb er lygi er bara lygi. Og mér líkar ekki lygarar."
        },
        {
            "user": "hamsturinn",
            "user_id": "11203",
            "date": "2002-04-02 01:12:22",
            "id": "488848",
            "reply_to_id": "488847",
            "text": "Skeit á mig :( Átti að standa en lygi er bara lygi :)"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-04-02 01:49:39",
            "id": "488849",
            "reply_to_id": "488848",
            "text": "1. apríl snýst um að láta hlaupa 1.april (fara yfir “þröskuld”) Þetta er ekki alveg rétt hjá þér SBS um að gabbið þitt hafi tekist sem klassa 1 apríl gabb. Göbbin voru reyndar góð og mjög fyndin fannst mér.\nEn þá kemur að 1. apríl… til að gabbið væri gilt sem “ekta” gabb. Þá hefði sá einstaklingur sem féll fyrir því þurft að leyta sér nánari upplýsinga. Eins og á imdb.com og þess háttar stöðum. Það hefði ekki verið nóg að lesa bara greinina þína. Þú hleypur ekki 1.apríl við að heyra að Keikó sé í Ölfussá. Þú hleypur 1 apríl með því að fara að ölfussá og reyna sjá það með eigin augum :D\nSamt frábært að einhver skildi reyna að hressa uppá hugan okkar með þessu. Thanks SBS"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-04-02 03:29:46",
            "id": "488850",
            "reply_to_id": "488849",
            "text": "Flintstones er bara fucking snilld!!!\nAtlas"
        }
    ]
}