{
    "forum_title": "Heilsa",
    "user": "AnarchistX",
    "user_id": "68295",
    "date": "2010-07-22 21:10:48",
    "title": "Hjálp með þyngingu",
    "text": "Sælt.\nÉg hef verið að fara í ræktina undanfarið og er að reyna að þyngja mig þar sem ég er 189cm á hæð og 69kíló. Þannig er mál með vexti að ég er í fullri vinnu frá klukkan 8 - 16:30 á daginn svo ég hef ekki mikinn tíma til að hafa til alvöru máltíð. Ég var að spá hvort það væri einhver þarna úti sem gæti hjálpað mér með matarprógram sem gæti passað inní daginn hjá mér. Einnig væri fínt að fá uppskrift að góðu boosti til að drekka milli mála.\nEinnig væri fínt að fá bara góð ráð við að fita sig og hvað er gott að borða til að þyngjast.\nVona að ykkur detti eitthvað í hug.",
    "url": "https://www.hugi.is/heilsa/korkar/706272/hjalp-med-thyngingu/",
    "url_id": "706272",
    "id": "7206726",
    "replies": [
        {
            "user": "bjarnith",
            "user_id": "25637",
            "date": "2010-07-22 21:17:19",
            "id": "7206733",
            "reply_to_id": "7206726",
            "text": "Hlýtur að fá matarhlé og kaffi? Borða áður en þú ferð í vinnu og taktu með þér mat til að hafa í hádeginu. Svo e-ð líka til að borða í kaffinu"
        },
        {
            "user": "AnarchistX",
            "user_id": "68295",
            "date": "2010-07-22 21:22:50",
            "id": "7206740",
            "reply_to_id": "7206733",
            "text": "já ég fæ tvær kaffipásur og eitt hádegishlé. Hvað leggurðu til að ég taki með mér? Hvað er mjög prótein- og kolvetnisríkt?\nBætt við 22. júlí 2010 -  21:23\nkaloríur meina ég.."
        },
        {
            "user": "bjarnith",
            "user_id": "25637",
            "date": "2010-07-22 22:30:52",
            "id": "7206801",
            "reply_to_id": "7206740",
            "text": "Væri gott ef þú gætir tekið með þér heitan mat að heiman, kannski e-ð sem er í afgang síðan kvöldið áður (ef það er þeas.). Gætir haft með þér samlokur til að borða í kaffinu, með kjötáleggi á, kotasælu, hnetusmjöri eða öðru sem er að gefa. Haft með þér hnetur til að narta í inn á milli líka ef þú hefur kost á því. Drekka mjólk með öllum máltíðum er að gefa líka"
        },
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2010-07-22 21:18:37",
            "id": "7206734",
            "reply_to_id": "7206726",
            "text": "Fáðu þér gainer. Ef þú drekkur hann með vatni er hann reyndar færri kaloríur, en það gerir það mjög auðvelt fyrir þig að hafa nokkra skammta af gainer með í vinnuna sem þú hellir bara í shaker, setur vatn í, drekkur og skolar shakerinn(\nMikilvægt\n. Það er fátt sem lyktar jafn slæmt og protein/gainer/creatine sem hefur myglað)."
        },
        {
            "user": "AnarchistX",
            "user_id": "68295",
            "date": "2010-07-22 21:20:34",
            "id": "7206737",
            "reply_to_id": "7206734",
            "text": "hvar fæ ég gainer? ég er ekki alveg viss á þessu."
        },
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2010-07-22 21:36:14",
            "id": "7206760",
            "reply_to_id": "7206737",
            "text": "http://www.perform.is/product_info.php?cPath=44&products_id=71&osCsid=8jm460q8ibh2gc0gt1s321pf72\nÉg myndi bara taka fjóra skammta, s.s rúmlega 2400 kaloríur, og borða svo állavega 3 máltíðir á dag, með eins mikið af fiski og kjöti og þú hefur efni á ef ég væri þú. Nema þú sért ferrari vél ferðu ekki að brenna því.\nSvo ræðstu bara á járnið eins og víkingurinn sem þú ert."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-07-22 21:21:55",
            "id": "7206738",
            "reply_to_id": "7206726",
            "text": "NR 1: Ekki halda það að prótein úr drykkjum sé það sama og prótein úr kjöti\nNR 2: borðaðu kjöt.\nNR 2B: Pemmican, gewgle it. Það er fínt til að nasla á meðan maður er að vinna."
        },
        {
            "user": "AnarchistX",
            "user_id": "68295",
            "date": "2010-07-22 21:24:37",
            "id": "7206742",
            "reply_to_id": "7206738",
            "text": "hvar fæ ég þetta pemmican?"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-07-22 21:31:34",
            "id": "7206755",
            "reply_to_id": "7206742",
            "text": "býrð það bara til sjálfur."
        }
    ]
}