{
    "forum_title": "Tilveran",
    "user": "Krathos",
    "user_id": "62244",
    "date": "2010-07-24 11:50:32",
    "title": "Einkavæddir dómstólar.",
    "text": "Ákvað að senda þessa grein inn hingað vegna þess að stjórnandinn á /stjornmal hefur ekki skráð sig inn í mánuð, svo fuck that.\nÞetta er smá pistill sem ég skrifaði eftir stutt spjall við vin minn um hvernig einkareknir dómstólar myndu virka í frjálsu samfélagi.\nÍ frjálsu anarkista samfélagi yrði ennþá virkt og heilbrigt dómskerfi, mun heilbrigðara og skilvirkara en það sem við búum við í dag.\nByrjum á því að spyrja, afhverju þurfum við dómskerfi yfirhöfuð? Jú, einfaldlega vegna þess að þegar það koma upp deilumál á milli tveggja aðila sem þeir geta ekki leyst sín á milli þá er eðlilegast að leita til hlutlauss þriðja aðila. Þessi þriðji aðili þarf að vera sanngjarn, samkvæmur sjálfum sér og báðir deilenda þurfa fyrirfram að samþykkja að fara eftir úrskurði hans, því annars hefur hann augljóslega ekkert vald til að skera úr um deiluna. Í hefðbundnu samfélagi eru það dómstólar ríkisins sem hafa einkaréttinn á því að gegna þessu hlutverki. Þetta leiðir til tveggja vandamála:\na)\tDómstólar verða óskilvirkir, dýrir og óaðgengilegir vegna þess að samkeppnin er enginn og þess vegna þurfa þeir aldrei að bæta og uppfæra ferlið\nb)\tDómstólar eru ekki hlutlaus þriðji aðili í hvert einasta skipti sem hið opinbera kærir einhvern eða hið opinbera er kært af einkaaðila og geta þess vegna ekki þjónað hlutverki sínu í þeim tilfellum.\nHvernig myndu dómstólar í frjálsu samfélagi þá líta út?\nDómstóll væri fyrirtæki sem að fólk myndi borga til þess að útkljá deilumál fyrir sig. Afborgunin gæti verið mánaðarleg, hún gæti verið case by case basis, skiptir ekki öllu máli.  Þeir myndu að öllum líkindum vera fleiri en ein stofnun, svo á milli þeirra yrði samkeppni um hver væri ódýrastur, sanngjarnastur, hraðastur etc. Þetta myndi ekki þýða verri dóma eða tilviljanakennda dóma, þvert á móti þá þyrftu gæði þjónustunnar að haldast góð, því að annars færi fólk með deilumál sín til annara, sanngjarnari og skynsamari dómstóla.\nNú gætu sumir spurt, en hvaðan kemur þá vald dómstóllanna þegar enginn hótun um ofbeldi er á bakvið þá? Hvað kemur í veg fyrir að fólk fari einfaldlega ekki eftir úrskurðum sem henta því illa?\nEn nú spyr ég á móti: Hver í ósköpunum myndi stunda viðskipti við, eða jafnvel umgangast, mann sem að virðir ekki samkomulög og telur sig hafinn yfir afleiðingar gjörða sinna? Myndi nokkur manneskja ráða svoleiðis einstakling í vinnu? Gera við hann samning? Treysta honum nálægt sér eða afkomendum sínum?\nÞað þykir mér gríðarlega ólíklegt. Þarna erum við komin með mjög góðar ástæður fyrir því að fólk myndi nánast undantekningalaust vera í tengslum við dómgæslufyrirtæki og myndi lang,langoftast hlýða úrskurði þess.\nNæst ætla ég að svara nokkrum algengum spurningum og mótmælum þegar fólk hugsar fyrst um frjálsa dómstóla:\n1)En verða þeir ekki gríðarlega mútuþægnir:O?\nA: Nei það verða þeir ekki. Myndir þú stunda viðskipti vi dómstól sem þú veist að er hægt að hafa auðveld áhrif á með því einfaldlega að gefa honum meiri peninga en hinn málsaðilinn? Kannski ef þú værir mjög ríkur, en þá þarftu samt að hafa í huga að það er alltaf(nánast) einhver sem er ríkari en þú. Svo þeir einu sem myndu vilja stunda viðskipti við þannig dómstól væru últra-ríkir auðjöfra. Það leiðir samt til þess að enginn nema þeir  eru til í að fara eftir tilmælunum sem koma þaðan og þannig er dómstóllinn með fáa viðskiptavini og ekkert vald.  Hann myndi því fara á hausinn þegar að allir nema allra ríkasti gæjinn myndu átta sig á því að það borgar sig ekki að reyna að múta dómstólum.\nð\n2) Hvað með réttindi brotamanna?\nA: Dómgæslufyrirtækið sem brotamaðurinn á í viðskiptum við ver réttindi hans svo ekki verður traðkað á réttindum hans, eins langt og þau ná. Ef hann á ekki í viðskiptum við neitt slíkt fyrirtæki er hann einfaldlega kominn upp á manngæsku hinna aðilanna.\n3) Verða þessir dómstólar ekki reknir með hagsmuni eigenda að leiðarljósi, frekar en almennings?\nA: Jú, að sjálfsögðu. Það er samt í lagi vegna þess að hagsmunir dómstólsins felast í áframhaldandi tilvist sinni og sú tilvist byggist á því að fólk treysti þeim og virði niðurstöður þeirra, svo það er í þeirra hag að vera sanngjarnir og samkvæmir sjálfum sér.\n4)Hvað tryggir hlutleysi dómarana?\nA:  Það færi enginn með mál sitt fyrir dómstóla sem væru augljóslega hlutdrægir, svo þetta yrði bara vandamál í duldari málum. Auðvitað er ekki hægt að koma algjörlega í veg fyrir spillingu, en þetta er ekki vandamál einkavæddra dómstóla frekar en bara dómstóla almennt. Ef að spillingin kæmist hinsvegar einhverntímann upp eða yrði augljós í ferli fyrirtækisins myndi það missa viðskipti og þar af leiðandi peninga, sem er ákveðinn hvati í átt þess að vera sanngjarn sem er ekki til í núverandi kerfi.",
    "url": "https://www.hugi.is/tilveran/greinar/706356/einkavaeddir-domstolar/",
    "url_id": "706356",
    "id": "7207393",
    "replies": [
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2010-07-24 13:17:59",
            "id": "7207639",
            "reply_to_id": "7207393",
            "text": "Þurfa ekki báðir aðilar í þessu kerfi að samþykkja að fara til dómstólanna.? Gæti þá ofbeldismaðurinn ekki bara neitað því? Og hver velur dómstólinn? Það er nokkuð öruggt að einhverjir dómstólar yrðu strangari og aðrir myndu ekki beita ströngum dómum. Þá myndi vondi kallinn heimta vægan dómstól og þolandinn heimta strangan dómstól.\nÉg sé það ekki fyrir mér að svona kerfi geti gengið.\nBætt við 27. júlí 2010 -  21:59\nOg á fólk svo bara að fara sjálft í fangelsi til að framfylgja dómnum? Getur maður ekki bara slepp því að mæta?"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-07-24 13:49:31",
            "id": "7207653",
            "reply_to_id": "7207639",
            "text": "Ekki beint. Glæpamaðurinn yrði alltaf dreginn fyrir dómstóla og það er löngu búið að velja hvaða dómstólar sjá um málið. Það yrði líklega dómstóll þolandans og dómstóll gerandans eða einhver álíka aðili(lögreglufyrirtækið sem hann væri hjá gæti t.d. þjónað þessu hlutverki líka) myndi svo taka þátt í ferlinu til að tryggja að refsingin væri ekki ósanngjörn. Svo gætu þeir verið báðir hjá sama dómstól og þá kæmi hann auðvitað bara einn að málinu.\nÁður en þú spyrð, dómstóll gerandans hefur ekki hag af því að sýna einhverja svakalega linkind vegna þess að það væru skilaboð til allra sem versla við þá að þeir styðji glæpamenn sem og taki ósanngjarnar ákvarðanir=bad business.\nBætt við 24. júlí 2010 -  13:53\nAnnars eru alveg þónokkur dæmi um svona kerfi sem hafa virkað. T.d. Írland frá 650-1650, Ísland áður en það fór undir Noregskonung."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2010-07-24 18:55:58",
            "id": "7207821",
            "reply_to_id": "7207653",
            "text": "En ókosturinn við þetta alltsaman er að þetta gerir kröfu á algjöra samkeppni, algjörlega upplýstan neytanda og mjög vel smurt viðskiptamódel að því leiti að maður þarf að geta fært áskriftina sína með einum músarsmelli eða svo.\nVið vitum alveg hvernig þetta er með t.d. tryggingafélögin, hvernig þau hækka taxtana á mann og maður þarf að skipta reglulega um fyrirtæki en maður nennir því einfaldlega ekki eða veit ekki hvort önnur séu að bjóða betur og þessvegna hangir maður hjá sama fyrirtækinu.\nAuðvitað er hægt að kalla það manns eigin tap að hafa ekki meira viðskiptavit og nennu til að verja eigin hagsmuni, en það þýðir líka að fyrirtæki sem selja lélega vöru ódýrt fá samt sem áður viðskipti, og ef fyrirtækið er dómstóll og varan er réttlæti þýðir það að lélegt réttlæti hefur samt sem áður vægi á markaðnum.\nEkki það að það sé einhver ástæða til að láta dómstólana og ‘réttlætið’ í hendurnar á ríkinu, síður en svo.\nÉg óttast samt að í svona fyrirkomulagi færum við að sjá risastór fyrirtæki sem færu að bjóða alhliða-þjónustu, þ.e. að maður verslaði við eitt fyrirtæki sem útvegaði manni sjúkratryggingu, menntun fyrir börnin, réttlætistryggingu, jafnvel vinnu, bankaþjónustu, etc.etc., allt sem ríkið er að útvega manni núna, og yrðu þannig eiginlega einskonar corporate ríki, því þau gætu vegna stærðar sinnar og viðskiptatryggðar manns boðið manni góð kjör. Og þá erum við komin hring.\nÉg er örugglega ekki sá fyrsti sem fær þessa hugmynd, hafa ekki einhverjir af þessum frjálshyggjuflippurum skrifað eitthvað sniðugt um þetta og komið með einhverjar töfralausnir á því hvernig frjáls samkeppni og þeirra eigin ofurhagnaður leysi þetta vandamál?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-25 16:16:59",
            "id": "7208253",
            "reply_to_id": "7207821",
            "text": "En ókosturinn við þetta alltsaman er að þetta gerir kröfu á algjöra samkeppni, algjörlega upplýstan neytanda og mjög vel smurt viðskiptamódel\nÞetta á við um alla markaði. Heimurinn er ekki fullkominn og ekki maðurinn heldur, en það þýðir ekki að ríkiseinokun sé eitthvað skárri.\nvaran er réttlæti þýðir það að lélegt réttlæti hefur samt sem áður vægi á markaðnum.\nSem er skárra en ekki neitt réttlæti, sem er það sem margir þurfa að sætta sig við í dag. Þú talar um nennu og viðskiptavit… helduru að það sé ódýrt og fljótlegt að fara í gegnum íslenskt réttarkerfi?\nSíðan talar þú um að fyrirtæki geti breyst í ríki. Ég veit ekki til þess að það hafi gerst í alvörunni og ég sé ekki að það myndi gerast á markaði sem hann lýsir þar sem flest stórfyrirtæki í dag gætu varla verið til ef ekki væri fyrir vernd ríkisins.\nFyrir utan það að eðli ríkisvaldsins er að vera aðili sem hefur einokunarrétt á lögum og reglu á ákveðnu svæði auk þess sem það rukkar fyrir þjónustu sína með ofbeldi. Munurinn á fyrirtækjum og ríkinu er að við höfum valmöguleika svo ég sé ekki að þessi hræðsla við stór fyrirtæki sé æskileg"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2010-07-25 19:36:12",
            "id": "7208341",
            "reply_to_id": "7208253",
            "text": "Nei úff, ekki lesa úr þessu hjá mér að eitthvað í áttina að ríkiseinokun sé skárra. Þú hefðir gott af því að sjá fleiri skugga en svart og hvítt. ;-)\nOg nei, núna ertu aftur að hugsa svart og hvítt, ég er heldur ekki að tala um einhverja grámyglu og miðjurúnk.\nOg það er rétt, hið meinta réttlæti og réttarríki í dag er réttarríki hinna ríku. Og nei, ég man ekki eftir því að hafa sagt að það væri fljótlegt eða ódýrt að fara í gegnum Íslenska réttarkerfið í núverandi mynd, veit ekki alveg hvaðan þú fékkst þá hugmynd að ég hefði sagt það.\nMér, og fleirum sem eru ekki þáþegar í trúarfylkingu Friedmans, finnst ekki mjög sannfærandi að frjáls markaður í réttlætiskerfinu eigi eftir að breyta nokkru um það, en ég sé vel fyrir mér hvernig það eigi eftir að hjálpa þeim ríku að hagnast ennþá meira.\nÉg óttast að fyrirtæki *gætu* breyst í einskonar ríki, þ.e. að eitt fyrirtæki myndi bjóða upp á að fullnægja sömu grunnþörfum og ríki sjá um dag, fyrir andvirði þess sem við erum að borga í skatt (já ok, eða fyrst þú vilt, fyrir minna en andvirði þess sem við borgum núna í skatt, útafþví að þetta er svo ógisla frjáls markaður skilru). Það hefur örugglega ekki gerst í alvörunni, enda eru ríki ennþá til staðar og sjá um þetta og fólk virðist nokkuð fast í þeirri hugmynd að ríkið eigi að sjá um löggæslu, réttarkerfi, menntun, slökkvuliðsstarf, jafnvel heilbrigðisgeirann. Það er enginn að tala um að þetta hafi gerst í alvörunni, hvaðan færðu þá hugmynd?\nÞetta er hrikalega leiðinleg samskiptaaðferð hjá þér sem gerir það að verkum að það þú heldur að þú sért að hafa rosalega rétt fyrir þér í svona umræðum þegar fólk einfaldlega hættir að nenna að svara bullinu í þér.\nÞessi munur á fyrirtækis-ríki (FR) og ríki (R), að maður getur valið að versla við annað FR án þess að færa sig um landsvæði eða skipta um samfélag, er vissulega FR í hag. Ég er bara að velta fyrir mér hvaða aukaverkanir gætu verið af voldugum og miklum FR.\nOg nei, áður en þú segir það, ég er ekki að segja að það verði eitthvað verra en það ástand sem er núna, síður en svo, ég er bara að velta upp einhverju sem við þurfum að hugsa útí.\nÉg óttast að svona bylting væri einfaldlega symptómísk meðferð á vandamálinu, þ.e. að við breiðum yfir nokkur einkenni sjúkdómsins eða breytum þeim en losnum ekki við krabbameinið sem er að drepa okkur. Þú mátt ráða hvernig þú lítur á þetta, og ég get nokkurnvegin séð fyrir mér hvernig þinn réttsýni les úr þessu í guðdómulegu ljósi hins heilaga nýkapítalisma og frjálshyggju."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-25 22:48:25",
            "id": "7208467",
            "reply_to_id": "7208341",
            "text": "Þú sagðir ekki að íslenskt réttarkerfi væri auðvelt eða fljótlegt. Ég var bara að benda á það að lélegt réttlæti er betra en ekki neitt réttlæti, sem er það sem margir enda með í núverandi kerfi einfaldlega vegna þess að dómstólar anna ekki eftirspurn.\nFriedman (milton) var nú á móti einkareknum dómstólum, svo við höfum það á hreinu, en þar sem ríkt fólk nútímans er það oftast nær vegna fríðinda sem ríkið hefur útvegað þeim og vegna þess að lög og dómstólar þess verja sérhagsmuni þeirra þá sé ég ekki hvernig afnám ríkisins og þeirra fríðinga gera þau ENNÞÁ ríkari. Hljómar frekar þversagnarkennt.\nÉg óttast að fyrirtæki *gætu* breyst í einskonar ríki, þ.e. að eitt fyrirtæki myndi bjóða upp á að fullnægja sömu grunnþörfum og ríki sjá um dag, fyrir andvirði þess sem við erum að borga í skatt\nEnda er ekkert að þjónustunni sem ríkið veitir okkur, oftast nær, heldur sú staðreynd að þjónustunni er þvingað upp á fólk, það er þvingað til þess að borga fyrir hana og má ekki fá annan aðila til þess að útvega sér hana."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2010-07-25 23:57:32",
            "id": "7208512",
            "reply_to_id": "7208467",
            "text": "Neinei, þjónustan sem slík er ágæt, og helsti ókosturinn er einmitt það sem þú nefnir. Það væri frábært ef eitthvað af því eitursnjalla fólki sem er í samfélaginu fengi að spreyta sig í að setja saman svona grunnþjónustu-pakka í samkeppni við hvort annað.\nÞá gæti maður líklega valið úr einhverjum gjörólíkum kostum, fjölbreyttari en með þessu hægrivinstri drullumalli þar sem ekkert gerist vegna þess að menn koma sér aldrei saman um neitt og eru alltaf fyrst og fremst að hugsa um flokkshagsmuni.\nÞað sem hræðir mig er söfnun valds á fárra hendur, það leiðir aldrei gott af sér, hvort sem það er ríki eins og núna eða stjórn fyrirtækis sem gengur vel eða einhverjir sem bara eiga miklu meiri peninga en aðrir.\nÞað hlýtur að vera trúarsetning í þínu trúfélagi að samkeppni á frjálsum markaði leysi það og dreifi einhvernvegin úr valdinu, en ég á bara mjög erfitt með að trúa því.\nÞað þarf ekki ríki og ríkisrekna dómstóla til að gera þeim ríku hátt undir höfði svo þeir verði ennþá ríkari. Á frjálsum markaði þætti mér ekkert ólíklegt að sjá dómstól þeirra ríku þar sem bestu lögfræðingarnir væru að vinna vegna þess að þar fengju þeir hærra kaup, og sá dómstóll myndi náttúrulega sjá um sína á sama hátt og auðvaldsklíkan gerir í núverandi skipulagi. Þessi dómstóll væri einfaldlega á öðrum markaði en ódýrari dómstólarnir og væri ekki einusinni að reyna að höfða til venjulegs launafólks, þyrfti þess ekki.\nFólk hugsar fyrst og fremst um sína hagsmuni, og ef vald safnast nógu mikið saman til að það einhver geti beygt aðra undir sína hagsmuni, þá gerist það. Það tengist núverandi ríkis-skipulagi lítið, og hefur örugglega verið að eiga sér stað lengur en síðan homo sapiens fór að hafa fasta búsetu.\nJájá, það væri lélegt réttlæti og í einhverjum tilfellum væri það skárra en ekkert réttlæti. En svo lengi sem það er peninga-elítan sem er að skipuleggja það fyrir sjálfa sig, þó hún leyfi okkur að hirða mylsnuna, þá get ég bara ekki verið sammála því.\nÉg held að það sé bara rosaleg einfeldni að halda að einhver af þessum -ismum muni komast nálægt því að leysa vandann, þeir breyta honum bara. Einkavæddir dómstólar á frjálsum markaði kæmust í mörgum tilfellum örugglega og vonandi nær því að vera sanngjarnari og réttlátari en núverandi ríkisógeð, enda erum við ennþá að steppa okkur niður úr konungaveldi án þess að aðallinn þori að viðurkenna það.\nKannski er tilgangur samfélagsins einhver annar en að hafa sem mesta peningaveltu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-27 15:22:14",
            "id": "7209339",
            "reply_to_id": "7208512",
            "text": "Það hlýtur að vera trúarsetning í þínu trúfélagi að samkeppni á frjálsum markaði leysi það og dreifi einhvernvegin úr valdinu, en ég á bara mjög erfitt með að trúa því.\nÉg er ekki skráður í trúfélög. En söfnun valds á fárra manna hendur hefur í gegnum tíðina iðulega verið í gegnum ofbeldi (þjófnað á landi, ríkisvaldið) eða þá í gegnum stórfyrirtæki sem hafa stundað samvinnu með ríkisvaldinu.\nÞegar einhver hvetur til samfélags þar sem stefnan er tekin að því að þvinga fólk ekki og beita það ekki valdi þá finnst mér það skynsamlegt í ljósi þess að í núverandi kerfi á þessi misskipting sér einmitt stað vegna þess.\nÞað þarf ekki ríki og ríkisrekna dómstóla til að gera þeim ríku hátt undir höfði svo þeir verði ennþá ríkari.\nÞað er örugglega hægt að verða ríkur á marga vegu, en mér sýnist þetta vera besta leiðin."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2010-08-07 15:14:54",
            "id": "7215258",
            "reply_to_id": "7207653",
            "text": "það var líka borgarastríð og óöld á Íslandi áður en við fórum undir Noregskonung"
        },
        {
            "user": "yellow3000",
            "user_id": "69133",
            "date": "2010-07-24 22:01:14",
            "id": "7207943",
            "reply_to_id": "7207393",
            "text": "haha"
        },
        {
            "user": "Kree",
            "user_id": "75427",
            "date": "2010-07-25 01:11:40",
            "id": "7208064",
            "reply_to_id": "7207393",
            "text": "tl;d"
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2010-07-25 19:13:01",
            "id": "7208324",
            "reply_to_id": "7208064",
            "text": "górr ma"
        },
        {
            "user": "Kree",
            "user_id": "75427",
            "date": "2010-07-27 07:42:41",
            "id": "7209203",
            "reply_to_id": "7208324",
            "text": "ttly ma"
        },
        {
            "user": "Thor",
            "user_id": "70773",
            "date": "2010-07-25 08:55:45",
            "id": "7208120",
            "reply_to_id": "7207393",
            "text": "Myndir þú stunda viðskipti vi dómstól sem þú veist að er hægt að hafa auðveld áhrif á með því einfaldlega að gefa honum meiri peninga en hinn málsaðilinn?\nGlæpamaðurinn yrði alltaf dreginn fyrir dómstóla\nMér sýnist sem svo að hinn ákærði hafi ekki mikið val um hvaða dómstóla hann skiptir við.\nÞá getur einhver ríkur bara kært og mútað í mask og unnið.\nOg ef fyrirtækið sem á að sjá um a´málið fara sanngjarnt fram á vegum hinns ákærða er með eitthvað vesen, þá er bara að múta þeim líka.\n“En þá myndi enginn skipta við þá” segir þú “enginn vill skipta við fyrirtæki sem er alltaf að taka við mútum”\nMúturnar yrðu líklegast ekki framkvæmdar á almannafæri, heldur “undir borðið” eins og sagt er.\nSá eini sem myndi átta sig á ósanngirninni væri hinn ákærði, og ef hann fer með málið í fjölmiðla þá trúir honum einginn hvort sem er, hver er svosem að fara að trúa dæmdum glæpamanni?\nþað er alltaf(nánast) einhver sem er ríkari en þú.\nEn sá aðili er ekki endilega sá sem þú átt í deilum við.\nÞú þarft ekki að vera ríkari en allir, bara ríkari en sá sem þú kærir.\nEf hann á ekki í viðskiptum við neitt slíkt fyrirtæki er hann einfaldlega kominn upp á manngæsku hinna aðilanna.\nÞannig ef þú ert svo fátækur að þú átt ekki efni á viðskitpum við nein svna fyrirtæki getyur hver sem er traðkað á rétti þínum án þess að nokkur taki upp hanskann fyrir þig.\nNice.\nÞetta var svona það helsta.\nÉg hef því miður bara enga trú á að svona kerfi myndi ganga upp."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-25 16:24:02",
            "id": "7208257",
            "reply_to_id": "7208120",
            "text": "Hvenær varð allt í einu ómögulegt að múta ríkisdómurum?\nÞað er hins vegar auðveldara að verjast mútum í kerfinu sem hann lýsir þar sem fólk hefur í raun og veru val um dómstólana (ólíkt svertingjum í Suðurríkjum Bandaríkjanna á síðustu öld) og ég held það sé léttara að reka dómara í kerfinu sem hann lýsir heldur en að reyna að reka dómara í núverandi kerfi. Er það hægt yfir höfuð?\nog ef hann fer með málið í fjölmiðla þá trúir honum einginn hvort sem er\nHefuru aldrei heyrt talað um flökkusögur og slúður? Ég er algjörlega ósammála þér, trúgirni fólks er gífurleg og oftast nær þarf ekki meira en að ‘einhver’ heyrði ‘eitthvað’ ‘einhvers staðar’.\nÞannig ef þú ert svo fátækur að þú átt ekki efni á viðskitpum við nein svna fyrirtæki getyur hver sem er traðkað á rétti þínum án þess að nokkur taki upp hanskann fyrir þig.\nEfast um það, þó slík dæmi gætu náttúrulega komið upp rétt eins og í núverandi kerfi.\nÞú virðist gleyma því að núverandi kerfi er ekki ódýrt. Að standa í deilum er gífurlega dýrt og tekur langan tíma. Flestar deilur milli manna fara aldrei fyrir dómstóla vegna þess að ríkiseinokunin hefur gert það að verkum að það er allt of dýrt."
        },
        {
            "user": "Trollolo",
            "user_id": "72248",
            "date": "2010-07-25 16:49:30",
            "id": "7208269",
            "reply_to_id": "7207393",
            "text": "Frekar góð grein um merkilegt málefni. Vel gert."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-07-25 17:22:34",
            "id": "7208281",
            "reply_to_id": "7207393",
            "text": "Segjum að ofbeldismaður neitar að fara sjálfviljugur til svona dómsstóls, hver myndi borga dómsstólnum ef maðurinn sem tapar neitar að borga og allt þetta?\nÞað eru margir gallar í þessu en öruglega færri en kerfið sem við erum með núna.. Af öllum stefnum passar þetta best inní samfélag finnst mér."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2010-07-25 21:03:12",
            "id": "7208399",
            "reply_to_id": "7207393",
            "text": "Mjög skemmtilegt að sjá eitthvað ekki ógeðslega týpískt hérna :)\nLeiðinlegt að það kom ekki holskefla reiðra hugara sem hægt er að leiðrétta og sannfæra um ágæti þessarar hugmyndar, ég skil persónulega ekki hvað úskýrir fjarveruna. Of út í hött?\nEn þá er spurning sem ég veit ekki svarið við þar sem ég stunda hugi.is ekki nógu mikið, ertu anarkó-kapítalisti, og ef já: Hvaða hugsanir hefurðu um stóru samsteypurnar og eyðileggingu jarðarinnar?"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-07-28 14:44:02",
            "id": "7209994",
            "reply_to_id": "7208399",
            "text": "Ég er anarkó-kapítalisti og ég er ennþá að pæla í hvernig koma mætti í veg fyrir eyðileggingu jarðarinnar, annað en auðvitað bara að fyrirtæki fatti að þau græði meira long-term á því að ofnýta ekki auðlindir(finnst það frekar iffy lausn)."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-07-26 06:38:07",
            "id": "7208620",
            "reply_to_id": "7207393",
            "text": "myndi þetta ekki bjóða upp á svik og pretti, mútur og fleira ?\nsem væri í raun lítið frábrugðið núverandi dómskerfi"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-26 12:45:55",
            "id": "7208682",
            "reply_to_id": "7208620",
            "text": "Er til eitthvað kerfi sem gerir mútur ómöglegar?\nÞetta kerfi hins vegar býður fólki upp á valmöguleika þannig að ef það kemst upp um mútustarfsemi þá geta menn fært viðskipti sín eitthvert annað. Ef ég væri fyrirtæki sem sérhæfir sig í því að leysa deilur á milli manna þá myndi ég ekki vilja hafa mann í vinnu sem er þekktur fyrir það að taka við mútum"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2010-07-26 17:25:16",
            "id": "7208810",
            "reply_to_id": "7208682",
            "text": "það er reyndar góður punktu"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2010-08-07 17:33:39",
            "id": "7215298",
            "reply_to_id": "7208682",
            "text": "Það er nú ekki eins og það sé litið svakalega vel á mútur í núverandi kerfi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-07 21:07:24",
            "id": "7215399",
            "reply_to_id": "7215298",
            "text": "Sagði ég það? Ég er bara að fá fólk til þess að velta því fyrir sér hvort mútur séu líklegri til þess að ganga upp á samkeppnismarkaði eða einokunarmarkaði.\nÞegar þú ert undir náð og miskunn eins aðila kominn og getur lítið sem ekkert gert til þess að koma honum í burtu þá er mun auðveldara fyrir þann aðila að taka við mútum og komast upp með það"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-03 19:20:01",
            "id": "7231287",
            "reply_to_id": "7215399",
            "text": "Kynntu þér betur málsmeðferðir því að æðra vald getur alltaf skipt sér af. Ef að hæstiréttur dæmi mál mér í óhag og mér finnst það algjörlega vera rangt, get ég sótt um að fá álit frá Umboðsmanni Alþingis sem metur ákvarðanir hæstaréttar. ég er að segja þér að þú þyrftir að múta það mörgum að í núverandi kerfi væri það frekar ólíklegt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-03 19:48:18",
            "id": "7231311",
            "reply_to_id": "7231287",
            "text": "Nei, þú gleymir því að áfrýjanir og dómsmeðferð er mjög dýr og tímafrek og það er tæpt að aðili vilji taka þá áhættu að áfrýja.\nOg hvað ef Umboðsmaður Alþingis kemst að sömu niðurstöðu?\nHvað ef sá sem þú átt í deilum við er háttsettur aðili innan íslenskra stjórnmála og þekkir mjög líklegast alla þess aðila?\nMér finnst frekar rangt að einhver aðili fái að dæma í eigin málum, sem er nákvæmlega það sem Ríkið gerir… dæmir í eigin málum."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-03 20:49:45",
            "id": "7231352",
            "reply_to_id": "7231311",
            "text": "Ef þú mútur dómara til að breyta niðurstöðu er mjög líklegt að þú sért sá aðili sem ert brjóta lögin? því annars þyrftirðu ekki að múta honum. Það þýðir að ef þú mútir honum og hefur brotið lögin.. leiðir það að því að dómarinn dæmir þér í hag (ekki satt?) og þá myndi auðvitað umboðsmaður Alþings engan veginn komast að sömu niðurstöðu þar sem dómarinn dæmdi málið vitlaust."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-03 23:17:15",
            "id": "7231422",
            "reply_to_id": "7231352",
            "text": "Sem sagt, dómarar eru ekki heilagir en umboðsmaður Alþingis er það?\nDómsmál eru ekki það einföld að einhver hafi bara ‘brotið lögin’. Það er hins vegar oft sem þarf að\ntúlka lögin\nog þá eru þessir aðilar líklegri til þess að dæma sér í hag."
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-07-26 16:20:21",
            "id": "7208764",
            "reply_to_id": "7207393",
            "text": "Dómstólar í einkaeigu þyrftu samt að vera margir til þess að tryggja samkeppni."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2010-07-26 18:24:34",
            "id": "7208858",
            "reply_to_id": "7208764",
            "text": "Í dag er bara einn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-27 15:23:19",
            "id": "7209340",
            "reply_to_id": "7208764",
            "text": "Samkeppni tryggir að það séu margir dómstólar. Í dag er samkeppnin ólögleg…"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-07-27 18:03:07",
            "id": "7209446",
            "reply_to_id": "7209340",
            "text": "Samkeppni milli dómstóla er í lagi mín vegna, en ég vil halda opinbera dómstólnum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-27 22:02:41",
            "id": "7209634",
            "reply_to_id": "7209446",
            "text": "Samkeppni í áfengissölu er í lagi mín vegna, en ég vil halda opinberi sölu áfengis í ÁTVR.\nÞversögn much? you can't have your cake and eat it too…"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-07-27 22:07:07",
            "id": "7209638",
            "reply_to_id": "7209634",
            "text": "Þú misskilur.\nOpinberir dómstólar ættu að vera hér, en þeir ættu ekki að einoka “dómsmarkaðinn”."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-27 22:53:44",
            "id": "7209677",
            "reply_to_id": "7209638",
            "text": "Að hvaða leiti væru þeir þá opinberir? Að allir eru neyddir til þess að borga fyrir þá?"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-07-27 23:06:45",
            "id": "7209683",
            "reply_to_id": "7209677",
            "text": "Nei, bara þeir sem nota þá.\nBætt við 27. júlí 2010 -  23:08\nOg þó, það\nverður\nað tryggja að\nallir\nfái aðgang að réttarkerfi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-29 13:37:23",
            "id": "7210534",
            "reply_to_id": "7209683",
            "text": "Verðum við að tryggja það? Jafnvel þó við brjótum á rétti annarra í leiðinni?"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-07-29 14:30:31",
            "id": "7210557",
            "reply_to_id": "7210534",
            "text": "Það þarf að fórna frelsi fyrir meira frelsi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-05 19:25:54",
            "id": "7214240",
            "reply_to_id": "7210557",
            "text": "Viltu sem sagt ræna fólk til þess að koma í veg fyrir að fólk sé rænt?"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-05 19:59:27",
            "id": "7214257",
            "reply_to_id": "7214240",
            "text": "Ég vil að fólk sé rænt svo að það verði ekki rænt, sprengt í loft upp, kúgað, drepið o.s.fr.\nhttp://en.wikipedia.org/wiki/Power_vacuum"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-05 21:26:49",
            "id": "7214318",
            "reply_to_id": "7214257",
            "text": "Þannig þú ert tilbúinn að ræna, kúga og drepa fólk til þess að koma í veg fyrir það að fólkið sé rænt, kúgað eða drepið?\nMér finnst eitthvað athugavert við þá hugmynd."
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-05 21:41:24",
            "id": "7214324",
            "reply_to_id": "7214318",
            "text": "Það eru tveir kostir:\nA: Ekkert ríki, þeir sterkustu hrifsa til sín völdin og gera það sem þeir vilja við þá sem þeir vilja. Landið endar eins og Sómalía, þar sem konur eru hýddar fyrir að ganga í brjóstahaldara vegna þess að gaurarnir sem eiga byssurnar skipa þannig fyrir.\nB: Ríkið tekur hluta af öllum peningum sem að þú vinnur þér inn og tekur hluta af öllu sem að þú selur og kaupir.\nÍ staðinn gefur Ríkið þér rétt á því að velja þér leiðtoga, segja það sem þú vilt og trúa á það sem þú vilt. Ríkið veitir þér heilsugæslu, vernd gegn kúgun af öðrum en ríkinu, og veitir börnunum þínum menntun.\nVeldu.\nBætt við 5. ágúst 2010 -  21:52\nEins og þú sérð, þá eru flest lýðveldi mun frjálsari en samfélög án yfirvalda."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-05 21:56:49",
            "id": "7214346",
            "reply_to_id": "7214324",
            "text": "Hvaða völd ertu hræddur um að þeir hrifsi til sín? Helduru að þetta sama fólk hrifsi ekki til sín ríkisvaldið líka?\nÞú lýsir Ríkinu eins og einhverjum aðila sem ég stunda viðskipti við en gleymir því að Ríkinu eru tryggð þessi viðskipti sama hvað mér finnst um leiðtogann eða stefnu hans. Ef þú hefðir bætt við að ég hefði rétt á því að segja mig úr Ríkinu þá liti þetta betur út :)"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-05 22:10:50",
            "id": "7214359",
            "reply_to_id": "7214346",
            "text": "Hvaða völd ertu hræddur um að þeir hrifsi til sín? Helduru að þetta sama fólk hrifsi ekki til sín ríkisvaldið líka?\nÞað er auðvitað hætta á því, þess vegna fer skattpeningurinn okkar í löggæslu meðal annars.\nÞú lýsir Ríkinu eins og einhverjum aðila sem ég stunda viðskipti við en gleymir því að Ríkinu eru tryggð þessi viðskipti\nÞetta\neru\nviðskipti. Þau eru kannski ekki mjög frjáls, en þau eru Viðskipti samt sem áður.\nsama hvað mér finnst um leiðtogann eða stefnu hans.\nÞess vegna höfum við stjórnarskrá og kosningar.\nEkki fullkomið kerfi, en það er betra en öll hin.\nEf þú hefðir bætt við að ég hefði rétt á því að segja mig úr Ríkinu þá liti þetta betur út :)\nRíkið tryggir þér ferðafrelsi, viltu fara til Sómalíu?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-06 00:16:04",
            "id": "7214461",
            "reply_to_id": "7214359",
            "text": "Það er auðvitað hætta á því, þess vegna fer skattpeningurinn okkar í löggæslu meðal annars.\nEinkaher ríkisins gegn borgurunum? Ég sé ekki hvernig það hjálpar.\nÁðan sagðistu vera að berjast á móti því að fólk hrifsi til sín völd en nú viðurkenniru að módelið sem byggist á einokun löggæslu á tilteknu svæði býður einnig upp á spillingu og að menn geti hrifsað sér þau völd.\nÞess vegna höfum við stjórnarskrá og kosningar.\nOg við sjáum hversu lítið gagn það hefur gert…\nEkki fullkomið kerfi, en það er betra en öll hin.\nStór orð, Ríki í stríð við hvert annað hafa drepið margfalt fleiri en morðingjar og klíkur hafa nokkurn tímann.\nRíkið tryggir þér ferðafrelsi, viltu fara til Sómalíu?\nLove it or leave it\nFrekar leiðinleg rök. Ef það væri virkilega til autt land í heiminum þar sem hægt er að fara þá myndu þessi rök standa á betri fótum. En ímyndaðu þér heim þar sem aðeins eru tvö ríki… eða bara eitt… og þá sérðu hvað þau eru í raun ómerkileg"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-06 01:01:01",
            "id": "7214505",
            "reply_to_id": "7214461",
            "text": "Einkaher ríkisins gegn borgurunum? Ég sé ekki hvernig það hjálpar.\nÁðan sagðistu vera að berjast á móti því að fólk hrifsi til sín völd en nú viðurkenniru að módelið sem byggist á einokun löggæslu á tilteknu svæði býður einnig upp á spillingu og að menn geti hrifsað sér þau völd.\nLýðveldi er ekki fullkomið fyrirkomulag, en samt sem áður þá er það skárri leið til að halda uppi friði og frelsi í samfélagi heldur en með anarkó-kapitalisma.\nAnarkó-kapitalismi endar á því að einhver stríðsherra hrifsar völdin og skýtur alla sem að honum líkar ekki við með gullhúðaða kalashnikov rifflinum sínum.\nOg við sjáum hversu lítið gagn það hefur gert…\nHvar værum við án þeirra?\nRíki í stríð við hvert annað hafa drepið margfalt fleiri en morðingjar og klíkur hafa nokkurn tímann.\nÉg er að tala um Lýðveldi. Í þau fáu skipti sem að lýðveldi hafa tekist á þá voru það mjög léleg lýðveldi.\n(Rússland/Georgía, Fyrri heimsstyrjöldin)\nLove it or leave it\nFrekar leiðinleg rök. Ef það væri virkilega til autt land í heiminum þar sem hægt er að fara þá myndu þessi rök standa á betri fótum. En ímyndaðu þér heim þar sem aðeins eru tvö ríki… eða bara eitt… og þá sérðu hvað þau eru í raun ómerkileg\nÁstæðan fyrir því að það eru ekki til nein auð lönd er sú sama og af hverju það eru ekki tvö eða eitt ríki.\nFólk er valdagráðugt og það hefur mismunandi skoðanir."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-06 13:57:24",
            "id": "7214679",
            "reply_to_id": "7214505",
            "text": "1. Innantómar fullyrðingar. Ég sé ekki hvernig það meikar sens að berjast gegn ofbeldisfullum valdapýramídum með því að byggja risastóran ofbeldisfullan valdapýramída. Ef einhver klikkhaus ætlar að skjóta alla með riflinum sínum þá mun fólk ekki lýða það og einfaldlega skjóta hann… vandamálið úr sögunni.\n2. Ef að stjórnarskrá og lýðræðislegar kosningar gera lítið gagn, af hverju ætti ástandið þá að vera einhvað öðru vísi án þeirra? Án þeirra væri kannski ekki sjálfsagt að neyða fólk til þess að gangast undir samninga gegn þeirra vilja og meirihlutinn mætti ekki kúga minnihlutann… það væri jákvæð breyting :)\n3. Og hvað kemur í veg fyrir að ‘gott’ lýðveldi verði að ‘slæmu’ lýðveldi? Róm og Athena fóru einnig úr því að vera ‘góð’ lýðveldi yfir í það að vera einræðisríki. Þýskaland var lýðveldi fyrir seinni heimsstyrjöldina.\nSvo virðist sem öll þessi svakalegu lýðveldi sem þú dásamar geri lítið annað en að hlaða völdum utan á Ríkið og fara í stríð við hvert annað. Eini munurinn er að þegar þau fara í stríð þá ákveður þú að kalla það ‘slæmt’ lýðveldi.\n4. Það kemur málinu ekkert við. Rökin þín byggjast á því að það séu til valmöguleikar. Af hverju þarf ég að sætta mig við valmöguleika sem aðrir setja mér? Af hverju þurfa ekki aðrir að sætta sig við mína valmöguleika?"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-06 17:54:05",
            "id": "7214817",
            "reply_to_id": "7214679",
            "text": "1. Það er\nALLTAF\nvaldapýramídi, ef að hann er rifinn niður þá sprettur annar valdapýramídi strax upp aftur.\nOg af hverju skutu þegnarnir ekki Stalín, Hitler og alla hina stríðsherrana?\nÞú getur ekki flúið frá þesum valdapýramída, þú getur ekki losað þig við hann, þú verður að vera í honum.\nÞess vegna þurfum við að búa í skársta valdapýramídanum, sem er valdapýramídi lýðvelda.\n2. Nei, Valdatómið myndi fyllast aftur af einhverju drasli eins og ofsatrúarmönnum, sjóræningjum, byssumönnum ofl.\n3. Það er ennþá minna sem kemur í veg fyrir að skipulögð glæpasamtök, málaliðar og allt það pakk taki völdin í Samfélagi án yfirvalda.\n4. Það eru margir valmögleikar, en anarkismi er ekki einn þeirra."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 15:38:08",
            "id": "7216730",
            "reply_to_id": "7214817",
            "text": "1. auðvitað, en það er spurning hvort við viljum kynda undir þá eða ekki. Það verða líka alltaf til aðilar sem vilja skerða málfrelsi. Þýðir það að við eigum að berjast gegn þeirra málfrelsi á móti eða eigum við að styðja málfrelsi allra?\nÞú ert hræddur við að ákveðinn hluti innan samfélagsins gæti byrjað beita okkur hin ofbeldi. Ef menn eru hræddir við það þá sé ég enga ástæðu til þess að gefa ákveðnum aðilum innan samfélagsins lagalegan rétt á því að beita ofbeldi án þess að þeir beri í raun neina ábyrgð. Ef þú ert búinn að búa til þessar stöður í samfélaginu, hvernig ætlaru þá að koma í veg fyrir að ljóta og vonda fólkið komi sér ekki vel fyrir í þessum stöðum?\nOg ekki tala um valdapýramída harðstjóra sem risu upp úr öðrum ríkjum… það meikar ekki sens. Mundu að Hitler komst til valda í gegnum lýðveldi.\n2. Bara ef flestir innan samfélagsins styðja þessa sjóræningja og ofsatrúamenn… sem ég efast um.\n3. Hvaða skipulögðu glæpasamtök? Án ríkisvaldsins væri enginn tilgangur fyrir smygl (þar sem það væru ekki tollar), mansal (þar sem vændi væri ekki ólöglegt) eða dópsala (þar sem vímuefni væru lögleg) og því myndi 99% af því sem þú kallar skipulagða glæpastarfsemi hverfa ef við myndum afnema ríkisvaldið. Eini staðurinn sem skipulögð glæpastarfsemi myndi kannski þrífast væri á þeim svæðum sem ríkið hefði enn einokun á, þ.e. að veita fólki verndarþjónustu… líkt og Mafían… þar sem ríkislögreglan er svo hrikalega léleg í því.\n4. Sem sagt, þú ert hlynntur mörgum skoðunum… svo lengi sem þær snúast út á það að þvinga aðra til þess að taka þátt í þeim. Skemmtilegt\nFólk segir oft að anarkistar séu útópíufólk sem trúir því að enginn sé vondur og því þurfum við ekki ríkisvald. Ég myndi halda að anarkistar geri sér einmitt grein fyrir því að ákveðinn hluti fólks er og verði alltaf vondur og að við getum aldrei tryggt að þessir sömu aðilar nái ekki völdum á ríkinu, svo ekki sé talað um allt venjulega og góða fólkið sem spillist við það að vera í aðstöðu þar sem þau hafa vald til þess að segja öðrum fyrir verkum án þess að bera í raun neina ábyrgð."
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-10 16:11:02",
            "id": "7216748",
            "reply_to_id": "7216730",
            "text": "Það er alltaf hætta á því að Lýðræðislega kjörin yfirvöld misnoti valdið sitt, það er alltaf hætta á því að Lýðveldi fari í stríð.\nLýðveldi eru ekki fullkomin.\nEn eru skotbardagar daglegt brauð Í Reykjavík?\nEru Íslamistar búnir að hrifsa völdin í Reykjavík?\nErtu laminn fyrir að ganga um í Brjóstahaldara í Reykjavík?\nEru sjóræningjar að ræna sjómenn og flutningaskip í faxaflóanum?\nÞú ert frjálsari og öruggari í Lýðveldi heldur en í Anarkistasamfélagi. Ekki reyna að koma með eitthvað “Ríkið er mafía sem heimtar verndarskatt” kjaftæði. Þetta tvennt er ekki sambærilegt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 20:22:27",
            "id": "7216889",
            "reply_to_id": "7216748",
            "text": "… sem þýðir það að lýðveldi eru ekki yfir gagnrýni hafinn og að við ættum að reyna að bæta þau.\nÞá finnst mér skynsamlegast að athuga hvað virkar og hvað það er sem er slæmt. Ef það er betra að treysta fólki til þess að taka sínar eigin ákvarðanir og ef það er slæmt að beita fólk ofbeldi þá ættum við að vinna að því að gera lýðveldin enn frjálslyndari og valdaminni. Því eins og sagt er “who's gonna watch the watchmen?”\nVíst er mafía og ríki sambærileg. Þú varst í rauninni að lýsa því. Ríkið er mafía sem kúgar okkur á sama tíma og hún passar upp á það að enginn annar kúgi okkur. Þetta er í rauninni mafíustarfsemi New York borgar í grunninn eins og henni er lýst í Godfather.\nAnnars virðist þú reikna með því að skotbardagar, íslamistar, ofbeldi og sjórán sé eitthvað sem fylgi óhjákvæmilega anarkisma… sem mér finnst vera algjör vitleysa. Bull fullyrðingar sem eiga ekki einu sinni skilið bullsvar. Ég veit að þú ert að vitna til Sómalíu á sama tíma og þú virðist ekki gera þér grein fyrir því að Bandaríkin og Sameinuðu Þjóðirnar eru búin að vera með puttana í málefnum þessarar þjóðar í áratugi og hafa sífellt verið að reyna að koma á einhverju ríki.\nVarðandi sjórán, þá væru þau ekki jafn tíð ef flutningaskip mættu verja sig. Ég veit hins vegar ekki um nein lönd sem leyfa verslunarskipum undir sínum fána að sigla með fallbyssur eða vopnaða áhöfn. Ef þau hefðu rétt á að verja sig væri kannski ekki svona auðvelt fyrir sjóræningja að ráðast á þau.\nSíðan virðistu gleyma því að skotbardagar, íslamistar, ofbeldi, kúgun, sjórán og önnur rán eru alveg jafn mikið við lýði í nágrannalöndum Sómalíu… ef ekki meiri."
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-10 21:57:35",
            "id": "7216944",
            "reply_to_id": "7216889",
            "text": "sem þýðir það að lýðveldi eru ekki yfir gagnrýni hafinn og að við ættum að reyna að bæta þau.\nÞá finnst mér skynsamlegast að athuga hvað virkar og hvað það er sem er slæmt. Ef það er betra að treysta fólki til þess að taka sínar eigin ákvarðanir og ef það er slæmt að beita fólk ofbeldi þá ættum við að vinna að því að gera lýðveldin enn frjálslyndari og valdaminni. Því eins og sagt er “who's gonna watch the watchmen?”\nÞessu er ég sammála. Núverandi kerfi þarfnast lagfæringa, en að afnema það algjörlega væri hörmung.\nRíkið er mafía sem kúgar okkur á sama tíma og hún passar upp á það að enginn annar kúgi okkur.\nþað erum við sem veljum mafíósana.\nAnnars virðist þú reikna með því að skotbardagar, íslamistar, ofbeldi og sjórán sé eitthvað sem fylgi óhjákvæmilega anarkisma… sem mér finnst vera algjör vitleysa. Bull fullyrðingar sem eiga ekki einu sinni skilið bullsvar. Ég veit að þú ert að vitna til Sómalíu á sama tíma og þú virðist ekki gera þér grein fyrir því að Bandaríkin og Sameinuðu Þjóðirnar eru búin að vera með puttana í málefnum þessarar þjóðar í áratugi og hafa sífellt verið að reyna að koma á einhverju ríki.\nSérðu virkilega ekki þversögnina í þessu?\nVarðandi sjórán, þá væru þau ekki jafn tíð ef flutningaskip mættu verja sig. Ég veit hins vegar ekki um nein lönd sem leyfa verslunarskipum undir sínum fána að sigla með fallbyssur eða vopnaða áhöfn. Ef þau hefðu rétt á að verja sig væri kannski ekki svona auðvelt fyrir sjóræningja að ráðast á þau.\nÖrugglega, ég er ekki á móti almennri vopnaeign.\nSíðan virðistu gleyma því að skotbardagar, íslamistar, ofbeldi, kúgun, sjórán og önnur rán eru alveg jafn mikið við lýði í nágrannalöndum Sómalíu… ef ekki meiri\nEnda eru bananalýðveldi og einræði ekkert skárri en anarkismi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-11 17:36:13",
            "id": "7217428",
            "reply_to_id": "7216944",
            "text": "Þessu er ég sammála. Núverandi kerfi þarfnast lagfæringa, en að afnema það algjörlega væri hörmung.\nSem sagt þú ert alveg sammála því sem ég sagði og forsendunum sem ég gaf en síðan um leið of við afnemum síðustu leyfar ríkisvaldsins þá heldur þú að allt í einu muni allt hrynja þó svo að þú búist við því að samfélagið verði bara betra og betra fram að þeim tímapunkti?\nÉg skil ekki hvernig menn draga þessa ímynduðu línu þegar menn styðja lágmarksríki. Mér finnst rökin fyrir lágmarksríki leiða óhjákvæmilega til andríkis.\nþað erum við sem veljum mafíósana.\nNei\nSérðu virkilega ekki þversögnina í þessu?\nAð mesta ofbeldið og vandræðin virðist vera þegar að Sómalir eru að berjast gegn Bandaríkjunum og SÞ sem eru stöðugt að reyna að koma yfir þá nýrri ríkisstjórn? Nei, ég sé enga þversögn. Miðað við það sem gengur og gerist í Afríku og miðað við það hvað var í gangi í Sómalíu FYRIR stjórnleysið þá er tiltölulega lítið um ofbeldi, viðskipti eru frjáls, farsímaþjónusta er betri þar en í nokkru öðru Afríkulandi og menn búa við meira öryggi en þau hafa gert í marga áratugi.\nÞað að einstaka fátæklingar taki upp á sjóráni kemur ekkert sérstaklega á óvart. Sjórán hafa verið til jafn lengi og sjómennska og eru einnig til annars staðar í heiminum.\nÖrugglega, ég er ekki á móti almennri vopnaeign.\nÉg er ekki að tala um það. Ég er að benda þér á að vandamálið sem þú nefndir má rekja beint til ríkisafskipta en ekki til stjórnleysisins.\nEnda eru bananalýðveldi og einræði ekkert skárri en anarkismi.\nAlveg rétt, þau eru mun verri. Svo ef ég bý í ofsatrúarlandi þar sem er mikil fáfræði, almenn byssueign og tíð sjórán… þá vil ég frekar að það land sé stjórnlaust heldur en að það hafi einhverja stjórn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 21:27:09",
            "id": "7216927",
            "reply_to_id": "7216748",
            "text": "http://www.youtube.com/watch?v=qtGkTRnocZI\nhttp://www.youtube.com/watch?v=PRp1Wrph5uA\nÁstandið í Sómalíu er MIKLU skárra núna en þegar síðasta stjórn var við lýði og er betra en í mörgum öðrum Afríkuríkjum. Mér sýnist stjórnvöld, bæði innlend og erlend, hafa skapað mikið meiri usla í Afríku og Sómalíu en stjórnleysið nokkurn tímann"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-10 21:51:38",
            "id": "7216941",
            "reply_to_id": "7216927",
            "text": "Mér sýnist stjórnvöld, bæði innlend og erlend, hafa skapað mikið meiri usla í Afríku og Sómalíu en stjórnleysið nokkurn tímann\nÞar liggur hundurinn einmitt grafinn.\nValdatómið fyllist jafnóðum og það myndast.\nÞað er ástæða fyrir því að anarkismi er ekki til."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-11 17:38:00",
            "id": "7217431",
            "reply_to_id": "7216941",
            "text": "En fyrst þú viðurkennir að innlend og erlend stjórnvöld hafi valdið miklu meiri usla en stjórnleysið nokkurn tímann, hvernig færðu þá út að enn ein stjórnvöldin muni gera eitthvað gagn? Hvernig færðu það út að ef þú kæmir á “lýðveldi” í Sómalíu að þú myndir ekki fá enn einn kúgarann?"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-05 22:13:31",
            "id": "7214360",
            "reply_to_id": "7214346",
            "text": "Öll samfélög hafa einhverskonar valdastiga og reglur. Ef að þú vilt 100% frelsi þá verður þú að búa einn í frumskógi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-06 00:17:27",
            "id": "7214462",
            "reply_to_id": "7214360",
            "text": "Algjörlega. Þú vilt hins vegar meina að það eigi að þvinga mig inn í þessa valdastiga og reglur án þess að ég hafi í raun gert nokkuð rangt.\nMér finnst að við eigum að einbeita okkur að því að verja okkur fyrir slæmu fólki í staðinn fyrir að koma illa fram við fólk sem enn hefur ekki gert neitt af sér."
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-06 01:17:03",
            "id": "7214513",
            "reply_to_id": "7214462",
            "text": "Öll samfélög hafa valdastiga og reglur.\nÞú getur orðið algjörlega frjáls og sleppt því að vera hluti af valdastiganum og reglum samfélagsins með því að fara úr samfélaginu.\nÞú getur gerst einbúi.\nEf að þú lætur samfélagið í friði þá lætur samfélagið þig í friði, skattmann labbar ekki upp á hálendið eða inn í frumskóg."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-06 13:59:56",
            "id": "7214681",
            "reply_to_id": "7214513",
            "text": "Víst gerir hann það. Ef ég myndi flytja norður á Strandir, opna þar mína eigin tolllausu höfn og rækta kókaín held ég að Ríkið myndi ekki láta mig í friði.\nAnnars var ég aldrei að tala um frelsi. Ég var að tala gegn því að vera kúgaður. Ég skil ekki hvers vegna það er nauðsynlegt að fólk í samfélagi kúgi hvert annað. Þín samfélagsmynd virðist hins vegar byggja á því að það sé einn aðili sem á allar byssurnar og geti kúgað alla aðra á sama tíma og hann lofi að kúga þá ekki.\nÉg einfaldlega treysti ekki manneskjum fyrir slíku valdi."
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-06 17:59:21",
            "id": "7214823",
            "reply_to_id": "7214681",
            "text": "Víst gerir hann það. Ef ég myndi flytja norður á Strandir, opna þar mína eigin tolllausu höfn og rækta kókaín held ég að Ríkið myndi ekki láta mig í friði.\nHeyrðu, það er hárrétt hjá þér.\nNeibb, þú verður aldrei 100% frjáls :Þ\nÉg skil ekki hvers vegna það er nauðsynlegt að fólk í samfélagi kúgi hvert annað.\nÞað er ekki nauðsynlegt, það er óumflýjanlegt.\nÞín samfélagsmynd virðist hins vegar byggja á því að það sé einn aðili sem á allar byssurnar og geti kúgað alla aðra á sama tíma og hann lofi að kúga þá ekki.\nFurðuleg túlkun á Lýðveldi IMO.\nÉg einfaldlega treysti ekki manneskjum fyrir slíku valdi.\nEn það\neru\nalltaf einhverjir með þetta vald."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-07 21:05:09",
            "id": "7215398",
            "reply_to_id": "7214823",
            "text": "Það er ekki nauðsynlegt, það er óumflýjanlegt.\nKerfisbundin kúgun er ekki óumflýjanleg. Við getum byrjað á byrjun og reynt að brjóta hana niður… ef við erum í raun og veru á móti kúgun.\nAnnars þá er túlkun mín á lýðveldi bara frekar eðlileg. Það er hins vegar spurning hvort fólk átti sig almennt á því hvað kerfið okkar þýðir í raun og veru. Eins og ég sagði þá byggist það á því að einn aðili í samfélaginu hefur leyfi til þess að setja reglur, dæma í málum og beita fólk ofbeldi á tilteknu landssvæði. Eina sem ‘lýð’ hlutinn af þessu kerfi gerir er að gefa fólki falska von um það að það geti í raun haft einhver áhrif sem einstaklingar, sem er bara bull.\nOg hvaða vald ertu að tala um sem ‘einhver’ er alltaf með. Í dag hefur enginn vald til þess að hneppa annan mann í þrældóm. Er það þá afsönnun á því að eitthvert ‘vald’ verði alltaf til, sama hvernig kerfið er upp byggt?"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-08 19:34:17",
            "id": "7215866",
            "reply_to_id": "7215398",
            "text": "Kerfisbundin kúgun er ekki óumflýjanleg.\nJú víst.\nEina sem ‘lýð’ hlutinn af þessu kerfi gerir er að gefa fólki falska von um það að það geti í raun haft einhver áhrif sem einstaklingar, sem er bara bull.\nÞess vegna kallast það “Lýðveldi”. Lýðurinn hefur völdin, ekki einstaklingar.\nOg hvaða vald ertu að tala um sem ‘einhver’ er alltaf með?\nValdið að búa til reglur samfélagsins, hvort sem að það eru kjörnir þingmenn eða stríðsherrar.\nÍ dag hefur enginn vald til þess að hneppa annan mann í þrældóm.\nÞökk sé hinni “gagnlitlu” stjórnarskrá."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 20:10:49",
            "id": "7216880",
            "reply_to_id": "7215866",
            "text": "1. Nei víst… út í hvað erum við núna komnir?\n2. Nei, 63 aðilar sem sitja inni á Alþingi, ráðherrar og háttsettir embættismenn í ráðuneytum hafa völdin. Lýðurinn hefur lítið sem ekkert um starfsemi þeirra að segja. Auk þess sem lýðurinn hefur verið skilgreint á marga vegu í gegnum tíðina. Til dæmis er 17 ára einstaklingur ekki hluti af þessum lýð sem þú talar um.\nÍ sumum tilvikum er 21 ára maður ekki einu sinni hluti af þessum lýð.\n3. Af hverju ætti einhver að ráða því hvaða reglur gilda í samfélaginu? Og af hverju ætti einhver að ráða því hvaða reglur gilda í samfélagi sem hann sjálfur býr ekki einu sinni í?\nAf hverju ætti okkur að finnast það sjálfsagt að það sé einhver einn aðili sem setur okkur hinum reglur?\n4. Nei, þökk sé því samfélagi og samfélagsvitund sem hefur þróast á Íslandi í gegnum tíðina. Þrælahald var löngu dottið úr gildi áður en stjórnarskráin kom. Síðan hafa leiðtogar ríkja oft farið á bakvið og brotið stjórnarskrá ríkja sinna. Stjórnarskrá er bara pappír með bleki…"
        },
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2010-08-10 22:04:01",
            "id": "7216956",
            "reply_to_id": "7216880",
            "text": "1. Ég veit það ekki, eigum við ekki bara að hætta þessu? Okkur miðar ekkert áfram.\n2. Segðu mér, hvernig komust þessir embættismenn til valda?\n3. Það er yfirleitt samfélagið sem velur fólk fyrir sína hönd til að semja reglur samfélagsins.\n4. Gott og vel."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-11 17:41:47",
            "id": "7217432",
            "reply_to_id": "7216956",
            "text": "2. Þau fengu valdið afhent frá Danakonungi sem fékk það frá Noregskonungi þegar hann tók yfir Noreg sem hafði fengið það frá ákveðnum landeigendum á Íslandi á 13. öld.\nég sé ekki hvernig fólki getur fundist það rökrétt að ég sé bundinn í samning sem forfeður mínir gerðu fyrir 700 árum síðan.\n3. Ofur einföldun hjá þér og frekar barnalegt viðhorf. Þú þarft ekki að gera annað en líta á íslenska stjórnkerfið til þess að sjá hvað er rangt við þessa lýsingu."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-08-08 18:12:23",
            "id": "7215806",
            "reply_to_id": "7209340",
            "text": "Samkeppni tryggir ekki marga dómstóla, margir dómstólar tryggja samkeppni ef það er samkeppnisvilji milli þeirra fyrir hendi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 15:52:00",
            "id": "7216741",
            "reply_to_id": "7215806",
            "text": "Í dag er samkeppnin ólögleg og aðeins einn dómstóll sem hægt er að leita til sem hefur eitt æðra stig til áfrýjunar.\nEf menn eru virkilega hræddir um að í anarkisma verði bara einn dómstóll sem lifir af þá skil ég ekki hvernig menn geta sætt sig við núverandi kerfi þar sem það er í raun byggt á sem menn virðast óttast að sé niðurstaðan úr anarkisma."
        },
        {
            "user": "Csick",
            "user_id": "72710",
            "date": "2010-07-28 00:47:52",
            "id": "7209764",
            "reply_to_id": "7207393",
            "text": "hvernig getur verið stjórnkerfi innann anarkisma samfélags? og hvernig getur það verið samfélag? anarkismi gengur útá stjórnleisi? þá er þetta ekkert anarkismi ef það eru kerfi og samfélög…"
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2010-07-28 01:23:08",
            "id": "7209788",
            "reply_to_id": "7209764",
            "text": "Viltu ekki bara opna wikipedia greinina og lesa fyrstu efnisgreinina áður en þú segir eitthvað svona."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-29 16:16:52",
            "id": "7210601",
            "reply_to_id": "7209764",
            "text": "Anarkismi byggist fyrst og fremst á því að enginn stjórni öðrum. Menn geta alveg komið sér saman um að spila fótbolta, útnefnt dómara, fengið sér þjálfara og stofnað deild með reglum… svo lengi sem enginn sé þvingaður í það að spila eða meinað frá því að stofna sína eigin deild með eigin leikreglum."
        },
        {
            "user": "niniel",
            "user_id": "64445",
            "date": "2010-07-28 14:49:18",
            "id": "7209995",
            "reply_to_id": "7207393",
            "text": "Grunar að það séu engar líkur á að við munum skilja hvort annað eða sjá eye-to-eye í þessu málefni… ;) en langar að benda á eitt:\nÍ kerfinu sem þú lýsir eru miklar líkur á að það myndi ríkja gríðarleg réttaróvissa. Ein af grundvallarforsendum þess að fólk virði löggjöf og fari eftir lögum er sú, að það sé nokkuð skýrt hvernig lögin verði túlkuð og hver viðurlög séu við því að brjóta þau. Til að slík vissa sé til staðar þarf að vera samræmi í dómsúrlausnum - þ.e.a.s. að sambærilegir dómar falli í sambærilegum málum. Í dómskerfi þar sem margir algerlega óháðir aðilar starfa, í samkeppni við hvern annan, er nánast útilokað að slíkt samræmi skapist, þar sem ólík dómstólafyrirtæki væru væntanlega alltaf að reyna að “toppa” hvert annað, til að laða til sín viðskiptavini.\nÞað væri ekki nóg að halda því fram að ef öll fyrirtækin dæmi eftir sömu lögunum verði niðurstöðurnar sjálfkrafa sambærilegar - í nánast öllum (ef ekki öllum) ágreningsmálum sem eru yfir höfuð þess eðlis að þau enda fyrir dómi stangast á tvö sjónarmið sem bæði eru réttlætt með ákveðnum lagarökum, þannig að það þarf að taka afstöðu til þess hvor rökin vega þyngra og slíkt mat er alltaf að einhverju leyti huglægt. Það er nauðsynlegt til að skapa stöðugleika og fyrirsjáanleika í réttarkerfinu að úrlausnir stangist ekki endalaust á.\nAnnað - þú líkir kerfi sem þessu við réttarkerfi Íslands á þjóðveldisöld. Geturðu útlistað það nánar? Sé nefnilega ekki líkindin…"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-07-28 15:04:00",
            "id": "7209999",
            "reply_to_id": "7209995",
            "text": "Aðal spurningin hérna er, hvernig “Toppar” þú aðra dómstóla? Hærri sektir? Lengri fangelsisvist? Fleiri aftökur? Nei. Ekkert af þessu, því það meikar einfaldlega ekki sense. Þú “toppar” hina gæjana með því að vera með ódýrari, betri eða skilvirkari þjónustu svo samkeppnin yrði aðallega þar, ekki í eðli dómanna. Dómarnir yrðu líklega frekar sambærilegir einfaldlega vegna þess að mjög ósanngjarnir dómara yrðu einfaldlega ekki liðnir.\nHvað varðar restina, afhverju er eitthvað meiri munur þarna en bara á milli mismunandi dómara í núverandi kerfi? T.d. bara nýlegt dæmi í gengislánunum þar sem hæstiréttur var ósammála héraðsdómi. Sé ekki hvernig þetta kerfi væri eitthvað verra…"
        },
        {
            "user": "niniel",
            "user_id": "64445",
            "date": "2010-07-28 15:47:27",
            "id": "7210014",
            "reply_to_id": "7209999",
            "text": "Dómarnir yrðu líklega frekar sambærilegir einfaldlega vegna þess að mjög ósanngjarnir dómara yrðu einfaldlega ekki liðnir.\nHvað felst í “yrðu ekki liðnir”? Og hvers er að dæma um hvort ákveðinn dómur er sanngjarn eða ósanngjarn?\nNú hefur dómur fallið hjá Dómstólafyrirtækinu X í máli A gegn B. A telur dóminn vera ósanngjarnan og meginþorri almennings er sammála honum. Hvaða úrræði hefur A? Skv. módelinu ætti fyrirtækinu að vera “sjálfrefsað” með því að það tapi viðskiptum. En hverju er A bættari? - hann hefur (að eigin mati og annarra) ekki fengið sanngjarna úrlausn sinna mála. Er líklegt að hann uni dómnum? Hver á að framfylgja því ef hann neitar að hlýta úrlausninni?\nNú gerum við ráð fyrir því að hinn ósanngjarni dómur hafi ekki fallið vegna neins konar spillingar, né vanhæfni eða vankunnáttu dómaranna hjá X, heldur aðeins vegna þess að skilningur þeirra og túlkun á lögunum er ekki í samhljóða því sem almenningi finnst réttláttast. Fyrirtækið tapar bisness á þessum dómi. Er þá ekki líklegt að önnur dómstólafyrirtæki veigri sér við því að dæma eftir eigin sannfæringu, eða því sem þau telja réttast skv. lögunum og almenningsálitið hafi síaukið vægi í því hvernig dómar falla? Nú er meiri hluti almennings ekki löglærður og á það til að vera mjög blóðþyrstur þegar kemur að því að ræða úrlausnir í umdeildum dómsmálum. Er vænlegt að dómar stjórnist meira og minna af popúlisma?\nHvað varðar restina, afhverju er eitthvað meiri munur þarna en bara á milli mismunandi dómara í núverandi kerfi? T.d. bara nýlegt dæmi í gengislánunum þar sem hæstiréttur var ósammála héraðsdómi. Sé ekki hvernig þetta kerfi væri eitthvað verra…\nHæstiréttur hefur fullnaðarúrskurðarvald í núverandi kerfi. S.s. ef að Hæstiréttur hnekkir héraðsdómi þá gildir héraðsdómurinn ekki lengur, heldur dómur Hæstaréttar. Héraðsdómar verða síðan að móta síðari dómsúrlausnir sínar eftir áður gengnum dómum Hæstaréttar. Í umdeildum málum eins og með gengistrygginguna skapast einmitt tímabundinn réttaróvissa, þar sem mismunandi héraðsdómar ganga á víxl, dómum er snúið við í Hæstarétti o.þ.h. Í opinberu dómskerfi þar sem einn æðsti dómstóll/áfrýjunardómstóll hefur það hlutverk að skera úr um og setja fordæmi í slíkum málum skapast á endanum samræmi sem ætlað er að eyða réttaróvissunni.\nAnnars var innleggi mínu ekki sérstaklega ætlað að mæla með íslenska dómskerfinu eins og það er í dag, það er engan veginn fullkomið.\nÞú svarar mér annars ekki með þjóðveldið, langar enn að heyra meira um það :)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-08-08 18:29:21",
            "id": "7215821",
            "reply_to_id": "7209999",
            "text": "mjög ósanngjarnir dómara yrðu einfaldlega ekki liðnir.\nErtu að grínast? Heldurðu virkilega að ósanngjörn fyrirtæki séu “ekki liðin”? Þú vanmetur mátt PR og markaðssálfræðinga, sem er frekar fyndið því að vera ofurseldur þeim starfsstéttum er algjörlega nauðsynlegt til að halda þessu fram í nútímanum."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-07-28 20:19:34",
            "id": "7210172",
            "reply_to_id": "7207393",
            "text": "Þetta er mjög rómantísk hugmynd en þetta er ekki raunveruleikinn. Þessi stjórnlausa anarkistastefna byggir m.a á þeim stoðum að það verði til fleirri fyritæki sem útvega sömu þjónustu sem neytandi getur valið á milli. Ef að fyritæki á meiri pening en hinir getur það einfaldlega étið upp minni fyritækin. Það sem að stór fyritæki m.a í bandaríkjunum leitast eftir er að dóminera markaðinn algjörlega sem minnir frekar á fasisma frekar en kapítalisma. Það gefur neytandanum ekki mikið val væntanlega. Við sjáum á Íslandi eru fyritæki eins og N1 sem eru að dóminera bílavarahluti, bensín, smur og viðgerðaþjónustu, dekk o.fl og auðvitað bónum sem dóminerar verlunum. Fyritækin vilja ekki gefa fólki val milli tveggja kosta það er bara eðli sínu samkvæmt að græða.\nEn svo koma miklu fleirri rök gegn einkavæddu dómkerfi, hver á að nenna að hafa dómara í vinnu í bæjarfélögum þar sem lítið er að gera og væntanlega þyrfti að keyra á taprekstri til að þjónustan gangi. Ef sektir yrðu dæmdar hver ætti að fá peninginn, löggan? dómfyritækið? það segir sig sjálft að það yrði sektað oftar. Ef að vísitalan á dómsfyritækjum myndi hrapa á wall street, ætti þá að finna leiðir til að fjölga glæpum og þar með málum, það eru ótalmargarleiðir eins og að klína glæpi yfir á saklaust fólk.\nAuk þess er ég ekki að kaupa það sem að þú segir að þó að dómskerfið byggir á gróða að dómurinn verður ekki verri. Ég er handviss um að málin yrðu aldrei almennilega skoðuð og réttlætinu yrði aldrei náð.\nBætt við 28. júlí 2010 -  20:21\nafsaka margar innsláttavillur. t.d Bónum=bónus"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-07-28 21:52:41",
            "id": "7210227",
            "reply_to_id": "7210172",
            "text": "Ég er handviss um að málin yrðu aldrei almennilega skoðuð og réttlætinu yrði aldrei náð.\nÞá er til lítils að svara þér ;)"
        },
        {
            "user": "niniel",
            "user_id": "64445",
            "date": "2010-07-28 23:02:39",
            "id": "7210272",
            "reply_to_id": "7210227",
            "text": "En mér? ;)"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-07-28 23:07:32",
            "id": "7210281",
            "reply_to_id": "7210272",
            "text": "Ef ég finn nennu þá skal ég svara þé"
        },
        {
            "user": "niniel",
            "user_id": "64445",
            "date": "2010-07-29 09:34:32",
            "id": "7210448",
            "reply_to_id": "7210281",
            "text": "Ojæja. Mér sem fannst þetta efni í svo áhugaverðar umræður."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-07-29 13:32:05",
            "id": "7210527",
            "reply_to_id": "7210448",
            "text": "Er það alveg. Ég er bara að nördast í öðru akkúrat núna."
        },
        {
            "user": "LoMoNoSov",
            "user_id": "78573",
            "date": "2010-07-29 07:40:44",
            "id": "7210427",
            "reply_to_id": "7207393",
            "text": "ágætis lestur þangað til þú fórst að blanda guði og bíblíu inní þetta"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-07-29 13:31:17",
            "id": "7210526",
            "reply_to_id": "7210427",
            "text": "lolwut"
        },
        {
            "user": "Boxxy",
            "user_id": "58057",
            "date": "2010-07-29 09:29:00",
            "id": "7210445",
            "reply_to_id": "7207393",
            "text": "Ég held að þetta væri ekkert fljótara, t.d. er alveg næg samkeppni hjá verktökum hér á íslandi en samt tekur alltaf milljón ár að gera við pípulögn. “jája, þetta verður búið eftir viku” my ass.\nÉg hef aldrei farið fyrir dóm þannig að ég get ekki dæmt sanngirni kerfisins en er það virkilega ósanngjarnt? Fynst eins og fólkið í blöðunum ætti að fá amk tvisvar lengri tima en það er að fá."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-04 17:40:58",
            "id": "7213494",
            "reply_to_id": "7210445",
            "text": "t.d. er alveg næg samkeppni hjá verktökum hér á íslandi\ngreinilega ekki. Í fyrsta lagi þurfa menn oftast leyfi til þess að vinna sem verktakar sem er strax hömlun á framboði þeirra."
        },
        {
            "user": "Boxxy",
            "user_id": "58057",
            "date": "2010-08-06 20:58:58",
            "id": "7214926",
            "reply_to_id": "7213494",
            "text": "fynst samt eins og hvert sem ég lít eru fyrirtækjabílar að fara fram og til baka, þeir eru jafnvel uppiskroppa með nöfn. ég meina Húsbygg, Ísfrost, come on…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-07 20:59:25",
            "id": "7215393",
            "reply_to_id": "7214926",
            "text": "Það þyrfti greinilega að vera meira af þeim…"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-08-08 18:23:08",
            "id": "7215814",
            "reply_to_id": "7215393",
            "text": "Haha, má alltaf svara þessu svona. Ekki nógu mikið af verktakafyrirtækjum… þú hefur greinilega enga reynslu og þekkingu á þessum bransa, enda virðist það vera grundvallarforsendan fyrir að vera markaðsbraskshyggjumaður* af einhverju tagi: Algjör skortur á raunveruleikatengingu.\n*anarkó-kapítalisti, nýfrjálshyggjumaður og hvað öll þessi markaðstrúarbrögð heita"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-09 14:36:23",
            "id": "7216201",
            "reply_to_id": "7215814",
            "text": "Og þú gerir ekki athugasemd við það að manneskjan sem ég svaraði kom ekki með neitt annað en það að ‘hún væri alltaf að sjá fyrirtækjabíla út um allt’.\nÞað segir ekkert um það hvort framboð af verktökum sé ákjósanlegt eða ekki. Miðað við það hve mikið af lögum og reglugerðum hvíla á þessum bransa er augljóst að verið er að aftra framboði í þessa grein… annars myndu Samtök Iðnaðarins ekki auglýsa villt og galið á móti svartri vinnu… enda er svört vinna ekkert annað en svar markaðarins við of miklum ríkisafskiptum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 15:54:17",
            "id": "7216742",
            "reply_to_id": "7215814",
            "text": "Svo veit ég ekki hvaða trúarbrögðum ég hef verið að veifa hérna. Það ert þú sem vilt meina að hægt sé að skipuleggja samfélagið með miðstýrðu ríkisvaldi sem gerir ekki nein mistök og að hægt sé að koma í veg fyrir að slæmt fólk nái völdum á því og heldur því fram að gott fólk muni ekki spillast innan þess með allt þetta vald í höndunum.\nÉg er einfaldlega að efast um það…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-07-29 14:37:36",
            "id": "7210562",
            "reply_to_id": "7207393",
            "text": "Ég skil ekki hvers vegna þú þarft dómstóla yfir höfuð, eins og þú segir, ef einhver svíkur þig þá stundar þú ekki frekar viðskipti við hann og ráðleggur vinum og vandamönnum að gera slíkt hið sama.\nSvo þurfa hvorki dómstólar né fólk yfir höfuð að hegða sér vel til þess að aðrir treysti þeim, þeir þurfa bara að virðast hegða sér vel.  Sem er nokkurn veginn það sem ríkisstjórnum heimsins tekst að gera.  Einkarekinn dómstóll væri einmitt í senn dómsvald og löggjafarvald, þ.e.a.s. hann færi væntanlega eftir eigin húsreglum svo dómarnir væru samkvæmir sjálfum sér.  Hver væri munurinn á þessu og ríki?  Þeir gætu hæglega verið valdamiklir í krafti fjármagns og þyrftu rétt eins og allar ríkisstjórnir bara klára menn í almannatengsl til þess að komast upp með spillingu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-04 17:05:22",
            "id": "7213459",
            "reply_to_id": "7210562",
            "text": "Menn gætu þurft dómstóla ef menn ætla að krefjast bóta þegar á þeim er brotið"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-08-08 05:06:43",
            "id": "7215596",
            "reply_to_id": "7213459",
            "text": "Getur krafist bóta án dómstóla, hver er ávinningurinn af milliliðnum?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-08 14:46:58",
            "id": "7215694",
            "reply_to_id": "7215596",
            "text": "Ávinningurinn af því að láta þriðja aðila leysa deilumál?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2010-08-08 19:06:18",
            "id": "7215849",
            "reply_to_id": "7215694",
            "text": "Já, hver er ávinningurinn?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 16:07:58",
            "id": "7216747",
            "reply_to_id": "7215849",
            "text": "Það gæti aukið líkurnar á því að menn komist að einhverju samkomulagi sem báðir aðilar virða.\nEn ef það er í raun enginn ávinningur af þessu þá mun fólk líklega hætta þessu með tímanum í ríkislausu samfélagi"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-07-29 15:13:21",
            "id": "7210579",
            "reply_to_id": "7207393",
            "text": "Krathos\nNú gætu sumir spurt, en hvaðan kemur þá vald dómstóllanna þegar enginn hótun um ofbeldi er á bakvið þá? Hvað kemur í veg fyrir að fólk fari einfaldlega ekki eftir úrskurðum sem henta því illa?\nEn nú spyr ég á móti: Hver í ósköpunum myndi stunda viðskipti við, eða jafnvel umgangast, mann sem að virðir ekki samkomulög og telur sig hafinn yfir afleiðingar gjörða sinna? Myndi nokkur manneskja ráða svoleiðis einstakling í vinnu? Gera við hann samning? Treysta honum nálægt sér eða afkomendum sínum?\nÞað þykir mér gríðarlega ólíklegt. Þarna erum við komin með mjög góðar ástæður fyrir því að fólk myndi nánast undantekningalaust vera í tengslum við dómgæslufyrirtæki og myndi lang,langoftast hlýða úrskurði þess.\nHr. A rænir af mér 1000.000.000 krónum. Ég kæri hann á þeim grundvelli. Hr. A er skipað að gefa mér upphæðina til baka. Hann segir bara fokk jú og stundar viðskipti við bróður sinn. Sanngjarnt?\nHvað ef Hr. A myndi gerast raðmorðingi… ?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-29 16:02:54",
            "id": "7210593",
            "reply_to_id": "7210579",
            "text": "Dreptu hann og gáðu hvort öllum sé ekki sama…"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-07-29 16:11:50",
            "id": "7210598",
            "reply_to_id": "7210593",
            "text": "Og láta kæra mig fyrir morð? Nei takk. Auk þess sem að það er bara prinsipp hjá mér að drepa ekki manneskjur nema í sjálfsvörn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-29 16:18:37",
            "id": "7210602",
            "reply_to_id": "7210598",
            "text": "Hver ætti að kæra þig? Þú segist bara hafa verið að ná í milljarðinn þinn til baka og fyrst enginn vildi hjálpa þér þá hafiru ákveðið að taka málin í þínar eigin hendur.\nAnnars held ég að fólk innan samfélagsins myndi hjálpa þér að ná milljarðinum til baka… það eru fæstir sem sætta sig við þjófa, þ.e. ef fjárhæðin var fengin á réttlátan máta."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-07-29 16:21:10",
            "id": "7210603",
            "reply_to_id": "7210602",
            "text": "Þetta er frekar slappt samfélag, ég vill ekki að fólk fari um drepandi hvort annað til þess að fá “réttlæti”. Auk þess gat ég ekki drepið gaurinn, hann borgaði besta málaliðafyrirtækinu til þess að vernda sig."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-29 16:32:35",
            "id": "7210606",
            "reply_to_id": "7210603",
            "text": "Mér finnst þetta líka slappt samfélag… og felstum… sem þýðir að flestir væru líklega sammála um það að vilja ekki búa í svona samfélagi og kæmu sér saman um að verja sig gegn slíkum árásum… sem og verja sig gegn milljarða þjófnaði."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-07-29 16:39:30",
            "id": "7210608",
            "reply_to_id": "7210606",
            "text": "Þeim tókst ekki að verja sig og nú er hr. A með milljarðinn minn. Hvað skal gera? Hann neitar að borga, og það eru alveg þó nokkrir sem vilja stunda viðskipti við hann.\nÉg vill ekki drepa hann, þá yrði þetta eins og fyrir þúsund árum á tímum goðorðanna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-29 16:48:32",
            "id": "7210615",
            "reply_to_id": "7210608",
            "text": "Nei, það sem þú lýsir er nákvæmlega samfélagið sem við búum í núna. Hér á landi er einn aðili sem má taka eigur fólk án þess að það geti gert nokkuð í því og er með öruggustu viðskiptasambönd sem fyrir finnast (einmitt vegna þess að hann getur alltaf borgað skuldir sínar með því að ræna frá öðrum) og sá aðili er Ríkið.\nEf þú vilt ekki búa í samfélagi sem þú ert að lýsa, hvernig í ósköpunum geturu þá sætt þig við núverandi kerfi?"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-07-29 17:02:26",
            "id": "7210622",
            "reply_to_id": "7210615",
            "text": "Vegna þess að ríkið getur ekki komið askvaðandi inn til mín og tekið stuff. Steingrímur er ekkert að fara að banka upp á og segja:\n“Hey, koddu með sjónvarpið”\nRíkið tekur líka peninginn minn, allra, til þess einnig að setja í kerfi sem kemur í veg fyrir það sem ég var að lýsa, nefnilega réttarkerfið. Ekki halda þó að ég vilji frekari ríkisrekstur, ekki fara út í slíkt frekar en þörf er."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-03 16:34:35",
            "id": "7212716",
            "reply_to_id": "7210622",
            "text": "Vegna þess að ríkið getur ekki komið askvaðandi inn til mín og tekið stuff.\nJú, það er eini aðilinn sem má það og getur bannað þér að gera nokkuð í því.\nEf þú lætur ríkið ekki fá það sem það vill fá mánaðarlega, helduru virkilega að þú komist upp með það?\nSíðan segiru að ríkið beiti ofbeldi og ræni fólk einmitt til þess að koma í veg fyrir það að fólk sé að beita hvert annað ofbeldi og ræna hvert annað… Ég sé ekki alveg hvernig það meikar sens."
        },
        {
            "user": "snowler",
            "user_id": "1598",
            "date": "2010-07-29 23:23:43",
            "id": "7210876",
            "reply_to_id": "7207393",
            "text": "Finnst vanta alla umræðu um gerðadómstóla. Þeir eiga að geta skorið úr um í öllum deilumálum milli tveggja aðila (einstaklinga eða lögaðila)."
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2010-07-30 05:59:59",
            "id": "7211005",
            "reply_to_id": "7207393",
            "text": "Ef þetta er ekki grín þá veit ég ekki hvað skal segja."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-07-30 12:44:20",
            "id": "7211087",
            "reply_to_id": "7207393",
            "text": "Spillingin yrði meiri ef eitthvað er því dómstólarnir verða að græða, og græða meira en hinir til að standast samkeppni. Hinir ríku gætu keypt sér dóma af þeim fyrirtækjum sem uppá það byðu (óformlega, eða ekki, hver á að hafa eftirlit með því í anarkistaríki?) og þau fyrirtæki myndu nota þá peninga til að geta undirboðið samkeppnisaðila útaf markaðinum. Þannig það yrðu nokkur stór fyrirtæki sem fólk myndi nota til að spara pening (eða neyðist til að nota, það er eins og allir anarkistar geri ráð fyrir að allir verði stóreignafólk um leið og anarkismi skellur á, en svo verður það auðvitað ekki), og sem ríkt fólk getur notað til að vaða yfir og kúgað aðra.\nÞað sem ríkisrekstur býður uppá er að dómstólarnir eru ekki háðir neinum, og er það grundvallarforsenda hlutleysis og þar með réttlætis. Um ríkisráðningar og embættismenn gilda strangar reglur og ríki rekur ekkert þann sem dæmir því í óhag, það einfaldlega getur það ekki.\nAnarkismi þýðir einfaldlega að auðsöfnun á fárra hendur myndi fara útfyrir öll mörk og þannig gætu fáir ríkir einstaklingar kúgað alla aðra. Skiptingin frá keynesísku hagkerfi yfir í nýfrjálshyggið í bandaríkjunum orsakaði að hlutfall 0,1% þeirra ríkustu í heildareignum Bandaríkjanna hækkaði frá 2% uppí 7%, í full-fletched anarkisma myndi þetta hlutfall hækka enn frekar með augljóslega hræðilegum afleiðingum ef kúgunarvaldið (lögregla og her) yrði einnig einkavætt. Þá fengum við fljótlega merkantílískt einvalds-hagkerfi.\nÞað verður alltaf spilling, sama í hvaða kerfi. Í mikið ríkisvæddu kerfi er hins vegar hægt að setja reglur sem koma í veg fyrir eða gera hana auðsýnilegri. Verst að Íslendingar kunna lítið að skrifa lög og hafa ekki fullnýtt sér þennan yfirburðarstyrk ríkiskerfisins."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2010-07-30 20:22:11",
            "id": "7211270",
            "reply_to_id": "7211087",
            "text": "Ég nenni ekki að kommenta á hina vitleysuna, en hvenær í ósköpunum hættu BNA að vera keynesískir? Þeir eru með stimulus packages, prenta peninga, inngrip ríkisstjórnar og pretty much allt annað sem einkennir Keynes?"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-07-31 10:08:42",
            "id": "7211441",
            "reply_to_id": "7211270",
            "text": "en hvenær í ósköpunum hættu BNA að vera keynesískir\nÉg myndi gera tímalínu yfir það en í einföldu máli: Þegar það hentar honum að halda því fram."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-08-02 13:54:57",
            "id": "7212149",
            "reply_to_id": "7211270",
            "text": "Erfitt að nenna einhverju sem maður getur ekki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-03 16:39:23",
            "id": "7212722",
            "reply_to_id": "7211087",
            "text": "Vilt þú sem sagt halda því fram að meiri líkur séu á spillingu á samkeppnismarkaði en á einokunarmarkaði?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-08-04 17:31:03",
            "id": "7213480",
            "reply_to_id": "7212722",
            "text": "Hvaða einokunarmarkaði? Síðast þegar ég vissi voru dómstólar ekki markaður.\nBætt við 4. ágúst 2010 -  17:34\nOg já, vel regulate-aður “einokunar-markaður” getur virkað miklu betur enn eitthvað samráðs-spillingar monopoly."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-04 17:38:26",
            "id": "7213492",
            "reply_to_id": "7213480",
            "text": "Það er vegna þess að þegar þú hugsar um markað þá hugsar þú greinilega um marga sölubása í röð. Markaður er bara þar sem fólk skiptist á vörum og þjónustu. Dómstólar eru þar engin undantekning, þó svo að Ríkið sé með einokunarrétt á því að veita þessa þjónustu og getur rukkað fyrir hana með valdi.\nÉg sé ekki hvernig einokunarmarkaður stuðlar að minni spillingu, hvað þá þegar einokarinn, Ríkið, er sá aðili í landinu sem mun ávallt dæma í eigin málum. Það að einn aðili hafi vald til þess að dæma í eigin málum býður bara upp á spillingu og ef það er virkilega spilling dómstóla sem þú óttast þá ættiru fyrst og fremst að gagnrýna núverandi kerfi.\nSíðan talaðiru hér að ofan um söfnun auðs á hendur fárra án þess að gera þér grein fyrir því að það fer algjörlega eftir því hvernig við skilgreinum eignarréttinn."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2010-08-08 18:36:36",
            "id": "7215824",
            "reply_to_id": "7213492",
            "text": "Dómstólar eru þjónusta við neinn nema lögin, áttu við að lögin eigi þá að ráða til sín mismunandi dómara? Hvaða kjaftæði er í gangi? Öll lög eru ekki þannig gerð að þú þurfir að brjóta á fullnuma manneskju til að þú brjótir þau. Fyrir umhverfisspjöll, brot gegn dýrum, börnum og óvitum þarf líka að dæma og refsa. Hver á að ráða sér “þjónustu” í þeim málum, brotamaðurinn? Í hvaða regnbogabangsaheimi lifir þú eiginlega?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-09 14:26:05",
            "id": "7216196",
            "reply_to_id": "7215824",
            "text": "Og við erum einnig með einokunarrétt á lögum og reglum í landinu þar sem 63 smákóngar ráða svo gott sem öllu. Og ef okkur finnst þeir gera eitthvað rangt þá verðum við að sækja þó frammi fyrir þeirra eigin dómstólum þar sem dæmt verður eftir reglum sem þeir sjálfir settu… í hvaða regnbogabangsaheimi lifir þú eiginlega?\nBætt við 10. ágúst 2010 -  15:55\nEn ef þú hefur í raun og veru áhuga á að skilja þessa afstöðu þá er þessi grein fínn inngangur.\nhttp://www.lewrockwell.com/long/long11.html"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-03 19:16:32",
            "id": "7231282",
            "reply_to_id": "7216196",
            "text": "Ertu semsagt að segja að þeir sem eru alþingismenn geti ekki brotið lögin eða verði beitt mismunandi málsmeðferð útaf því þeir eru inní einhverjum hóp aðila?\nTil er margar reglur um meðferð málsferða hins opinbera gegn öllum (einstaklingum, fyrirtækjum, opinberum stofnunum, þingmönnum, ráðherrum og líka forsetanum) Ef einstaklingi finnst að hann hafi ekki fengið slíkar málsmeðferð sem hann á skilið getur hann alltaf sótt málið uppá efra vald.\nHéraðsdómur > hæstiréttur > umboðsmaður Alþingis (sem dæmi)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-03 19:50:54",
            "id": "7231314",
            "reply_to_id": "7231282",
            "text": "Ég var bara að benda á að Alþingismenn setja sjálfir þær reglur sem þeir þurfa að fylgja. Auk þess dæmir ríkið í sínum eigin málum, sem er frekar brenglað réttarkerfi.\nÉg veit vel að það eru til reglur sem eiga að ‘taka á’ svona vandamálum og þær eru til í bókunum. En þegar kemur að raunveruleikanum og klíkuskap getur raunveruleikinn verið allt annar… og er það oftast"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-03 20:52:46",
            "id": "7231353",
            "reply_to_id": "7231314",
            "text": "Þeir geta ekki sett lög bara sjálfir? við erum að tala um einhverjar róttækar breytingar á lögum? sem myndu þurfa standast þrjár viðræður á alþingi, standast það er ákveðin nefnd skuli kynna sér málið betur. Því næst að ráðherra skuli samþykkja lögin og loks forseti ?\nAuk þess þegar sett er upp frumvarp ber að dreifa því til allra þingmanna hvernig slík lög eiga að vera og hvaða tilgangi hún á að þjóna eða afhverju hún ætti að vera sett."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-03 23:10:05",
            "id": "7231416",
            "reply_to_id": "7231353",
            "text": "Þeir geta ekki sett lög bara sjálfir?\nNú? Hver setur þá lögin?"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-04 00:07:07",
            "id": "7231444",
            "reply_to_id": "7231416",
            "text": "þeir setja þau ekki fram einir, við erum að tala um að fólk talar um hlutina á þingi. þú lætur þetta hljóma eins og þingmaður setur nýja reglu sem hagnast honum í máli sem varðar honum.\nvissulega setja þeir fram frumvörp en geta ómögulega 100% tryggt það að þau fara fram."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-07 16:30:09",
            "id": "7233642",
            "reply_to_id": "7231444",
            "text": "Ég sagði það aldrei. Alþingismenn setja sjálfir flest allar þær reglur sem þeir og við hin þurfum að fylgja í landinu.\nSvo ef stór hluti Alþingismanna eru bindindismenn eru ágætar líkur á því að áfengi verði bannað sama hvort okkur hinum finnist það skynsamlegt eða ekki.\nÞetta eru 63 aðilar sem hafa gífurlegt vald yfir hinum 320.000 sem búa á eyjunni og mér finnst það skuggalegt."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-07 19:42:43",
            "id": "7233775",
            "reply_to_id": "7233642",
            "text": "Valdið er upphaflega í höndum fólksins. Þessi völd kosinn af fólkinu.\nog með áfengiskommentið þitt ætla ég ekki að svara… þetta er svo langt frá því að geta verið svona."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-10 14:07:25",
            "id": "7235425",
            "reply_to_id": "7233775",
            "text": "Nei, það er tálsýn að völdin séu í höndum fólksins. Hér á landi hafa 4-5 flokkar svo gott sem stjórnað öllu í heila öld og oftar en ekki situr sama fólkið á Alþingi áratugum saman með smávægilegum breytingum inn á milli.\nOg svo sé ég ekki af hverju völdin mega bara ekki vera áfram hjá fólkinu… af hverju eru Alþingismenn að þvinga fólk til þess að afsala sínum völdum til þeirra?\nMyndiru réttlæta einræðisherra til lífstíðar bara vegna þess að hann var ‘lýðræðislega’ kjörinn? Vegna þess að það er til nóg af þeim í sögubókunum. Ég myndi samt seint kalla það lýðræði.\nOg nei, áfengiskommentið er ekki langt frá því að ‘geta verið svona’. Í rauninni gerðist þetta á síðustu öld…."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-03 21:10:57",
            "id": "7231363",
            "reply_to_id": "7231314",
            "text": "Langar að benda á að ég er ekki að mynda mér neina alfarið skoðun um þetta mál en er þó til í að rökræða hana\n. (samt ekki gegnum huga) Vill nefna að fólk verður að vera opið fyrir nýjum hugmyndum ekki ákveða of fljótt að eitthvað myndi ekki ganga.\neitt annað er að þú mættir allveg taka gagnrýni betur, hún þarf ekki að vera slæm. Þú ert alltaf fastur í að ákveðin staðreynd er sönn og þú rökræðir sama hvað til að afsanna mál annara. langar til að vitna í Clifford “það er rangt að trúa einhverju á ófullnægjandi forsendum”. Að rannsaka ekki hlutina eða vera ekki opin fyrir skoðunum annara kemur okkur ekkert áfram í að fullkomna hugmyndir eins og þessa. Þessi hugmynd gæti breyst töluvert mikið með hugmyndum frá öðrum bara ef þú ert opin fyrir þeim rökum sem þeir færa þér.\nEn allavega nenni ég ómögulega að rökræða þetta á veraldarvefnum en ég vonast til að þessi umræði vakni upp hjá mér í daglegu lífi þar sem ég hef áhuga á að kynnast þessu betur.\nBætt við 3. september 2010 -  21:13\n“it is wrong always, everywhere, and for anyone, to believe anything upon insufficient evidence.” - William Kingdon Clifford (The Ethics of Belief)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-07 16:32:19",
            "id": "7233645",
            "reply_to_id": "7231363",
            "text": "Um hvað ertu eiginlega að tala og hvernig á þetta við um mig?\nÞað er ég sem er að gagnrýna núverandi ríkisfyrirkomulag en ekki að koma með mína eigin hugmynd.\nÞannig ég ætti eiginlega að segja… right back at ya!"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-07 19:43:38",
            "id": "7233777",
            "reply_to_id": "7233645",
            "text": "mættir allveg pæla í henni, því hugmyndin þín að þessu brengluðu fyrirkomulagi í stjórnmálum myndi aldrei virka."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-10 14:16:40",
            "id": "7235438",
            "reply_to_id": "7233777",
            "text": "Pæla í hverju?\nOg hvaða hugmyndir ertu eiginlega að tala um, því ég hef ekki komið með neinar hugmyndir. Ég hef bara gagnrýnt núverandi fyrirkomulag, sýnt fram á hversu fáránlegt það er og í rauninni þversagnarkennt.\nVið beitum fólk kerfisbundið ofbeldi í þeim tilgangi að búa í ofbeldislausu samfélagi, við rænum fólk kerfisbundið til þess að reyna að byggja upp samfélag þar sem tekið er á þjófnaði og við viljum ekki að fólk dæmi í sínum eigin málum svo við styðjum stofnun sem hefur einokunarvald á reglusetningu, dómsmálum og framfylgd þeirra…\nOg ekki leggjast svo lágt að segja: “Hugmyndin þín að þessu brengluðu fyrirkomulagi í stjórnmálum myndi aldrei virka.”\nÞú minnir bara á yfirstéttarmann frá 18. öld sem lýsir því trekk í trekk hvernig kerfið virkar og gengur upp, greinilega búinn að eyða miklum tíma í að fræða sig um það en heldur síðani, á skömmum tíma og án þess í raun að velta því fyrir sér eða fræða sig um það, að hann get sagt: “Þessi brenglaða hugmynd þín að lýðræði myndi aldrei virka”\nErt þú skyggn? Því miðað við röksemdafærsluna þá virðistu einfaldlega gefa þér að þú sjáir inn í framtíðina."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2010-08-07 15:39:32",
            "id": "7215262",
            "reply_to_id": "7207393",
            "text": "Jón á enga fjölskyldu og enga vini, einhver ákveður að drepa jón…. hver kærir?"
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2010-08-07 15:50:37",
            "id": "7215264",
            "reply_to_id": "7215262",
            "text": "Var hann í áskrift fyrir því að dauði hans yrði rannsakaður og aðilinn sóttur til saka?"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2010-08-07 15:56:11",
            "id": "7215266",
            "reply_to_id": "7215264",
            "text": "hvað ef hann átti ekki efni á áskrift?"
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2010-08-07 16:20:38",
            "id": "7215275",
            "reply_to_id": "7215266",
            "text": "Hvað ef hann fæddist í fjölskyldu þar sem faðir hans barði móður hans og honum leið illa allan daginn og að lokum leiddist hann út í morfín neyslu?\nÉg held að anarkismi eigi engin svör við því.\nÞó hann eigi vissulega nokkur svör við þinni spurningu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2011-02-03 11:06:26",
            "id": "7309134",
            "reply_to_id": "7215275",
            "text": "Enda er anarkismi ekki ætlaður sem svar við öllum spurningunum. Ef hann væri skipulagt kerfi sem leysir öll vandamál sem gætu blasað við einstaklingum þá væri hann alls ekki anarkismi og hefði í raun misst “stjórnlausa” eiginleika sína.\nÞað þýðir hins vegar ekki að svör gætu ekki verið til. Vinir og ættingjar gætu stutt við viðkomandi, hann gæti leitað á náð hjálparsamtaka og, eins og harðir einstaklingshyggjumenn myndu líklegast styðja, þá hefði viðkomandi fullan rétt á því að flýja heimi sitt undan ógn föðurins.\nFyrir utan það að hann gæti einfaldlega reynt að verja móður sína þegar faðir hans leggur hendur á hana.\nsvör og ekki svör, þetta er margþætt spurning… eða var einhver spurning?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-07 20:58:40",
            "id": "7215392",
            "reply_to_id": "7215266",
            "text": "Hvað ef hann á ekki efni á X? Á X þá sjálfkrafa að vera í ríkisrekstri með einokun?\nHvað ef fólk á ekki efni á mat? Er lausnin að ríkisvæða allar matvöruverslanir og hafa einokun á sölu matvöru?\nEða er skynsamlegra að einfaldlega styrkja aðilann sem á í fjárhagserfiðleikum?"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-03 19:07:58",
            "id": "7231279",
            "reply_to_id": "7207393",
            "text": "þú ert að tala um að færa eitt af þrískiptingu ríkisvaldsins í hendur almennings (dómvaldið) og í gegnum tíðina hefur það sýnt sig langt aftur í tíman að þegar stór fyrirtæki eða einstaklingar komast yfir slík völd verður þeim misbeit og bitnar það á minni einstaklingum.\nÉg ætla einnig að nefna eitt að milli einkarekna dómstóla yrði ekkert mjög ólíkir dómar ef að svokölluð “meðahófsreglan” yrði enþá haldin í gildi en hún hljómar svona:\n“Stjórnvald skal því aðeins taka íþyngjandi ákvörðun þegar lögmætu markmiði, sem að er stefnt, verður ekki náð með öðru og vægara móti. Skal þess þá gætt að ekki sé farið strangar í sakirnar en nauðsyn ber til.”\nMér finnst þetta samt sem áður mjög götótt hjá þér enda eflaust bara vangavelta sem er byrja. en þetta mál hefur sína kosti og galla."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2011-02-03 11:02:24",
            "id": "7309132",
            "reply_to_id": "7231279",
            "text": "Og hvað er ríkið annað en einn risavaxinn einstaklingur?\nAnnars er ekki von að þetta sé götótt, enda eru þetta einungis getgátur manna um hvað hinn frjálsi markaður myndi til bragðs taka til að fylla upp í það skarð sem núverandi einokun ríkisins myndi skilja eftir sig.\nAð spá fullkomnlega fyrir um markaði, þ.e. hegðun fólks, er illgerlegt. Það á við um markaði og ríkið.\nEf núverandi kerfi væri ekki til og þú myndir lýsa því, myndiru þá segja: “Og enginn myndi nota dóp þar sem það væri ólöglegt og lögreglan myndi sjá til þess að það kæmist ekki til landsins”"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2011-02-03 15:00:37",
            "id": "7309172",
            "reply_to_id": "7309132",
            "text": "frekar langt síðan við ræddum þetta síðast núna er ég allveg dottinn útúr því um hvað efnið var nákvæmlega. En ég tel þrískiptingu ríkisvaldsins vera “bestu” leiðina hingað til sem maðurinn hefur fundið upp til að\nreyna\nað koma í veg fyrir valdamisbeitingu, hins vegar þeir einstaklingar í samfélaginu myndu hafa þessi völd hvað er þá sem hindrar þá til að dæma eftir þeirra eiginn geðþótta?\nDómarar hér á landi hafa hins vegar þú að meta það sjálfir hvort þeir séu hæfir að dæma í málum sem þeir gætu haft bein hagsmunatengsl við en það er þá bara á þeirra vilja að meta sig hvort þeir séu hæfir í að dæma í málinu, þessu atriði mætti breyta finnst mér en ég get ekki í fljótu bragði skotið upp neinni hugmynd.\nÉg væri hins vegar til í að íslendingar myndu færa sig enþá nær kenningu Montesquieu um þrískiptingu ríkisvaldsins og hvernig hún birtist í Bandarískuréttarkerfi\nDómsvaldið (lægrasett dómsstig) eru dæmdir af einstaklingum (jafningum) í samfélaginu en “hæstiréttur” yrði samt skipaður löglærðum einstaklingum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2011-02-04 14:07:53",
            "id": "7309542",
            "reply_to_id": "7309172",
            "text": "Þér finnst sem sagt skynsamlegt að hafa allt valdið í höndum einnar stofnunar til þess að koma í veg fyrir að sú stofnun misbeiti því valdi.\nÞversögn much?\nAuk þess skil ég ekki hvers vegna þú sættir þig við þrískiptingu en ekki fjórskiptingu. Af hverju viltu að löggjafavaldið fari einnig með fjárlagavaldið? Er ekki athugavert að sama þing og setur reglur um það hvernig við megum koma fram við samborgara okkar skuli einnig stýra sameiginlegri neyslu samfélagsins?"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2011-02-04 14:45:41",
            "id": "7309557",
            "reply_to_id": "7309542",
            "text": "Þér finnst sem sagt skynsamlegt að hafa allt valdið í höndum einnar stofnunar til þess að koma í veg fyrir að sú stofnun misbeiti því valdi.\nþetta var ég ekki að segja, dómstólar hér á landi er algjörlega aðskildir löggjafar- og framkvæmdarvaldinu þó má finna tengsl milli þessara stofnana innan réttarkerfisins t.d. að forseti íslands skipar hæstaréttardómara og ráðherra að fengnu áliti nefndar (sem skipuð er 5 manns úr fjölbreyttum hópi) að skipa héraðsdómara.\nAlgengt hefur líka verið að dómstólarnir hér á landi fara með eftirlit með bæði löggjafar- og framkvæmdarvaldinu þar sem löggjafarvaldið getur ekki bara sett hvaða reglur sem er, enda verða þær að samræmast stjórnarskránni. Eftirlit með framkvæmdarvaldinu fer fram í formi að þeir úrskurði hvort ákvarðanir stjórnvalda gagnvart borgaranum séu réttmætar og eiga við lög að styðjast.\nÉg sé ekki allveg hvernig þú færð það út að dómararnir séu i einhverjum klíkuskap eða þá að þeir séu að dæma eftir eigin geðþótta, hvað þá neikvæðnina á löggjafarvaldið að misbeita valdi sína með því að setja alskonar reglur sem fólk er á móti. Má ég þá benda á fyrra svar þitt hér að ofan þar sem þú settir fram þá hugmynd að ef Alþingismenn væru bindindismenn myndu þeir geta afnumið áfengi á íslandi, þingmenn vilja auðvitað komast aftur á þing heldur en að sitja bara einu sinni þar að leiðir myndu þeir varla fara setja reglur sem fólkið yrði ósátt með. Fólk færi ekki að kjósa þingflokk aftur sem það væri óábægt með.\nHvernig er þessi fjórskipting má ég spurja?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2011-02-04 23:18:14",
            "id": "7309778",
            "reply_to_id": "7309557",
            "text": "Þetta er samt sem áður allt saman ríkið, sem er sá aðili sem hefur einokunarrétt á því að nota ofbeldi á ákveðnu landsvæði. Það setur sjálft reglurnar, dæmir eftir þeim og framkvæmir þær, þó svo að það séu mismunandi deildir innan þess sem sjá um það.\nOg svo finnst mér afstaða þín til kosninga í enda svarsins fremur barnaleg. Að halda því fram að þingmenn geri aldrei neitt sem fólk er á móti vegna þess að þá verði þeir ekki kosnir aftur er frekar fjarstæðukennt þegar við lítum til þess að hér eru ekki einstaklingskjör í fyrsta lagi heldur flokkakerfi, sett eru hundruðir laga á einu kjörtímabili og kjörtímabilið er 4 ár.\nFjórskiptingin sem ég benti á myndi einfaldlega taka fjárveitingavaldið úr höndum Alþingis. Alþingi getur alveg sett lög sem segja til um hvernig við megum koma fram við hvert annað án þess að þurfa að ráðstafa einhverjum risastórum ríkissjóð.\nAf hverju get ég t.d. ekki kosið VG til þess að setja lög í landinu en D til þess að fara með fjárlögin?"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2011-02-05 11:07:32",
            "id": "7309841",
            "reply_to_id": "7309778",
            "text": "ég hreinlega nenni ekki að ræða þetta lengur, en allavega er ég sammála þér með fjárlögin mættu fara úr höndum Alþingis"
        }
    ]
}