{
    "forum_title": "Farsímar",
    "user": null,
    "user_id": null,
    "date": "2010-07-24 16:55:44",
    "title": "Myndir úr síma í mac?",
    "text": "Ég er með sony ericsson síma og langar að flytja myndirnar úr símanum í mac tölvuna mína.\nprófaði fyrst að kveikja á bluetooth á símanum og tölvunni og senda með bluetooth semsagt en það tókst ekki,\nkom alltaf upp\n,,Mistókst að færa''\nsvo hvað get ég gert? :)\nég er ekki með neina svona snúru sem hægt er að tengja við símann og setja svo í tölvuna :(\nSvo vitiði um ehv ráð?\neendilega láta mig vita, langar að sýna vinkonum mína eina mynd en hún er á Akureyri :(\nhaha en jamm …\n-Steinunn",
    "url": "https://www.hugi.is/farsimar/korkar/706408/myndir-ur-sima-i-mac/",
    "url_id": "706408",
    "id": "7207740",
    "replies": [
        {
            "user": "lolzor",
            "user_id": "71932",
            "date": "2010-07-24 20:10:52",
            "id": "7207866",
            "reply_to_id": "7207740",
            "text": "mac\nThere's your problem"
        },
        {
            "user": "lolzor",
            "user_id": "71932",
            "date": "2010-07-24 20:24:27",
            "id": "7207883",
            "reply_to_id": "7207866",
            "text": "ohh ekki vera að byrja á ehv mac vs. pc ummræðu hérna :)\ner bara að sp. hvort ehv geti hjálpað mér :)"
        },
        {
            "user": "lolzor",
            "user_id": "71932",
            "date": "2010-07-24 21:21:49",
            "id": "7207913",
            "reply_to_id": "7207883",
            "text": "Þú keyptir “idiot proof” tölvu, figure it out"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-07-24 21:51:23",
            "id": "7207938",
            "reply_to_id": "7207913",
            "text": "haha mér finnst þetta mjög góð talva :)\nþú mátt alveg eiga þína pc tölvu :)\nnow excuse me while I go and make a movie on imovie bitch"
        },
        {
            "user": "Focal",
            "user_id": "34042",
            "date": "2010-07-30 07:05:06",
            "id": "7211012",
            "reply_to_id": "7207740",
            "text": "Farðu hérna\nhttp://www.sonyericsson.com/cws/support/softwaredownloads?cc=gb&lc=en\ninná, veldu hvaða módel síminn þinn er og sæktu Sony Ericsson iSync fyrir Mac"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-07-31 00:21:10",
            "id": "7211364",
            "reply_to_id": "7211012",
            "text": "takk kærlega :D"
        },
        {
            "user": "Alliat",
            "user_id": "12885",
            "date": "2010-08-09 18:20:58",
            "id": "7216290",
            "reply_to_id": "7207740",
            "text": "Virkar líka að tengjast símanum í gegn um tölvuna með Bluetooth File Transfer og velja “Browse Device…” þá geturðu valið allar myndirnar í einu og dregið þær í möppu á tölvunni. :)"
        },
        {
            "user": "Alliat",
            "user_id": "12885",
            "date": "2010-08-09 23:28:52",
            "id": "7216491",
            "reply_to_id": "7216290",
            "text": "jáá okei :D þarf að kaupa svona tæki til þess eða ? :D"
        },
        {
            "user": "Alliat",
            "user_id": "12885",
            "date": "2010-08-12 11:14:53",
            "id": "7217949",
            "reply_to_id": "7216491",
            "text": "Hmm? Hvaða tæki? Þarft bara Apple tölvuna og farsíma með bluetooth til að gera þetta.\n-Kveikir á bluetooth á símanum þínum.\n-Ferð í Apple tölvuna og kveikir á bluetooth á henni líka.\n-Á sama stað og þú kveikir á bluetooth þarna efst á skjánum er möguleikinn “browse device…” veldu hann.\n-veldu símann þinn í listanum sem kemur upp og smelltu á Connect.\nNú ertu kominn í beint samband við skráarkerfið í símanum og það er mismunandi eftir farsímum hvernig þetta er sett upp… Á Nokia símanum mínum fæ ég upp möppurnar C: og E:\nC: er minnið í símanum og E: er minnið á minniskortinu, en inni í henni eru fleiri möppur með videoum, myndum, forritum, tónlist o.fl.\nÁ Sony Ericsson símanum mínum voru tvær möppur líka og svo ein í viðbót sem hét DCIM og þar voru allar myndirnar.\n-Finndu möppuna með myndunum sem þú hefur tekið á símann og opnaðu hana.\n-Þá kemur upp listi með öllum myndunum sem eru í símanum.\n-Smelltu á þá efstu\n-Haltu inni Shift og smelltu á þá neðstu.\n-Svo geturðu annað hvort dregið möppurnar yfir á desktoppinn (best að vera með nýja möppu tilbúna undir þetta á desktoppinum) eða smellt á “Get” og þá byrjar tölvan að ná í allar myndirnar hverja á fætur annari.\nÞetta getur samt tekið svolítið langan tíma með bluetooth svo það er best að hafa bæði tölvuna og símann í hleðslu á meðan og bara skreppa eitthvað í heimsókn eða glápa á eitthvað skemmtilegt á meðan. Þetta er alla vega betra og fljótlegra en að senda alltaf eina og eina í einu. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-12 15:27:00",
            "id": "7218081",
            "reply_to_id": "7217949",
            "text": "Takk æðislega :))"
        }
    ]
}