{
    "forum_title": "Heilsa",
    "user": "einzzi",
    "user_id": "70056",
    "date": "2010-07-27 01:39:38",
    "title": "Könnunin",
    "text": "“Ef þú gætir einungis æft einn líkamspart, hvaða líkamspartur yrði það?”\nAfhverju eru flest atkvæði í “bak”? Afhverju myndu þið bara þjálfa bakið ef þið mættuð bara þjálfa einn líkamspart? Hver er tilgangurinn að vera með mesta vöðvana í bakinu?",
    "url": "https://www.hugi.is/heilsa/korkar/706597/konnunin/",
    "url_id": "706597",
    "id": "7209158",
    "replies": [
        {
            "user": "ning",
            "user_id": "30240",
            "date": "2010-07-27 01:40:54",
            "id": "7209159",
            "reply_to_id": "7209158",
            "text": "til að vera breiðu"
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2010-07-27 01:54:26",
            "id": "7209163",
            "reply_to_id": "7209158",
            "text": "Bakið er sterkt, stórt og fallegt."
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2010-07-27 02:36:58",
            "id": "7209175",
            "reply_to_id": "7209158",
            "text": "já, skrýtin könnun, totally gleymdist að gefa miðtaugakerfið upp sem valmöguleika."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2010-07-27 22:53:49",
            "id": "7209678",
            "reply_to_id": "7209175",
            "text": "Svaraðu þá bara bak eða fætur, dead og beygja eru frekar góðar æfingar fyrir miðtaugakerfið."
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2010-07-28 02:08:36",
            "id": "7209821",
            "reply_to_id": "7209678",
            "text": "wha?"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2010-07-28 16:30:37",
            "id": "7210032",
            "reply_to_id": "7209821",
            "text": "hmm??"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2010-07-28 16:45:19",
            "id": "7210050",
            "reply_to_id": "7210032",
            "text": "Áttu þá við að hægt sé um vik að lesa Wittgenstein á meðan?"
        },
        {
            "user": "lolzor",
            "user_id": "71932",
            "date": "2010-07-27 02:52:42",
            "id": "7209183",
            "reply_to_id": "7209158",
            "text": "Afhverju hendur spyr ég? Til þess að líta út eins og harður tappi?"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-07-27 05:25:47",
            "id": "7209197",
            "reply_to_id": "7209183",
            "text": "bJJ? bOX? jUDO?"
        },
        {
            "user": "Omario",
            "user_id": "79620",
            "date": "2010-07-27 12:50:06",
            "id": "7209274",
            "reply_to_id": "7209197",
            "text": "bjj.."
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-07-27 14:28:08",
            "id": "7209320",
            "reply_to_id": "7209274",
            "text": "Eftir einn og hálfan tíma. ^^,"
        },
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2010-07-27 11:09:13",
            "id": "7209247",
            "reply_to_id": "7209158",
            "text": "Þetta er náttúrulega meira en lítið vangefin æfing, og að bak sé hæst er líka frekar steikt.\nEf þú ræðst á bakið á þér eins og brjálæðingur og snertir ekki core-ið, þá endarðu rammskakkur eins og kripplingur, vegna þess að bakið á þér myndi dominate-a algjörlega og magavöðvarnir á þér gætu ekki haldið við.\nEf ég gæti tekið eina æfingu, hins vegar, þá væri það deadlift."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-07-27 12:25:50",
            "id": "7209266",
            "reply_to_id": "7209247",
            "text": "ég svara'i bak, pælingin á bak við það var einmitt að fá að dedda"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-07-27 22:32:41",
            "id": "7209660",
            "reply_to_id": "7209158",
            "text": "Ég merkti við bak og var aðallega að hugsa um neðri partinn.\nI have a condition og réttstaðan heldur því í skefjum :)"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2010-07-27 22:52:53",
            "id": "7209676",
            "reply_to_id": "7209158",
            "text": "Ég svaraði fætur og hélt reyndar að flestir myndu velja það. Stærsti vöðvahópur líkamans þar á ferð og hnébeygjur leggja svo mikið álag á allann líkamann að það yrði ekki bara æfing fyrir fætur heldur allann pakkann."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2010-07-30 07:15:50",
            "id": "7211014",
            "reply_to_id": "7209158",
            "text": "Ekkert skrítið af hverju fólk velur bakið.\n1) Bakið er stórt svæði og tveir mjög stórir og öflugir vöðvar annað en td brjóst eða axlir.\n2) Ef þú villt vera þykkur og sterklegur þá er það fyrst og fremst bakið, gaur með stóran bís og kassa er ekki sterklegur IMO, kalla það að vera hnakka-massi\n3) Bakæfingar æfa stærsta hluta líkamans, ef þú tekur Réttstöðu og róður/upphýfingar þá ertu að æfa gott sem alla vöðva líkamans frá kálfum upp að hálsi út í framhandlegg\n4) Að vera sterkur í bakinu er gagnlegast í real world hugsa ég\n5) Þykkt bak er flott :)\nBætt við 30. júlí 2010 -  07:21\n6) Af aðalæfingunum 6, Deddi, squat, upphýfingum, axlapressu, róðri og bekkpressu þá eru 3 þeirra bakæfinga"
        },
        {
            "user": "einzzi",
            "user_id": "70056",
            "date": "2010-08-01 23:07:22",
            "id": "7211948",
            "reply_to_id": "7211014",
            "text": "Hendur og bróst eru bestu vöðvarnir til að vera “Sterklegur” Gaur með mjóar hendur eingann kassa en bara þykkt bak? Það væri bara hlægilegt. Plús það að það væri ekki hollt að þjálfa bara bakið, þyrftir að þjálfa magavöðvanna með því. Og t.d í boxi eða mma eða einhverju þá eru hendur og bróst langmikilvægast, þegar þú kýlir þá ertu að reyna á hendur og brjóst (Og smá bak reyndar)."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2010-08-03 10:08:29",
            "id": "7212598",
            "reply_to_id": "7211948",
            "text": "Hendur og bróst eru bestu vöðvarnir til að vera “Sterklegur”\nErtu að trolla?\nGaur með mjóar hendur eingann kassa en bara þykkt bak? Það væri bara hlægilegt. Plús það að það væri ekki hollt að þjálfa bara bakið, þyrftir að þjálfa magavöðvanna með því\nAuðvitað væri það ekki hollt en gleymdu því ekki að með baki eru æfingar eins og réttstaða sem þjálfa upp kálfa, læri framan og aftan, rass, mjaðmir, innri og magavöðva, allt bakið og framhandlegg og svo í öllum togæfingum tekur þú tvíhöfðann (sumir segja að upphýfingar sé betri en allar krull æfingar og\nein\nrannsókn sýndi að chins reyni meira á magann en venjulegar magaæfigar) svo einu vöðvarnir sem væru útundan væru kassin, tris og axlir (nema aftari axlarvöðvi).\nPersónulega myndi ég frekar vilja æfa 85% af vöðvamassa líkamans frekar en 5-10%.\nFinnst þér gæi sem tekur bara bekkpressu og er með framsiðnar axlir ekki hlægilegur? Eða gaurinn sem mætir bara í gymmið til að krulla? Að æfa einn líkamspart kæmi aldrei vel út en með þvi að taka dedd og upphýfingar ertu langleiðina kominn með það að æfa allann líkamann.\nOg t.d í boxi eða mma eða einhverju þá eru hendur og bróst langmikilvægast, þegar þú kýlir þá ertu að reyna á hendur og brjóst (Og smá bak reyndar).\nÍ td 800m hlaupi þá er hár mjólkursýruþröskuldur og getan til að buffera mjólkursýruna langmikilvægast, í fimleikum er krafist ótrúlegs liðleika, það er gott að vera feitur í sumo-glímu… point being að þó eitthvað sé gagnlegt í ákveðinni íþróttagrein segir afskaplega lítið.\nSterkt bak og fætur mun hjálpa þér meira en sterkur kassi og jafnvel þegar kemur að höndum þá mun það hjálpa þér meira að geta togað en krullað."
        },
        {
            "user": "Bender15",
            "user_id": "69361",
            "date": "2010-08-03 18:55:32",
            "id": "7212791",
            "reply_to_id": "7211948",
            "text": "boxi eða mma eða einhverju þá eru hendur og bróst langmikilvægast, þegar þú kýlir þá ertu að reyna á hendur og brjóst (Og smá bak reyndar).\nhvaða vitleisingur sagði þér það, ef þú ert að kýla eitthvað á annað borð þá er það maðmahreyfingin sem skiptir mestu máli, kassi og hendur hafa nánast ekkert með höggþungann að segja"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2010-08-03 23:29:24",
            "id": "7212987",
            "reply_to_id": "7212791",
            "text": "hvaða vitleisingur sagði þér það, ef þú ert að kýla eitthvað á annað borð þá er það maðmahreyfingin sem skiptir mestu máli, kassi og hendur hafa nánast ekkert með höggþungann að segja\nDatt það líka í hug en þar sem ég hef aldrei stundað bardagaíþróttir ákvað ég ekkert að rengja það.\nAnnars myndi ég halda að stöðugleiki og styrkur í skrokknum, frá lærum til herða sé mun mikilvægari þegar þú ert kominn í gólfið en brjóst og hendur."
        },
        {
            "user": "Bender15",
            "user_id": "69361",
            "date": "2010-08-04 06:38:01",
            "id": "7213158",
            "reply_to_id": "7212987",
            "text": "já það skiptir meira máli þegar þú ert kominn í jörðina, samt er kassinn ekki alltof mikið atriði, það er annað mál með hendurnar,\nætla samt ekki að fullyrða það að kassinn sé gangslaus, heldur segi eg það sem ég veit af eigin reynslu"
        }
    ]
}