{
    "forum_title": "Heimspeki",
    "user": "angeliclove689",
    "user_id": "65768",
    "date": "2010-07-26 18:22:25",
    "title": "Leita að fólki sem vill hjálpast við að upplifa æðri vitundarstig ! :)",
    "text": "Ég er að leita að fólki sem hefur áhuga á að komast á æðra vitundarstig, vita sannleikann um það hvernig lífið er - hvort guð og eða æðri verur séu til eða ekki, hvernig maður geti upplifað æðri vitundarstig (uppljómun, alsælu, innri frið, innri ró, alheimsvitundarstig etc)\nSjálfur geri ég ekki annað næstum en að scanna internetið og bókasöfnin eftir þekkingu, sannleika og visku en mig langar í fleiri vini með sama áhugamál þeas fræðast meira um lífið og reyna að uppljómast, vakna, komast á æðra vitundarsvið etc sem allir þessir andlegu meistarar eru að tala um.\nÉg var btw að komast í samband við konu sem segist geta talað við verur sem eru til á öðrum stað en jörðinni :D\nLangar mikið að tala við alla sem trúa á eitthvað æðra og eða hafa áhuga á þessu og vilja hjálpast að við að upplifa betra líf.\nMsn-ið mitt er hrafnkellsmari@hotmail.com endilega addið mér :)\nLove u",
    "url": "https://www.hugi.is/heimspeki/korkar/706545/leita-ad-folki-sem-vill-hjalpast-vid-ad-upplifa-aedri-vitundarstig/",
    "url_id": "706545",
    "id": "7208857",
    "replies": [
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-07-26 19:03:00",
            "id": "7208890",
            "reply_to_id": "7208857",
            "text": "Ég hef sjálfur kynnt mér allt þetta um hugleiðslu, árur, karma, Buddisma, Hinduisma, kundalini, occul krafar o.fl. Ég hef persónulega selt mér það að þetta talar allt gegn sjálfum sér og í 99% tilvika eru þetta einhverjir kallar sem blanda þessu öllu saman í einhverja þvælu og segja að þeirra leið sé eina rétta leiðin. Ég mæli með að allir kynni sér þessi fræði engu að síður en taki öllu með fyrirvara. Ef það er ekki hægt að sanna hlutina með vísindalegum aðferðum er það ekki til eins og Descartes sagði.\nÞað er þungur biti að kyngja að það er enginn æðri andi til. Ég las um kundalini jóga að maður þarf að hugleiða 2 tíma á dag í 20 ár til að opna einhverja orkustöð sem gæfi manni einhverja yfirnátturulega hæfileika sem gætu nýst líka í næsta lífi. Til hvers að eyða þessu dýrtmæta lífi í slíka vitleysu þegar við getum nýtt allt það góða sem lífið hefur uppá að bjóða núna.\nÉg er loka ekki á möguleikann algjörlega að yfirsál eða yfirvitund sé til. Ég er mjög opinn fyrir kenningum Karl Jung um röðun vitunda og að dýpsta vitund í öllum mönnum tengist. Sem gæti staðist vísindalega þar sem heilinn sendir frá sér mjög daufar bylgjur, auk þess að þetta law of attraction (myndin the secret) stenst líka. Auk þess trúi ég að Astral Projection sé mögulegt og maður getur komist í vímu á New Age tónlist (auk minimalisma).\nPointið er að maður getur endalaust fiffað við heilann og líkamann til að njóta sem best úr lífinu. En passaðu þig bara á að selja þig ekki of ódýrt fyrir hugmyndir “andlegra meistara”."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2010-08-05 18:36:15",
            "id": "7214211",
            "reply_to_id": "7208890",
            "text": "Ef það er ekki hægt að sanna hlutina með vísindalegum aðferðum er það ekki til eins og Descartes sagði.\n…rétt áður en hann\nsannaði\ntilvist guðs.\nþetta law of attraction (myndin the secret) stenst líka.\nHvernig meinarðu “stenst”?"
        },
        {
            "user": "gallmann",
            "user_id": "75184",
            "date": "2010-08-12 18:51:23",
            "id": "7218238",
            "reply_to_id": "7214211",
            "text": "Ekki ertu að segja að þessi gaur sannaði tilvist guðs?"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2010-08-12 20:28:11",
            "id": "7218287",
            "reply_to_id": "7218238",
            "text": "Ég sagði það reyndar. Mér sýnist sönnunin samt vera ógild. Ég var bara að benda á hættuna sem fylgir því að vísa í svona fræga menn eins og það sé rökstuðningur."
        },
        {
            "user": "gallmann",
            "user_id": "75184",
            "date": "2010-08-12 20:52:50",
            "id": "7218315",
            "reply_to_id": "7218287",
            "text": "Já meinar, en heldurðu að það sé til sönnun að guð sé til eða?"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2010-08-12 20:56:46",
            "id": "7218319",
            "reply_to_id": "7218315",
            "text": "Engin sem heldur vatni, nei."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-17 20:03:55",
            "id": "7221096",
            "reply_to_id": "7208890",
            "text": "“Sem gæti staðist vísindalega þar sem heilinn sendir frá sér mjög daufar bylgjur”\nHvaða bylgjur eru þetta? Heilinn sendir frá sér rafsegulgeislun (td. innrauða) eins og allir hlutir sem hafa hita yfir alkuli. Eða eru þetta einhverjar aðrar bylgjur? Hvernig koma þær til með að tengja saman heila allra manna? Senda heilar dýra svona bylgjur frá sér líka, eru þeir tengdir okkur líka?\n“auk þess að þetta law of attraction (myndin the secret) stenst líka”\nSkv. hverju eða hverjum stenst það?"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-08-18 18:46:27",
            "id": "7221734",
            "reply_to_id": "7221096",
            "text": "Já þetta eru bara rafbylgjur, held sömu rafbylgjur og venjulegir vöðvar gefa frá sér. Það var gæji í 60 minutes sem var með hettu sem las þessar bylgjur og gat stjórnað gervihendum og fótum. En ég hef enga sönnun að þessar bylgjur hafi einhver víðtækari áhrif en það er margt sem vísindamenn eiga eftir að uppgvöta.\nÞetta með law of attraction er lag sem margir spekingar og vísindamenn hafa sungið. T.d Karl Jung (en kallaði þetta fyribæri ekki law of attraction) en hann hélt því líka fram að guð væri til þannig það er ekki allt að marka hvað hann segir."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 19:02:34",
            "id": "7221742",
            "reply_to_id": "7221734",
            "text": "Ertu að tala um rafstraum? Vöðvar gefa ekki frá sér rafstraum, taugarnar í vöðvanum gera það þegar frumuhimnur þeirra umskautast við vegna flæðist jóna í gegnum hana þegar taugaboð ferðast um taug. Sama gerist í öllum taugafrumum líkamans, líka í heilanum og líka í taugafrumum dýra með samskonar taugakerfi og við. Geta þá jónalausnir með mismunandi styrk jóna (sem eru aðstæður við taugafrumur) líka haft samskipti við okkur? Og hvað með dýrin?\nÞetta law of attraction hefur ekki verið sannað á neinn hátt né komið eitthvað nálægt því að sanna það og ég hef ekki séð neitt sem geta talist almennileg vísindi á bak við það. Og ég sé ekki hvernig að vitna í Karl Jung geti hjálpað málstaðnum, sérstaklega þegar þú dregur strax úr trúverðugleika hans í seinni hluta málsgreinarinnar."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-08-18 20:03:09",
            "id": "7221783",
            "reply_to_id": "7221742",
            "text": "Er ég að rökræða við bessevisser eða? Ég las bara vöðvar gefa ekki frá sér rafstraum og hætti að skilja restina.\nhttp://en.wikipedia.org/wiki/Bioelectromagnetism\nBioelectromagnetism involves the interaction of ions. There are multiple categories of Bioelectromagnetism such as brainwaves, myoelectricity (e.g., heart-muscle phenomena), and other related subdivisions of the same general bioelectromagnetic phenomena. One such phenomenon is a brainwave, which neurophysiology studies, where bioelectromagnetic fluctuations of voltage between parts of the cerebral cortex are detectable with an electroencephalograph. This is primarily studied in the brain by way of electroencephalograms.\nSá þú minntist eitthvað á jónir. Allt sem geymir rafmagn á upptök sín í jónum, þannig upprunin af rafmaginu eru jónir. T.d galvanínhlað og sýrugeymar og Liðþínjón batterý.\nTilvitnun\nThere is a positive answer only when the individual is willing to fulfill the\ndemands of rigorous self-examination and self-knowledge. If he follows\nthrough his intention, he will not only discover some important truth\nabout himself, but will have gained a psychological advantage. He will\nset his hand, as it were, to a declaration of his own human dignity and\ntaken the first step towards the foundation of his consciousness - Carl\nJung.\nÞetta með guð er nú bara djók sem ég held þú hafir ekki fattað. Frægasta tilvitnunin hans er einmitt um tilvist guðs samt er hann metinn sem einn virtasti rannsóknarmaður vitundarinnar á 20 öldinni."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 21:09:09",
            "id": "7221834",
            "reply_to_id": "7221783",
            "text": "Já, þetta er nákvæmlega það sem ég var að tala um. Brain waves eru í raun nokkuð rangnefni þar sem þetta er bara færsla jóna yfir frumuhimnur en ekki einhverjar bylgjur í efni eða rafsegulsviði.\nÞetta wikipediaquote breytir engu um þær spurningar sem ég spurði þig að um þetta og þú hefur ekki svarað.\nSkiptir einhverju hverjir trúa á Law of Attraction ef þeir hafa ekki sannanir fyrir því?\nBætt við 18. ágúst 2010 -  21:09\nAlso, þetta besserwisser orðalag var til að athuga grunnþekkingu þína í líffræði tauga, þetta er kennt í líf 103. Ef þú kannast ekki við þetta kanntu um taugar."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2010-08-18 22:24:54",
            "id": "7221937",
            "reply_to_id": "7221834",
            "text": "Ég get viðurkennd það að ég veit ekki hvort þetta hefur verið endanlega sannað eða hvort það sé í raun hægt að sanna þetta mjög nákvæmlega. Það skiptir engu máli í þessu samhengi.Ef það væri búið að sanna tilvist æðri afla eða eitthvað í þá áttina þá myndi ég nálgast þetta málefni af meira nákvæmi, ekki spekúleringum eins og ég var að gera.\nÉg sé að þér finnt gaman að leiðrétta aðra. Ég held þú ættir að byrja leiðrétta sjálfstraustið þitt að innan áður en þú ferð að skemma fleirri skapandi og örvandi samræður."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-19 11:38:56",
            "id": "7222217",
            "reply_to_id": "7221937",
            "text": "Ég fæ ekki séð hvernig þessar samræðir eru örvandi eða skapandi, það er ekki verið að skiptast á neinum upplýsingum sem tengjast raunveruleikanum. Þó er þetta ekki eins og þið séu að ræða framandi fantasíuheim (sem væri í sjálfu sér áhugavert) heldur látið þið (eða þú amk.) eins og þetta sé eitthvað sem er mjög líklega hluti af okkar heimi án þess að neinar sannanir séu til staðar."
        },
        {
            "user": "Trollolo",
            "user_id": "72248",
            "date": "2010-10-23 06:13:03",
            "id": "7259779",
            "reply_to_id": "7221734",
            "text": "Þú getur þjálfað þig til að nota þessa orku og margfaldað styrk hennar. Held að hún sé kölluð CHI orka svo er líka PSI orka. Þú brýtur lögmál eðlisfræðinnar, eða bætir ný lögmál sem þú hélst að væru ekki til.\nhttp://psipog.net/\nwww.tkforums.com\nótrúlegt en satt, flestir lifa í svo miklu bulli og þetta er satt. Ég er á fimmta degi í að æfa mig í þessum hlutum og stenst væntingar mínar illa og það er fáranlegt hvað þetta er stórt mál. :)\nÞráðahöfundur er örugglega heilbrigðari en flestir og ég dissaði hann illa sjálfur. :l"
        },
        {
            "user": "HellStone",
            "user_id": "67527",
            "date": "2010-08-26 18:16:02",
            "id": "7227055",
            "reply_to_id": "7208890",
            "text": "…og maður getur komist í vímu á New Age tónlist (auk minimalisma).\nGet ég lesið um þetta einhversstaðar eða byggiru þetta á eigin reynslu?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-07-29 14:57:58",
            "id": "7210573",
            "reply_to_id": "7208857",
            "text": "Getur byrjað á því að skrifa um hugmyndir þínar og sjá hvað öðrum finnst…"
        },
        {
            "user": "Trollolo",
            "user_id": "72248",
            "date": "2010-08-03 07:49:19",
            "id": "7212579",
            "reply_to_id": "7208857",
            "text": "Dude. Get help. :l"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2010-08-05 19:01:33",
            "id": "7214227",
            "reply_to_id": "7208857",
            "text": "Vandamálið við “æðri vitundarstig” er að þau eru illgreinanleg frá ýmiss konar vímutilfinningu, sem geta vissulega látið mann sjá hluti í\nöðru ljósi\nen veita þó ekki áreiðanlegar upplýsingar um heiminn. Það gildir um þau eins og annarra samræður við geimverur að maður þarf aðra, óháða leið til að staðfesta hvort örugglega sé um slíkt að ræða, en ekki einhverja (oftast vel meinta) blekkingu. Ég vil vissulega upplifa betra líf, þó ég hafi ekki yfir neinu að kvarta í augnablikinu, en ég er tregur til að trúa á eitthvað æðra nema ég geti verið nokkuð viss um að það sé raunverulega satt og rétt. Það væri heldur kjánalegt ef ég myndi drepa kindurnar mínar og skilja hræin eftir til rotnunar fyrir guð sem er ekki til!"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2010-08-17 00:46:27",
            "id": "7220661",
            "reply_to_id": "7208857",
            "text": "keyptu þér hassið sjálfur, ég ætla ekki að leggja í eitthvern kommúniskan hass-pott með þér!\n:)"
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2010-08-26 12:07:45",
            "id": "7226820",
            "reply_to_id": "7208857",
            "text": "allt það sem þú varst að byðja um kemur innra frá þér en ekki öðrum manneskjum."
        }
    ]
}