{
    "forum_title": "Stjórnmál",
    "user": "Marwin",
    "user_id": "48010",
    "date": "2010-07-31 07:19:14",
    "title": "Ottó Marwin Gunnarsson; Bio",
    "text": "Saga þessi er nú ekki löng, enda er ég nú fæddur 8. Febrúar 1991 sem gerir mig ekki meira en 19 vetra.\nÉg hafði alltaf gaman að því að rífast í æsku og var ekkert skemmtilegra heldur en að hafa rétt fyrir sér, ég vildi alltaf eiga síðasta orðið og er þannig en þann dag í dag þegar ég vanda mig ekki.\nÉg held að stjórnmálaáhuginn hafi kviknað við Alþingiskosningar 2003, þar sem ég tók mig til, 12 ára gamall og las allar stefnuskrár sem gefnar voru út og valdi mér „lið“\nFrjálslyndi flokkurinn varð fyrir valinu vegna þess að stefna þeirra í trúar og innflytjendamálum voru mjög svipaðar og mínar skoðanir, og menningarmálakaflinn þeirra talaði sterkt til mín, það ár bættu frjálslyndir við sig 2 mönnum og voru með 4 þingmenn það kjörtímabil.\nÞetta nýja áhugamál mitt virtist vera komið til að vera en þegar kom að forsetakosningum Bandaríkjanna 2004, þegar Bush var endurkjörin forseti Bandaríkjanna, sat ég fastur við sjónvarpið að fylgjast með úrslitum, minnir að ég hafi skrópað í mína fyrstu kennslustund.\nMinnir að þá hafi ég  aðhyllast rasisma og verið ögn öfgafullur í skoðunum mínum á lituðum og samkynhneigðum, ég vill taka það strax fram hér að ekki er til vottur af kynþáttahatri í mér í dag og ég styð giftingu samkynhneigðra, á náinna vini sem eru samkynhneigðir, jafnt sem skyldmenni, þetta var tímabil sem ég hef algjörlega skilið við, enda 13 ára.\nÉg skráði mig í frjálslindaflokkinn um fermingarleitið, en sveitarstjórnarkosningar dúkkuðu uppá árið 2006, ég veit ekki afhverju en ég fylgdist lítið með þeim, mér fannst voðalega óspennandi að blanda mér inní þau, enda týndur í töluleikjaspilun.\nAlþingiskosningar 2007, spenna spenna.\nÉg hafði algjörlega sagt skilið við rasista hugsanir og þröngsýni, en var orðin þá og er enn í dag, ágætlega þjóðernissinnaður og ég kenni mig óhræddur við það hugtak. Ekki er nú mikið að segja um þær kosningar, nema hvað ég aðstoðaði mikið við kosningaskrifstofu þeirra frjálsa hérna heim á Höfn í Hornafirði og kynntist svolítið þeirra manni hérna, kosningarnar fóru eins og þær fóru, frjálsir héldu sínu.\nSvo hefst sagan fyrir alvöru hérna, Alþingiskosningar 2009, kosningar sem ég var nú á móti þar sem ég vildi á þáverandi ríkistjórn myndi sitja út kjörtímabilið til að leyfa nýjum hreyfingum og flokkum að myndast til fulls og vera kominn af stað með talsvert batterí þegar næst yrði kosið, en því miður voru samlandar mínir ekki sammála.\nÉg var beðin um að bjóða mig fram, í 9. Sæti í suðurkjördæmi, ég sá ekkert að því, fór þarna á lista til að fylla uppí og aftur voru það við 2 hér heima sem sáum um kosningaskrifstofuna, ég hélt út áróðursbloggi og gerði hvað ég gat til að hafa áhrif á úrslit, bang, frjálsir detta út af þingi.\nÞingmenn og stjórar hættu að svara tölvupóstum mínum, en ég hafði áhuga á að taka opinn þátt í endurbyggingu flokksins með breytingar í huga, mig langaði einnig að fá stuðning til að mynda lista hérna heima, ekki næg undirtaka af þeirra hálfu svo ég ákvað að skrá mig úr flokknum, mín gildi voru týnd í þessu kvótamasi sem þessi flokkur stendur endalaust í.\nSveitastjórnakosningar 2010, Ég var ennþá ekkert á því að blanda mér inní kosningaáráttu hér heimavið, en ég hafði gengt formannstöðu nemendaráðs FAS það skólaár, og var þaðan kominn með heldur pólitíska ímynd.\nÞetta hófst allt með því að vinnuveitandi minn hefur samband og spyr mig hvort ég vilji koma á lista sjálfstæðismanna, ég kvaðst hugsa málið, vegna þess að pabbi minn hafði eitthvað verið að reyna koma mér á fund með formanni framsóknar hér heima, svo kemur símtalið, „Ottó, þú átt að mæta kl 11 að hitta á hann Reynir, oddvita framsóknar“  klukkan var að renna í 10, ég skelli mér í viðeigandi föt og fer og hitti oddvita framsóknamanna á Höfn í Hornafirði og ákvað eftir það samtal að fara á framboðslita og bauð mig fram í 11.sæti, þess mát geta að ég er ekki framsóknarmaður, framboðið heitir „framboð framsóknar og stuðningsmanna á Höfn í Hornafirði, og hefur þetta framboð gengt meirihluta hér á bæ síðan fyrir mína tíð, núna var leikurinn hafinn og ég kom mér inní heima-pólitíkina. Ég skrifaði nýkjósendabréf sem vakti einhverja athygli ásamt því að ég skrifaði mikið á meðan baráttunni stóð, ég var með fingurna ofaní öllum liðum stefnuskráargerðarinnar ásamt efstu 8 sætum og fyrrum bæjarfulltrúum sem voru að draga sig úr, ég er stoltur af sjálfum mér og því fólki sem ég vann með, ég læt link á bréfið hérna ->\nhttp://www2.hornafjordur.is/xb/2010/05/27/nr/7787\n(ÉG KLIPTI MIG FYRIR KOSNINGAR, &#61514; var ekki með þennan topp eða þetta skegg þegar kom að kosningum og opnum húsum og fyrirtækjaheimsóknum, myndatakan var snemma, don‘t give me shit, aight? :D  )\nOkkar vinna borgaði sig því við náðum sögulegum úrslitum, hreinum meirihluta í bæjarstjórna Hafnar í Hornafirði, í fyrsta sinn sem flokkur hefur hreinna meirihluta er mér sagt.\nÍ dag sit ég sem varamaður í Skóla-, íþrótta- æskulýðs-, og tómstundanefnd Hornafjarðar fyrir hönd B-lista Framsóknar og stuðningsmanna en hef ákveðið að gefa ekki aftur kost á mér í nemendaráð.\nÞetta er sagan öll og ef það eru einhver comment eða spurningar, verið ófeimin/ir við að skjóta, í athugasemdum eða einkapósti, ég vona að ég hafi ekki haft þetta of langt eða of asnalegt.\nÉg bendi bara á bloggið mitt – www.marwin.blog.is – þar dettur stundum eitthvað pólitískt inn sem tengist ekki Höfn, en oftar en ekki er þetta örugglega hundleiðinleg lesning fyrri fólk sem er ekki héðan frá mínum heimabæ.\nÉg þakka lesturinn, nú er ég búinn að kynna mig. Hæ, hvað heitir þú? &#61514;",
    "url": "https://www.hugi.is/stjornmal/greinar/706925/otto-marwin-gunnarsson-bio/",
    "url_id": "706925",
    "id": "7211417",
    "replies": [
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2010-07-31 07:21:10",
            "id": "7211418",
            "reply_to_id": "7211417",
            "text": "Djöfulsins word, aldrei hægt að nota það til uppsetnignar á neinu, ég vona þetta sé ekki of mikill veggur…"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-07-31 10:43:47",
            "id": "7211452",
            "reply_to_id": "7211418",
            "text": "Þú getur reynt að stilla þetta í nokkrum gluggum efst til hægri (stendur AaBbCc…). Það tekur virkilega langan tíma og sýnir hversu þrjóskt Microsoft er. Ég barðist við þetta í nokkra klukkutíma og endaði með því að ég eyddi gömlu uppsetningunni. Núna er “no spacing” hinsvegar “automatic”. Taktu þér bara dag frá og skelltu þér í það."
        },
        {
            "user": "Sweppur",
            "user_id": "51515",
            "date": "2010-08-02 12:34:48",
            "id": "7212114",
            "reply_to_id": "7211418",
            "text": "word"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2010-07-31 19:08:26",
            "id": "7211579",
            "reply_to_id": "7211417",
            "text": "Flott framlag hja ther, skemmtilegt ad segja fra thvi ad eg er einmitt lika faeddur 1991 og studdi frjalslyndaflokkinn vid 12 og 13 ara aldur einmitt utaf innflytendamalum. Rasisminn i mer hvarf sidan stuttu eftir thad og einnig studningur minn vid flokkinn."
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2010-07-31 23:25:23",
            "id": "7211644",
            "reply_to_id": "7211579",
            "text": "þetta er allt að smella hjá okkur :P"
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2010-08-07 23:37:59",
            "id": "7215483",
            "reply_to_id": "7211417",
            "text": "why should we give a fuck?"
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2010-08-08 03:24:37",
            "id": "7215578",
            "reply_to_id": "7215483",
            "text": "einfaldlega að kynna mig."
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2010-08-08 11:37:17",
            "id": "7215634",
            "reply_to_id": "7215578",
            "text": "og ætlar þú að verða stjórnmálamaður þegar þú ert orðin stór O_o?"
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2010-08-08 15:37:28",
            "id": "7215714",
            "reply_to_id": "7215634",
            "text": "kemur allt í ljós bara, stefni á stjórnmálafræðina allavega."
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2010-08-08 18:19:42",
            "id": "7215811",
            "reply_to_id": "7215714",
            "text": "k. marry me =D"
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2010-08-08 18:22:17",
            "id": "7215813",
            "reply_to_id": "7215811",
            "text": "Fallegt boð :) verð að afþakka það samt."
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2010-08-08 18:26:42",
            "id": "7215818",
            "reply_to_id": "7215813",
            "text": "hahah xD face it, ya want me ;P"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2010-08-08 03:51:49",
            "id": "7215585",
            "reply_to_id": "7211417",
            "text": "las allar stefnuskrár sem gefnar voru út\nHeh, já það gerði ég og mínir vinir líka, á þínum aldri þegar við fórum fyrst að hafa áhuga á pólitík. En, eins og við komumst að,  getur þú alveg eins lesið símaskrár, það er allavega eitthvað að marka þær."
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2010-08-08 05:31:08",
            "id": "7215598",
            "reply_to_id": "7215585",
            "text": "Því skal ég ekki vera ósammála, en þær eru nú marktækar upp að því marki að vita hvaða hugsjón hver flokkur stendur fyrir sig, svo hvað gerist þegar á reynir….well, það er allt annað mál :)"
        }
    ]
}