{
    "forum_title": "Gæludýr",
    "user": null,
    "user_id": null,
    "date": "2002-04-02 10:18:36",
    "title": "Dísarpáfagaukur",
    "text": "ég á dísarpáfagauk ég er búinn að eiga hann i svona einn og hálfan mánuð… hann kemur alveg upp á öxlina mína og svoleiðis en hann er ekkert smá styggur við putta og hikar ekki við að bíta og ég veit ekkert hvernig ég á að venja hann af því og svo skítar hann líka á öxlina mína ef hann verður hræddur eða reiður …veit einhver hvernig ég get vanið hann afþví að hætta bíta putta\nps.Svo bítur hann líka aðeins í andlitið á mér en hann er ekkert skrímsli sko hann er frábær fyrir utan þettta",
    "url": "https://www.hugi.is/gaeludyr/greinar/70737/disarpafagaukur/",
    "url_id": "70737",
    "id": "489963",
    "replies": [
        {
            "user": "redtorn",
            "user_id": "54267",
            "date": "2002-04-02 12:00:08",
            "id": "489964",
            "reply_to_id": "489963",
            "text": "Prófaðu að taka matardallin úr búrinu og\ngefa honum eingöngu í lófa í nokkra daga.\nEkki vera hrætt um að þó hann komi ekki\ní fyrstu og að þú sér að svelta hann.\nÞegar hann sér hann fái ekkert\nnema úr lófa þínum þá\nkemur hann hægt og rólega,\nvittu til hann kemur."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-04-02 14:41:34",
            "id": "489965",
            "reply_to_id": "489963",
            "text": "Það var einhver að spyrja um að temja gára um daginn og þá fann ég þessa síðu\nhttp://www.iwc.net/~budgielady/TRAINPET.html\nÞað segir aðeins um hvernig á að puttavenja fugla.  Settu hendina inn í búrið bara rólega og hafðu hana smástund á hverjum degi.  Ef hann bítur þá þykistu bara ekki fatta það (ái).  Þegar hann hættir að vera hræddur við hendina þá seturðu puttann við magann á honum og þá ætti hann að klifra uppá hann."
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2002-04-02 16:48:11",
            "id": "489966",
            "reply_to_id": "489963",
            "text": "Ef þú ferð undan þegar hann bítur þá heldur fuglinn að hann ráði. Það er mjög mikilvægt hann viti að ÞÚ ráðir.\nAnnars er hægt að finna ýmsar greinar á internetinu. Ég er því miður ekki með neinar slóðir í augnablikinu. Jú, prófaðu www.animalnetwork.com og leitaðu að greinum (articles) undir fuglasíðu. Það eru fullt af dísarsíðum (cockatiel) prófaðu bara google.com\nAnnars getur það verið erfitt að venja fugla af hegðunarvandamálum. Gangi þér vel."
        }
    ]
}