{
    "forum_title": "Stjórnmál",
    "user": "gmaria",
    "user_id": "6128",
    "date": "2010-08-06 00:10:09",
    "title": "Draga þarf aðildarumsókn að Evrópusambandi til baka.",
    "text": "Það er gjörsamlega óásættanlegt að eyða stórkostlegum fjármunum í aðildarferli þegar vitað er að meirihluti landsmanna er andsnúinn umsókninni.\nKlaufaskapur núverandi stjórnvalda þess efnis að spyrja ekki þjóðina kann að reynast dýrkeyptur.\nÉg hvet menn til þess að hefjast handa um undirskriftasöfnun þess efnis að umsókn verði dregin til baka.\nGuðrún María Óskarsdóttir.",
    "url": "https://www.hugi.is/stjornmal/korkar/707360/draga-tharf-adildarumsokn-ad-evropusambandi-til-baka/",
    "url_id": "707360",
    "id": "7214455",
    "replies": [
        {
            "user": "fosfor",
            "user_id": "33534",
            "date": "2010-08-06 01:21:09",
            "id": "7214516",
            "reply_to_id": "7214455",
            "text": "Samsinnis"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2010-08-06 14:14:42",
            "id": "7214696",
            "reply_to_id": "7214455",
            "text": "Thad er klart mal ad thjodaratkvaedagreidsla aetti ad eiga ser stad um hvort ad umsoknin aetti ad standa eda ekki."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2010-08-06 20:45:57",
            "id": "7214920",
            "reply_to_id": "7214455",
            "text": "Ég skil ekki hvað er svona kostnaðarsamt við þetta. Ef að einhver gæti útskýrt fyrir mér hvað sé svona kostnaðarsamt og hversu langt við erum komin í þessu væri slíkt vel þegið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-07 20:42:37",
            "id": "7215379",
            "reply_to_id": "7214920",
            "text": "Helduru að svona hlutir gerist sjálfkrafa? Það er heill hópur af fólki að vinna við samninga og að undirbúa ferlið auk þess sem fólki á vegum hins opinbera finnst ekki leiðinlegt að gista á dýrum hótelum"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-08-09 20:59:38",
            "id": "7216385",
            "reply_to_id": "7215379",
            "text": "Fljúga líka rausnarlega og leigja bifreiðar ekki beint frá neinum budget fyrirtækjum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 14:37:59",
            "id": "7216711",
            "reply_to_id": "7214455",
            "text": "Útskýrðu fyrir mér af hverju við ættum að draga aðildarumsókn til baka."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-10 20:14:19",
            "id": "7216887",
            "reply_to_id": "7216711",
            "text": "var hún ekki að því?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-12 13:10:26",
            "id": "7218011",
            "reply_to_id": "7216887",
            "text": "Bara það að eitthvað kosti pening er ekki næg ástæða fyrir mig. Ég hef séð kosti þess að fara í ESB. Ég hef séð gallana. Ég bý í DK og þar áttu aldrei í hættu á að þurfa að borga 98 milljónir af 20 milljóna láninu sem þú tekur fyrir íbúð, því þar ertu á ESB svæði og þar gilda reglur um hversu mikið þú mátt valta yfir þjóðina þína.\nSvo segðu mér, af hverju í ósköpunum ætti ég að vera á móti aðild? Enn frekar: af hverju ættir þú að vera það?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-14 21:28:29",
            "id": "7219312",
            "reply_to_id": "7218011",
            "text": "Vegna þess að við fáum ekki neitt frá ESB sem við getum ekki gert einhliða.\nÉg treysti ekki pólitíkusum og ég treysti ekki ríkisvaldinu, þess vegna vil ég hafa það eins nálægt mér og ég get og geta haft eins mikil áhrif á það og ég get. Af hverju ætti ég að treysta Evrópskum pólitíkusum frekar en íslenskum? Af hverju ætti ég að vilja minna lýðræði, meiri miðstýringu og meira vald á höndum færri aðila þegar allir vita að vald spillir?\nÉg hef ekki enn heyrt einn einasta kost varðandi ESB sem við getum ekki stuðlað að einhliða. Og ef þú byggir afstöðu þína gagnvart Evrópusambandinu á því að hérna hafi orðið gengisfall og að Íslendingar hafi tekið áhættu og ákveðið að taka lán í erlendum gjaldmiðlum þá þarftu að endurskoða hana. Það kemur málinu bara ekkert við. Það var líka efnahagsbóla í Evrópu… sem sést best á Grikklandi núna."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-09-05 20:24:27",
            "id": "7232329",
            "reply_to_id": "7219312",
            "text": "svona fáein atriði.\na) Aukin stöðugleika og skýrari peningamálstjórn þar sem Seðlabanki Evrópu tryggði að verðbólga færi ekki yfir 2%. Launafólk er varið gegn ótímabærum gengisfellingum og óðaverðbólgu og rekstrargrundvöllur fyrirtækja verður mun stöðugari.\nb) Nauðsynlegt aðhald í ríkisfjármálum, þar sem þátttaka skuldbindur okkur til að fara ekki yfir ákveðin mörk í halla á fjárlögum og í erlendri skuldasöfnun.\nc) Stærsta (í efnhagslegu tilliti) heimamarkað í veröldinni með yfir 300 milljónum íbúa og þar með stórbætta markaðsstöðu fyrir allar vörur og þjónustu.\nd) Ódýrari og einfaldari fjármögnun fyrir íslensk fyrirtæki. Þetta skiptir verulegu máli, ekki síst fyrir vaxandi atvinnugreinar.\ne) Lægri vexti. Einn af kostnaðinum við að hafa lítinn, veikan gjaldmiðil er að vextir eru hærri en í ríkjum sem hafa sterkari gjaldmiðil. Vextir hafa að jafnaði verið a.m.k. fjórum prósentum lægri á evrusvæðinu en á Íslandi undanfarin áratug.\nf) Aukna erlenda fjárfestingu. Erlendir fjárfestar þekkja ekki krónuna, íslenska efnhagsstjórn og íslenskar reglur um fjárfestingar. Með þátttöku í ESB og EMU verður mun einfaldara að laða að erlenda fjárfesta.\ng) Sterkari gjaldmiðil. Gjaldeyrisspekúlantar hafa sífellt færi gjaldmiðla til að ráðast á. Íslenska krónan er sérstaklega viðkvæm og Seðlabanki Íslands getur komið litlum vörnum við án tengingar / samninga við aðra gjaldmiðla / seðlabanka sem eru tilbúnir til að fórna miklu til að verja krónuna.\nEvrópusambandið er frjálst samstarf sjálfstæðra og fullvalda lýðræðisríkja. Sáttmálarnir fela í sér að ríkin taka á sig skuldbindingar á sviðum sem snerta efnhagsmál, utanríkismál, umhverfismál og félagsmál. Í stuttu máli á sviðum sem ríkin ráða ekki við hvert í sínu lagi eða þar sem sameiginlegar aðgerðir gefa betri árangur en einangraðar aðgerðir hvers fyrir sig. Ísland er hluti af hagkerfi Evrópu. Ef efnhag Evrópu er ógnað er efnhag okkar ógnað, ef öryggi Evrópu er stefnt í hættu er öryggi okkar í hættu. Í dag erum við einskonar viðhengi – áhrifalaus og einangruð. Við getum ekki breytt því að við erum hluti af Evrópu – getum ekki einangrað okkur út af kortinu. Þess vegna þurfum við að taka þátt í Evrópusambandinu á jafnréttisgrundvelli."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-06 22:10:03",
            "id": "7233141",
            "reply_to_id": "7232329",
            "text": "a) Seðlabankar og miðstýrð peningamálastefna er rót alls þess sem þú varst að nefna svo ég sé ekki hvernig erlendur seðlabanki getur verið betri en innlendur.\nEn eins og ég sagði, þá er þetta líka eitthvað sem við getum gert einhliða… ef það væri vilji til þess.\nb) Þetta er líka eitthvað sem við getum gert einhliða… ef vilji er fyrir hendi.\nc) Þú gleymir því að þetta er tollabandalag og um leið og við förum í ESB erum við óhjákvæmilega að loka á umheiminn á móti. Við getum alveg stuðlað að frjálsum viðskiptum sjálf með því að fella niður tollana okkar og leyfa öllum þjóðum að versla við okkur.\nd) Það þarf að fella niður höft á fjármagnsviðskiptum… það getum við gert einhliða.\ne) Vextir ráðast á markaði með framboði og eftirspurn á lándsfé. Lágir vextir eru ekkert betri en hærri vextir. Það sem er gott eru markaðsvextir… ekkert hærra og ekkert lægra.\nf) Leggjum niður höft á fjármagnsflutningum og fjárfestum hér á landi og einföldum lagakerfið okkar. Þetta er líka eitthvað sem við getum gert einhliða án þess að einhverjir Evrópubúar séu að skipta sér að því.\ng) Ef þú vilt sterkan gjaldmiðil þá skaltu berjast fyrir því að hér verði aftur tekinn upp gullfótur. Evran er alveg jafn ‘viðkvæm’ og krónan ef út í það er farið, þar sem þetta eru bæði pappírspeningar sem eru í raun einskis virði og eru einungis studdir með ríkisskuldaviðurkenningum.\nVið eigum að gera peningamál á Íslandi frjáls og leyfa fólki að versla með þá mynt sem það vill, þá er þetta vandamál algjörlega úr sögunni.\nSíðan er síðasti hlutinn í svarinu þínu algjört þjóðernisrunk og ég nenni ekki að kommenta á það."
        },
        {
            "user": "Vofffi",
            "user_id": "70191",
            "date": "2010-08-12 11:28:11",
            "id": "7217951",
            "reply_to_id": "7216711",
            "text": "það sem vitringur sagði…\nplús.. það kostar líka hellings fé árlega bara að vera MEÐLIMUR að ESB."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-12 13:13:40",
            "id": "7218015",
            "reply_to_id": "7217951",
            "text": "Og þessir peningar skipta þig sama og engu máli. Jú þetta getur haft áhrif á skatta til skamms tíma, en í raun eru það bara fyrirtæki og fólk sem flytur inn vörur og selur þau á okurverði sem verða fyrir einhverju höggi, því tollar munu hverfa og þá hafa þeir enga afsökun fyrir því að selja flík sem kostar 10 evrur á 7000 krónur. Það finnst fyrirtækjafólki alveg rosalega leiðinlegt.\nVeistu eitthvað meira um þetta mál eða ertu bara að toga upp eitthvað til að vera á móti einhverju?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-16 01:05:02",
            "id": "7219991",
            "reply_to_id": "7218015",
            "text": "Hvað er okurverð?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-16 21:31:02",
            "id": "7220522",
            "reply_to_id": "7219991",
            "text": "Ég ætla rétt að vona að ég þurfi ekki að úskýra þetta fyrir þér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-16 23:31:34",
            "id": "7220600",
            "reply_to_id": "7220522",
            "text": "Jú, vegna þess að okurverð eru ekki til ef ríkið brenglar ekki markaðinn. Þú segir að þeir rukki okurverð og kennir tollunum um það og að þeir hafi þá sem ‘afsökun’.\nÞess vegna spyr ég þig, hvað ertu eiginlega að meina þegar þú segir ‘okurverð’. Því ég vil meina að í flest öllum tilfellum er ekki til neitt sem heitir okurverð."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2010-08-13 18:48:00",
            "id": "7218830",
            "reply_to_id": "7214455",
            "text": "Mín spá: Bandaríkin eru að fara til helvítis og Evrópa líka. ESB endist ekki lengur en 20 í (í mesta lagi) og við eigum bara að halda okkur utan við brjálæðið, alveg sama hverjir kostirnir virðast núna."
        },
        {
            "user": "danobus",
            "user_id": "29705",
            "date": "2010-08-15 12:47:24",
            "id": "7219528",
            "reply_to_id": "7214455",
            "text": "Evrópusambandið styrkir ríki sem sækja um aðild, við töpum engu á því að sækja um, áætlaður kostnaður við umsóknferlið er um einn milljarður, styrkir evrópusambandsins eru mun hærri.\nÞað er ekkert lýðræðislegt við að draga umsóknina til baka, það sem er lýðræðislegt er að fá öll spilin á borðið og halda svo þjóðarkostningu um málið.\nEf við drögum umsóknina til baka verður okkur hennt út úr EES út af gjaldeyrishöftum sem eru ólög samkvæmt EES samningum. Við erum bara á undanþágu út af umsókninni okkar.  Það þíðir að íslendingar verða minna samkeppnishæfir inn á Evrópu markað vegna tolla, sem þíðir svo minni gjaldeyrir og lengri kreppa.\nErtu enn þá viss um að við eigum að draga umsóknina til baka?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-16 01:04:20",
            "id": "7219989",
            "reply_to_id": "7219528",
            "text": "Það sem er lýðræðislegt er að leyfa þeim sem vilja vera í ESB fara í ESB og leyfa þeim sem vilja það ekki að standa utan þess. Ég sé ekkert lýðræðislegt við það að 51% manna kúgi hin 49%\nEn það sem þú talar um í svarinu þínu er eitthvað sem við getum lagað sjálf. Við þurfum bara að losa okkur við þessi helvítis gjaldeyrishöft og þá er þetta allt í lagi. Það getur hvaða hagfræðingur sem er sagt þér hvað höft eru skaðleg. Höftin eru okkar mál, vandamál, og eru engin rök fyrir ESB.\nVið getum einnig fellt niður okkar tolla, sem þýðir meiri viðskipti og styttri kreppa. Við getum gert þetta allt einhliða og þurfum ekki ESB.\nGeturu nefnt mér eitthvað vandamál sem ESB leysir sem við getum ekki leyst einhliða?"
        },
        {
            "user": "danobus",
            "user_id": "29705",
            "date": "2010-08-21 22:33:42",
            "id": "7224228",
            "reply_to_id": "7219989",
            "text": "Ef við afnemum gjaldeyrishöftin hrynur krónan enn meira því erlendir frjáfestar munu leysa út krónubréfin sín, svo ég held að það sé best að halda þessari umsókn í gangi til að kaupa tíma.\nAuðvitað væri margt hægt að gera með góðri efnahagsstjórn. Íslendingar eru hinsvegar ekkert sérlega þekktir fyrir góða efnhagstórn. Þess vegna tel ég betri möguleika að færa eitthvað vald úr landi.\nEinhliða upptaka gjaldmiðils getur verið mjög hættuleg, sérstaklega í bland við slæma efnahagsstjórn og uppskorið mjög slæma kreppu.\nAðalástæða þess að ég er hlynntur ESB er að ég held að sagan muni endurtaka sig, við losnum aldrei við verðtrygginguna og þurfum að lifa við endalausar gengissveiflur. Einmitt því við erum að drepast úr spillingu og slæmri stjórn.\nBætt við 21. ágúst 2010 -  22:36\nÞað að fella niður okkar eigin tolla þíðir ekki aukningu í útflutningi. Það að íslenskar vörur séu tollaðar á Evrópumarkað þíðir minni útflutning og samkeppnishæfni okkar minnkar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-21 22:48:34",
            "id": "7224232",
            "reply_to_id": "7224228",
            "text": "Krónan á að hrynja. Ef hún hrynur þegar við afnemum höftin þá þýðir það bara að krónan er ofmetin á mörkuðum núna. Það þýðir að útflutningurinn fær ekki rétt verð fyrir það sem hann er að selja og fólk sem flytur inn vörur er að kaupa þær ódýrar en þau eiga í raun að kaupa þær sem þýðir að hér verður gjaldeyrisskortur.\nHöftin leysa ekki neitt vandamál, þetta er tálsýn til þess að blekkja fólk sem skilur ekki hagfræði, en þetta er ekki lausn á nokkrum sköpuðum hlut.\nÍslendingar eru hinsvegar ekkert sérlega þekktir fyrir góða efnhagstórn\nFrekar barnalegt viðhorf. Ertu að segja að Íslendingar séu einhver annar kynstofn en annað fólk og að hér sé ómögulegt að hafa góða efnahagsstjórn. Við getum léttilega litið til útlanda og séð hvað er að virka þar og gert það sama hérna.\nÞað að hér séu heimskir og spilltir stjórnmálamenn þýðir ekki að stjórnmálamenn í Evrópu séu ekki líka heimskir og spilltir. Evran og Dollarinn hafa einnig verið að falla, í raun eru allir gjaldmiðlar alltaf að falla, málið er bara að við gerðum\nmeira\nvitlaust en þeir, ekki það að þeir hafi gert eitthvað rétt.\nSvo skil ég ekki hvað þú ert að tala um þarna í endan, þú hendir fram hugtökum sem þú virðist samt ekki skilja og heldur að ef við afhendum allt vald í hendur útlendinga þá muni þeir bara redda þessu. Það eru nákvæmlega sömu mistök og fólk gerir varðandi íslenska ríkið, þ.e. að afhenda þeim völdin í landinu og halda að þeir geti reddað öllu. Það eina sem ESB gerir er að færa þetta vald lengra frá fólkinu.\nHvað með, einu sinni, að fara í hina áttina og skilja að valdið á að vera nær fólkinu en ekki fjær… því pólitíkusum er greinilega ekki treystandi.\nÉg sagði ekki að niðurfelling okkar tolla þýddi aukinn útflutningur, það þýðir hins vegar aukin framleiðsla fyrir þjóðina og það er mjög létt að sýna fram á þetta með einföldu hagfræðilíkani með framboði og eftirspurn"
        },
        {
            "user": "danobus",
            "user_id": "29705",
            "date": "2010-08-22 23:25:15",
            "id": "7224809",
            "reply_to_id": "7224232",
            "text": "Geriru þér ekki grein fyrir afleiðingunum ef krónan hrynur enn meira? Það gæti t.d. valdið vöruskort, sérstaklega þar sem íslendingar framleiða nánast ekkert frá grunni sjálfir.\nAthugasemd mín um að Íslendingar væru ekki þekktir fyrir góða efnahagstjórn byggi ég aðeins á sögulegum skilningi. Þó vona ég innilega að vandamál eins og eiga sér stað nú muni breyta þessu.\nÞú málar einhverja mynd af Íslandi sem er vissulega mjög falleg. Auðvitað þyrftum við ekkert Evrópusamband ef öll stjórnsýsla væri framkvæmd með besta móti án nokkurra áhrifa frá hagsmunahópum. En því miður er ég ekki svona bjartsýnn og trúi ekki að útópían Ísland sé að verða að veruleika í bráðinni.\nEf einhver er að vera barnalegur hér þá ert það þú. Reyndu að vera raunsær og sjá að öll þessi “ef” þín eru orðin ansi mörg og stór.\nHvað gerir Íslendinga svo sérstaka að okkar hagsmunum er ekki best varið innan ESB þegar svo virðist sem lang flest lönd í Evrópu keppast um að sækja um aðil, sérstaklega minni ríkin? Mitt mat er að við erum alltof fámenn og háð innflutningi til að geta staðið ein og rekið okkar eigin gjaldmiðil."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-08-23 00:57:31",
            "id": "7224867",
            "reply_to_id": "7224809",
            "text": "Geriru þér ekki grein fyrir því að krónan er hrunin sama hvaða falska gengi seðlabankinn reynir að halda uppi?\nÞegar það er gjaldeyrisskortur þá er alveg jafn mikill vöruskortur… þú heldur uppi fölsku gengi sem enginn hefur efni á því að versla á. Þú ert ekki að leysa neitt vandamál.\nEn nei, núverandi vandamál eru ekki að fara að breyta neinu. Það hafa ekki verið gerðar neinar grundvallar breytingar á peningakerfinu okkar og á meðan það er ekki gert munum við alltaf þurfa að lifa við mistök seðlabankans.\nEn því miður er ég ekki svona bjartsýnn og trúi ekki að útópían Ísland sé að verða að veruleika í bráðinni.\nAf hverju líturu þá á ESB sem einhverja útópíu? Að hvaða leiti eru evrópskir stjórnmálamenn æðri hinum íslensku?\nÞú ert ekki að leysa neitt vandamál með þessu eða taka á neinu, þú ert bara að trúa því að til sé fólk úti í heimi sem leysi vandamálin fyrir okkur án þess að reyna að skilja í hverju vandinn fellst.\nMitt mat er að við erum alltof fámenn og háð innflutningi til að geta staðið ein og rekið okkar eigin gjaldmiðil.\nBull. Stærð þjóðarinnar og innflutningur kemur málinu ekkert við. Það sem skiptir máli er hversu mikið Íslendingar geta framleitt. Ef við framleiðum nóg þá helst gengið hátt, ef við framleiðum lítið þá lækkar það. Það í hvaða gjaldmiðli við verðleggjum hluti kemur málinu ekkert við."
        }
    ]
}