{
    "forum_title": "Hljóðfæri",
    "user": "Doddinn",
    "user_id": "46205",
    "date": "2010-08-08 16:51:13",
    "title": "Fender Jaguar, Fender TwinReverb, HOG og margt meira!!",
    "text": "Daginn.\nVegna þess að ég er að flytja erlendis þarf ég að selja eitthvað af hljóðfærunum mínum sem fyrst.\nFender Jaguar American, hvítur 3. ára. Verð: Hæstbjóðandi\nGibson Les Paul. Svartur og gull 7. ára Verð: Hæstbjóðandi\nFender Twin Reverb, 60 w. 5 ára 60.000 kr\nEHX HOG 40.000 kr m. controler\nNord Lead 2x 5 ára 45.000 kr\nFyrstur kemur fyrstur fær.\nDoddi 6620989\nÉg er sjaldan á huga svo það er best að hringja eða senda SMS",
    "url": "https://www.hugi.is/hljodfaeri/korkar/707546/fender-jaguar-fender-twinreverb-hog-og-margt-meira/",
    "url_id": "707546",
    "id": "7215759",
    "replies": [
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2010-08-08 17:01:26",
            "id": "7215766",
            "reply_to_id": "7215759",
            "text": "þetta er djók, hann veit ekki af auglýsingunni og er í útlöndum, sparið inneignina ykka"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-08-08 22:49:16",
            "id": "7215959",
            "reply_to_id": "7215766",
            "text": "Er mér þá öruggt að eyða þessu?"
        },
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2010-08-09 00:21:35",
            "id": "7216004",
            "reply_to_id": "7215959",
            "text": "held það sé nokkuð öruggt, hringdi í hann og fékk fyrst “símtæki þetta er utan þjónustusv…” á þýsku og svo svaraði hann og vissi ekki neitt um hvað ég var að tala þegar ég nefndi söluna við hann og sagðist vera í útlöndum og að hann væri allsekki að selja neitt af þessu og þakkaði mér svo fyrir að láta sig vita."
        },
        {
            "user": "logis",
            "user_id": "47807",
            "date": "2010-08-09 00:44:55",
            "id": "7216018",
            "reply_to_id": "7215959",
            "text": "Ég var að tala við hann um verð á magnaranum, veit ekki alveg hvað þið eruð að rugla en þetta er legit…"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-08-09 08:09:29",
            "id": "7216127",
            "reply_to_id": "7216018",
            "text": "Ef þú ert að bulla gætirðu átt von á banni. Ertu að meina þetta eða ekki?"
        },
        {
            "user": "logis",
            "user_id": "47807",
            "date": "2010-08-09 17:37:48",
            "id": "7216270",
            "reply_to_id": "7216127",
            "text": "Vertu nú ekki að taka of stórt upp í þig gamli.\nEf þú ert að bulla gætirðu átt von á banni.\néttan sjálfur!\nAnnars talaði ég við dodda um verð á maganarum, enda leitað lengi að fínum twinreverb, og hann var einmitt að tala um að þetta væri eithvað steikt með þessa auglýsingu en að hann væri til í að skoða verð ef hann fengi eitthvað gott…"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-08-09 19:14:13",
            "id": "7216309",
            "reply_to_id": "7216270",
            "text": "Allt í lagi, en þetta leit bara öðruvísi út afþví að þú leist út fyrir að vera að styðja við bakið á Þurs, sem er álíka slæmt og að þursast sjálfur.\nVertu nú ekki að taka of stórt upp í þig gamli.\nHvað meinarðu með þessu?"
        },
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2010-08-09 10:56:42",
            "id": "7216144",
            "reply_to_id": "7216018",
            "text": "þá er þessi þráður eða þá símtalið við hann einhver steypa, ég hringdi í gær og talaði við hann og hann vissi ekki hvað ég var að tala um þegar ég nefndi auglýsinguna og svo taldi ég upp fyrir hann hvað hann væri að auglýsa og þá fékk ég bara svarið “jahááá, ég er nú bara í útlöndum og ætla mér svo sannarlega ekki að selja þetta, hvað þá magnarann (sem ég var að spurja hann um), takk fyrir að láta mig vita.”\nBætt við 9. ágúst 2010 -  12:07\nhringdiru í hann eða talaðiru við hann í pm ?"
        }
    ]
}