{
    "forum_title": "Hljóðfæri",
    "user": "dlove",
    "user_id": "77163",
    "date": "2010-08-12 13:57:10",
    "title": "CMI LP Special Copy. Árgerð 1976-77.",
    "text": "Er að velta því fyrir mér hvort ég ætti ekki að halda áfram því verki sem Gunnar Örn kláraði ekki. Langar að pússa upp gripinn og laga allar viðar skemmdir og lakka hann. Hann er nú ótrúlega lítið særður samt miðað við aldur, en mig langar. Jafnvel að skipta út Vol. og Tone tökkum líka. Þarf að skipta út plugginu fyrir snúruna. Viðurinn er mahogny og er hálsinn “set neck”. Ótrúlega gott er að spila á gripinn því hálsinn er þunnur og liggur lýgilega vel í hendi. Nefndi Gunnar það sérstaklega hvað gott væri að spila á hann. Hef meira að segja verið að pæla í að reyna að skipta honum út fyrir annað hvort Gibson eða Fender. Væri ferlega gaman að sjá hann í höndunum á virkum tónlistarmanni. Hann yrði ekki svikinn á því. Gripurinn var smíðaður á vegum Marshall af Fuchi Gen Gakki a.k.a. Ibanez fyrirtækinu í Japan. Hef aðeins fundið einn svona grip og er honum lýst og gefin topp einkun á Harmony Central. Þar veit sá sem það gerir ekki um neinn annan, allavega ekki í Englandi.Gripurinn var keyptur í Rín árið 1977 heyrði ég frá fyrri eiganda. Við erum aðeins 2 eigendurnir frá upphafi. Ætla að setja inn mynd fljótlega. Sjá má spilað á 2006 Gibson Special Custom á You Tube. Hann er nákvæmlega eins nema minn er með meira brúnt í litnum.\nhttp://www.youtube.com/watch?v=7bYM8t42VPQ&NR=1",
    "url": "https://www.hugi.is/hljodfaeri/korkar/707829/cmi-lp-special-copy-argerd-1976-77/",
    "url_id": "707829",
    "id": "7218032",
    "replies": [
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2010-08-12 16:28:46",
            "id": "7218122",
            "reply_to_id": "7218032",
            "text": "Ef ég væri í þínum sporum myndi þetta gera gítarinn minna verðmætari. Það þarf ekkert að skipta út volume og tone \"skilst mér af honum gunnar. Sure það væri gaman að sjá hann í þessum junior lit. En örugglega miklu skemmtilegra að vita að þessi gítar er all orginal. Síðan er vinnan. Fáranlega leiðinleg og tilgangslaus miðað við gítar sem hefur aldursskemmdir. Sem sagt vill ég bara mæla með því fyrir þig að\nHÆTTA AÐ ÞRÁHYGGJA ÞIG YFIR ÞESSU HJÓÐFÆRI OG SPILA Á ÞETTA!"
        },
        {
            "user": "dlove",
            "user_id": "77163",
            "date": "2010-08-12 17:10:28",
            "id": "7218156",
            "reply_to_id": "7218122",
            "text": "Vá, hvaða comment var nú þetta? Er það þá þráhyggja hjá eiganda Gibson MM, sem skrifar hér neðar á síðuni, um hvort hann ætti  að  laga hljóðfærið? Ætla að biðja menn um að halda umræðum hér á skynsömum nótum. Þar sem þetta er orðinn gamall og sjaldséður gripur langaði mig í álit frá öðrum um þetta mál. Nú, ef það er of viðkvæmt fyrir einhverja, ætla ég að fara fram á að viðkomandi haldi sínum skoðunum út af fyrir sig."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-08-12 17:40:07",
            "id": "7218176",
            "reply_to_id": "7218156",
            "text": "Sammála þér, asnalegt komment hjá magnúsi og hann fær viðvörun.\nEf ég væri þú myndi ég reyna að lappa uppá hann. Þar sem að þú varst ósáttur með þjónustuna hjá gunnari geturðu auðvitað farið til Brooks eða Þrastar.\nEr gítarinn samt mikils virði pengingalega séð? Leyfi me´r svona að efast um það að þetta sé einhver holy grail safngripur svo ég mynd algjörlega fara í það að uppgera hann. Þú ert hvort sem ólíklega að fara að selja hann svo að verðgildi gítarsins ætti ekki að vera neitt issue er það nokkuð?\nÁnægður með litinn og lúkkið ef þú ætlar að stefna að þessum sem var í myndbandinu."
        },
        {
            "user": "dlove",
            "user_id": "77163",
            "date": "2010-08-12 17:55:21",
            "id": "7218188",
            "reply_to_id": "7218032",
            "text": "Eins og ég sagði var ég jafnvel að pæla hvort einhver hefði áhuga á gripnum. Einhver sem vildi koma honum í alvöru notkun. Aðallega pæling en ef einhver er game má athuga allt."
        },
        {
            "user": "dlove",
            "user_id": "77163",
            "date": "2010-08-12 18:29:54",
            "id": "7218219",
            "reply_to_id": "7218188",
            "text": "Er að reyna að setja inn mynd af gripnum en gengur ekki. Hver getur verið orsökin?\nBætt við 12. ágúst 2010 -  19:44\nhttp://farm3.static.flickr.com/2742/4253213271_f6b52c8b0d_m.jpg"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-08-13 15:37:22",
            "id": "7218735",
            "reply_to_id": "7218219",
            "text": "Myndin gæti verið of stór eða þá ekki á .Jpg eða .gif fæl. ertu ekki ekki að meina að senda hana inní myndakerfið?"
        },
        {
            "user": "dlove",
            "user_id": "77163",
            "date": "2010-08-13 17:09:11",
            "id": "7218787",
            "reply_to_id": "7218735",
            "text": "Jú, reyndi að koma mynd þar inn. Ath. þetta. Myndin er líklegast of stór."
        },
        {
            "user": "Ominnishegri",
            "user_id": "77143",
            "date": "2010-08-12 23:15:25",
            "id": "7218433",
            "reply_to_id": "7218032",
            "text": "Ég mundi bara halda honum original. Mér finnst liturinn flotur og smá rokkrispur drepa engann og það er bara eitthvað sem maður má búast við á gömlum gítar.\nEn að sjálfsögðu gerir þú það sem þér hentar við hljóðfærið þitt. Svo gæti hann eflaust orðið mjög flottur ef handverkið er vel unnið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-13 20:01:18",
            "id": "7218863",
            "reply_to_id": "7218032",
            "text": "Dúd miklu flottari original, og smá lakk og viðarskemmdir gefa honum vintage karakter!"
        },
        {
            "user": "abh",
            "user_id": "539",
            "date": "2010-08-14 02:35:03",
            "id": "7219032",
            "reply_to_id": "7218032",
            "text": "Án þess að vilja vera með skítkast, þá myndi ég fara með gítarinn eitthvað annað, ef þú vilt sjá hann einhvern tímann aftur. Gunnar er drullufær, og frábær maður í alla staði, en það er bara alltof mikið að gera hjá honum, og hann kann ekki að segja nei.\nÉg var með gítar hjá honum í yfir eitt ár :(\nHvað viltu selja gripinn á í því ástandi sem hann er núna?"
        }
    ]
}