{
    "forum_title": "Apple",
    "user": null,
    "user_id": null,
    "date": "2010-08-18 10:36:03",
    "title": "Mac í skóla?",
    "text": "Í nóvember á síðasta ári keyptum við okkur MAC OS eitthvað… Borðtölvu. Nú erum við bæði að fara í skóla og þá var ég spurð að því hvort það verði ekki vesen með Mac? Hvort maður geti ekki opnað windows fæla eða eitthvað… Ég bara spáði ekkert í þessu og veit ekki neitt. Ástæðan fyrir því af hverju við fengum okkur Mac var bara vegna þess að við vorum orðin hundleið á að PC tölvurnar okkar voru alltaf að bila og okkur vantaði bara eitthvað sem virkar og endist vel, auk þess sem þær taka lítið pláss og eru flottar svo þessi talva er því mjög hentug í okkar litlu íbúð.\nAnyways, gæti ég lent í einhverjum vandræðum og hvað get ég gert þá? Veit að margir eru með Windows í tölvunum líka en okkar kerfi hundi svo það er ekkert hægt að setja það inní, nema þá kaupa nýtt Windows sem kostar örugglega sitthvað… Ég keypti iWork um daginn og hélt að ég væri bara góð þá.",
    "url": "https://www.hugi.is/apple/korkar/708293/mac-i-skola/",
    "url_id": "708293",
    "id": "7221445",
    "replies": [
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 10:43:01",
            "id": "7221449",
            "reply_to_id": "7221445",
            "text": "Þarft nýjasta Office til að opna .docx skjöl og margt af því sem er inn á námsneti skóla er á því formi. Ég notaði macca allan menntaskólann og hann reyndist vel að því leiti að harði diskurinn hrundi aldrei en hinsvegar eyðilagðist móðurborðið, rafhlaðan tvisvar, hleðslutækið osfv."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 11:19:45",
            "id": "7221461",
            "reply_to_id": "7221449",
            "text": "Meinaru þetta?\nhttp://www.epli.is/microsoft-office-2008-home-edition.html"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 11:21:28",
            "id": "7221462",
            "reply_to_id": "7221461",
            "text": "Jebb. Aftur á móti geturu „fengið þetta að láni“ hér og þar á netinu, sem er mun ódýrara."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 11:31:46",
            "id": "7221466",
            "reply_to_id": "7221462",
            "text": "Úff, takk. Ég VAR að kaupa iWork á 18. þús!"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 11:35:25",
            "id": "7221467",
            "reply_to_id": "7221466",
            "text": "Tékkaðu samt hvort það geti opnað þessi formats (.docx, .xlsx osfv.), ég hef aldrei nennt að setja iWork upp og veit ekki almennilega hvernig það virkar."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 12:06:38",
            "id": "7221478",
            "reply_to_id": "7221467",
            "text": "Get opnað .doc í Pages, þá hlýtur .xlsx  að opnast í Numbers… Veit ekki hvernig ég tékka á því :P hehe\nBætt við 18. ágúst 2010 -  12:07\nEina sem kemur er missing font… Gat opnað exel skjal :)"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 14:35:32",
            "id": "7221555",
            "reply_to_id": "7221478",
            "text": "Passaðu þig að það er munur á .doc og .docx, mörg pseudo-office forrit geta opnað annað formatið og ekki hitt (ss. getur opnað .doc, .xls en ekki .docx, .xlsx)"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-18 22:12:19",
            "id": "7221920",
            "reply_to_id": "7221555",
            "text": "En öfugt? Getur fólk með Windows opnað fæla frá Mac?"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2010-08-19 11:34:48",
            "id": "7222213",
            "reply_to_id": "7221920",
            "text": "Þú getur vistað skjöl sem .doc úr iWork og þá geta þeir sem eru með word skoðað það venjulega."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-19 12:33:12",
            "id": "7222238",
            "reply_to_id": "7222213",
            "text": "Ok, takk æðislega! Tölvur og tækni eru ekki beint mín sterkasta hlið ;)"
        },
        {
            "user": "Arthorn",
            "user_id": "53242",
            "date": "2010-08-18 18:45:11",
            "id": "7221731",
            "reply_to_id": "7221445",
            "text": "Það eina sem hafði komið mönnum í vandræði með Mac í skóla var semsagt að það var ekki hægt að opna Word/Excel files í Mac. Það er ekkert mál núna, hvort sem þú ert með iWork eða Microsoft Office (for Mac). iWork getur opnað alla þessa Microsoft Office fæla. Ég keypti mér Macbook fyrr í sumar og er að byrja í framhaldsskóla. Skólinn er mikill PC-skóli en ég sé ekki fram á að það verði nein vandamál. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-18 22:09:52",
            "id": "7221916",
            "reply_to_id": "7221731",
            "text": "Yay :) mikill léttir að heyra það!"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2010-08-22 13:37:35",
            "id": "7224454",
            "reply_to_id": "7221445",
            "text": "Hvenær ætlar fólk að fatta að öll tölvusamskipti eiga að fara fram gegnum PDF. skjöl\nÉg hef alltaf sent kennurum mínum allar ritgerðir og annað slíkt sem PDF, og það hefur aldrei neinn hvartað.\nOffice skjöl, eru að mínu leiti bara ekki nógu universial. Microsoft eru alltaf að gefa út nýjar útgáfur af office og þá framkalla þær skjöl sem eldri útgáfur geta ekki opnað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-22 13:41:32",
            "id": "7224457",
            "reply_to_id": "7224454",
            "text": "Ég einmitt opna flest á PDF móti, eða með Adobe Reader. En ég veit ekkert, kann ekkert og skil ekkert í þessu tölvudóti. Ég veit ekki einu sinni af hverju ég opna flest sem PDF… Ég vissi ekki einu sinni að það væri eitthvað universal, eða að maður ætti val yfir höfuð."
        },
        {
            "user": "iThor",
            "user_id": "69581",
            "date": "2010-08-23 18:04:59",
            "id": "7225233",
            "reply_to_id": "7224454",
            "text": "Sammála! Langþægilegast að nota PDF, skjalið verður “hreinna” finnst mér, allir geta líka opnað það og ekkert vesen."
        }
    ]
}