{
    "forum_title": "Bílar",
    "user": "HamsturEinarsson",
    "user_id": "80439",
    "date": "2010-08-17 22:18:13",
    "title": "Jepplingar - ykkar álit",
    "text": "Er að andast úr lélegu úrvali á markaðnum og fáránlegu verðlagi á köflum.\nVantar rúmgóðan fjölskyldujeppling sem eyðir litlu sem er samt ódýr (2-3 mills) og bilar ekki annan hvern dag. Finnst ég sitja ein út í horni með KIA Sorento ('05-'06) í annarri og kleinu í hinni.\nEr í lagi með þessa dollu (og veit að þetta er ekki lúxusjeppi með öllum gadget-um) eða detta ykkur í hug e-r aðrir bílar sem eru til á þessum skraufþurra markaði sem er einnig þekktur sem ‘notaðir bílar’?",
    "url": "https://www.hugi.is/bilar/korkar/708263/jepplingar-ykkar-alit/",
    "url_id": "708263",
    "id": "7221160",
    "replies": [
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2010-08-18 19:00:40",
            "id": "7221741",
            "reply_to_id": "7221160",
            "text": "Sorentoinn er reyndar rosalega fínn bíll. Er hann með dísil eða bensínvél?\nÞað er lítið um “pillerí” eða minniháttar bilanir í þeim. Með réttri umhirðu er ekki hægt að líta þannig á að hann sé dýr ú rekstri. Auðvitað fara slithlutir með tímanum. Það er eðlilegt að endurnýja þurfi legur, bremsur og þessháttar hluti.\nNýja boddýið af þessum bílum er mjög skemmtilegt, nokkuð flottir, situr hátt, gott útsýni, fínn kraftur og fer vel um mann."
        },
        {
            "user": "ning",
            "user_id": "30240",
            "date": "2010-09-27 15:29:58",
            "id": "7245751",
            "reply_to_id": "7221160",
            "text": "sorento er mjög fínn.\nMín familía er búin að eiga 2 Rav4 ég er mjög hrifinn af þeim fyrir utan eitt að hann eyðir soltið mikið en gott að keyra hann og ekkert vesen á þeim sem við höfum átt."
        },
        {
            "user": "DerpMeister",
            "user_id": "61687",
            "date": "2010-10-11 18:23:51",
            "id": "7253815",
            "reply_to_id": "7221160",
            "text": "Grand cherokee\nhttp://bilasolur.is/CarImage.aspx?s=49&c=101357&p=2476&w=600\nHef reynslu á að keyra svona bíla Þrusu góðir í akstri.. Mjög kröftugur leinir á sér get hugsanlega reddað þér einum á 1.110þús topp formi,perlu hvítur bíll oft bónaður ný búið að skipta um sæti(dökkt leður,góðar hljómfluttningsgræjur bíll sem ég mæli með. ef þú keyrir þennan bíl eins og þú keyrir Kia jeppling þá eyðir hann ekki mikið meira en kia jepplingur ;) endilega sendu mér skilaboð ef þú hefur áhuga get þá látið þig fá númerið hjá eigandanum :)"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2010-10-11 18:37:55",
            "id": "7253824",
            "reply_to_id": "7253815",
            "text": "Ekki að ég sé að reyna skemma fyrir þér sölu, en þá er viðhaldið á Cherokee miklu dýrara en á Kia.\nÞó umboðið hjá KIA sé dýrt þá þarf að skipta um hvað í þeim? Olíusíðu, loftsíu og/eða hráolíusíu. Smyrja í rúðuþurrkubrakket og setja eldsneyti á.\nMjög gott varahlutflæði í ameríska bíla sbr. H. Jónsson, ib-Bílar, Ljónsstaði, Jöfur, Bílabúð Benna og fl. Nokkuð ódýrt og aldrei meir en vikubið í varahluti. Hvað þarf að eyða meira í þessa bíla en KIA? Eldsneyti, miðstöðin er veikur punktur, drif og millikassar hafa verið að fara í þessum bílum, orðið of mikið spaghettí af rafmagni og fleiru í þeim. Parktronic skynjarar fara í bunkum og fleira.\nÞegar upp er staðið myndi ég skjóta á að KIA væri rosa fínn kostur fyrir meðaljóninn á krepputíma."
        },
        {
            "user": "Dominic",
            "user_id": "66477",
            "date": "2010-10-20 17:04:08",
            "id": "7258438",
            "reply_to_id": "7221160",
            "text": "Óþverri"
        },
        {
            "user": "lc87",
            "user_id": "70198",
            "date": "2010-11-17 21:30:50",
            "id": "7272660",
            "reply_to_id": "7221160",
            "text": "þannig beinskiptur diesel er ekki heimskulegt val. En hví, ef ég má spyrja villtu jeppling en ekki fólksbíl?\nEinnig skal varast jepplinga sem eru sagðir vera fjórhjóladrifnir en eru það ekki í raun."
        }
    ]
}