{
    "forum_title": "Bardagaíþróttir",
    "user": "Greifingi",
    "user_id": "14249",
    "date": "2010-08-20 17:47:52",
    "title": "Strikeforce - Houston - Spoiler",
    "text": "Djöfull er þetta gott card allir mínir uppáhalds í Strikeforce á sama cardi.\nKing Mo vs Rafael Cavalcante - Held þetta verði erfiðari bardagi fyrir King Mo heldur en Mousasi ekki vegna þess að Cavalcante sé betri fighter, hann mun koma með betra gameplan heldur en að verjast ekki takedowns og berjast frá bakinu allan tíman.\nKing Mo mun hinsvegar fá vilja sínum framgengt hvort sem það verður UD eða TKO/KO.\nJacare vs Tim Kennedy - hef ekki hugmynd hver mun sigra en þetta verður spennandi bardagi\nBobby Lashley vs Chad Griggs - Maður veit voða lítið um Chad “The Grave Digger” Griggs nema hann virðist vera fínn gaur með flotta barta.ekki búin að berjast í ár og er í fullu starfi sem slökkvuliðsmaður.\nLashley tekur þennan bardaga hvernig sem hann vill enda eru ekki margir sem eiga eitthvað í Lashley og hann mun fljótt og öruglega vinna sig upp í titlbardaga.\nDaniel Cormier vs Jason Riley - Cormier annar maður sem er að vinna sig hratt upp búin að berjast þrisvar á þessu ári og vann síðast KOTC beltið með choke.",
    "url": "https://www.hugi.is/martial_arts/korkar/708499/strikeforce-houston-spoiler/",
    "url_id": "708499",
    "id": "7223357",
    "replies": [
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-08-20 20:47:13",
            "id": "7223540",
            "reply_to_id": "7223357",
            "text": "Uhm… þú ert ekki að nota ‘spoiler’ rétt :)"
        },
        {
            "user": "Greifingi",
            "user_id": "14249",
            "date": "2010-08-20 22:25:05",
            "id": "7223634",
            "reply_to_id": "7223540",
            "text": "Já ég ákvað bara að hafa spoiler því ég ætla koma hingað til að fagna eða syrgja..(það getur allt gerst) í staðinn fyrir að gera 2 þræði"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-21 20:32:14",
            "id": "7224190",
            "reply_to_id": "7223357",
            "text": "Þetta er ömurlegt card."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-22 11:58:11",
            "id": "7224418",
            "reply_to_id": "7223357",
            "text": "Haha báðar Pro Wrestling hetjurnar þínar voru lamdar.\nBætt við 22. ágúst 2010 -  12:07\nLashley berst eins og hann hafi komið úr tímavél frá árinu 1997, eina sem hann kann eru takedowns."
        },
        {
            "user": "Greifingi",
            "user_id": "14249",
            "date": "2010-08-22 18:35:56",
            "id": "7224600",
            "reply_to_id": "7223357",
            "text": "Djöfulsins kjaftæði hvaðan koma eiginlega þessir bums sem eru að dæma í mma!\nBobby Lashley var að rústa þessum gaur og hann var í mount þá stendur dómarinn þá upp!! aldrei hef ég séð annað eins kjaftæði.\nEf hann vildi endilega checka cutið undir auganu á Lashley sem mér sýndist ekki vera að trufla bardagan þá hefði hann átt að restarta þá eftir það\nSíðan var roundið búið og þá ákveður hann að Lashley hafi fengið nóg. auðvitað á að leyfa fighterum að draga inn andan og jafna sig milli rounda til þessu eru hlé milli rounda nema þeir séu knocked out í enda roundsins. Síðan ef dómarinn hefur svaka áhyggjur gæti hann látið lækni checka hann milli rounda.\nHann var Lashley ekki að sýna það wrestling sem hann á að hafa að missa hann þarna úr north/south í fyrsta roundi.\nKJ Noons vá hvað ég þoli ekki þegar fighterar horfa á dómaran og seigja “Hey ætlaru ekki að stoppa bardagan?? hann er ekki intelligently defending himself” Haltu áfram að lemja hann fíflið þitt ekki biðja dómaran um að enda bardagan fyrir þig\nDómarin þarna hikandi á fullu og ákveður síðan að stoppa bardagan loks þegar hann lendir ólöglegu hnésparki.\nKing Mo gerði heimskuleg mistök að vera í clinch hjá Cavalcante og skiptast á að gefa bodyshots og fá hnéspörk í hausinn. Hann mun koma aftur betri.\nfín dómgæsla hjá Big John að stoppa bardagan þegar hann gerði það , Mér finnst hann bara alltilagi dómari en hann er samt margfalt betri en flestir af þeim.\nað lokum hvað er Strikeforce að pæla að banna elbows á jörðini þar sem þeir eru ekki tilneyddir til þess. Sitja menn við hringborð og pæla í fleyri leiðum til að fucka upp mma?\nBætt við 22. ágúst 2010 -  19:37\nChad Griggs hamraði líka hvað eftir annað í hnakkan á Lashley þarna í endan"
        },
        {
            "user": "Greifingi",
            "user_id": "14249",
            "date": "2010-08-22 19:17:14",
            "id": "7224610",
            "reply_to_id": "7224600",
            "text": "Bobby Lashley er glataður og þetta var fyrsti semi-góði andstæðingurinn sem hann þorði gegn og hann gafst upp eftir 2 lotu eins og kelling. Gaurinn hefur ekkert hjarta og ekkert cardio.\nKing Mo-Rafael bardaginn var geðveikur. Einn sá besti hingað til á árinu að mínu mati."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-23 15:21:35",
            "id": "7225094",
            "reply_to_id": "7224610",
            "text": "Sherdog á oft skemmtileg heiti á TKO og Submission. Nú er t.d. afar skemmtilegt TKO tap skráð gegn Bobby Lashley á Sherdog ;)\nhttp://www.sherdog.com/events/Strikeforce-Houston-14023\nTKO (Retirement)\nHef reyndar séð þetta einu sinni eða tvisvar áður. Jafn fyndið fyrir því. Eitt það besta er DQ tap hjá Nick Serra:\nDQ (Wouldn't Get Up From Butt Scoot)"
        },
        {
            "user": "Greifingi",
            "user_id": "14249",
            "date": "2010-08-23 17:16:00",
            "id": "7225179",
            "reply_to_id": "7224610",
            "text": "Ekkert hjarta? eftir að hafa fengið 10 högg aftan í hnakkan og þurfa að fara á spítala eftir bardagan , hann er kannski ekki tilbúin að deyja í hringnum eins og sumir en hjartað hans er ekki in question.\nHann var víst “extremely dehydrated” þannig það hefur verið það frekar en cardio afhverju hann var þreyttur\nhttp://www.mmatorch.com/artman2/publish/Affliction2/article_6549.shtml"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-23 21:26:12",
            "id": "7225420",
            "reply_to_id": "7225179",
            "text": "Þetta er í fyrsta skiptið sem hann lenti í andstæðing sem náði á hann höggum og þá hrynur hann í sundur eins og auli og gefst upp. Og gaurinn sem hann keppti við er ekki einu sinni það góður, það er það sorglegasta við þetta haha. Lashley verður aldrei neitt meira en kannski Top 50 HW."
        },
        {
            "user": "Greifingi",
            "user_id": "14249",
            "date": "2010-08-22 19:41:40",
            "id": "7224624",
            "reply_to_id": "7224600",
            "text": "Dæma þennan bardaga NC og rematch með Big John að dæma!"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2010-08-23 16:08:07",
            "id": "7225112",
            "reply_to_id": "7224600",
            "text": "Að gefnu tilefni:\nhttp://www.youtube.com/watch?v=TOE4Fi25y74"
        },
        {
            "user": "gdnoz",
            "user_id": "74272",
            "date": "2010-08-23 17:15:01",
            "id": "7225177",
            "reply_to_id": "7225112",
            "text": "Ahhahahahahaha! :'D"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2010-08-25 15:27:42",
            "id": "7226285",
            "reply_to_id": "7224600",
            "text": "Já en svona að öllu gríni slepptu þá er ég að mestu leyti sammála þér, sérstaklega hvað varðar Lashley bardagann, þó svo að ég telji að Lashley hafi verið vel á veg kominn með að kýla sig út og hefði örugglega tapað þrátt fyrir klúðrið.  Því er einfaldlega ekki hægt að neita að dómarinn átti stóran þátt í hvernig Lashley tapaði.\nKom mér svosem ekkert á óvart að þessi dómari (John Schorle) hefur ótalmarga skandala á bakinu bæði í boxi og MMA, þar með talið hreint út sagt epískt feil í WEC í gamla daga þar sem Olaf Alfonso var rotaður allsvakalega af Rob McCullough.\nHowever, Schorle's most infamous MMA moment came in the March 2006 quasi-snuff film that was Rob McCullough-Olaf Alfonso. Just moments into the second round, McCullough landed a crushing right cross that sent Alfonso's mouthguard airborne. As the supine Olaf lay on the mat with a predatory foe above him, Schorle took a cursory glance at Alfonso's eyes – which are glassy and googly even at his most lucid – and then walked across the cage to retrieve the mouthguard. McCullough took the chance to land three absolute killshots on the defenseless Alfonso, as the miserably out-of-position Schorle made a mad dash to stop McCullough from pureeing Olaf's face.\nOg í boxinu:\nIf you're a boxing fan, you'll be dismayed to find out that Schorle, a Californian-based official now splitting time in Texas, was the referee who stood by while Vic Darchinyan beat Victor Burgos until he had a blood clot in his brain, resulting in emergency surgery and an induced coma following the bout. He was the third man in the ring for Vitali Klitschko beating hapless Corrie Sanders to a pulp. He oversaw the Erik Morales-Zahir Raheem bout – which he allowed to devolve into a clinch-filled slip-and-slide on a soaked canvas – as well as Joel Casamayor-Michael Katsidis, in which a thrilling bout was compromised by Schorle's all-around inattentiveness. Schorle's reputation is such that before the rubber match in his epic trilogy with Rafael Marquez, Israel Vazquez's camp fought viciously and successfully to have Schorle removed as the bout's referee and replaced with Pat Russell. These are just a few recent examples."
        }
    ]
}