{
    "forum_title": "Metall",
    "user": "Fenrir",
    "user_id": "34852",
    "date": "2010-08-20 15:47:38",
    "title": "Roadburn 2011",
    "text": "Sunn O))) To Curate Roadburn Festival 2011\nRoadburn festival is thrilled to unveil the curator for the 2011 edition of Roadburn: Sunn O))). The band, to be specific Greg Anderson and Stephen O’Malley, has agreed to curate our festival on Friday, April 15th, 2011 and host a special event.\nAs curator, Sunn O))) will personally select the bands that will play during their special event as well as perform a headline show. Sunn O))) will be Roadburn’s fourth curator, following David Tibet in 2008, Neurosis in 2009 and Triptykon’s Tom Gabriel Warrior at this year’s festival.\nRight now, Greg Anderson and Stephen O’Malley are gearing up for two major Sunn O))) events in September: performing Altar with Boris at ATP New York and Brooklyn’s Masonic Temple, but you can expect to hear from them in the future with respect to their thoughts on the 2011 Roadburn festival and Sunn O)))’s performance.\nWe are overjoyed to join forces with Sunn O))) for the upcoming Roadburn festival. Their metal-based drone experimentations have proved groundbreaking and hugely influential for an entire new generation of musicians practicing the art of avant-garde metal, drone, post rock and psychedelica. Sunn O))) is also widely acclaimed for their eclectic collaborations with everyone from musicians Attila Csihar, Masami Akita (Merzbow), Boris, Steven Stapleton, Justin Broadrick, Oren Ambarchi, Ulver, Joe Preston, John Wiese, and Julian Cope to filmmaker Jim Jarmusch and visual artist Banks Violette.\nGreg Anderson, who is also Goatsnake’s songsmith and the entrepreneur behind Southern Lord Records, and Stephen O’Malley, a prolific improviser and composer who is well-known for being involved in Burning Witch, KHANATE, KTL and DACM/Gisèle Vienne theatre-works, have performed in different guises during various Roadburn festivals over the years, which is exactly why we felt they would be the ideal curators. Both of them consistently push the envelope musically, and one of our steadfast goals has been to make Roadburn a festival that explores the cutting edge while celebrating the familiar, too. With that in mind, we could think of no better spiritual guide for 2011 than Sunn O))).\nWe are truly looking forward to the new ideas and visions that the crossover drone duo will bring to the festival next year. When asked to sum up Roadburn in one word, “progressive” would be a fitting choice. Evolving and improving are part of this. The festival is a tribute to the open mindedness of its bands, curators and audience. The joy comes from expanding musical horizons, and with Sunn O))) acting as our curator we’ll definitely be in for some artistic surprises.\nRoadburn Festival 2011, including Sunn O)))’s special event, will run for three days from Thursday, April 14 to Saturday, April 16 at the 013 venue and Midi Theatre in Tilburg, Holland. There will be an additional afterburner event on Sunday, April 17, 2011.\nSjálfur stefni ég á að fara. Hvað með ykkur?",
    "url": "https://www.hugi.is/metall/korkar/708487/roadburn-2011/",
    "url_id": "708487",
    "id": "7223228",
    "replies": [
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2010-08-20 18:01:04",
            "id": "7223372",
            "reply_to_id": "7223228",
            "text": "Ef maður bara gæti fundið einhvern með sér á þetta.\nEru Sunn og Cough eina sem er staðfest so far?"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2010-08-20 18:43:48",
            "id": "7223424",
            "reply_to_id": "7223372",
            "text": "So far, já. Þú hlýtur nú að þekkja einhvern með góðan tónlistarsmekk :p"
        },
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2010-08-20 22:02:25",
            "id": "7223613",
            "reply_to_id": "7223424",
            "text": "Ööss þekki alltof fáa sækedelík neytendur.\nLangar allra mest á þetta af öllum festum en line-upið þarf aðeins að mallast, flestöll mín uppáhalds bönd í þessari deild hafa komið fram áður á Roudburn :("
        }
    ]
}