{
    "forum_title": "Apple",
    "user": "Kylja",
    "user_id": "58107",
    "date": "2010-08-24 16:34:31",
    "title": "Kaupa Mac í USA?",
    "text": "Ég var að velta fyrir mér hvort þið gætuð nokkuð gefið mér einhverjar upplýsingar með svona köstum og göllum við að kaupa mac í Bandaríkjunum?\nHef heyrt að það sé eh annað volt dæmi þarna úti en hér, en þarf þá ekki bara að kaupa nýtt hleðslutæki?\nEr eitthvað sem maður þarf svona nauðsynlega að vita með að kaupa tölvuna út í USA?\nÉg komst líka að þessu með 1 árs alheimsábyrgðina en það væri 2 ára ábyrgð ef hún væri keypt hérna heima… Finnst ykkur það skipta miklu máli?\nEr bilunartíðnin ekki mikið minni á þessum apple tölvum, en aftur á móti mun dýrara að gera við þær? og því spyr ég, er það þess virði?\nÉg er orðin dauðleið á PC tölvunni minni, hún hrundi seinasta sumar og þurfti að skipta um móðurborð og þá var hún bara 2 ára gömul… og nú er hún 3 ára og er bæði treg, hávaðasöm, engin battery ending og bara hundleiðinleg… Mig vantar netta og þægilega tölvu í skólann svo ég held að mac sé málið.\nVæri fínt ef einhver gæti séð sér fært um að svara sem fyrst, þar sem tækifærið til að kaupa tölvuna í USA er aðeins í nokkra daga í viðbót… :)",
    "url": "https://www.hugi.is/apple/korkar/708776/kaupa-mac-i-usa/",
    "url_id": "708776",
    "id": "7225804",
    "replies": [
        {
            "user": "yellow3000",
            "user_id": "69133",
            "date": "2010-08-24 17:04:35",
            "id": "7225816",
            "reply_to_id": "7225804",
            "text": "kaupir millistykki\nHef ekkert pælt í ábyrgðinni. Mínar tölvur hafa allar náð framyfir 2 ár án nokkuru valdræða.\nEf þú ætlar að kaupa þér tölvu, taktu mac. Og ef svo er keyptu hana í Bandaríkjunum.\n:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-08-24 17:44:53",
            "id": "7225824",
            "reply_to_id": "7225804",
            "text": "Fyrsta lagi mac er PC tölva og mac getur alveg hrunið eins og aðrar tölvur nema minni líkur þar sem mac nota góða íhluti enda kostar hún sitt en þegar maður heyrir þegar fólk er að kaupa sér fartölvu á 60 þús og verða brjáluð því hún er ekki nóu góð og segja “PC” sé drasl.\nEn það ætti vera bara nó að kaupa nýjan straumbreitir fyrir Mac-ann.\nVerðið er bara rugl á þessum tölvum nýja macbook pro kostar næstum hálfa miljón og innihaldið er ekkert brjálaðslegt en þeir vita að apple aðdáendurnir taka bara lán.\nEn ef þú ert bara að leitast eftir tölvu til að skrifa og leika þér á netinu þá geturu fengi þér þessar litlu nettu tölvurnar sem eru 10“ og 12-3” skjá þær kosta ekki neitt en þær eru samt á Windows."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2010-08-27 21:26:52",
            "id": "7227829",
            "reply_to_id": "7225804",
            "text": "Apple hleðslutækin (sem og flest önnur fartölvu hleðslutæki) taka 100-240v spennu, semsagt bæði bandaríska og evrópska. Hinsvegar þarftu millistykki á klóna (eða finna nýja snúru frá spennubreytinum í vegginn, veit ekki hvort þannig fáist í Apple búðinni á íslandi) en einnig er alltaf hægt að klippa amerísku klóna af og setja evrópska."
        }
    ]
}