{
    "forum_title": "Ferðalög",
    "user": "azrael72",
    "user_id": "12295",
    "date": "2002-04-03 03:24:04",
    "title": "Ferðahugmyndir Innanlands? - fyrir orkubolta",
    "text": "Mér sýnist þetta áhugamál snúast heldur mikið um ferðalög til útlanda en þó er aldrei að vita nema einhverjir innherjar slæðist á netið af og til.\nÞannig er mál með vexti að mig langar til að ferðast sem mest innanlands í sumar (og svo í vetur í framhaldi af því), en þar sem ég hef enga reynslu af íslandsferðalögum er ég hálf naive í þessu.  Ég er ekki spenntur fyrir rólegum letiferðum þar sem menn bera búslóðir á bakinu og elda veislumat á hverju kvöldi eftir 6-7 tíma labb.  Mér þykir miklu betra að ganga af krafti í 10-12 tíma með eins lítinn búnað og hægt er (létt tjald, léttan bak- og svefnpoka, osfrv.) og sjá þá mun meira í staðinn.  Mín jómfrúarferð var seint í júlí í fyrrasumar þegar ég og félagi minn gengum laugaveginn með lítinn búnað og án verulegs skipulags.  Við röltum þetta á 15 tímum og lentum í alskonar veðri á leiðinni, sem var hin mesta skemmtun þó að tásurnar hafi verið aumar þegar við komumst í gufubað í þórsmörk.\nNú vil ég biðja ykkur sem til þekkið að stinga upp á svona sprettferðum sem taka á bilinu 2-6 daga (gengið af hörku).  Mér skilst að hornstrandir séu mjög fallegar en eflaust er gríðarlegur fjöldi staða sem bíða eftir manni.\nEinnig er planið að ganga frá skógum og til akureyrar seinni part sumars og það væri fróðlegt að fá góð ráð tengd því, til dæmis hve langan tíma það þyrfti að taka, leiðir, osfrv.\nkveðja,\nE",
    "url": "https://www.hugi.is/ferdalog/greinar/70887/ferdahugmyndir-innanlands-fyrir-orkubolta/",
    "url_id": "70887",
    "id": "491008",
    "replies": [
        {
            "user": "deadlift83",
            "user_id": "6593",
            "date": "2002-04-03 12:05:39",
            "id": "491009",
            "reply_to_id": "491008",
            "text": "Ég væri alveg til í að fara með þér og ganga hornstrandir.\nMér er sagt að það sé lítið sem ekkert um mannabyggðir á leiðinni, og mjög áhugaverð náttúrufyribæri.\nEf maður væri ekki svona íþrótta og peningaháður :(\nKv. Hr.B"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-04-03 15:19:12",
            "id": "491010",
            "reply_to_id": "491008",
            "text": "Sæt mynd… :þ\nMaður fær svona Falklandseyja flashback…"
        },
        {
            "user": "AnnaS",
            "user_id": "6446",
            "date": "2002-04-03 15:39:28",
            "id": "491011",
            "reply_to_id": "491008",
            "text": "Fyrirgefðu en ég get ekki lesið greinina þína útaf þessari ógeðslegu mynd sem fylgir henni.. *hrollur*"
        },
        {
            "user": "Betarokk",
            "user_id": "363",
            "date": "2002-04-03 17:57:42",
            "id": "491012",
            "reply_to_id": "491008",
            "text": "ókei. ég hef farið út um allan heim og séð eiginlega flest allt sem mig dreymdi um að sjá sem krakki. en laaangbesta ferðalagið var þegar ég gekk upp á vatnajökul ein í gömlu grandastígvélunum. (fór að sjálfsögðu með hóp sem var búinn að þjálfa í nokkrar vikur fyrir þetta ferðalag, ég stökk af stað með dags fyrirvara og ennþá er ég kölluð stígvélastelpan……en ég komst samt á toppinn…..hah!)\nhimnesk dýrð, sviti og tár. held að það sé farið frá akureyri, allavega mývatni. ef þú ferð bara í eina ferð í sumar……farðu upp á vatnajökul.\ná toppi jökulsins er risastór gjóta……vatn í gjótunni. hægramegin er hveravatn, vinstra megin jökulvatn…..svo fór maður í sólbað á ströndinni og baðaði sig í miðjunni þar sem vatnið var volgt. þetta var tærasta upplifun sem ég hef komist í kynni við.\nskal senda þér myndir ef þú vilt…….var með einnota myndavél og myndirnar komu alveg fáránlega vel út. lýsir alveg tilfinningunni þarna. æjá……vasadiskó með bestu tónlist í heimi er algjör möst í svona ferð.\nkv. bets"
        },
        {
            "user": "Partytruck",
            "user_id": "16082",
            "date": "2002-05-06 01:50:33",
            "id": "491013",
            "reply_to_id": "491012",
            "text": "Þetta er kanski orðinn það gamall þráður að enginn les hann lengur en mig langar samt að vita hvaða gjóta þetta er efst á vatnajökli.  Seinast þegar ég leit á kort þá var vatnajökull svo stór að það var frekar erfitt að greina hvar toppurinn er nákvæmlega, frekar að sirka það út á nokkur hundruð ferkílómetra svæði.\nEr ekki eitthvað verið að ruglast hérna?"
        },
        {
            "user": "Betarokk",
            "user_id": "363",
            "date": "2002-05-06 16:18:09",
            "id": "491014",
            "reply_to_id": "491013",
            "text": "nei…alls ekki! sko….þessi labbitúr sem ég fór í var farinn frá sigurðarskála. svo var gengið yfir skriðjökulinn og upp Löngufönn. Svo var gengið í gegnum Hverdal þar sem allt var full af hverum og hellum. Mjög flott. Svo eins og ég sagði löbbuðum við í gegnum skýin og vorum semsagt komin á hæsta punkt Kverkfjalla. Allavega…..þessi gjóta hefur fengið hið ljóta nafn Gengissig vegna þessa að ísinn féll á sama tíma og þáverandi forsætisráðherra Ólafur Jóhannson var alltaf að tala um gengissig en aldrei gengisfellingu! Einhverjir fjallalabbakútar að vera fyndnir og þessi himneski staður hefur þurft að gjalda fyrir það. En ísinn féll semsagt fyrir 12-15 árum en fyrir þann tíma var þarna bara snjóbreiða. Þessi ferð er semsagt kennd við Kverkfjöll :) Endilega skelltu þér!!!"
        },
        {
            "user": "Partytruck",
            "user_id": "16082",
            "date": "2002-05-06 17:56:41",
            "id": "491015",
            "reply_to_id": "491014",
            "text": "já ég ætla að skella mér í sumar en ég fer víst ekki á Meindl heldur hilux vegna ódrepandi jeppadellu og áhuga á fallegum stöðum í íslenskri náttúru.  En svo dustar maður rykið af gönguskónum þar sem trukkurinn stoppar og gengur restina.  Hafði hugsað mér að ferðast mikið norðan vatnajökuls í sumar og fara gæsavatnaleið og í hvergil með myndavélina og sundskýlu.  Annars er hæðsti punktur á vatnajökli Hvanndalshnjúkur og hann er langt frá Kverkfjöllum.  En þið hafið þá væntanlega labbað upp Kverkjökul."
        },
        {
            "user": "Eldsteinn",
            "user_id": "18158",
            "date": "2002-04-04 19:38:25",
            "id": "491016",
            "reply_to_id": "491008",
            "text": "Þú getur labbað Fimmvöruhálsinn, þú labbar frá skóum.(þar eru allar leyðbeiningar hvert þú átt að labba)Þetta ætti að taka þig 2 daga ef þú ferð lengri leyðina….."
        },
        {
            "user": "konny",
            "user_id": "44418",
            "date": "2002-04-06 02:13:10",
            "id": "491017",
            "reply_to_id": "491008",
            "text": ""
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-04-06 02:46:37",
            "id": "491018",
            "reply_to_id": "491017",
            "text": "Jamm það verður greinilega að skipuleggja hópferð héðan á hornstrandir :)\nHvað ætli svoleiðis ferð tæki langan tíma? Ég er í námi og vinn vaktavinnu þannig að ég kemst alltaf frá í viku í einu og ætla að kýla á þetta með vorinu (meðan maður bíður eftir að hálendið opnist).\nps. göngulatir vinnualkar eru ekki fyrirmyndar kærastar, eitt væri þolanlegt en bæði er ansi hart! :)"
        },
        {
            "user": "Vambi",
            "user_id": "19326",
            "date": "2002-04-17 14:26:49",
            "id": "491019",
            "reply_to_id": "491018",
            "text": "Maður gengur nú lítið um Hornstrandir á vorin. Nema maður vilji vaða drulluna upp að eyrum. Það er blautt þarna fram á mitt sumar."
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-04-18 00:54:49",
            "id": "491020",
            "reply_to_id": "491019",
            "text": "enda var ég ekkert á leiðinni þangað fyrr en seint í júní í fyrsta lagi :) vonandi veður maður ekki aurinn þá."
        },
        {
            "user": "habe",
            "user_id": "19892",
            "date": "2002-04-24 16:25:01",
            "id": "491021",
            "reply_to_id": "491018",
            "text": "Hvað varðar tímalengd göngu á Hornströndum, ræðst það af getu og áhuga þáttakenda.  Það er til aragrúi af skemmtilegum leiðum þar.  Eina vandamálið að ákveða hvar á að byrja og enda.  Þar sem Hornstrandir eru óbyggðar og bannað að ferðast á vélknúnum ökutækjum í friðlandinu, þá er best að láta fara með sig á báti, að og frá Hornströndum (margir trillukarlar á Ísafirði og Bolungarvík eru til í að skutlast með fólk yfir djúpið).\nKveðja habe."
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2002-04-18 16:28:01",
            "id": "491022",
            "reply_to_id": "491008",
            "text": "mæli með að þú kynnir þér ferðabækling íslenskra fjallaleiðsögumanna,www.mountainguide.is\nþar eru margar góðar hugmyndir að ferðum, t.d. er mjög gaman að ganga inn í grænalón úr núpstaðarskógi og þaðan er svo hægt að fara yfir skaftárjökul og enda í skaftafelli. þessa ferð má kannski taka á styttri tíma en þeir gera ráð fyrir t.d. gætiru gist hjá grænalóni og svo í norðurdal.\nannars er mjög stutt á svæðið úr reykjavík (allavegana miðað við hornstrandir) og náttúran brjálæðisleg!!\ngangi þér vel að finna leiðir og góðar stundir :/\neyvindarhún"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-04-24 14:52:18",
            "id": "491023",
            "reply_to_id": "491008",
            "text": "Þetta svæði er pjúra snilld, og það besta er að fáir vita af því (ennþá). Þarna er alveg stórbrotið landslag, jöklar, ár, skriður og fjöll. Þú getur skroppið í stutta dagsferð (dagsferð frá Höfn, amk), eða tekið 5 daga rúnt frá Snæfell og niður í Lón. Síðan má fara frá Geithellnadal (WTFIT eruð þið örugglega að hugsa) og yfir í Lón. Frábær leið, og ekki of erfið, tekur 2 daga með gistingu í Lóni. Þarna komast engir bílar, þannig að maður er laus við “útivistarfólk” á jeppum.\nSkárstu myndirnar sem ég fann:\nhttp://www.eldhorn.is/stafafell/pics/myndir.htm"
        },
        {
            "user": "habe",
            "user_id": "19892",
            "date": "2002-04-24 16:33:27",
            "id": "491024",
            "reply_to_id": "491008",
            "text": "Ef þú ert að hugsa almennt um gönguferðir, þá má benda á Útivist og  ferðafélag Íslands F Í.  Í ferðaáætlun þeirra má finna gönguleiðir við allra hæfi, líka orkubolta það eru 4 skóaferðirnar hjá F Í.\nKveðja habe."
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-05-07 14:03:05",
            "id": "491025",
            "reply_to_id": "491008",
            "text": "Mikið agalega líst mér vel á þig.  Ég er einmitt á sama róli og mikið fyrir kraftgöngur þar sem er gengið 25 km + á dag og frekar þunglestaður.   Fór Fimmvörðuháls einn í sumar á einu stoppi og stífri göngu, ca 5 tímar.   Þessi ferð er væntanlega einum of stutt fyrir þig ef þú ert ekki þegar búinn að fara hana :)\nFerð um Ódáðahraunið og Öskju er mjög heillandi en dagleiðirnar kannski ekki mjög langar en landslagið skemmtilegt sjá nánar\nhttp://www.ffa.est.is/\nSkógar til Akureyrar: gróft áætlað 7-10 dagar miðað við að þið haldið þokkalegum hraða allan tímann.  Farið frá Skógum, Landmannalaugar, austanvið Þórisvatn og Hofsjökul (Sprengisandsleið), koma við í Nýjadal, Laugarfell (must að stoppa þar) og niður í Eyjarfjarðarsveit.  Þetta yrði áræðanlega súperferð en erfið ef menn eru ekki vel bakpoka og skóvanir.\nLæt þetta duga, gæti örugglega skrifað nokkrar blaðsíður í viðbót !!!\nkv\ndarnit"
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-05-08 02:39:08",
            "id": "491026",
            "reply_to_id": "491025",
            "text": "jæja loksins kindred spirit… nema ég er aldrei þunglestaður =) ég er að hugsa um að byrja bara á landm.laugum og fara norður til að ná þessu á 6-7 dögum.. en er um að ræða einhverjar ár að viti á þessari leið.. nenni ekki að synda jökulár =)"
        }
    ]
}