{
    "forum_title": "Gæludýr",
    "user": "unknown",
    "user_id": "67514",
    "date": "2010-09-08 09:33:30",
    "title": "Hvít tígrisdýr",
    "text": "Hér skrifaði ég einhvern lítin fróðleiksmola um hvít tígrisdýr\nHvíta tígrisdýrið er ekki sér undirtegund á tígrisdýrum.  Þeir eru bara hvítir Bangal tígrisdýr.  Stundum er hvít tígrisdýr kölluð snjó tígrisdýr.  En snjó tígrisdýr eru alveg hvít tígrisdýr án svörtu randana, hvít tígrisdýr hafa svartar rendur.\nFlestir sem fara í dýragarða þar sem er hvít tígrisdýr eru mjög ánægðir. En þetta gert meðal annars í Bandaríkjunum, Evrópu og Asíu.  Þar sem þeir hafa verið skyldleikaræktaðir til að við halda hvíta litnum. Þeir hafa jafnvel blandað Bangal tígrisdýrum við aðra stærri tígrisdýr eins og Síbíríska tígrisdýrinu til að fá stærri hvít dýr,  það dregur að fleira fólk í dýragarðanna, þá finnst þeim í lagi að skyldleikarækta dýrin.\nSkyldleikarækt leiðir til minni líkamsstarfsmenni.  Venjulega leiðir skyldleikarækt til verri einstaklinga.  Þegar um stór kattardýr er að ræða þá geta þessi dýr ekki gert það sem tígrisdýr (ekki skyldleikaræktað) getur gert.\nÞað lifir ekkert tígrisdýr í Síberían því Þau lifa á Amur svæðinu í suð austur Rússlandi nálægt Amur og Ussuri ánni.  Svo réttara nafn á Síbíríska tígrisdýrinu væri Amur Tígrisdýrið.\nÍ náttúrunni, Hvíti liturinn er eins og liturinn í augunum það er sama lögmál.  Það að fæðast hvítur er bara gott ef dýrið fæðist í dýragarði. Því að í náttúrunni er betra að hafa gula litinn sem felulit.\nEf tveir Bangal Tígrisdýr para sig saman og báðir hafa hvíta genið í sér er 25% líkur á að afkvæmið verði hvítt. Ef báðir Bangal Tígrisdýrin eru hvít þá er 50% líkur á að afkvæmið verði hvít. Svo er hægt að fá meiri líkur á hvítum afkvæmum með því að para tígrisdýrin við syni og dætrum þeirra. Sem er gert í þeim dýragörðum sem hafa hvít tígrisdýr.",
    "url": "https://www.hugi.is/gaeludyr/greinar/709746/hvit-tigrisdyr/",
    "url_id": "709746",
    "id": "7233213",
    "replies": [
        {
            "user": "lolzor",
            "user_id": "71932",
            "date": "2010-09-08 11:11:53",
            "id": "7234094",
            "reply_to_id": "7233213",
            "text": "Mundi drepa til þess að eiga svona þjálfaðan tígur sem gæludý"
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2010-09-08 17:31:01",
            "id": "7234301",
            "reply_to_id": "7234094",
            "text": "lol þú þyrftir að borga margar milljónir króna fyrir það.. aðeins um 200 hvítir tígrar eru eftir í heiminum.."
        },
        {
            "user": "wailerinn",
            "user_id": "69684",
            "date": "2010-09-09 00:54:02",
            "id": "7234636",
            "reply_to_id": "7233213",
            "text": "Svo er hægt að fá meiri líkur á hvítum afkvæmum með því að para tígrisdýrin við syni og dætrum þeirra.\nsyfjaspell!!\nEn nei þetta er ónáttúrulegt og í raunini alvarlegt mál því að þessi dýr geta fæðst með allskonar raskanir og valdið þeim óþægindum."
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2010-09-09 01:17:07",
            "id": "7234647",
            "reply_to_id": "7234636",
            "text": "það kemur framm í greininni, en dýragarðanir eru bara að gera þetta til að fá meira show, og fleirri hvít afkvæmi..\nheld að dýragarðanir séu nákvæmlega sama að þetta hafi áhrif á dýrin, þau eru bara að reyna að græða pening."
        },
        {
            "user": "wailerinn",
            "user_id": "69684",
            "date": "2010-09-09 01:24:55",
            "id": "7234648",
            "reply_to_id": "7234647",
            "text": "true true"
        },
        {
            "user": "Obelixx",
            "user_id": "76338",
            "date": "2010-09-12 01:37:21",
            "id": "7236386",
            "reply_to_id": "7233213",
            "text": "Ætla að leiðrétta þig smá ;) það er bengal ekki bangal.\nég veit ég veit, ég er ógeðslega vitur.\nOg shit mig langaði alltaf svo mikið í svona þegar ég var lítil, og langar eiginlega enn =("
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2010-09-12 17:48:18",
            "id": "7236573",
            "reply_to_id": "7236386",
            "text": "owh blame it on my mate.. þegar ég var að skrifa þetta þá spurði ég hann er það bangal eða bengal?  og hann alveg það er bangal ;P þannig næst treysti ég bara á sjálfan mig lol"
        },
        {
            "user": "Obelixx",
            "user_id": "76338",
            "date": "2010-09-12 18:32:31",
            "id": "7236593",
            "reply_to_id": "7236573",
            "text": "mátt pota í hann fyrir mig.."
        }
    ]
}