{
    "forum_title": "Stjórnmál",
    "user": "complexity",
    "user_id": "44100",
    "date": "2010-09-28 19:01:54",
    "title": "Landsdómurinn.",
    "text": "Sjá einhver fréttirnar á stöð 2 áðan?\n“Þetta er nú annað en þegar Steingrímur reyndi að draga mig uppí bústað til að mynda ríkisstjórn ”\nEr pólitíkin að fara verða skemmtileg?",
    "url": "https://www.hugi.is/stjornmal/korkar/711440/landsdomurinn/",
    "url_id": "711440",
    "id": "7246655",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2010-09-28 23:26:18",
            "id": "7246821",
            "reply_to_id": "7246655",
            "text": "pant byltingu, mæting á föstudagin, takið eigin pönnur með"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-09-29 07:06:55",
            "id": "7246878",
            "reply_to_id": "7246655",
            "text": "Ég er búinn að vera andvaka í alla nótt. Í hvert skipti sem ég loka augunum sé ég bara Geir og Steingrím í pottinum að “mynda ríkisstjórn”."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2010-09-29 11:54:40",
            "id": "7246971",
            "reply_to_id": "7246655",
            "text": "Fáránlegasta leið sem hægt er að fara.  Í stað þess að gera eitthvað af viti ræðst samfylkingin gegn sjálfstæðisflokknum, í stað þess að gera það eðlilega og láta annaðhvort alla eða engan fyrir landóm hlífir hún auðvitað sínu fólki og Árna Mattiensen til að láta þetta líta ekki of fáránlega út.\nEr það ég eða á að fara að gefa ráðherrunum lögjafar, framkvæmda og núna dómsvald.  Voðalega minnir þetta á sovésku dúmuna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-09-29 14:51:42",
            "id": "7247077",
            "reply_to_id": "7246971",
            "text": "Landsdómur er nú ekkert nýtt fyrirbæri, þetta hefur bara aldrei verið notað áður.\nSvo er þetta hvorki framkvæmd laga né dómur, einungis ákvörðun um það að kæra ákveðna aðila."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2010-09-29 23:14:37",
            "id": "7247528",
            "reply_to_id": "7247077",
            "text": "Mér segir hugur að ef þetta hefði verið í brennidepli áður hefði núverandi ríkisstjórn eflaust viljað þetta burt, eftir klúðrið þeirra seinast.  Ekki allt sama fólkið en allaballar fyrir því.  Klúðrið sem var svo slæmt að fólk kaus Davíð Oddson í meira en áratug eftirá.\nAnnars reikna ég með að Gylfa, Össuri og Steingrími verði hent fyrir landóm að kjörtímabili loknu.  Steingrímur laug öllum loforðum(hélt ekki í a.m.k. eitt) Gylfi laug vísvitandi að þinginu og Össur lýgur ekki bara blákalt að þjóðinni heldur einnig sjálfum sér."
        }
    ]
}