{
    "forum_title": "Hljóðfæri",
    "user": "laynes",
    "user_id": "77545",
    "date": "2010-10-11 23:32:45",
    "title": "ÓE góðum ráðum og kaupum",
    "text": "Kæru hugarar\nMig langar að koma mér upp ódýru heimastúdíói, þar sem ég get tekið upp gítar og söng og unnið með það í tölvu, t.d. í ableton live.\nHvaða græjur á ég að kaupa og er einhver sem á þær og vill selja mér? Öll góð ráð og rökstuðningur afar vel þegin.\nMbkv.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/712445/oe-godum-radum-og-kaupum/",
    "url_id": "712445",
    "id": "7254033",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-10-12 00:55:51",
            "id": "7254081",
            "reply_to_id": "7254033",
            "text": "ég er með lítið stúdíó þar sem ég tek upp í ableton live, ég er ekki að selja neitt af dótinu mínu en get alveg gefið þér ráð.\nFyrsta vandamál sem ég lenti í var að hljóðkortið í tölvunni minni fór að hökta þegar ég var kominn með nokkrar rásir í gang í abelton live, ég átti ekki peninga á þeim tímapunkti til að kaupa eitthvað fancý hljóðkort en ég átti/á Novation synth sem heitir X-Station og ég gat notað hann sem hljóðkort, midikeyboard, synth og hljóðnemaformagnara og hann gerði þetta allt vel.\nEf þú ætlar að taka upp gítara og hefur hugsað þér að gera það með hljóðnema fyrir framan magnara þá er alveg með ólíkindum hvað Shure SM57 hljóðnemi breytir miklu, ég fann fyrir rosalegu stökki upp á við í gæðum þegar ég lokssins lét verða að því að kaupa mér svoleiðis, notaður þannig kostar sennilega svona 15.000.\nÉg fann fyrir öðru stökki uppávið í upptökugæðum þegar ég fór að nota condensermæka til að taka upp söng, fyrsti condenserinn minn var Behringer B-2 Pro sem ég fann á ruslahaug (alveg satt) og ég notaði hann sem söngmæk á nokkrum EP Plötum sem hljómsveitin mín gaf út og þrátt fyrir að þetta þætti nú ekkert rosalega merkilegur hljóðnemi þá náði ég alveg drullufínum upptökum með honum, hann amk valtaði yfir dýnamísku mækana sem ég átti á þeim tíma, núna er ég að nota sE Gemini lampacondenser í allar söngupptökur og jújú, hann hljómar töluvert betur en Behringermækinn gerði en hann kostar líka 190.000 nýr..\nOg talandi um hljóðnema, hirtu alla drasl hljóðnema sem þú finnur, ég hef hirt hljóðnema sem fylgdu með svona fermingargræjum og gömlum segulbandstækjum, stundum kemur sér vel að eiga hljóðnema sem hljóma alveg snarundarlega eða eru svo litlir að það er hægt að troða þeim inn í tildæmis mandólín.\nÉg dró það alltof lengi að fá mér míkrafónstatív, var alltaf að skítredda málunum með því að skorða hljóðnema milli tveggja bóka á borðbrún eða álíka, það var algjört rugl, fáðu þér míkrafónstatív, það sparar þér massívt bögg, núna er ég alltaf með hljóðnema uppsettann og tengdann á statívi fyrir framan gítarmagnarann, þá þarf ég bara að kveikja á magnaranum og allt er tilbúið fyrir upptökur."
        },
        {
            "user": "laynes",
            "user_id": "77545",
            "date": "2010-10-12 18:56:54",
            "id": "7254370",
            "reply_to_id": "7254081",
            "text": "Takk! Lærdómsríkt."
        },
        {
            "user": "LesPaulStd91",
            "user_id": "76538",
            "date": "2010-10-12 10:23:09",
            "id": "7254157",
            "reply_to_id": "7254033",
            "text": "Í næstum 100% tilfella ættirðu ekki að nota hljóðkortið í tölvunni þinni, og í 100% tilfella ættirðu að sleppa því ef þetta er laptop.\nÁstæðan er sú að gæðin eru næstum því alltaf (mun) verri og síðan ekki síst það að innbyggð hljóðkort reyna meira á örgjörvann og vinnsluna í tölvunni heldur en utanáliggjandi.\nTil dæmis finn ég mun á því í vinnslunni (t.d. hvenær tölvan fer að hökta) ef ég er með forrit einsog t.d. Live á laptop hjá mér og nota\na) innbyggða hljóðkortið - frekar viðkvæmt fyrir hökti\nb) Mbox2 (tengt með USB) - greinilegur munur á því hve tölvan “reynir” mun minna á sig.\nc) Digi002R (tengt með Firewire) - lang léttast í keyrslu fyrir tölvuna.\nAuk þess eru Analogue->Digital konverterarnir í “alvöru” hljóðkortum alltaf betri en þessum innbyggðu, upptökurnar verða betri.\nMörg af þessum utanáliggjandi “hljóðkortum” eru líka einsog Elvis2 benti á með innbyggðum mic-pre (og þá líka 48V Phantom Power fyrir condenser mæka).  En ef þú finnur einhverja góða hljóðkortslausn sem er ekki með mic-preamp þá þarftu mixer eða standalone mic-preamp.   Og EKKI reyna að búa til breytisnúrur úr mic (XLR) yfir í mini-jack og reyna að fá signal á mækinn með því að fara inn í line inngang eða eitthvað svoleiðis. Það er bara vesen, miklu betra að vera með ódýrar græjur (t.d. Behringer) en þá amk réttu tólin fyrir verkið.\nMækar: það eru beisikklý til tvær týpur, Dynamic og Condenser.  Dynamic eru miklu meira rough, góðir á gítarmagnara og sneriltrommur og svoleiðs, Condenser eru betri á fínlegri hluti, t.d. söng og kassagítar, þeir hljóma “eðlilegar” (einsog eyrun heyra), Dynamic mækar eru meira fókuseraðir (t.d. lágtíðni bassatrommumækar eða miðju-fókuseraðir mækar fyrir magnara einsog t.d. SM57).\nOg einsog Elivs2 sagði líka; splæstu í amk eitt statíf, hitt er bara óþarfa bögg\nkv\nLPS91"
        },
        {
            "user": "laynes",
            "user_id": "77545",
            "date": "2010-10-12 18:57:51",
            "id": "7254371",
            "reply_to_id": "7254157",
            "text": "much appreciated! :)"
        }
    ]
}