{
    "forum_title": "Fjármál og viðskipti",
    "user": "DeFragment",
    "user_id": "39992",
    "date": "2010-10-26 17:40:29",
    "title": "Mega bankar eftirfarandi",
    "text": "Hæhæ\nÉg lenti í því í dag að þurfa að sækja um að fá heimildina mína hækkaða. Bankinn jánkaði því og kvaðst ætla að hafa samband við mig þegar þetta væri komið í gegn.\nÞetta hefur maður oft gert þegar þörf krefst og aldrei verið neitt vesen, hef verið með yfirdráttarheimild í rúm 3 ár og alltaf haldið henni stöðugri og greitt af henni reglulega.\nEn svo kemur að því að bankinn hringir í mig, einhver uptight kerling segir mér að eftir að hafa farið yfir yfirlitið mitt geti hún ekki hækkað heimildina, því ég eyði víst í hennar augum mikið af peningum í rugl.\nÍ fyrsta lagi hef ég aldrei verið á svörtum lista.\nÍ öðru lagi hef ég aldrei farið í vanskil.\nÍ þriðja lagi hef ég alltaf staðið við afborganir mínar hjá bankanum osfv.\nÉg spyr, má bankinn í fyrsta lagi fara inn á yfirlitið mitt og skoða í hvað ég eyði peningum í, og í öðru lagi má hún dæma mig út frá því?\nKv\nEinn órólegur.\nEf þetta er ólöglegt, getur einhver fundið fyrir mig plagg á netinu sem sýnir fram á það?",
    "url": "https://www.hugi.is/fjarmal/korkar/713467/mega-bankar-eftirfarandi/",
    "url_id": "713467",
    "id": "7261164",
    "replies": [
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-10-27 16:46:16",
            "id": "7261722",
            "reply_to_id": "7261164",
            "text": "Af hverju finnst þér svona mikilvægt að vera stöðugt í skuld?\nAf hverju finnst þér svona mikilvægt að sökkva þér í meiri skuldir?"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2010-10-28 09:14:59",
            "id": "7262178",
            "reply_to_id": "7261722",
            "text": "Vel mælt."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2010-10-27 20:54:02",
            "id": "7261900",
            "reply_to_id": "7261164",
            "text": "Ég mæli ekki með yfirdráttarheimild, né nokkurs konar skuldsetningu. En þú þarft að gera þér grein fyrir að bankarnir eru ekki í sama fíling og þegar þú fékkst yfirdráttarheimild. Ég veit ekki hvort sé löglegt að þeir skoði yfirlitið þitt, en það breytir litlu, það er augljóst að stofnunin sem miðlar peningunum þínum þarf að vita hvert þeir eiga að fara, svo upplýsingarnar eru til staðar. Og ef þú ætlar að fara að standa í stöðugum skuldum við bankann þykir hans obbum væntanlega ágætt að vita að þú sért ábyrgur í fjármálum. Þessi kona á að sjá til þess að engir vitleysingar fái að taka lán hjá bankanum (tékk sem ekki voru tekin fyrir hrun, alla vega ekki hjá öllum), og dómurinn sem hún fellir er hvort þú ert örugglega hæfur til lántöku. Auðvitað má bankinn fella þannig dóm, það væri glórulaust að lána bara hægri vinstri til hvers sem vildi."
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2010-10-28 19:35:35",
            "id": "7262486",
            "reply_to_id": "7261164",
            "text": "Þetta er semí þér í hag en ekki þeim."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2010-10-31 11:17:16",
            "id": "7263835",
            "reply_to_id": "7261164",
            "text": "ákvörðunin hlítur að byggjast á einhverjum forsendum sem þau gefa sér, en það að þú hefur alltaf getað borgað og engin vanskil á ferlinum. Auk þess sem hun byggir niðurstöðu sína á því að skoða hvað þú sért að kaupa og segir að þú eyðir í of mikið rusl, finnst mér ekki vera nóg til að neita þér þessu."
        },
        {
            "user": "paniolo",
            "user_id": "11793",
            "date": "2010-11-24 16:30:54",
            "id": "7275940",
            "reply_to_id": "7261164",
            "text": "Það er ekki ólöglegt fyrir bankana að skoða yfirlitið þitt, það er hluti af því þegar þú biður um lán hjá bankanum að meta þig sem skuldara, hvort þú sért hæfur til þess að borga þessa skuld. Þeir gera það með því að skoða tekjur þínar og “neyslumynstur”.\nHefði samt haldið að það yrði að vera eitthvað mjög athugavert við eyðsluna þína ef þau sjá ástæðu til þess að synja þér út af henni."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-12-09 00:59:38",
            "id": "7283922",
            "reply_to_id": "7275940",
            "text": "Það þarf ekkert endilega eitthvað að vera athugavert við eyðsluna. Bankinn gæti einfaldlega fundið fyrir skort á lánsfé og því lánað það frekar til arðbærari einstaklinga í stað þeirra sem nota það í neyslu í fyrsta lagi."
        },
        {
            "user": "paniolo",
            "user_id": "11793",
            "date": "2010-12-09 22:24:21",
            "id": "7284495",
            "reply_to_id": "7283922",
            "text": "Get lofad ter tvi ad bankinn er ekki ad synja ter a teim forsendum ad tad se skortur a lansfe..\nBætt við 9. desember 2010 -  22:26\nAfsakid, meinti ekki tig personulega :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-12-10 11:23:41",
            "id": "7284773",
            "reply_to_id": "7284495",
            "text": "Hvernig veistu?"
        },
        {
            "user": "paniolo",
            "user_id": "11793",
            "date": "2010-12-10 15:54:59",
            "id": "7284903",
            "reply_to_id": "7284773",
            "text": "Af því að nema hann hafi verið að biðja um milljarð í yfirdráttarheimild þá er þetta tittlingaskítur fyrir bankann, aðalmálið frá bankans hálfu er hvort hann hefur getu í að greiða þetta til baka og ef hann er með einhverja mjög óábyrga neyslu þá getur bankinn ekki verið viss um það að hann geti greitt þetta til baka."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2010-12-10 19:32:23",
            "id": "7285038",
            "reply_to_id": "7284903",
            "text": "Ég sé ekki að þú hafir svarað spurningunni minni. Í rauninni ertu bara að sýna fram á fáfræði þína frekar en að færa rök fyrir máli þínu.\nHvað helduru að það séu margir einstaklingar eins og hann? Það að þér finnist þetta vera tittlingaskítur þýðir ekki að þetta sé tittlingaskítur. Ef það borgar sig ekki að lána lágtekjufólki peninga til neyslu, þ.e. að jaðarábati sé ekki jafn jaðarkostnaði við þessi lán, þá er órökrétt fyrir bankann að lána honum, sama þó það væri bara 1 kr. Tap er alltaf tap, sama þó þér finnist það vera lítið tap.\nÉg tek það aftur fram að ég veit ekki hvers vegna bankinn hafnaði láninu í þessu tiltekna tilviki. Ég sé ekki hvernig þú getir hent því út af borðinu svo snögglega að bankinn hafi einfaldlega arðbærari einstaklinga á sínum nálum sem þeir vilja frekar lána en honum."
        }
    ]
}