{
    "forum_title": "Hljóðfæri",
    "user": "naboens",
    "user_id": "76441",
    "date": "2010-10-28 15:30:42",
    "title": "Les Paul Standard til sölu",
    "text": "Gibson Les Paul Standard, 2009, til sölu. Gold Top, sáralítið notaður, eins og nýr.\nTil sýnis í Hljóðfærahúsinu.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/713588/les-paul-standard-til-solu/",
    "url_id": "713588",
    "id": "7262301",
    "replies": [
        {
            "user": "Leak",
            "user_id": "12471",
            "date": "2010-10-28 15:42:06",
            "id": "7262312",
            "reply_to_id": "7262301",
            "text": "og verðið er …?"
        },
        {
            "user": "naboens",
            "user_id": "76441",
            "date": "2010-10-28 15:43:44",
            "id": "7262314",
            "reply_to_id": "7262312",
            "text": "sett á hann 365"
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2010-10-28 16:11:57",
            "id": "7262344",
            "reply_to_id": "7262301",
            "text": "Bull verð"
        },
        {
            "user": "naboens",
            "user_id": "76441",
            "date": "2010-10-28 16:15:50",
            "id": "7262345",
            "reply_to_id": "7262344",
            "text": "já sammála, kreisí verð, en sumir hlutir eru bara dýri"
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2010-10-28 16:34:57",
            "id": "7262358",
            "reply_to_id": "7262345",
            "text": "Nei ég sagði þetta vera bull verð. Sem þýðir annað hvort of hátt eða of lágt verð. Í þessu tilfelli finnst mér þetta of hátt verð. Þú trúir því varla að fólk kaupi þennan grip af þér á þessu verði. Hingað komin af ebay með öllu er hann að fara á Max 300,000 en nota bene að þú getur gert tilboð í hann þaðan og eflaust náð honum niður í 270 þús.\nSem er 100 minni en þú villt fá fyrir þinn. Þess vegna segja ég bull verð."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-10-28 16:55:59",
            "id": "7262375",
            "reply_to_id": "7262358",
            "text": "7. d. Öll svör sem ganga út á það að eyðileggja sölu fyrir stofnanda auglýsingakorks verða umsvifalaust ritskoðuð/þeim eytt.\nKannski rétt að minnast á þessa reglu ef að svona svör halda áfram að koma.\nÞað má benda á staðreyndir, eins og benda á verðið sem svona gítar fer á nýr og fleira svo að allt “skítakast” verður að allavega að vera rökstutt (rétt skrifað?) skítakast. Endilega komdu með linka á hvar maður fær gítarinn ódýrari til að sanna mál þitt :)"
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2010-10-28 18:08:36",
            "id": "7262427",
            "reply_to_id": "7262375",
            "text": "Þetta er nú ekki skítkast. Þetta er bara neytendahagsmunamál? Ég hélt það væri ritfrelsi í þessu landi okkar. Ofan á það má bæta að enn eigi að gera frelsið meir með lögum sem sett verða á Alþingi.\nhttp://cgi.ebay.com/2009-Gibson-Les-Paul-Standard-Traditional-Gold-Top-mint-/250714917572?pt=Guitar&hash=item3a5fc60ac4\nÞessi er nú meir að segja ódýrari en ég bjóst við. Ég fæ þennan á 254,000kr 1550 dollarar, 150 shipping, * 115 per dollar * 1.3 í gjöld á íslandi"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-10-28 18:13:54",
            "id": "7262432",
            "reply_to_id": "7262427",
            "text": "Enda setti ég skítakast í gæsalappir. Vill bara að þegar fólk kemur með svona “ásakanir” þá geti það komið með sannanir og fært rök fyrir sínu máli. Ekki bara: “Þessi gítar er alltof dýr af því að ég get ekki keypt hann”\nOg þú gerðir mjög vel þarna með því að benda á alvöru sölu á netinu og komst með útreiknað dæmi hversu dýr gítarinn virkilega er :)\nLíka hægt að benda á það að jafnvel með shopusa sem taka einhvern pening sjálfir er þessi gítar ekki nema 265 þús kominn til landsins."
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2010-10-28 18:54:19",
            "id": "7262457",
            "reply_to_id": "7262432",
            "text": "Svo vil ég benda á eitt, að nota EKKI shop usa þar sem þeir taka sitt %.\nEina skiptið sem þú notar shop usa er þegar sölumaðurinn sendir ekki út fyrir USA."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-10-28 18:59:10",
            "id": "7262459",
            "reply_to_id": "7262457",
            "text": "Það er bara fljótlegasta reiknivélin. Nota venjulega myntbreyti á einhverri bankavefsíðu og svo eru reiknivélar fyrir svona hluti á vefsíðu Tollstjóra.\nEkki eins og þetta sé erfiður hugarreikningur, en til að fá sem nákvæmasta niðurstöðu nota ég reknivélar netsins."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-10-29 01:52:11",
            "id": "7262708",
            "reply_to_id": "7262427",
            "text": "Gítarinn sem þú linkar á til verðsamanburðar er Les Paul Traditional, þeir eru töluvert ódýrari en “venjulegur” Standard."
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2010-10-30 00:23:26",
            "id": "7263227",
            "reply_to_id": "7262427",
            "text": "http://cgi.ebay.com/GIBSON-LES-PAUL-STANDARD-GOLD-TOP-2008-GROVERS-MINT-/270654629013?pt=Guitar&hash=item3f0445e495\nÞessi gítar sýnist mér vera eins og sá sem er til sölu niðrí hljóðfærahúsi, sami litur og sömu speccar (chrome Grover tunerar t.d.)… reyndar árinu eldri… og kominn til landsinn (via shopusa, kemur ekki fram hvort það sé hægt að fá hann shippaðan til Íslands)… 373 þús. kr…\nÉg get vel ímyndað mér að það sé hægt að díla beint við seljanda og sleppa við sölulaun og fá þannig vænan afslátt af uppsettu verði…"
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2010-10-30 08:08:34",
            "id": "7263307",
            "reply_to_id": "7263227",
            "text": "Sæll. Fyrsta lagi er þetta 2008 módel og það er hægt að make offer. Þá er oft hægt að ná verðinu niður um 10% eða meir\nhttp://cgi.ebay.com/GIbson-Les-Paul-Standard-Gold-Top-100-MINT-Cond-/140466299268?pt=Guitar&hash=item20b471a184\nHérna er einn að fara á annan pening. Þeir eru að range from 1800-2200 en alltaf hægt að make offer á þessa dýrari í buy it now."
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2010-10-30 12:54:29",
            "id": "7263380",
            "reply_to_id": "7263307",
            "text": "Ég tók fram að hann væri árinu eldri þ.e. 2008 þannig þú þurftir ekkert að benda mér á það… og ég nefndi líka að það væri eflaust hægt að bjóða í gítarinn sem er til sýnis og sölu í Hljóðfærahúsinu… :)\nÉg hef alveg keypt hljóðfæri á Ebay þannig ég þarf ekki kennslu í því ;)\nÞetta var einungis dæmi um Standard gítar þar sem þú linkaðir fyrst á Traditional útfærsluna."
        },
        {
            "user": "daceone",
            "user_id": "31705",
            "date": "2010-10-28 18:12:22",
            "id": "7262429",
            "reply_to_id": "7262358",
            "text": "ja sæll, myndiru samt ekki frekar kaupa gítar sem þú værir buinn að prófa, heldur en að kaupa einhvern af ebay ?"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-10-28 18:15:06",
            "id": "7262434",
            "reply_to_id": "7262429",
            "text": "Þegar það munar allveg 100 þúsund kalli, værirðu þá ekki til í að bara prófa gítarinn sem er til sýnis í hljóðfærahúsinu og panta svo annan á netinu?"
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2010-10-28 18:52:05",
            "id": "7262453",
            "reply_to_id": "7262434",
            "text": "Ég myndi ekki fara niður í hljóðfærahús og prófa gítar sem er 100 þús hærri en þann sem ég get fengið á neintu. Nota bene þá er aðilinn sem seldi þennan gítar með 1608 sölur og 100% feedback sem segjir allt sem segja þarf um þennan gítar og þennan sölumann.\nÉG hef keypt nokkra gítara á ebay og aldrei lent í neinu böggi. Það er 100% safe að kaupa af ebay, svo einfalt er það"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-10-28 18:59:58",
            "id": "7262460",
            "reply_to_id": "7262453",
            "text": "Er bara að tala um að pórfa hann þar til þess að vita nákvæmlega hvernig þessi gítar spilast."
        },
        {
            "user": "daceone",
            "user_id": "31705",
            "date": "2010-10-28 19:12:38",
            "id": "7262465",
            "reply_to_id": "7262434",
            "text": "þó að þetta sé nákvæmlega sama týpa, þá getur verið þvílíkur munur á hálsunum.\nen ég myndi jú auðvitað reyna fá verðið aðeins niður hjá eiganda.\nbara segja að ég myndi varla kaupa gítar á ebay sem ég hef aldrei prófað.\nhef reynslu af því. keypti gítar í usa og lét koma með hann hingað. gibson les paul.. og hálsinn var hreinlega ekki þæginlegu"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-10-28 19:18:41",
            "id": "7262472",
            "reply_to_id": "7262465",
            "text": "Eiginlega sammála þér. Gæti aldrei keypt gítar sem ég hefði ekki prófað. Nema þá að það væri eitthvað eins og Custom shop náttúrulega."
        },
        {
            "user": "daceone",
            "user_id": "31705",
            "date": "2010-10-28 19:26:49",
            "id": "7262474",
            "reply_to_id": "7262472",
            "text": "tjaah já, ekki ég :D hehe\nprofaði einhvern svartann les paul Custom, á 400 þúsund eða eitthvað, hann var með ógeðslega óþæginlegann háls hehe"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-10-28 19:48:09",
            "id": "7262498",
            "reply_to_id": "7262474",
            "text": "Í rín þá? Prófaði hann líka og fannst hann bara engann veginn þægilegur."
        },
        {
            "user": "naboens",
            "user_id": "76441",
            "date": "2010-10-28 20:04:08",
            "id": "7262509",
            "reply_to_id": "7262498",
            "text": "Gaman að sjá hvað þessi umræða er lífleg. Ég er semsagt að selja umræddan gítar.\nÞað vill nú þannig til að ég var staddur í USA í síðustu viku og þræddi gítarbúðirnar og veit upp á hár hvað nýr Les Paul kostar þar út úr búð … og hvað það kostar að flytja hann löglega heim. Þetta er klárlega sanngjarnt verð. Fullyrðingar um annað eru rangar.\nÉg tek einnig heils hugar undir með þeim sem vilja ekki versla gítar í þessum verðflokki af netinu.  Ég myndi aldrei nokkurn tíman gera það, það er í raun mjög líklegt að slíkt hafi í för með sér mikil vonbrigði."
        },
        {
            "user": "daceone",
            "user_id": "31705",
            "date": "2010-10-29 14:04:11",
            "id": "7262881",
            "reply_to_id": "7262498",
            "text": "jamm í rín,, sami gítar pottþétt"
        },
        {
            "user": "DrLove",
            "user_id": "71522",
            "date": "2010-10-30 14:29:35",
            "id": "7263430",
            "reply_to_id": "7262301",
            "text": "Var að velta fyrir mér gætiru nokkuð sent myndir af gripnum á egheitioskar@hotmail.com bý fyrir norðan þannig ég kemst ekkert oft í hljóðfærahúsið. Langaði líka að benda þér á að auglýsingin er frekar ruglandi þarna hljóðfærahús síðunni, kemur í vöru heiti gibsonepiphone og svo stendur að þetta sé studio :/ sennilega einnhver misskilningur.\nhttp://hljodfaerahusid.is/is/mos/4978/"
        },
        {
            "user": "naboens",
            "user_id": "76441",
            "date": "2010-10-30 15:24:59",
            "id": "7263459",
            "reply_to_id": "7263430",
            "text": "Já takk f. gott hint, ég var ekki búinn að sjá þessa auglýsingu frá þeim, þetta er hvorki Studio né Epiphone. En ég á endar myndir af gítarnum. Fer í næstu viku og tek myndir."
        }
    ]
}