{
    "forum_title": "Hljóðfæri",
    "user": "Gislinn",
    "user_id": "47818",
    "date": "2010-11-01 18:28:58",
    "title": "TS: Akai SB1 Deep Impact - Bassa synth",
    "text": "Er með Akai SB1 Deep Impact til sölu. Þessi effect er t.d. mikið notaður af Chris (bassaleikarinn í MUSE) og veit ég að hann er með tvo svona í rackinum hja sér. Straumbreytir fylgir með (og ég gæti eflaust fundið manual-inn líka).\nÉg held ég leyfi bara video-um að sýna hvað þessi effect gerir:\nhttp://www.youtube.com/watch?v=EdkEGNY4Svo&feature=related\nhttp://www.youtube.com/watch?v=YnYiJRXhbYs&feature=related\nhttp://www.youtube.com/watch?v=LgQN0GGb-sQ\nReview má finna\nhér (linkur)\n. Meiri upplýsingar um effectin má finna\nhér (linkur)\n.\nÞessir effectar hafa verið að fara frá 700 - 900 USD (75 - 100 þús.) á ebay-inu:\nSönnun 1\nSönnun 2\nSönnun 3\nVerðhugmynd: 65.000 kr en ykkur er frjálst að senda tilboð í skilaboðum. Ef enginn hefur samband fer þessi effect á ebay.\nEingöngu bein sala kemur til greina.\nÁstæða sölu er einfaldlega sú að ég nota hann ekkert, eins og er þá er þessi effect í geymslu hjá foreldrum mínum og safnar bara ryki, ég tel þennan effect var það skemmtilegann og töff að hann eigi betur skilið en að safna ryki inní geymslu. Effectinn lookar vel og virkar alveg eins og nýr.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/713849/ts-akai-sb1-deep-impact-bassa-synth/",
    "url_id": "713849",
    "id": "7264464",
    "replies": [
        {
            "user": "mac52",
            "user_id": "78724",
            "date": "2010-11-01 20:26:45",
            "id": "7264508",
            "reply_to_id": "7264464",
            "text": "Fann þetta á netinu um þennan pedal. Færð örugglega besta verðið fyrir hann á ebay\nIt’s not difficult to see why the Deep Impact is so highly regarded as a bass synth pedal. In terms of the synth sounds themselves, what you get out of the pedal is very good, but not really any better than the sounds you’d find on any of the other synth pedals on test here, with the exception of the Ibanez. Where the Deep Impact excels, is in the fact the sounds are so useable, and this is thanks to its ability to successfully track what you play. This is an excellent addition to any effects-hungry bassist’s pedal board, and well worth the effort tracking one down. The Deep Impact is undoubtedly overpriced on the second hand market, and we can only hope that they will at some point be put back into production. The bad news is that Akai currently has no plans for this.\nÖll greinin er hér\nhttp://www.bassguitarmagazine.com/index.php?option=com_content&view=article&id=109:bass-synth-pedals-issue-30&catid=39:pedals"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2010-11-01 23:06:21",
            "id": "7264594",
            "reply_to_id": "7264508",
            "text": "Fann þetta á netinu um þennan pedal. Færð örugglega besta verðið fyrir hann á ebay\nÉg veit það, ákvað bara að bjóða hann hér til að reyna að halda honum á landinu og að bjóða íslenskum bassaleikurum uppá gæða effect á ódýrari prís en á ebay.\nHér sleppa þeir við vsk. og sendingarkostnað (ef einhver ætlar að fá hann á ebay á sama verði og ég er að selja hann á þá má effectinn eingöngu kosta um 450 USD með sendingarkostnaði en þá á eftir að redda straumbreyti fyrir íslenskt rafmagn).\nÉg stend áfram við að hafa hann hér en ef enginn áhugi verður fyrir honum á næstu 5-10 dögum þá selst hann á ebay. :-)\nAnnars er fólki líka frjálst að bjóða í hann. :-)"
        }
    ]
}