{
    "forum_title": "Bardagaíþróttir",
    "user": "AndarEgg",
    "user_id": "69184",
    "date": "2010-11-05 08:50:26",
    "title": "Mjölnir?",
    "text": "hvernig er það, ef ég hef áhuga á að byrja æfa með mjölni og hef verið Í Jiu Jitsu og Muay Thai með öðru félagi siðan í Janúar? þarf ég þá að byrja á að fara á eitthvað byrjenda námskeiði?",
    "url": "https://www.hugi.is/martial_arts/korkar/714114/mjolnir/",
    "url_id": "714114",
    "id": "7266216",
    "replies": [
        {
            "user": "Solon91",
            "user_id": "76323",
            "date": "2010-11-05 09:37:22",
            "id": "7266224",
            "reply_to_id": "7266216",
            "text": "farðu á prufu æfingu, eða spurðu í afgreiðslunni."
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2010-11-05 10:12:08",
            "id": "7266230",
            "reply_to_id": "7266216",
            "text": "Mér finnst það mjög ólíklegt."
        },
        {
            "user": "AndarEgg",
            "user_id": "69184",
            "date": "2010-11-05 10:32:36",
            "id": "7266237",
            "reply_to_id": "7266216",
            "text": "Hafðu bara samband við Jón Viðar í Mjölni eða mættu á svæðið og skýrðu út hvað þú hefur verið að gera. Ósennilegt að þú þurfir að fara á byrjendanámskeið ef þú hefur verið að æfa eitthvað áður en það fer að sjálfsögðu eftir því hversu mikið þú hefur verið að æfa og hvernig jiu jitsu. Ef þú hefur verið í “sjálfsvarnar skólanum” eða eitthvað svoleiðis þá get ég lofað þér því að þú þarft að fara á byrjendanámskeið hjá Mjölni. Ef þú hefur hins vegar verið að æfa eitthvað að ráði hjá öðrum klúbbi sem er með BJJ þá gæti annað verið uppi á tengingnum. Annars er ekki aðalmálið hvað námskeiðið heitir, heldur hvort það henti þér."
        },
        {
            "user": "AndarEgg",
            "user_id": "69184",
            "date": "2010-11-05 11:27:12",
            "id": "7266259",
            "reply_to_id": "7266237",
            "text": "Jiu Jutsu skóli íslands er líka með BJJ tíma ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-11-05 11:35:10",
            "id": "7266262",
            "reply_to_id": "7266259",
            "text": "Já, og eins ég sagði þá ef þú hefur verið að æfa eitthvað að ráði hjá öðrum klúbbi sem er með BJJ þá verður málið bara skoðað í hvaða tíma þú átt heima."
        }
    ]
}