{
    "forum_title": "Hestar",
    "user": "bodvarg",
    "user_id": "70678",
    "date": "2010-11-05 12:19:32",
    "title": "Fyrsta doktorsvörnin við LbhÍ",
    "text": "Fimmtudaginn 11. nóvember n.k. fer fram fyrsta doktorsvörnin við Landbúnaðarháskóla Íslands. Þá mun Elsa Albertsdóttir verja ritgerð sína á sviði erfða- og kynbótafræði. Ritgerðin nefnist Samþætt kynbótamat kynbóta-, keppnis- og mætingareiginleika íslenskra hrossa. Andmælendur við vörnina verða þeir Dr. Steven Janssens Katholieke Universiteit Leuven, Belgíu og ir. Bart Ducro Wageningen University, Hollandi. Skólinn hefur frá upphafi haft almenna lagaheimild til að bjóða doktorsnám og hlaut formlega viðurkenningu menntamálaráðherra á doktorsnámi í nóvember 2008 í kjölfar viðurkenningarferils í samræmi við reglur nr. 37/2007 um doktorsnám og 7 gr. laga nr. 63/2006 um háskóla. Fyrsta doktorsvörnin við skólann er því tímamótaviðburður og markar upphaf á nýju tímabili í sögu hans og rannsókna á fræðasviðum stofnunarinnar. Vörnin fer fram í Ársal á 3 hæð í Ásgarði á Hvanneyri og hefst kl. 13:00. Athöfnin fer fram á ensku og er öllum\nopin.\nÍ tengslum við vörnina verður þann 12 nóvember haldið opið málþing um hrossarækt með erlendum og innlendum fyrirlesurum, sjá nánar á heimasíðu LbhÍ.\nElsa Albertsdóttir er fædd og uppalin í Reykjavík. Hún útskrifaðist sem stúdent frá Menntaskólanum í Reykjavík vorið 1995. Hún er búfræðingur frá Hólaskóla og lauk síðan prófi sem þjálfari og reiðkennari frá sama skóla árið 1998. Elsa lauk kandídatsprófi í búvísindum frá Landbúnaðarháskólanum á Hvanneyri árið 2001 og licentiatgráðu í erfða- og kynbótafræði frá Sænska landbúnaðarháskólanum árið 2007. Frá árinu 2007 hefur hún verið doktorsnemi við Landbúnaðarháskóla Íslands (LbhÍ). Elsa starfaði sem ráðunautur hjá Búnaðarsambandi Eyjafjarðar og Þingeyinga á árunum 2001-2004 þar sem meginviðfangsefni hennar voru rekstrargreinar, sauðfjárog hrossarækt.\nÁ þessum tíma var Elsa einnig framkvæmdarstjóri Hrossaræktarsamtaka Eyfirðinga og Þingeyinga, og í stjórn hestamannafélagsins Þjálfa. Við Landbúnaðarháskóla Íslands hefur Elsa sinnt kennslu í hrossarækt og erfða- og kynbótafræði auk þess að sinna reiðkennslu við endurmenntunardeild. Þá hefur hún starfað sem reiðkennari og hrossaþjálfari og sinnt dómstörfum við kynbótasýningar, og íþrótta- og gæðingakeppni.\nMálþing um hrossarækt verður haldið í Ársal 3. hæð, Ásgarði, Hvanneyri 12. nóvember 2010\nFundarstjóri: Ágúst Sigurðsson, rektor, LbhÍ\nÖll erindin verða flutt á ensku.\nDagskrá:\n10:00-10:05 Ágúst Sigurðsson, LbhÍ: Þingið opnað\n10:05-10.45 Steven Janssens, KULeuven: Interstallion – towards an international genetic evaluation of sporthorses\n10:45- 11:25 Þorvaldur Árnason, LbhÍ: Comparison of trends in genetic gain and inbreeding in\nIcelandic horses, Swedish Standardbred trotters and Nordic trotters\n11:25-11:50 Þorvaldur Kristjánsson, LbhÍ: Use of 3-D video morphometric method for studying the\nbody conformation of Icelandic horses\n11:50-13.00 Fundarhlé, hádegisverður\n13:00-13:40 Bart Ducro, WUR: Studies on insect bite hypersensitivity in the Netherlands\n13:40-14:10 Susanne Eriksson, SLU: Genetic analysis of insect bite hypersensitivity in Swedish born Icelandic horses\n14:10-14:40 Sigurbjörg Þorsteinsdóttir, HÍ: International studies on insect bite hypersensitivity in\nIcelandic horses\n14:40-15:00 Vilhjálmur Svansson, HÍ: The Icelandic horse biobank\n15:00-15:10 Ágúst Sigurðsson, LbhÍ: Samantekt og lokaorð\nSkýringar:\nLbhÍ = Landbúnaðarháskóli Íslands\nKULeuven = Katholieke Universiteit Leuven\nWUR = Wageningen University\nSLU = Swedish University of Agricultural Sciences\nHÍ = Háskóli Íslands\nMálþingið er frítt og opið öllum með áhuga á hrossarækt, en mikilvægt er þó að skrá sig hjá Endurmenntun LbhÍ í síma 433 5000 eða um tölvupóstinn endurmenntun@lbhi.is fyrir 11. nóvember. Fram komi nafn, kennitala, heimili og sími. Bent er á staðgóðan hádegisverð í mötuneyti skólans á kr. 1100.- æskilegt er að láta vita um komu sína í mat samhliða skráningunni.\nMálþingið er haldið í tengslum við doktorsvörn Elsu Alberstdóttur sem fer fram daginn áður á sama stað.",
    "url": "https://www.hugi.is/hestar/pistlar/714124/fyrsta-doktorsvornin-vid-lbhi/",
    "url_id": "714124",
    "id": "7266275",
    "replies": []
}