{
    "forum_title": "Hljóðvinnsla",
    "user": "leadguitar",
    "user_id": "58783",
    "date": "2010-11-10 01:03:12",
    "title": "harðadiskavinnsla smitast yfir í monitora ?",
    "text": "komi þið nú heilir og sælir,\ner að lenda í því að tölvan mín, sem ég í nota einungis í hljóðvinnslu, er eitthvað að smita einhverju leiðinlegur vinnsluhljóði yfir í monitorana/headphones hjá mér. er með powermac G5 og digi002.\nþetta er alveg frekar hátt miða við venjulegt monitora suð vesen sem maður heyrir að fólk er að lenda í. Er viss um að þetta sé frá harðadisknum enda heyri ég hann vinna í takt við smithljóðin í monitorunum.\ntölvan og pro tools keyrir á glænýjum 500gb, reyndar save-a ég allar upptökur á öðrum hörðum disk sem er gamall. hélt fyrst að þetta væri skjárinn en áttaði mig svo á því að þetta var líka í headphone-out á digi þannig það er greinilega eitthvað sem tengist digi og tölvunni.\nég prufaði að skipta á milli firewire input-a en það virkaði ekki.\nkannast einhver við þetta og eða veit einhver hvernig ég get losnað við þetta, er virkilega farið að vera mikið vesen.\n-kiddi",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/714542/hardadiskavinnsla-smitast-yfir-i-monitora/",
    "url_id": "714542",
    "id": "7268667",
    "replies": [
        {
            "user": "Meso",
            "user_id": "46290",
            "date": "2010-11-10 10:30:00",
            "id": "7268761",
            "reply_to_id": "7268667",
            "text": "Ef ég nota lappann minn í hljóðvinnslu þá þarf ég að tape'a\nyfir groundið á rafmagnsklónni annars fæ ég svona hljóð,\nen þetta á ekki við á borðtölvunni hjá mér."
        },
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2010-11-10 14:22:12",
            "id": "7268849",
            "reply_to_id": "7268761",
            "text": "já gæti vel verið þetta, er með tölvuna í frekar ótraustverðugu output-i, prófa þetta í kvöld. takk fyrir svarið"
        },
        {
            "user": "herrajinx",
            "user_id": "63301",
            "date": "2010-11-11 01:47:36",
            "id": "7269192",
            "reply_to_id": "7268761",
            "text": "hvernig teipar maður yfir groundið ? skil ekki alveg um hvað þið eruð að tala um"
        },
        {
            "user": "Meso",
            "user_id": "46290",
            "date": "2010-11-11 10:25:40",
            "id": "7269233",
            "reply_to_id": "7269192",
            "text": "http://turbo.discovery.com/alternative-fuel/guide/images/electric-plug-324x205.jpg\nÞú lætur pinnana eiga sig en teipar á málm strip'ið á milli þeirra sem sést í miðjunni á klónni á þessari mynd."
        },
        {
            "user": "herrajinx",
            "user_id": "63301",
            "date": "2010-11-13 14:07:50",
            "id": "7270273",
            "reply_to_id": "7269233",
            "text": "teipar ég þá líka yfir málminn sem er á slétta fletinum hjá klónni?"
        },
        {
            "user": "Meso",
            "user_id": "46290",
            "date": "2010-11-13 17:19:55",
            "id": "7270336",
            "reply_to_id": "7270273",
            "text": "Já, í rauninni eiga bara pinnarnir tveir að hafa contact í instungunni."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2010-11-10 14:58:59",
            "id": "7268869",
            "reply_to_id": "7268667",
            "text": "Ég lenti í þessu með flakkarann minn, teipaði yfir jörðina á flakkaranum og þá hætti það.\nHinsvegar er þetta ekki góð lausn á málinu, meira bara redding."
        },
        {
            "user": "ElNordo",
            "user_id": "30021",
            "date": "2010-11-23 20:47:07",
            "id": "7275583",
            "reply_to_id": "7268667",
            "text": "sama hér, teipið reddaði þessu í bili"
        }
    ]
}