{
    "forum_title": "Kvikmyndir",
    "user": "Moonstalker",
    "user_id": "8757",
    "date": "2002-04-07 19:54:37",
    "title": "Mystery Men & Bring It On",
    "text": "Um helgina horfði á þessar tvær myndir, Mystery Men og Bring It On sem ég hafði hvorugar ekki séð. Báðar myndir hafa ekki fengið neitt sérstaka dóma. Margir sem ég hef talað við hafa fundist myndirnar slæmar. Mér leist svona ágætlega á Bring It On en leist bara alls ekkert á Mystery Man.\nÞegar ég var búinn að sjá báðar myndir þá finnst mér þær báðar frábærar gamanmyndir. Það sem sumir fatta ekki við þessar myndir að þær eru háðsdeildur.\nMyster Men er alveg frábær. Eflaust allir hafa fattað að það sé verið að gera grín að ofurhetjum en gagnrýndu hana samt harðlega. Þetta er ekki svona grín eins og í Scary Movie og Not Another Teen Movie. Ben Stiller er snillingur sem Mr. Furious, svona hetja sem segir alltaf eitthvað flott. Shoveller (William H. Macy) er líka frábær, The Sphinx er snilld! Ég var að drepast úr hlátri. Eitt af bestu setningunum í myndinni var þegar Blue Raja, The Shoveller og Ben Stiller voru að tala um einhverja ofurhetju og Ben Stiller sagði “What´s his super?”\n***/****\nSvo var það Bring It On. Ég hélt fyrst að þetta væri bara Another Teen Movie en hún er það ekki. Hún gerir grín að því sem tengist klappstýrum. Eins og t.d. Male Cheerleader, og danshöfundurinn. Geðveikt fyndið þegar hann brjálaðist og braut stólinn. Svo er það ekki verra að það eru mega gellur í þessari mynd! Kirsten Dunst er sexy- Eliza Dushku er flott!\n***/****\nPS: Þessar þrjár stjörnur eru í þessu tilviki í hærri kantinum.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/71467/mystery-men-bring-it-on/",
    "url_id": "71467",
    "id": "497274",
    "replies": [
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2002-04-07 21:01:20",
            "id": "497275",
            "reply_to_id": "497274",
            "text": "“Það sem sumir fatta ekki við þessar myndir að þær eru háðsdeildur.”\nÁtti þetta síðasta orð að vera háðsádeilur? Háðsádeildur er ekki orð."
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2002-04-07 21:06:38",
            "id": "497276",
            "reply_to_id": "497275",
            "text": "enda segir hann ekki “háðsádeilur”"
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2002-04-07 21:08:39",
            "id": "497277",
            "reply_to_id": "497276",
            "text": "Ok sorry. Þetta var villa hjá mér í seinna skiptið. En það breytir því ekki að orðið sem hann skrifaði er ekki alvöru orð."
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2002-04-07 22:16:17",
            "id": "497278",
            "reply_to_id": "497277",
            "text": "StigurH, ertu svona leiðindafífl sem leiðréttir alla og á enga vini? Við vissum hvað hann var að meina og það er það sem skiptir máli er það ekki? Þó hann hafi ruglast eitthvað aðeins þá er enginn að biðja þig um að gerast einhver stafsetningavörður um íslenska tungu! Ekki halda að þú getir upphafið sjálfan þig eitthvað með því að benda á smá stafsetningavillur hjá öðrum. Eða hei vá gerum svoldið mál úr þessu! orðið er ekki til! Hringjum í forstjóra RÚV eða eitthvað álíka íslenskugúru! Djöfull ertu sérstakur maður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-08 02:10:47",
            "id": "497279",
            "reply_to_id": "497278",
            "text": "Nei, ég er ekki ‘svona leiðindafífl sem leiðréttir alla og á enga vini’. Ég leiðrétti alls ekki alla og ég á alveg meira en nóg af vinum. Málið er bara það að upp á síðkastið hef ég tekið mikið eftir því að fólk kann einfaldlega ekki almennilega íslensku. Með því á ég við að fólk notar einhver hálf-uppspunnin orð af því að það hefur ekki lært rétta orðið nógu vel. Þetta hefur alltaf farið í taugarnar á mér og það getur svo sem vel verið að það geri mig skrýtinn en ég er ekki einn um þetta. Í þessu tilviki var þetta innsláttarvilla en ThorX hefði alveg eins ekki kunnað þetta orð, hvað vissi ég um það, þess vegna spurði ég. Ég hef lent í því að misskilja fólk algjörlega af því að það notar vitlaus eða uppspunnin orð þegar það talar. Þegar ég bendi þeim á þetta þá kemur í ljós að það hélt bara að orðið væri svona! Ég vil helst benda þeim á þetta vegna þess að ég vil að sem flestir hafi eðlilegt vald á móðurmálinu okkar og að sem fæstir geri sig að fífli með því að nota endurtekið sama ranga eða bull-orðið í samræðum og skrifum. Ok, pís át!\nPS: ThorX þú skrifaðir orðið vitlaust í seinna skiptið líka. HáðsÁdeilur ekki háðsdeilur :)"
        },
        {
            "user": "UberMensch",
            "user_id": "793",
            "date": "2002-04-07 21:12:34",
            "id": "497280",
            "reply_to_id": "497275",
            "text": "Það minnsta sem þú getur gert þegar þú leiðréttir orð er að leiðrétta það rétt.\nAuðvitað átti þetta að vera háðsdeilur, þetta var bara afsláttarvilla hjá mér."
        },
        {
            "user": "UberMensch",
            "user_id": "793",
            "date": "2002-04-07 22:12:42",
            "id": "497281",
            "reply_to_id": "497280",
            "text": "Vá gaurinn skrifar grein um tvær myndir, en það eina sem þið getið skrifað um er ein augljós stafsettningarvilla… Ég játa það alveg sko sjálfur að maður er farinn að öskra og æpa þegar maður sér augljósar villur, en come on, segið að minnstakosti eitthvað tengt greininni.\nP.s. Hef séð Mystery Men áður, Ben Stiller nokkuð sterkur sem Mr. Furious. Gott concept í þessari mynd."
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-04-07 22:17:29",
            "id": "497282",
            "reply_to_id": "497274",
            "text": "Ok, Mystery men var svo sem allt í lagi en Bring it on, halló gamanmynd ekki frekar en swinger(einn góður brandari og það í blá endann). Eina góða við bring it on voru skvísurnar."
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2002-04-08 00:06:22",
            "id": "497283",
            "reply_to_id": "497274",
            "text": "Þegar þú segir að þú hafir hvorugar ekki séð. ertu þá búinn að sjá þær eða er þetta honest villa.(bara forvitinn)\nBen Stiller: I do not need a compass to know how the wind shines!"
        },
        {
            "user": "MaD",
            "user_id": "8203",
            "date": "2002-04-08 13:11:40",
            "id": "497284",
            "reply_to_id": "497283",
            "text": "Umm, ég hafði hvorugar ekki séð áður en ég sá þær fyrsta skipti. Svo ég var að horfa á þær í fyrsta skipti um helgina."
        },
        {
            "user": "MaD",
            "user_id": "8203",
            "date": "2002-04-08 17:05:18",
            "id": "497285",
            "reply_to_id": "497284",
            "text": "“Auðvitað átti þetta að vera háðsdeilur, þetta var bara afsláttarvilla hjá mér.”\nROFL!! LOL!!! ROFLMA!!!!!!!!!!!!"
        },
        {
            "user": "nokiddin",
            "user_id": "1332",
            "date": "2002-04-08 12:46:48",
            "id": "497286",
            "reply_to_id": "497274",
            "text": "Mystery Men er reyndar byggt á einhverjum myndasögum, las það einhvers staðar."
        },
        {
            "user": "Freddie",
            "user_id": "17937",
            "date": "2002-04-08 19:16:29",
            "id": "497287",
            "reply_to_id": "497274",
            "text": "Ég er sammála þér að Mystery Men er snilld en ég myndi ekki gefa Bring It On nema svo tvær standpínur."
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-04-09 08:29:38",
            "id": "497288",
            "reply_to_id": "497274",
            "text": "Til hamingju með að hafa skráð þig á spjöld sögunnar sem mesta fífl frá upphafi jarðar.\nEf Mistery Men og Bring It On eru háðsádeilur þá er ég eigandi tyrknesks baðhúss sem heitir Brjánn.\nFyrir utan það að þær báðar eru hundómerkilegar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-09 22:29:12",
            "id": "497289",
            "reply_to_id": "497288",
            "text": "Mystery men er snilldarbull. Bring it on var gott konfekt fyrir augun :)\nLet it snow…let it snow…let it snow.."
        }
    ]
}