{
    "forum_title": "Half-Life",
    "user": "ccivan",
    "user_id": "63423",
    "date": "2010-11-13 11:17:29",
    "title": "Skemmtilegasti topplistinn - top 10",
    "text": "Sælir ég er með smá nostalgíu frá því að ég var alltaf með top10 lista sem kveiktu heldur betur í umræðum inná þessu nú semi-dauða áhugamáli. Ég man þegar hl var alveg þriðja mest skoðaða áhugamálið en því miður er ekki lengur svo.\nAllavega þá ætla ég að koma með það sem mér finnst vera topp10 á Íslandi í dag, og ég tel þá ekki lið sem eru inactive og taka ekki þátt í mótum innanlands með, eins og Seven, nova, rws, celph, veni og svona lið.\nÉg nota lineups sem eru á www.1337.is sem er líklega besta mótasíða sem uppi hefur verið, allavega í minni 4 ára spilatíð, og ég vona að hún verði ennþá uppi og virk allavega fram að næsta sumri, eða að gamer/esports taki sig til og geri eitthvað í anda 1337.is!\nHér er allavega listinn minn, frekar dapur nöfn þarna á toppnum miðað við síðustu ár en svona er þetta bara. Einnig top10 í staðinn fyrir top20, einfaldlega ekki 20 lið sem komast á blað …\n1\nDLIC\nkazmir\nINSTANT\nblazteR\nclvR\nsickoNe\ndenisor\nweirdo\nKlassa ofar en öll önnur active lið. Skondið að DLIC var alltaf klassa neðar en bestu lið landsins, en núna eru þau inactive/dauð.\n2\nAlmost Xtreme\nJOEJOE\nshiNe\nkruzider\nmagNum\nzuperdude\nVamp\ncubid\nLíklega elsta active lið á landinu en þessir félagar kunna gríðarlega vel á hvorn annan og innkoma JOEJOE í liðið hefur einnig verið sterk. Þeir byrjuðu shaky í 1337 mótinu með tapi gegn CC en hafa síðan þá sigrað alla sína leiki, meðal annars 2 gegn CC og 1 gegn CLA. Tel þá samt ekki eiga séns í DLIC nema á góðum degi.\n3\nCruel Conclusion\nhjortur\nrythm\ndzy\nderanged\nsneaky\nIvan\nraven\nGreatness\nNýbyrjaðir aftur, rétt eins og ax, en þetta er 3 ára lið sem hefur komið sterkt til baka frá inactivity og sigraði a7x og ax í onlinemótunum sem eru í gangi, en tapaði svo fyrir ax í bo3 mótinu.\n4\nCLA\npallib0ndi\nstefand0g\nFINUS\ntranziztah\npukz\nMegaBeib\nolgeir\nNokkurs konar varalið Akraness, þar sem Kutter og cabek og félagar í veni eru ekki að spila þá er þetta nú það besta sem Akranes hefur fram að færa. CLA er ekki búið að spila neitt sérstaklega vel en liðið er þó komið í undanúrslit #onlinemot og er með 2 sigra og 1 tap í 1337 mótinu þar sem liðið tapaði fyrir AX.\n5\nHogwarts\nUlpubangsi\nKattarbyssan\nKrissy\nVargur\nzuNthor\np0cket\nGekk vel á einhverju lani þarna með Vargi en hafa skitið á sig upp á síðkastið í onlinemótum. Töpuðu fyrir WCB í bo3 mótinu og eru með 2 töp í 2 leikjum í 1337.is. Einu ástæðurnar fyrir 5. sætinu er Vargur, Ulpubangsi og gengið á lanmótinu.\n6\nIn Your Mind\nJolli\nmozty\nAzaroth\nOmegadeus\nicoN\nFABIO\nJolli er ennþá í cs. HEIMINUM ER BJARGAÐ! Samt frekar öflugt lið, sérstaklega fabio og mozty.\n7\nAvenged Sevenfold\nGeller\nMercurY\nshaDe\nboja\nLestat\nPlaymE\nJ1nX\nfloGa\nBLDRR\nNokkrir öflugir oldschool spilarar eins og floGa, J1nX og geller án þess að nefna restina og alveg góðir leikmenn í liðinu sem eru bara aðeins of semi-active til að komast hærra á þennan lista. Hefur gengið ágætlega í mótum en þeir duttu út í 16 liða úrslitum #onlinemot gegn cc en sigraði liðið 5ynergy og SharpWires örugglega í 1337 mótinu. Þetta er lið sem getur auðveldlega hækkað um sæti bara með góðum árangri í 1337 mótinu.\n8\n5ynergy\ngoldenbullet\nbizzy\nsleypur\nasylum\nloki\nalloSs\nÞrír leikmenn þarna sem eru frekar stór nöfn í cs, asylum og sleypur með ha$te og alloSs með ninjas. Annars eru hinir frekar óþekktir spilarar en hefur þetta lið verið að ná fínum árangri hér og þar. Tap gegn a7x í 1337 og sharpWires í #onlinemot setur þá hérna í 8. sætið, rétt eins og sigur þirra á sharpwires í 1337 hendir þeim ofar en sharpW.\n9\nSharpWires\nmemphis\ndayton (eitt svalasta nickið, srsly)\nfakeN\nRAMBO\nbieber\ndelusion\nrebel\nMeðal elstu liðum keppnarinnar og eflaust það lið sem hefur lengst verið active, eða semi-active. SharpWires hafa alltaf verið mjög mistækir og verið alltaf í top10 en sjaldan ofar en top5 nema þegar þeir voru uppá sitt allra besta og að stríða stórliðunum. Döpur töp gegn 5ynergy, CLA og a7x setur þá í 9. sætið.\n10\nWhite Chocolate Boys\nEyeleSs\nTazty\nbluzH\nvktr\nverdeN\nfalcoN\ntanboi\nhawK\nWCB slógu út Hogwarts í #onlinemot og kemur það þeim á þennan lista. Auk þess auðvitað að vera með alveg þekkta leikmenn innan online samfélagsins sem hafa mætt á lön af og til með ýmsum pugum.\nEins og þið sjáið er svoldið lítið sem ég get notað til að flokka liðin þannig ég nota eiginlega bara úrslit í mótum og óbein úrslit (cc > a7x a7x > 5ynergy cc > 5ynergy) þó að það gefi alls ekki endilega rétta mynd. Annars fer ég líka eftir lineups, og lið með rythm í getur ekki verið neðar en top5 þegar hinir leikmennirnir standast engan samanburð.\nSvo eru örfá lið sem geta komist á þennan lista sem eru ekki á honum, eiginlega eina sem mér dettur í hug er Konv!cteD en annars er þetta frekar dapurt. Ef þessi topp lið byrja aftur (veni celph rws nova … seven? fab5?) þá verður cs á Íslandi 10 sinnum betri aftur.\nSvona uppá flippið hef ég ákveðið að gera topp 10 leikmenn\n1. Vargur\n2. INSTANT\n3. sickoNe\n4. aloSs\n5. rythm\n6. clvR\n7. JOEJOE\n8. pallib0ndi\n9. Ulpubangsi\n10. Kazmir\n(11. StefaNd0g)\nbendið mér á villur, ræðið um þetta, látið hitna aðeins á /hl!\nkv. ivan ‘big red’ baldursson",
    "url": "https://www.hugi.is/hl/greinar/714793/skemmtilegasti-topplistinn-top-10/",
    "url_id": "714793",
    "id": "7270170",
    "replies": [
        {
            "user": "azor-",
            "user_id": "70261",
            "date": "2010-11-13 13:11:12",
            "id": "7270252",
            "reply_to_id": "7270170",
            "text": "Palli er klárlega betri en clvr joejoe og alloss."
        },
        {
            "user": "ramboinn",
            "user_id": "69669",
            "date": "2010-11-13 13:41:31",
            "id": "7270260",
            "reply_to_id": "7270170",
            "text": "Ætla að vera djarfur og segja að þetta er slappasti top listi sem að hefur komið úr ivansproduction."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2010-11-13 14:03:50",
            "id": "7270271",
            "reply_to_id": "7270260",
            "text": "pull pull pull"
        },
        {
            "user": "ramboinn",
            "user_id": "69669",
            "date": "2010-11-13 15:19:26",
            "id": "7270290",
            "reply_to_id": "7270271",
            "text": "Búinn að segja afhverju á mirc þannig segi það ekki aftur ;D\nEn minn listi er þegar allir eru upp á sitt besta og ef að allir spiluðu jafn mikið.\n1.dlic\n2.sharpw\n3.cla\n4/5.a7x\n4/5.iym\n6/7.cc\n6/7.ax\n8.Hogwarts\n9.synergy\nEn á íslandi geta allir unnið alla.Fer allt eftir dagsformi.EN á level playingfield þá væri listinn minn svona."
        },
        {
            "user": "24sfalcon",
            "user_id": "70507",
            "date": "2010-11-13 13:46:32",
            "id": "7270263",
            "reply_to_id": "7270170",
            "text": "fínasti listi og frekar dapurt að það séu bara 10 lið :/"
        },
        {
            "user": "edenhazard",
            "user_id": "26111",
            "date": "2010-11-13 16:39:46",
            "id": "7270322",
            "reply_to_id": "7270170",
            "text": "cc > a7x a7x > 5ynergy cc > 5ynergy er verið að meina a7x unnu okkur og cc unnu a7x þar af leiðandi eru þeir betri enn við? setur þessa kenningu i fokk þegar við unnum a7x 2 - 0 i #onlinemot og rambo liðið i 9 sæti ad taka liðið i 2 sæti 16 - 3 það er mjög skrýtið ;P enn annars er ég sammála að flest þessi lið geta unnið hvor önnur ;)"
        },
        {
            "user": "ramboinn",
            "user_id": "69669",
            "date": "2010-11-13 17:49:09",
            "id": "7270343",
            "reply_to_id": "7270322",
            "text": "nátturulega eins og við unnum synergy 2-1 í 3leikjum í Jollamótinu.1 leikur skiptir oftast engu það er ástæðan fyrir því að bo3 er komið í flest allar keppnir erlendis.Því að það kemur oft fyrir að t.d fnatic vinni sk 16- 1 í einu mappi en eru samt sem áður ekki það mikið betri en þeir.EN ég er líka að tala um allir uppá sitt besta."
        },
        {
            "user": "edenhazard",
            "user_id": "26111",
            "date": "2010-11-13 17:58:11",
            "id": "7270345",
            "reply_to_id": "7270343",
            "text": "var bara adeins ad skjóta þessu inn uppa funnið fyrst þu setur ykkur i 2 sæti enn skelltir okkur i 9 sæti enn annars er næst besta lið a landinu ekki ad na uppur riðli ;) haha"
        },
        {
            "user": "ramboinn",
            "user_id": "69669",
            "date": "2010-11-13 18:05:00",
            "id": "7270349",
            "reply_to_id": "7270345",
            "text": "haha rétt! ;D sagði líka vitlaust, unnum ykkur ekki í jollamótinu heldur ivansmóti D;Fórun flawless í gegnum jollamótið en unnum ykkur 2-1 þannig það hefði ekki passað haha En setti lika synergy bara þarna því að hin liðin eru öll buin að spila lengur og ná lengra á þeim tíma ;"
        },
        {
            "user": "hakon7",
            "user_id": "51164",
            "date": "2010-11-13 18:05:36",
            "id": "7270350",
            "reply_to_id": "7270345",
            "text": "4 lid uppur ridli, langt þvi fra ad vera buid :)"
        },
        {
            "user": "edenhazard",
            "user_id": "26111",
            "date": "2010-11-13 18:11:34",
            "id": "7270357",
            "reply_to_id": "7270350",
            "text": "núnú komast bara allir áfram"
        },
        {
            "user": "hakon7",
            "user_id": "51164",
            "date": "2010-11-13 19:29:01",
            "id": "7270395",
            "reply_to_id": "7270357",
            "text": "ekki try your luck þó að þeir seu nu alveg efnilegir…."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2010-11-13 21:53:12",
            "id": "7270460",
            "reply_to_id": "7270345",
            "text": "4 lið fara uppúr riðli, og ax vann cla 16-9 í þessu móti"
        },
        {
            "user": "ulp5tw",
            "user_id": "76464",
            "date": "2010-11-13 21:20:04",
            "id": "7270445",
            "reply_to_id": "7270170",
            "text": "fínt framtak þó ég sé langt frá því að vera sammála öllu þarna"
        },
        {
            "user": "bjorgvin777",
            "user_id": "52189",
            "date": "2010-11-13 22:08:12",
            "id": "7270465",
            "reply_to_id": "7270170",
            "text": "glæsilegt framtak ivan\nannars þa ownum við i synergy alla a þessum lista nema kannski dlic og cla"
        },
        {
            "user": "elligeller",
            "user_id": "24066",
            "date": "2010-11-14 13:33:24",
            "id": "7270616",
            "reply_to_id": "7270170",
            "text": "Minn listi lítur svona út:\n1.dlic\n2.CC\n3-5.sharpW/a7x/ax\n6-7.5ynergy/cla\n8.iym\n9.hogwarts\n10.WCB"
        },
        {
            "user": "Laukzje",
            "user_id": "56813",
            "date": "2010-11-14 23:32:25",
            "id": "7270949",
            "reply_to_id": "7270170",
            "text": "hvernig í andskotanum kemst memphis ekki á þennan top 10 spilara lista ?"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2010-11-14 23:33:11",
            "id": "7270950",
            "reply_to_id": "7270949",
            "text": "úps, rétt hjá þér! vá hvað mér yfirsást hann! hann er þarna 4 sæti, alloss 5"
        },
        {
            "user": "hrodmar",
            "user_id": "78131",
            "date": "2010-11-30 22:11:38",
            "id": "7279360",
            "reply_to_id": "7270170",
            "text": "palli bondi er top5 bestu a íslandi kv CABEK"
        }
    ]
}