{
    "forum_title": "Spunaspil",
    "user": "tmar",
    "user_id": "14050",
    "date": "2010-11-17 08:31:47",
    "title": "Stofnun spilafélags í Reykjavík",
    "text": "Þann 21. nóvember, næsta sunnudag, verður haldinn stofnfundur spilafélags í Reykjavík. Spilafélagi þessu er ætlað að vera grundvöllur fyrir alla spilamenningu á höfuðborgarsvæðinu og mun m.a. sjá um að halda mót. Unnið hefur verið í að tryggja húsnæði fyrir félagið, húsnæði sem spilafélagið mun alltaf hafa aðgang að og félagsmenn geta nýtt sér undir spilastarfsemi sína.\nFundurinn fer fram kl. 20 í spilasal Nexus, við Hverfisgötu, og hvet ég alla spunaspilara til að mæta. Að miklu leyti tel ég að verið sé að brjóta blað í sögu spilamenningar í Reykjavík og að þetta muni hafa virkilega góð áhrif á spilasamfélagið í heild sinni.\nSpilafélag þetta mun ná yfir alla þætti spilasamfélagsins, þ.e. RPG, borðspil, safnkortaspil, herkænskuspil og svo mætti áfram lengi telja. Ætlunin er að halda úti félagsheimili, þar sem félagsmenn geta komið og verður þar boðið upp á aðstöðu til spilamennsku í öllum þessum áhugamálum.\nhttp://www.facebook.com/events/create.php?gid=42106933161#\n!/event.php?eid=142215432495944",
    "url": "https://www.hugi.is/spunaspil/greinar/715100/stofnun-spilafelags-i-reykjavik/",
    "url_id": "715100",
    "id": "7272219",
    "replies": [
        {
            "user": "drinkill",
            "user_id": "1737",
            "date": "2010-11-17 08:53:56",
            "id": "7272222",
            "reply_to_id": "7272219",
            "text": "Linkurinn er ekki alveg að gera sig."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2010-11-17 09:56:46",
            "id": "7272234",
            "reply_to_id": "7272222",
            "text": "Virkar þegar ég smelli á hann. Ég er líka loggaður inn á facebook???\nBætt við 17. nóvember 2010 -  09:57\nPrófaðu þetta frekar:\nhttp://www.facebook.com/event.php?eid=142215432495944"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2010-11-17 11:39:41",
            "id": "7272272",
            "reply_to_id": "7272219",
            "text": "Hljómar mjög skemmtilegt! :) Verst að ég kemmst ekki…\nBætt við 17. nóvember 2010 -  11:39\nkemst*"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2010-11-26 15:28:53",
            "id": "7277046",
            "reply_to_id": "7272219",
            "text": "Hér að neðan má sjá helstu spurningar sem hafa vaknað meðal fólks vegna spilafélagsins, sem stofnað var síðastliðinn sunnudag. Spilafélagið mun standa fyrir vikulegum spilakvöldum í spilasalnum fyrir félagsmenn og aðrir eru velkomnir líka, en þurfa þá að greiða aðgangseyri.\nÍ dag er starfandi aðalstjórn fram að fyrsta aðalfundi, en aðalstjórn ber að kalla til aðalfundar fyrir lok maí. Í aðalstjórn sitja Helgi Nexus, formaður, Geir magicspilari og gjaldkeri ásamt mér, sem hef hlutverk ritara.\nFélaginu er skipt í fimm svið, spunaspil, stríðsleikir, safnkortaspil, tölvuleikir og borðspil. Yfir hverju sviði er sviðsstjóri sem skipuleggur starfsemi sviðsins. Í dag telst ég vera starfandi sviðstjóri, en ef einhver er til í að koma inn í starfið með okkur, þá væri það rosalega vel þegið.\nPrOtOcoN wrote:\nTillaga er um að borga mánaðarleg félagsgjöld. Fyrir hvað er fólk að borga? Leigan á salnum hefur komið upp, sem er gott og blessað. En núna er ég t.d. nú þegar að borga leigu fyrir íbúðina mína og er með stofuborð sem hægt er að stækka til að spila nokkuð epic warhammer leiki. Því vænti ég að ekki sé ætlunin að félagsgjöld gangi einungis upp í leigu heldur einnig í skipulag og umstang við hina ýmsu viðburði, rétt?\nRétt. Félagsmenn munu fá frjálsan aðgang að salnum. Auk þess munu félagsmenn njóta ýmissa annarra fríðinda, t.d. lægri þátttökugjöld á mótum, þátttaka í viðburðum hvers konar osfrv. Ég reikna með, að þegar fram líða stundir og félagið kemst á fullan skrið þá muni verða auðveldara fyrir stjórn að sækja önnur fríðindi, t.a.m afslætti hvers konar.\nPrOtOcoN wrote:\nHvaða áhrif hefur slíkt skipulag á vikulega viðburði sbr. Yu-Ghi-Oh mót þar sem er ekki þáttökugjald? Munu þeir sem vilja taka þátt því þurfa að borga til að fá að taka þátt á mótinu? Hvað um t.d. Magic spilarar sem borga fyrir draft mót og slíkt.\nStefna núverandi stjórnar er að félagið raski sem allra minnst starfsemi hvers áhugamáls fyrir sig. Hvað viðkemur fyrirkomulagi Yuh-Gi-Oh og Magic móta, þá get ég ekki svarað þér 100% þar sem ég persónulega þekki ekki inn á hvernig þessu hefur verið hingað til. Til þess eru sviðstjórarnir, þ.e. þeir einstaklingar sem þekkja best inn á þessi svið og geta skipulagt starfið út frá því.\nPrOtOcoN wrote:\nHvað um svona viðburði eins og “Terrain kennslan” þar sem hefur verið borgað inn en hún skipulögð og haldin af meðlimum innan samfélagsins? Þarf slíkt þá að fara í gegnum spilafélagið? Myndi hún krefjast tíund? (eða eitthvað…þið skiljið).\nÉg reikna með að slíkt myndi fara í gegnum félagið, en félagið krefst ekki tíundar. Félagið er ekki rekið með hagnaðarsjónarmið í huga. Markmið félagsins hlýtur að vera að vilja veg og vanda þessara áhugamála sem mestan og kennsla hvers konar og kynningar stuðla að nýliðun. Eins kom fram á fundinum þá er ekki reiknað með rukka inn þegar það eru kynningar á áhugamálum, en enn sem komið er hefur núverandi stjórn ekki fjallað um aðra viðburði, þannig ég get ekki svarað þér 100%. Stjórnin hefur aðeins setið í 5 daga og fjölmörg mál sem bíða hennar\nPrOtOcoN wrote:\nEf meðlimagjöld renna í að skipuleggja og halda viðburði, hvernig er það með eins og Magic sem er með langtum fleirri mót og slíkt en t.d. hin kortaspilin (eftir því sem ég hef séð allavega). Velti fyrir mér hvernig gjöldin dreifast. Ef ég væri t.d. L5R spilari gæti ég átt von á því að fá það sama og Magic spilararnir hvað varðar mótshald, útgjöld etc? (Sama á við hin ýmsu ‘niche’ spil sem teljast samt undir yfirflokk ‘Kortaspils’ ‘Borðspils’ etc.)\nÍ ljósi þess að félagið er lýðræðislegt, þá hefur sú stjórn sem nú situr það að markmiði að koma félaginu á laggir. Án þess ég vilji svara fyrir stjórnina í heild, þá tel ég farsælast að allir félagsmenn sitji við sama borð, amk. fram að fyrsta aðalfundi. Annars myndi ég ætla að það væri undir sviðstjórum og hverju samfélagi fyrir sig að hámarka virði félagsgjaldanna, t.d. gætu herkænskuspilin verið með skipulögð málningar-/spilakvöld á miðvikudögum, máningarkennslu á laugardögum og spiladaga á sunnudögum, jafnvel með mótafyrirkomulagi. Þannig væri áhugamálið að fá fjölmarga daga í hverjum mánuði með skipulagðri dagskrá, fyrir utan að félagsmenn gætu komið og spilað þegar þeim hentar.\nPrOtOcoN wrote:\nEr hugmyndin að rukka við það eitt að koma í salinn eða bara fyrir að spila?\nVið erum að skoða hvaða lausnir eru til á þessu vandamáli en ég þori ekki að svara þér að svo stöddu. Þetta felur í sér ákveðið vandamál, þ.e. hvenær ertu að nota salinn? Eru gestir sem stoppa bara í stutta stund, t.d. til að sækja lykla hjá félaga beðnir um aðgangseyri? Hvað ef þeir stoppa í 3 tíma? Þetta er mál sem stjórnin mun þurfa að taka á og þegar hún hefur fundið lausn á þessu, get ég svarað þér\nPrOtOcoN wrote:\nSjoppu pælingin er spes, feilaði slíkt ekki algerlega síðast? Er næg velta af t.d. sjálfsalanum að sjoppa og alles sé raunhæf? (velti fyrir mér hvort nammi sjálfsali sé ekki frekar málið, sbr. HR sjálfsala stæðurnar). Einnig, hvernig væri slík sjoppa mönnuð og hvernig væru opnunartími á þannig apparati?\nÉg þekki ekki hvernig það fór síðast. Ég hef kannað málið og komist að raun um, að dýrara er að hafa sjálfsala en að reka litla sjoppu með kælum að láni frá viðkomandi fyrirtækjum. Eins ótrúlega og það kann að hljóma. Þessi spurning kom einnig upp á stofnfundi og var henni svarað með þeim hætti, að sjoppan yrði mönnuð sjálfboðaliðum (Tau hefur tam. þegar boðist til að taka slíkt að sér) amk. til að byrja með og reynsla kæmist á fyrirkomulagið. Ekkert af því sem ákveðið hefur verið verður meitlað í stein og það sem gengur ekki upp, verður breytt, ef ekki af núverandi stjórn þá vonandi af þeirri næstu.\nPrOtOcoN wrote:\nEruð þið að vinna með eitthvað startfé eða er þetta allt stutt af Nexus í bili?\nÍ augnablikinu erum við að vinna í samstarfi við Nexus.\nPrOtOcoN wrote:\nStríðsleikirnir eru með langmesta ‘on-site’ umstangið sem þarfnast. Plötur, terrain og þannig. Hvernig er það með þá sem byggðu terrain (og gáfu vinnuna) og settu það í salinn (enda myndu þeir og aðrir hafa endurgjaldslausan aðgang að því). Ef slíkt terrain hverfur (sem er nánast allt terrainið) hvaðan mun terrainið í nýja salnum koma? Munuð þið búa það til? Munuð þið kaupa það?\nVið treystum því að félagsmenn munu taka þátt í að gera salinn, sama fyrir hvaða áhugamál það er, skemmtilegan. Það gildir jafnt um öll áhugamálin, hvort sem um ræðir spunaspil, stríðsleiki eða hvað annað. Ef þeir sem bjuggu til terrainið á sínum tíma sjá sér ekki hag í að taka þátt í félaginu og taka þar af leiðir terrainið sitt með sér, þá verður bara að vera svo, enda öllum frjálst að taka þátt eða sleppa því eftir eigin behag. Sviðstjórar hvers sviðs munu hins vegar hafa yfirumsjón með öllu því er viðkemur þeirra sviði. Félagið mun kappkosta við að búa svo um hnúta, að sem flestir geti haft gagn og gaman af spilasalnum, en ég reikna ekki með að félagið muni kaupa tilbúið terrain svona fyrst um sinn, en það hefur ekki komið til umfjöllunar stjórnar. Hvort félagið muni kaupa tilbúið terrain í framtíðinni, því get ég ekki svarað. Verður tíminn ekki bara að leiða það í ljós?\nPrOtOcoN wrote:\nHvernig áætlið þið að sú sjálfboðavinna sem er í gangi hvað varðar salinn verði eftir þetta? (Það sem ég á við er, hví að gefa vinnuna? Þú ert að borga fyrir að vera þarna).\nÞetta er mjög góð spurning, því hún felur í sér grunnspurningu þess að vera í félagi. Félag er samfélag ákveðins hóps og samfélag er nokkuð sem við viljum öll tilheyra, ekki satt? Til að félagið sé sem öflugast, skemmtilegast og gagnist sem flestum, þá er rosalega mikilvægt að meðlimir félagsins séu virkir í öllu starfi. Það að bjóða fram hjálp sína og gefa vinnu, gerir það að verkum að aðrir geti þá notið hennar og notið með þér. Ég persónulega mun greiða full félagsgjöld, ég gef alla mína vinnu og vona innilega að hún megi verða til þess að margir geti notið þess að spila í salnum, óháð því hvað er spilað hverju sinni. Ef við hugsuðum öll eftir þeim nótum, sem felast í því sem stendur innan sviga í spurningu þinni, þá er hættan sú, að allt verði metið til fjár og er það jákvætt? Ég hef fulla trú á, að margir muni vera tilbúnir að leggja hönd á plóg (eins hefur verið raunin) og að starfsemi spilasalarins muni halda áfram, vonandi, um ókomna tíð. Eflaust munu einhverjar hellast úr lestinni og er eftirsjá af þeim, en ég reikna með að maður komi í manns stað, t.d. hafa fjölmargir spunaspilarar haft samband við mig undanfarna daga og líst yfir ánægju sinni og eru reiðubúnir að koma og hjálpa til. Ég held, ef samfélögin (magic, rpg, warhammer) sameinast um, að gera þetta vel þá verði þetta frábært, en það verður enginn neyddur til þátttöku eða slíkt.\nPrOtOcoN wrote:\nEru einhverjar tölur á lofti hversu marga meðlimi þyrfti til að halda félagsgjöldunum lágum? (Þetta er ekki kvart um upphæð félagsgjalda heldur alvöru spurning. Hversu marga meðlimi þarf til að þurfa einungis 1000 kr á mánuði?)\nEf allt fer að óskum og félagsmenn eru yfir 100 talsins þá verða félagsgjöld lág. Það er erfitt að svara þessari spurningu fyllilega að svo stöddu, þar sem stjórnin er enn að vinna í málum er tengjast styrkjum, ÍTR og þess háttar. Ef allt fer að óskum, þá verða félagsgjöld við lægri mörkin. Við erum bjartsýnir á, að geta haldið okkur við 1000 kr.\nPrOtOcoN wrote:\nHver er hugmyndin að aukið skipulag á uppsetningu og stjórn þessara spilahópa muni áorka?\nEitt af markmiðum félagsins er að stuðla að nýliðun. Eins getur félagið stuðlað að því, að ungir einstaklingar fái vettvang til að iðka áhugamál sitt í samfélagi við aðra. Einnig hefur sú neikvæða þróun verið t.a.m. í herkænskuleikjum að sífellt færri einstaklingar sækja mót. Það er von okkar, að aukið skipulag og kröftugra starf muni leiða af sér betri mætingu á mót.\nMig langar þó að benda á eitt í þessari umræðu. Mörgum hættir til að sjá sitt áhugamál, sitt svið sem nafla þessa alls. Stjórnin getur ekki gert það, heldur verður að huga að veg og vanda þeirra allra. HIngað til hafa ákveðin áhugamál átt lítinn samastað í spilasalnum og gera þarf rúm fyrir þau. Svo ég taki nærtækt dæmi, þá hafa spunaspilarar ekki nýtt salinn til jafns við mörg önnur áhugamál. Ég reikna með að fjöldi spunaspilara sé um 250-300 manns í Reykjavík og tel miklar líkur á, með því að draga þá í spilasalinn opnist möguleikar á að kynna þá fyrir fleiri áhugamálum. Auðvitað gildir það í báðar áttir. Þannig geta öll áhugamál notið góðs af aukinni umferð spilara.\nPrOtOcoN wrote:\nNú eru flestir nýliðar í hobbíið ungir og erum við að tala um þúsundkalla sem þau hafa til að eyða í þetta mánaðarlega. Er einhver pæling um að hafa lágmarksaldur á meðlimagjöldum? Ódýrara eftir því sem þú verður yngri? Frítt undir 10 ára? Eitthvað þannig?\nÁ stofnfundinum var rætt um, að rukka ekki þá sem eru yngri en ákveðin aldur. Sá aldur var þó ekki ákveðinn á fundinum og hefur stjórn enn sem komið er ekki tekið afstöðu til málsins. Eins og áður kemur fram, þá er nýliðun eitt af markmiðum félagsins og mikilvægt að bjóða ungum spilurum upp á góðan, heilsteyptan vettvang til að iðka áhugamál sitt í félagi við aðra.\nPrOtOcoN wrote:\nHvernig verða sviðsstjórar valdir?\nÞað er nú ekki mjög faglega staðið að því, amk. þurfa menn ekki að skila inn ferilskrá og meðmælabréfi.\nStjórn hefur haft samband við marga þá sem hafa hingað til verið í forsvari fyrir hvert samfélag og komið að utanumhaldi móta. Það er gert til að tryggja að röskunin verði sem allra minnst. Það er ekki búið að finna sviðstjóra fyrir öll svið, stríðsleikir og borðspil standa út af borðinu eins og er, en það er von stjórnar að sviðstjórar finnist fyrir mánaðarmót, svo hægt sé að hefja skipulagningu starfs sem fyrst.\nEf einhver hefur áhuga á að taka slíkt starf að sér, þá er bara að hafa samband við mig eða Helga Redskull.\nEf þú hefur fleiri spurningar, þá skal ég reyna svara eftir fremstu getu. Ég vil þó minna á, að félagið var stofnsett formlega á sunnudaginn var og þó svo að ýmis vinna hafi farið fram fyrir þann tíma, þá eru mörg mál enn óleyst og mörgum spurningum ósvarað. Við erum að reyna vinna þetta hratt og þannig að starfsemi hvers áhugamáls fyrir sig geti haldið áfram óbreytt, að félagsgjöldum undanskildum. Með þeim viljum við tryggja rekstur spilasalarins."
        }
    ]
}