{
    "forum_title": "Hestar",
    "user": "bodvarg",
    "user_id": "70678",
    "date": "2010-11-19 08:48:52",
    "title": "Skráning á Stóðhestavef Hestafrétta fyrir árið 2011",
    "text": "Skráning á Stóðhestavef Hestafrétta er hafin fyrir árið 2011. Verðið er það sama og 2010 ef stóðhestur er skráður fyrir áramót aðeins 15.000.- + vsk Stóðhestavefurinn er beintengdur við Worldfeng þannig að allar tölulegar upplýsingar uppfærast sjálfvirkt.\nÁ stóðhestavef er hægt að setja inn fimm ljósmyndir af hverjum stóðhesti og allt að þrem mismunandi myndbönd  við hvern hest. Myndbönd af stóðhestum hjá Hestafréttum geta birtst líka á www.worldfengur.com ef óskað er. Og ekki má gleyma því að senda má allar tilkynningar um hvern stóðhest hvar hann verður og hvenær er sónaskoðað og fl.\nÞað er enginn annar sem býður uppá þessa þjónustu nema Hestafréttir. Þeir umsjónarmenn og eigendur stóðhesta sem nú þegar eru skráðir á stóðhestavef Hestafrétta eru vinsamlega beðnir um að senda Ritstjórn Hestafrétta nýjar upplýsingar um:\nNotkunarstaði\nSímanúmer og nafn umsjónarmanns / eiganda\nNetfang og upplýsingar um vefsíðu ef hún er til staðar\nUmsögn um stóðhestinn\nNánari upplýsingar um stóðhest ef einhverjar eru\nTil að auglýsingin njóti sín vel er um að gera að skrifa umsögn um hvern stóðhest.\nEndurnýjun og nýskráning á Stóðhestavef Hestafrétta kostar 15.000 kr. plús VSK\nÞað sem fram kemur á nýjum Stóðhestavef Hestafrétta er:\nÆtt\nLitir afkvæma\nKynbótadómur\nKynbótamat hæst metnu afkvæma\nKynbótadómur hæst dæmdu afkvæma\nFjöldi skráðra afkvæma\nUmsögn\nUpplýsingar um notkunarstaði\nMöguleiki á fimm ljósmyndum\nMöguleiki á þremur mismunandi Videoum af stóðhesti sem einnig birtist á Vef www.worldfengur.com\nHestafréttir bjóða kunnum sínum uppá að koma og taka hestinn uppá video fyrir 10.000.- kr + vsk fyrir utan akstur ef óskað er.\nVinsamlega sendið pantanir og upplýsingar á hestafrettir@hestafrettir.is og setjið nafn stóðhests í SUBJECT í maili.\nSmelltu á meðfylgjandi slóð til að fara beint á Stóðhestavef\nhttp://www.hestafrettir.is/stodhestar\nhttp://hestafrettir.is/Frettir/9485/",
    "url": "https://www.hugi.is/hestar/pistlar/715242/skraning-a-stodhestavef-hestafretta-fyrir-arid-2011/",
    "url_id": "715242",
    "id": "7273312",
    "replies": []
}