{
    "forum_title": "Tíska & útlit",
    "user": "minnienflestir",
    "user_id": "69127",
    "date": "2010-11-19 11:32:15",
    "title": "fæðingar gallar, pæling",
    "text": "eg er i sma vangaveltum, og langaði að fá heilbrigðar skoðanir frá fólki í sambandi við útlit.\nsjálf er eg fædd með skarð í vör og góm og hef farið i þónokkrar aðgerðir til að laga þetta.\nen nuna er komið að enn einni aðgerðini, í þeirri aðgerð verður vörin löguð almennilega svo hún hætti að ‘leggjast undir’ tennurnar hja mer, og eg þar með hætti að bíta i hana.\nsem færir mig að pælingu sem eg vil leggja undir ykkur.\ná maður að láta allt hverfa?\nþegar fólk talar um sjarmerandi ‘utlitsgalla’ og jafnvel persónu einkenni(td ör), á maður að láta svoleiðis hluti fara? á maður ekki á áveðnum tima punkti að hætta og seigja ‘þetta er orðið gott? og svona verð ég bara’\nhef talað við lýta lækna,útlits sérfræðinga og vini mina,\nlæknarnir seigja ‘þu ert fullkomin svona, þetta gæti ekki orðið betra,’\nútlits sérfræðingarnir tala um húðflúr utanum varirnar til að skapa skarpari vara linu og einthverja meðferð á örið, en vinirnir tala um að þetta sé sjarmerandi, og eg yrði ekki sú sama ef eg myndi lata fjarlæga örið það myndi vanta á mig.\nnu tala eg ekki um mig sem stakt tilfelli, hvað mynduð þið gera? finnst ykkur rétt að láta allt hverfa ykkar utlits einkenni fara,ef þið væruð með, ef þið ættuð barn, systkini, eða vini sem væru kanski með sma ör á kjalkanum eftir að hafa dottið, sma harry potter ör, ör eftir aðgerð og allt þetta væri einthvað sem folk hugsaði um og fyndist sjarmerandi myndiru láta fjarlægja það? myndirðu lata laga allt þannig allt verði fullkomnlega eins og það ‘á’ að vera?\nþetta eru bara mjög djupar pælingar hja mer þessa dagana, endilega komið með ykkar skoðannir á þessu.",
    "url": "https://www.hugi.is/tiska/korkar/715247/faedingar-gallar-paeling/",
    "url_id": "715247",
    "id": "7273340",
    "replies": [
        {
            "user": "Obelixx",
            "user_id": "76338",
            "date": "2010-11-19 12:01:02",
            "id": "7273350",
            "reply_to_id": "7273340",
            "text": "Gerðu bara það sem þér langar að gera, ekki vera að pæla hvað öðrum finnst. Þú þarft að lifa með sjálfan þig.\nEf þetta er ekkert að bögga þig, slepptu þá aðgerðini.\nBætt við 19. nóvember 2010 -  12:02\nog ég held að flestum sé sama þó manneskja sé með smá ör á andlitinu. =)"
        },
        {
            "user": "minnienflestir",
            "user_id": "69127",
            "date": "2010-11-20 12:41:49",
            "id": "7273810",
            "reply_to_id": "7273350",
            "text": "eg er er bara að fá álit, ekki það að eg er löngu buin að taka ákvörðum en finst bara gaman að sja hvað folki finst"
        },
        {
            "user": "FlapJack",
            "user_id": "76827",
            "date": "2010-11-19 13:15:14",
            "id": "7273377",
            "reply_to_id": "7273340",
            "text": "ég persónulega\nelska\nþað þegar fólk er með sérpersónuleikaeinkenni (úff langt orð!) eníveis, það er bara svo mikill partur af persónuleika fólks hvernig það lýtur út, og ef það er sátt með sjálft sig, þá á það ekkert að vera að breyta sér!\nég var t.d. mjööög ósátt með að þurfa að láta byggja utan á tvær tennur uppi í mér þegar ég byrjaði í tannréttingum, afþví að þær eru litlar í alvörunni, þær voru bara partur af mé"
        },
        {
            "user": "Bublegum",
            "user_id": "67395",
            "date": "2010-11-19 13:20:25",
            "id": "7273380",
            "reply_to_id": "7273340",
            "text": "það getur enginn ákveðið þetta fyrir þig, persónulgega myndi ég láta laga þetta en það er bara mín skoðun ég var með ¨útlits einkenni¨ innan gæsalappa sem að margir sögðu að væri svo krúttlergt og bara mitt einkenni en það var að önnur framtönnin kom yfir hina ég vildi láta laga það og gerði þó svo að margi sögðu ég þirfti þess ekki og ég lét laga það. það sem ég meina er að ef þetta pirrar þig á einhvern hátt þá mindi ég laga þetta en annars ekki.\nSvo segir fólk oft ekki 100% sannleikan við mann því það vill hlífa tilfinningum manns."
        },
        {
            "user": "minnienflestir",
            "user_id": "69127",
            "date": "2010-11-20 12:41:29",
            "id": "7273809",
            "reply_to_id": "7273380",
            "text": "eg er er bara að fá álit, ekki það að eg er löngu buin að taka ákvörðum en finst bara gaman að sja hvað folki finst"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2010-11-19 15:17:38",
            "id": "7273427",
            "reply_to_id": "7273340",
            "text": "mér finnst ör alltaf mjög sjarmerandi, nema þau séu eftir brunasár þannig ör eru svo creepy\nen það skiptir mestu máli hvað þér finnst"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2010-11-20 14:59:05",
            "id": "7273878",
            "reply_to_id": "7273340",
            "text": "Ég var einmitt í þessum sömu pælingum fyrir svona ári síðan.\nÉg hef alla mína ævi verið mikið í tannréttingum. Núna eru allar tennurnar í efri gómi orðnar beinar og fínar, og ég ánægð með það :) En hinsvegar er bitið mitt mjög skakkt. Það er skakkt á þá leið að neðri gómurinn er aðeins of framalega, neðri tennurnar leggjast ekki fyrir aftan efri tennurnar, eins og þær eiga að gera heldur lenda þær allveg saman á móti hvor öðru.\nVegna þessa bits hjá mér er ekki hægt að rétta við tennurnar í neðri gómi en þær eru pínu skakkar. Það sést samt aldrei þegar ég tala eða brosi svo það skiptir mig í raun engu máli.\nSvo þurfti ég að taka ákvörðun um það hvort ég vildi fara í kjálkaaðgerð og laga þetta bit. Mér var sagt að þá bæði væri ég með “fallegra” bros og það væri hægt að laga tennurnar í neðri gómi. En hinsvegar er það mikið ferli að fara í svona aðgerð. Ég þyrfti að fá teina í bæði efri og neðri góm. (Ég hef verið með teina bara í efri gómi og var mjög glöð þegar ég losnaði við þá!) Svo er þessi aðgerð allveg eitthvað áhættusöm…ég þyrfti að vera á spítala nokkra daga eftir aðgerðina, bara á fljótandi fæði osfr. Fyrir utan það að þetta er rosalega dýrt.\nÉg vissi ekki allveg hvað ég átti að gera því mér fannst einhvernvegin eins og ég “ætti” að fara í þessa aðgerð. Allt í einu fór ég að líta á mig í spegil og hugsa að ég væri miklu sætar ef ég færi í þessa aðgerð, og mér fannst í raun eins og það væri eitthvað “að” mér út af skakka kjálkanum. En þetta var eitthvað sem ég var eiginlega ekki búin að pæla neitt í áður, útlitslega séð.\nÉg var samt ekki viss um hvort ég vildi leggja allt þetta á mig….og ég fór að spurja sjálfa mig hvað ég fengi í raun út er þessu.\nÉg hugsaði um þetta lengi, skrifaði niður á blað mögulega kosti og galla. Síðan talaði ég um þetta við kærastan minn. Við töluðum lengi vel saman um þetta, síðan spurði hann mig: “Hérna…hvernig er kjálkinn þinn eiginlega skakkur, ef ég mætti spurja?” Og þá sló það mig…hann tók ekki einu sinni eftir því! Ég var nefnilega farin að halda að þetta væri eitthvað svaka áberandi eftir að hafa talað við læknana. Ég talaði líka um þetta við vini mína og þeir hafa aldrei tekið eftir þessu! Fólk veit ekki einu sinni að ég er með skakkan kjálka :)\nÉg fór samt sem áður og talaði við lýtalækni og hann skoðaði mig og sagði að ef ég myndi fara í þetta væri það bara útlitslega séð. Kjálkanir eru mjög sterkir og mér er ekkert illt þegar ég borða eða eitthvað svoleiðis. (Sem er oft ástæða fyrir því að fólk fer í þetta).\nSvo fór ég að hugsa…ég er fullkomlega hamingjusöm núna og ánægð með hver ég er! Fólk tekur ekki eftir því að að ég sé með skakkt bit. Einnig er þetta andlitið mitt ég, það sem ég þekki. Ég held mér myndi bara líða illa ef þessi aðgerð hefði einhverjar meiriháttar breytingar í för með sér.\nJæja, þetta er nú meiri langlokan hjá mér. Allavegana, ég ákvað semsagt að fara ekki í þessa aðgerð…og ef mér snýst hugur er þessi möguleiki alltaf til staðar síðar! Ég er fullkomlega sátt með lífið og sjálfan mig :)\nÉg sá í kommentum að þú ert búin að taka ákvörðun…hver var hún? :)"
        },
        {
            "user": "minnienflestir",
            "user_id": "69127",
            "date": "2010-11-21 13:01:57",
            "id": "7274326",
            "reply_to_id": "7273878",
            "text": "mer finnst örið vera svo mikill partur af mer, gæti ekki imindað mer að horfa i spegil og það er horfið, of feik þvi eg fæddis ju með skarð og þetta er bara ummerki um það að engin fæðist fullkominn,\nþannig, eg ætla bara að laga það sem truflar mig þegar eg er að tala eða e'ð álika, eg ætla að halda örinu, lata laga þykkari hliðina(lata þynna) þvi það er truflandi þegar eg tala og borða:)"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2010-11-23 15:53:03",
            "id": "7275404",
            "reply_to_id": "7274326",
            "text": "Jamm, líst vel á þessa ákvörðun :) Finnst of mikil stefna núna að allir eigi bara að líta eins út…það er oft sjarmi að hafa einhver persónuleg merki/ör/skarð eða eitthvað annað :)"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2010-11-22 11:19:40",
            "id": "7274801",
            "reply_to_id": "7273340",
            "text": "Ég er sjálfur með þónokkur ör í andliti eftir atburð fyrir nokkrum árum síðan.\nGamla settið pressar endalaust á mig að láta laga þessi ör, því þau eru áberandi og á þannig stað.\nEn mér finnst þau “falleg”… Þau endurspegla mig sjálfan, það sem ég stend fyrir, og eru jafnmikill hluti af mér og húðin sjálf að mínu áliti..\nÞannig að.. My two cents eru að gera það ekki =)"
        },
        {
            "user": "technokisa",
            "user_id": "73906",
            "date": "2010-11-28 18:50:16",
            "id": "7277956",
            "reply_to_id": "7273340",
            "text": "bróðir minn er með stórt ör hjá augabrúninni, held að hann vilji losna við það, enda er það allveg risa stórt, þetta er vona blettur með fullt af örum eiginlega.. og allvegn iður á augnlokið, mér finnst það svalt, hann er svo badass með þetta ör haha,"
        }
    ]
}