{
    "forum_title": "Hljóðfæri",
    "user": "Trendkiller",
    "user_id": "39847",
    "date": "2010-11-20 20:47:49",
    "title": "Toneking á denmark street london",
    "text": "Sá þetta myndband áðan þar sem að Toneking Skoðar ýmsar gítarbúðir í denmark street í london,allavegana væri ég feitt til í að koma þangað\nhttp://www.youtube.com/watch?v=B7uec93hazM",
    "url": "https://www.hugi.is/hljodfaeri/korkar/715326/toneking-a-denmark-street-london/",
    "url_id": "715326",
    "id": "7274071",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2010-11-20 21:56:56",
            "id": "7274099",
            "reply_to_id": "7274071",
            "text": "Góð gata, fáránlega dýr samt.\nVersta við hana er að gítarbúðirnar eru ekki beint að hugsa vel um gítarana. Svona 80% þeirra eru með ömurlega og ryðgaða strengi, lélegt setup og allir úti handaförum og kámi.\nNennti ekki að horfa á allt myndbandið en það er fyndið að sjá fullt af gíturum sem maður hefur spilað á á youtube. Fullt af rosalegum gíturum í Music Ground búðinni samt. 100 ára afmælis tvöfaldi Gibson SG-inn og upprunalegu gítararnir sem að gítarleikarinn í Avegned Sevenfold nauðgaði…\nRockers er samt uppáhalds búðin mín þarna, prófaði svo geðveika magnara þar og nokkra gúrmei Jackson gæja. Veit ekki hvort að hún sé í myndbandinu samt."
        },
        {
            "user": "Nidurvald",
            "user_id": "79266",
            "date": "2010-11-21 13:36:36",
            "id": "7274338",
            "reply_to_id": "7274071",
            "text": "Hef komið þarna tvisvar, það er alveg hægt að gleyma sér þarna. Keypti mér Epiphone Les Paul í Rockers þegar ég fór í fyrra skiptið."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2010-11-22 21:59:55",
            "id": "7275161",
            "reply_to_id": "7274071",
            "text": "Var þarna um daginn, fannst hún bara alls ekki jafn spennandi og ég hafði ýmundað mér. Ég er nú reyndar bassaleikari, en það var eiginlega ekkert spennandi þarna fyrir mig, nema einn '72 Rickenbacker í “Vintage and Rare Guitars” og svo var helvíti laglegur Warwick í einni búðinni, hitt var bara fullt af einhverjum fenderum og ibanez."
        }
    ]
}