{
    "forum_title": "Stjórnmál",
    "user": "gmaria",
    "user_id": "6128",
    "date": "2002-04-08 01:29:12",
    "title": "Of mörg lyf = heilbrigðisvandamál !",
    "text": "Loksins hefir það komið fram hér á Íslandi,\nhve mikið áhyggjuefni það er hve margir aðilar ávísa lyfjum til viðbótar við það magn alls konar fæðubótarefna og heilsuvara sem markaður hefur að bjóða, en enginn einn aðili hefur yfirsýn yfir\návísaða lyfjaskammta, sem aftur leiðir af sér að tíunda hver innlögn á sjúkrahús er af völdum samverkandi þátta þeirra hinna sömu lyfja sem viðkomandi innbyrðir.\nBandarískur prófessor, Linda að nafni var hér á ferð í boði íslensks lyfjafyrirtækis þar sem kynnt var rannsókn er fram hafði farið meðal 25.000.- Bandaríkjamanna, er leiddi það í ljós að tíunda hver innlögn á sjúkrahús þar væri af völdum þessa, og sú hin sama taldi nákvæmlega sömu tölfræði eiga við á Íslandi, sem fram kom í fréttum beggja ljósvakamiðla um helgina.\nÍ ljósi þess hve miklu fjármagni er hér varið í hið íslenska heilbrigðiskerfi sem og þáttöku skattborgara í niðurgreiðslu lyfja er það að mínu áliti sjálfsögð krafa að hið opinbera beiti sér fyrir stórauknu eftirliti sem fram fari með skilvirkara móti, en til staðar er í dag.\nÞað er óverjandi að tíundi hver maður sé að leggjast inn á sjúkrahús vegna aukaverkana lyfja, sem ef til vill eru ávísuð af starfsmönnum hins opinbera sérfræðingum annars vegar og heimilislæknum hins vegar,  sökum þess að sjúkrarúm kostar peninga og margir bíða þjónustu sem á þurfa að halda.\nKvartanir um meinta ranga lyfjameðferð hafa stóraukist undanfarin ár til Samtakanna Lífsvog sem fengið hafa inn á sitt borð kvartanir um flest það sem sjúklingar hér á landi hafa, haft við heilbrigðiskerfið íslenska að athuga, sem aftur kemur heim og saman við það sem prófessor Linda tjáir okkur nú um skort á\neftirliti með lyfjanotkun og beinum afleiðingum þess.\nMeginhluti vergra þjóðarútgjalda fer til heilbrigðismála.\nkveðja.\ngmaria.",
    "url": "https://www.hugi.is/stjornmal/greinar/71555/of-morg-lyf-heilbrigdisvandamal/",
    "url_id": "71555",
    "id": "498099",
    "replies": [
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-08 12:39:54",
            "id": "498100",
            "reply_to_id": "498099",
            "text": "Hæ gmaria :)\nGóð grein hjá þér.\nGott fyrir fólk að vita þetta…Vá, tíundi hver maður er há tala…\nÞú ættir kannski að setja þessa grein inn á áhugamálið “heilsa” líka. Þeir sem fara þangað mest en koma kannski ekki allir hingað hefðu áreiðanlega áhuga á þessu.\nBestu kveðjur,\nThule sol."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-09 00:34:24",
            "id": "498101",
            "reply_to_id": "498100",
            "text": "Sæl thulesol.\nÞökk fyrir góð orð og ábendingar.\nÉg hef rætt þessi mál í “ heilsu ” áhugamálinu, fyrir nokkru síðan. Það sem mér finnst mjög nauðsynlegt er að\nalmenningur fái að vita af því að þetta er hluti af okkar nútima vandamálum, nú staðfest með rannsóknum, þar að lútandi.\nSjálfri finnst mér sorglegt að t.d. almannatryggingakerfið sem við öll rekum, geti ekki borgað örorku og ellilífeyri sem dugar til framfærslu þeim hinum sömu er á þurfa að halda, meðan að fram fer “ lyfjaaustur ” sem aftur orsakar það, að virðist, að tíunda hver innlögn á sjúkrahús er sökum þess.\nmeð góðri kveðju.\ngmaria."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-10 20:08:02",
            "id": "498102",
            "reply_to_id": "498101",
            "text": "Sæl gmaria.\nÉg er alveg sammála. Þetta er mjög alvarlegt mál.\nPersónulega finnst mér að það ætti einnig að vera meiri áhersla á “forvarnir” í heilbrigðismálum. Ég get vel trúað því að 1 af 10 fari inn á spítala vegna þessa lyfjaausturs, en hvað ætli margir séu þar vegna reykinga,offitu eða ofdrykkju?\nÞað er margt fárveikt fólk sem þarf vissulega á hjálp að halda, til dæmis ýmis konar langtíma hjálp sem ríkið hingað til þykist ekki geta staðið undir og margir þurfa að greiða dýra meðferð sjálfir að alltof miklu leyti.\nSorglegt að verið sé að verja peningunum sem hægt væri að nota til að borga fyrir sjúklinga sem væru kannski ekki eins veikir, ef þetta “lyfjaaustur” væri ekki svona slæmt…\nFrábær grein hjá þér. Ég er viss um að þetta fær einhvern til að kynna sér aukaverkanir og slíkt betur.\nKveðja,\nThulesól"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-11 00:15:40",
            "id": "498103",
            "reply_to_id": "498102",
            "text": "Sæl Thulesól\nÞað er alveg rétt að forvarnir þarf að stórauka.\nÁgætlega hefur tekist til hvað varðar reykingar en alveg skort á slíkt með áfengi og offitu.\nForvarnir verða að vera stöðugar á hverju sviði fyrir sig og eitt átak á ári að minnsta kosti nauðsynlegt.\nLandlæknir má eiga það að hann hefur verið að berjast í því að koma skilaboðum á framfæri, en fjármagn skortir að ég held í þennan flokk.\nÞví miður er það nú orðið svo fyrir nokkru að sjúklingar, standa varla undir því að greiða þau þjónustugjöld sem innheimt eru fyrir rannsóknir,\ns.s myndgreiningu, sem dæmi og jafnvel komur til sérfræðinga eru sumum ofviða fjárhagslega.\nEf viðkomandi situr síðan ef til vill uppi með heilsutjón eftir aukaverkanir lyfja , þá kann sá hinn sami að vera metinn til örorku, sem bætist á skattgreiðslur vorar.\nmeð góðri kveðju.\ngmaria."
        },
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2002-04-11 00:26:31",
            "id": "498104",
            "reply_to_id": "498102",
            "text": "Hæ Thulesól\nGott innlegg hjá þér, það mætti vel auka fræðslu til almennings um ábata þess að lifa heilbrigðu lífi og ókosti hins.\nÞað hefur oft vakið mig til umhugsunar að sjá hvernig fæði þeir versla inn í stórmörkuðunum, sem einungis lifa af örorkubótum eða ellilífeyri.  Þetta fólk hefur ekki heldur möguleika vegna fjárskorts að stunda góða líkamsrækt, nema þá í formi útihreyfingar.  Þar aftur er veðráttan í landinu hamlandi þáttur, ásamt skertri heyfigetu.\nÉg veit um sjúkdóma sem fólk fær í kjölfar vannæringar.  Ein sem ég þekki er t.d. nær blind.  Án efa á það eftir að verða kostnaðarsamt fyrir samfélagið að annast hana, núna þegar í óefni er komið.  Við spyrjum okkur er það raunverulega ábatasamt fyrir samfélagið að hafa fæði sem er lítt æskilegt er mun ódýrara en það sem Manneldisráð leggur til að við neytum.  Eftir stendur sú staðreynd að bætur eru hreinlega of lágar til þess að bótaþegar geti borðað grænmeti, eða fæðubótaefni!  Aftur er þetta svo  samverkandi þáttur í því að bótaþegar fyllast þunglyndi og heilsu þess hrakar enn freka.  Þá er bara að auka á lyfjaskammtinn.\nÞað væri fróðlegt að sjá útreikninga á því hvað þjóðarbúið myndi spara í heild ef þessu væri öðrvísi farið!  Þá erum við ekki að tala um kosti þess að hafa betri almenna líðan fóksins.\nEn að sjálfsögðu er ég ekki að alhæfa hér, aðeins að tala um hættu þess að hugsa ekki dæmið til enda.\nEn allt er jú hægt að lækna með nógu miklum lyfjum, alla vegna buddu lækna og lyfjaframleiðanda."
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2002-04-08 13:18:08",
            "id": "498105",
            "reply_to_id": "498099",
            "text": "Fín fréttagrein GMaría..\nÍ kjölfari þess komst í ljós að ónefndir 5 læknar hafa skrifað óeðlilega mikið af lyfjaseðlum fyrir sterkum lyfjum, þar á meðal opíum.\nÁ ekki að gera eitthvað í þessu???\nOg hvað með læknina… er það rangt hjá mér að þeir fá prósentu af þeim lyfjum sem þeir “selja” eða skrifa uppá?\n–krizzi–"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-09 01:06:05",
            "id": "498106",
            "reply_to_id": "498105",
            "text": "krizzi.\nÞað er alveg rétt hjá þér að læknar hafa orðið uppvísir að slíku, hins vegar fáum við sjaldnast að vita, hvort á slíku er tekið , þ.e. hvort þeir hinir sömu verði sviptir læknaleyfi, um tíma eða þurfi aðeins að taka áminningu, eða hvort eitthvað sé að gert.\nLandlæknir á hverjum tíma skal hvoru tveggja standa skil á gæðum heilbrigðiskerfisins og gera athugasemdir varðandi það sem aflaga kann að fara, og ef læknar fara út fyrir starfsskyldur sínar að mati landlæknis þá sendir hinn sami áminningar til ráðherra málaflokksins.\nUpplýsingar þessa efnis, þ.e. um áminningar eða sviptingar læknaleyfa, hafa ekki komið fyrir sjónir almennings mér best vitanlega, í rúman hálfan áratug, en fyrrverandi Landlæknir setti fram tölur í Mbl, um það leyti er Samtökin Lífsvog voru stofnuð 1995.\nHvort læknar fái “ prósentur ” af lyfjum, þá myndi ég benda á það að “ markaðslandslagið ” hefur breyst og það sem nú kynni að þarfnast skoðunar við er það hvort læknar sem starfa fyrir hið opinbera eigi hlut í lyfjafyrirtækjum, sem\nþeir hinir sömu ávísa sérlega mikið á.\nÞetta atriði ætti að vera hægt að skoða.\nkveðja.\ngmaria."
        },
        {
            "user": "kjwise",
            "user_id": "993",
            "date": "2002-04-08 15:15:32",
            "id": "498107",
            "reply_to_id": "498099",
            "text": "Þetta er eitt af þeim mörgu þjóðfræðilegu vandamálum sem hægt væri að laga með núverandi upplýsingatækni."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-04-08 15:22:08",
            "id": "498108",
            "reply_to_id": "498107",
            "text": "Alveg sammála, rafrænir lyfseðlar eru málið.  Þá fer allt þetta seðlabrask fjandans til."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-04-08 16:26:08",
            "id": "498109",
            "reply_to_id": "498108",
            "text": "Afsakið að þetta sé ekki í samræmi við umræðuna:\nútifundur á austurvelli þriðjudaginn 9.apríl kl 17:30\nkjörorð fundarins: -stöðvum blóðbaðið -alþjóðlega vernd - frið í palestínu\nKv;vigni"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-09 01:20:08",
            "id": "498110",
            "reply_to_id": "498109",
            "text": "Afsakaðu Vignir,\nað þetta er ekki í samræmi við innlegg þitt en eigi að síður heilbrigðisvandamál, ekki minna of mörg lyf.\nSamtökin STYRKURINN verða stofnuð\n9. apríl. kl. 20.30. í sal Háteigskirkju, en samtökin eru sjálfshjálpar samtök fyrir þolendur\nheimilisofbeldis og aðstandendur þeirra\nStöðvum ofbeldi - innan veggja heimila.\nkveðja.\ngmaria."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-08 18:31:51",
            "id": "498111",
            "reply_to_id": "498108",
            "text": "held að mar þurfi smá prozak til þess að geta hugsað sér að tækla þetta problem"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-09 01:29:17",
            "id": "498112",
            "reply_to_id": "498111",
            "text": "droopy.\nProzac er eitt helsta dæmið því miður áhrifagirni lækna því ávísanir á lyfi þessu ekki hvað síst hér á Íslandi hafa lítt verið í samræmi við skort á rannsóknum og gagnrýni sem lyf þetta hefur m.a.\nfengið í Bandaríkjunum.\nMarkaðssetning lyfsins var m.a í formi bókarútgáfu. Þótt lyfið geti verið kraftaverk til handa þeim er á þurfa að halda þá tel ég vera nokkuð ljóst að því hinu sama lyfi hafi verið ávísað til handa nokkuð stórum hópi sem ekkert hefur með það gera.\nNær væri að niðurgreiðsla kostnaðar nýttist þeim er á þurfa að halda.\nkveðja.\ngmaria."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-09 01:09:14",
            "id": "498113",
            "reply_to_id": "498107",
            "text": "kjwise.\nÞað er mikið rétt hjá þér, upplýsingatæknin er skrefi á eftir í þessum útgjaldafrekasta málaflokki þjóðarinnar.\nkveðja.\ngmaria."
        },
        {
            "user": "Tariq",
            "user_id": "10205",
            "date": "2002-04-08 18:32:03",
            "id": "498114",
            "reply_to_id": "498099",
            "text": "Sæl Gmaria, góð grein hjá þér eins og oftar.\nÉg kannast nú við þetta af eigin raun en langamma mín var á allsvakalegum lyfjakokteil sem var í rauninni baneitraður. Þetta voru á milli 10-15 lyf þegar mest var og mörg þeirra mátti alls ekki taka saman.\nÞegar á leið varð hún líka afskaplega veik af völdum lyfjanna, sköllótt og skeggjaðari en langafi órakaður(sem að sjálfsögðu er ekki eins og það á að vera)."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-09 02:14:01",
            "id": "498115",
            "reply_to_id": "498114",
            "text": "Sæll Tariq.\nÞakkir.\nAldrað fólk segir já og amen við því sem læknar segja, og algengt er að lyf telji í tugum í þessum aldursflokki.\nFaðir minn, 63 ára, GREINDIST með krabbamein á lokastigi, dó fjórum dögum síðar, var þá búin að meðtaka\nsýklalyfjagjöf ég veit ekki hvað lengi án rannsókna á undirliggjandi vandamáli.( bjó úti á landi )\nFullum plastpoka af sýklapilluglösum, hafði hann safnað saman.\nMóðir mín hafði lengi átt við að stríða sjúkdóma í öndunarfærum, og fór nokkru áður en hún lést til meðferðar á eina af meðferðarstofnunm og viti menn hvað var á ferð, jú hluti af meðferðarprógramminu innihélt geðlyfjagjöf, þannig að móðir mín varð nær út úr heiminum nokkra daga þar til mér tókst að sannfæra læknana\num það að taka hana af þessum lyfjum því þeim þyrfti hún ekki á að halda.\nViti menn móðir mín varð eins og hún átti að sér að vera, við það að losna við þetta pillusull, sem ekki átti heima í meðferð við öndunarfærasjúkdómum.\nHjúkrunarfólk taldi sig upplifa kraftaverk !\nÉg held að það sé ágætt að  maður sjálfur sé vel vakandi gagnvart aðstæðum sinna nánustu á efri árum sem ég sjálf get ekki státað af varðandi föður minn en lagði eitthvað af mörkum til handa móður minni í ´því efni.\nLangafar mínir og langömmur held ég að hafi sloppið við innkomu lyflækninga að mestu leyti\nen langmamma mín ein sem ég kynntist í móðurættina var á tíðræðialdri er hún kvaddi.\nkveðja.\ngmaria."
        },
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2002-04-11 00:43:59",
            "id": "498116",
            "reply_to_id": "498099",
            "text": "Gmaría\nHeilsugæslulæknar eru ekki í tísku, þeir meiga ekki reka eigin stofur.  Hér áður voru það einmitt þeir sem ráðlögðu fólki og bentu því á ef að lyf virkuðu hvort á móti öðru.  Þeir þekktu sjúklingana og sjúkrasögu þess og gátu vísað þeim til sérfræðinga væri þess þörf.  Fólkið varð stundum óánægt með þjónustuna, vegna þess að heimilislæknarir fóru í mörgum tilfellum að taka að sér hlutverk sérfræðinganna.  Þeir leifðu sér að halda vafanum sín megin, í stað þess að fá álits annars læknis.\nOflækningar blómstra í því sérfræðinga fári sem nú ríkir, og má segja að neytendur (sjúklingar) hafi fari úr öskunni í eldinn.  Í stað þess að deyja drottni sínu heima vegna skorts á rannsóknum, þá deyja þeir stútfullir af lyfjum, brosandi útúr skakkir.\nLandlæknisembætti virðist ekki sinna eftirlitskyldu sinni gagnvart störfum lækna og lyfjasöluaðila.\nOft hefur verið bent á nauðsyn þess að skipa umboðsmann sjúklinga til að veita stjórnsýslunni meira aðhald og auka öryggi sjúklinga, en slíkt hefur ekki hlotið náð fyrir augum þingmanna okkar.\nAð hluta til er fámenni þjóðarinnar og “kunningjasamfélag” baggi á eðlilegri nákvæmni í Heilbrigðisgeiranum.  Hvergi sjáum við gæðastaðla eða áhættumat liggja fyrir hjá verklagsreglum heilbrigðisstarfsmanna heilbrigðisstofnanna.\nEf lækningar væru reknar eins og t.d. líftækniiðnaður væri viðhorfið annað og öll vinna mun nákæmari og markvissari, þá þarf að hugsa um að ná sem bestum árangri, bæði fjárhagslegum sem gæðalegum.\nEn ég brosi, út að eyrum, enda lyfin farin að virka.\nkv.\n:))\nDeddida"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-11 01:45:30",
            "id": "498117",
            "reply_to_id": "498116",
            "text": "deddida.\nJá mikil ósköp.\nLyf til að hlæja og lyf til að gráta, lyf við kvíða og lyf við spennu,  og enginn skilur nokkurn skapaðan hlut hvað varð af hinum tilfinningalega þætti ?\nÞarf að rannsaka í mörg ár !\nSvo virðist sem  sérfræðingar í læknastétt álíti að heilsugæslulæknar viti svo lítið um sjúkdóma að það taki því ekki fyrir sjúklinga að leita til þeirra. Það sem vantar í menntun sérfræðilækna\ner kennsla í kostnaðarvitund, um eftirfylgni ferliverka og almennan kostnað við heilbrigðisþjonustu.\nSérfræðilæknar hafa því ekki lagt til að heimilislæknum yrði fjölgað t.d. á höfuðborgarsvæðinu, því þá hefðu þeir hinir sömu misst vinnu.\nHingað til hefur fjárveitingavaldið og sveitarfélög tekið mark á ráðum sérfræðinga\n( sérfræðivit )\nað virðist og því ekki fjölgað heimilislæknum, heldur stutt við einkastofurekstur sérfræðinga, þar sem að virðist er helst mælst til þess að sjúklingur fari til lungnasérfræðings til þess að láta þann hinn sama hlusta sig með hlustunarpipu. sem heimilislæknar hafa að aðalstarfi alla jafna.\nEða til háls nef og eyrnalæknis til þess að láta athuga hálsbólgu, þótt slíkt þýði tvöfaldan kostnað.\nÁ meðan deyr hluti mannkyns úr háls og lungnabólgu, meðan eytt er og sóað í ónauðsynlegar oflækningar m.a. í formi lyfjaausturs hjá ríkari þjóðum.\nSiðalögmál virðast hafa farið veg allrar veraldar á stundum og fljóta líkt og trjádrumbur um í hafsjó skattpeninga almennings, gæðastaðlar eru ekki til umræðu fyrr en gagnagrunnur verður til um viðfangsefnin, og því er barist gegn slíku sem\nhinu versta fyrir sjúklinga.\nSjúkraskýrslur sérfræðinga um sjúklinga sína eru\n“ hugverk ” þar sem blandast saman latina, íslenska, danska og enska, og því nær óskiljanleg plögg á stundum, allt eftir því hvar erlendis viðkomandi hafði lært í framhaldsnámi.\nkveðja.\ngmaria."
        },
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2002-04-12 00:59:55",
            "id": "498118",
            "reply_to_id": "498117",
            "text": "Hæ hæ.\nÞað er skelfilegt ef landinn þarf orðið að deyfa tilbúnar lyfjatilfinningar sínar með 17,5 milljónum lítra af áfengi.  Ég hefði haldið að það væri nægjanlegt að skola þeim niður með vatni!  Skiljanlegt með þennan sem fékk 920 morfíntöflur á nokkrum mánuðum hjá lækni sínum, hann hefur hreinlega þurft að okruríkann drykk til að halda sér gangandi.  Enn og aftur virðumst við Íslendingar “Hamingjusamasta þjóð í heimi” slá vafasamt heimsmet í ofneyslu.\nÞessar fréttir eru svo skelfilegar, að ég undrast það að hitta fyrir fólk dags daglega sem ekki er undir áhrifum vímuefna, jafnvel bindindisfólk.\nGetur verið að hér skorti eitthvað á að geðheilbrigðismálum sé nægjanlega sinnt?\nÉg er sammála þér að sjúkraskýrslur eiga að vera vistaðar í gagnagrunni á heilbrigðissviði.  Ef læknum hugnast að skrifa hugverk sín, verða þeir að sætta sig við samkeppni í jólabókaflóði bókarþjóðarinnar.  Þar geta þeir farið á kostum og gætt þess að “Góð saga gjaldi ekki sannleikans”.\n:))"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-12 01:20:16",
            "id": "498119",
            "reply_to_id": "498118",
            "text": "deddida.\n“Bindindi” er orðið afstætt hugtak í ljósi magnmargfeldisáhrifa mögulegra svo mikið er víst sem og hið gifurlega gæðaeftirlit sem felst víst í því að hægt er að safna saman pillum með heimsóknum á sitt hvora sérfræðistofuna, þar sem\nhvert eitt einasta vandamál er vel geymt, skrifað og skráð með bleki á blöð og tölvur og upplýsingartækni virðast enn ekki hafa haldið innreið sína. Tölur um pillur er því ómögulega hægt að senda milli lækna í pósti.\nSjáfsagt er þar um að ræða ávísanir vegna “afar sérstakra tegunda, af áður óþekktum krónískum verkjavandmálum sem viðkomandi hefur lengi átt við að stríða, og kunna að vera hluti af fæðingargalla í erfðamengi ”.\nkveðja.\ngmaria."
        },
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2002-04-12 09:04:35",
            "id": "498120",
            "reply_to_id": "498119",
            "text": "Hæ Gmaria\nÞað er rétt hjá þér Gmaria, ekkert væri einfaldara en að samtengja lyfjagjafir eftir kennitölum.  Líkt og gert er hjá VISA, EUROCARD eða bönkunum.  Ef viðkomandi er farinn að nota óeðlilega mikið af lyfjum, eða lyfjaflokkum þá kæmi athugasemd til læknisins og til Landlæknisembættisins.  Vissulega er það krafa okkar sem neytenda að það verði gengið markvisst í það að laga þessa vankanta.  Hvert hneykslismálið á fætur öðrum birtist okkur á síðum dagblaðanna, en ekkert fréttist af aðgerðum til að stöðva eða hindra að fólk lendi í þeim glufum sem kerfið bíður uppá.\nEn í sambandi við tilurð þessara útskriftaglöðu lækna gæti einfaldlega legið “græðgisgenið”, hann (læknirinn) ku víst hafa fengið 130.000 kr í eigin vasa fyrir að ávísa þessum 920 morfíntölflum, sem síðan hafa valdið stórfelldum læknisfræðilegum slysum á ungu fólki.  Sagt var t.d. frá tveimur ungum konum sem voru nær dauða en lífi vegna morfínsnotkunar eftir að hafa keypt þessar töflur af “Góðvini geðlæknisins”.\nLifðu heil.."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-13 02:38:14",
            "id": "498121",
            "reply_to_id": "498120",
            "text": "deddida.\nÉg ætla rétt að vona að eftirlit hér á landi, hverju nafni sem það nefnist,  taki sér tak , ekki seinna en strax, því konur þær sem þú nefnir misstu lífið, og létu eftir sig ung börn eftir því sem ég gat greint af fréttum í fjölmiðlum.\nÞað þarf að einangra “ græðgisgenið ” og athuga hvort það kunni að afmarkast við ákveðna hópa.\nkveðja.\ngmaria."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-04-18 16:15:28",
            "id": "498122",
            "reply_to_id": "498121",
            "text": "Jamm verður að cutta á þessi lyf aðeins, td penislín.. það er að myndast ónæmi gegn þessu þannig að eftir dáldinn tíma verður þetta gagnslaust og svo bara með flest annað.\nEru læknar ekki að ávísa svona mikið vegna þess að þeir fá svo góðar % fyrir?\nEins og gaurinn sem gaf út 920 morfíntöflur, hann fékk 100 og eitthvað þúsund fyrir að ávísa þeim…"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-19 00:33:53",
            "id": "498123",
            "reply_to_id": "498122",
            "text": "tholli.\nÞað er alveg rétt. Afleiðingar ofnotkunar t.d. syklalyfja , s.s. ónæmi geta verið vægast sagt\ngeigvænlegar.\nLæknar brjóta alfarið sín eigin siðalögmál ef þeir í einhverju láta hagnaðarhvöt ráða ferð.\nMig minnir að siðaráð Læknafélagsins geti beitt sektum ef þeir hinir sömu verða uppvísir að slíku.\nÞað vill hins vegar gleymast að læknar og aðrir heilbrigðisstarfsmenn eru opinberir starfsmenn sem eiga að starfa samkvæmt lögum. Ef þeir hinir sömu fara út fyrir þann ramma, þarf að taka á því, rétt eins og hjá öðrum starfsstéttum.\nÞví miður hefur þetta “ 920 morfíntaflnadæmi ” enn einu sinni sýnt okkur hve lamað eftirlitskerfið er í þessum málaflokki.\nkveðja.\ngmaria."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-04-22 02:15:11",
            "id": "498124",
            "reply_to_id": "498123",
            "text": "Það var nú mikil umfjöllun um ofnotkun sýklalyfja fyrir nokkrum árum og ég held og mér finnst að læknastéttin hafi tekið sig verulega á í þeim efnum. Við skulum vona að það sama verði upp á tengingnum núna í kjölfar þessarar umræðu um ávanabindandi lyf s.s. morfínlyf og að betra eftirlit komist á."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-04-23 00:47:48",
            "id": "498125",
            "reply_to_id": "498124",
            "text": "GlingGlo.\nÉg er sammála því að læknastéttin hefur tekið sig varðandi ávísun sýklalyfja, almennt, hins vegar er eftirlit með lyfjaávísnum hvers konar enn í moldarkofunum, því miður.\nkveðja.\ngmaria."
        }
    ]
}