{
    "forum_title": "Rokk",
    "user": "tonycool990",
    "user_id": "63632",
    "date": "2010-11-25 14:46:48",
    "title": "Slash",
    "text": "hvernig eruð þið að melta solo albumið?\npersonulega finnst mer þetta vera virkilega góður disku",
    "url": "https://www.hugi.is/rokk/korkar/715659/slash/",
    "url_id": "715659",
    "id": "7276403",
    "replies": [
        {
            "user": "IngZo",
            "user_id": "78228",
            "date": "2010-11-25 16:26:17",
            "id": "7276442",
            "reply_to_id": "7276403",
            "text": "allt í allt er hann semi góður\nsum lögin eru gjörsamlega ömurleg á meðan nokkur eru geðveik"
        },
        {
            "user": "myndavel",
            "user_id": "74573",
            "date": "2010-11-27 21:58:49",
            "id": "7277665",
            "reply_to_id": "7276403",
            "text": "Fínn bara."
        },
        {
            "user": "SaulHudson",
            "user_id": "60950",
            "date": "2010-12-07 02:36:04",
            "id": "7282717",
            "reply_to_id": "7276403",
            "text": "Finnst þetta fínn diskur, ekkert masterpiece en alls ekki lélegur, lögin þó misgóð og sum alveg frábær\nHann ætlar svo að fá Myles Kennedy til að syngja öll lögin á annari sóló plötu á næsta ári"
        },
        {
            "user": "tonycool990",
            "user_id": "63632",
            "date": "2010-12-07 03:33:47",
            "id": "7282728",
            "reply_to_id": "7282717",
            "text": "hljómar vel, hann syngur þetta virkilega vel alltsaman, gömlu gnr login þar á meðal. en eftir að hafa hlustað á diskinn í heild sinni alveg nokkrum sinnum verð ég að segja að ég erfitt með að setja út á hann. Eina slappa lagið þarna finnst mér vera Beautiful dangerous"
        },
        {
            "user": "SaulHudson",
            "user_id": "60950",
            "date": "2010-12-09 22:00:48",
            "id": "7284481",
            "reply_to_id": "7282728",
            "text": "Já Myles er rosa söngvari, sá Slash einmitt live í sumar með Myles og hann var ekkert smá góður, alveg sama hvort hann tók Guns, VR, Slash eða hvað. Náði Guns ekki alveg eins og Axl :P en hann söng þau samt rosalega vel\nJá fannst það lag reyndar koma á óvart, bjóst við algerum hrylling en svo er ekki, samt ekkert frábært, ég hlustaði slatta á plötuna þegar ég fékk hana en hef svo ekkert hlustað á hana lengi núna"
        }
    ]
}