{
    "forum_title": "Fiskar",
    "user": "zeppelin29",
    "user_id": "80082",
    "date": "2010-12-03 14:55:19",
    "title": "Mantis rækjan mín, hvernig ég fékk hana og hvað ég gerði við hana.",
    "text": "Fyrir nokkru síðan keypti ég mér 3 gullfiska enda var ég með einhvern rosalegan áhuga fiskum (,ekki veit ég afhverju).  Meðal þess sem ég keypti mér vað einhver fjandans steinn sem ég því miður man ekki hvar ég keypti hann.  Nokkrum vikum síðar hverfur einn fiskurinn.  Ég hélt að hann væri bara í felum en síðan einn daginn liggur beinagrindin af honum á botninum, ég hélt að hann hefði bara dáið af náttúrlegum orsökum en seinna kom í ljós að þetta var morð. Siðan hverfa hinir fiskarnir einn af öðrum og ég keypti 3 gullfiska til viðbótar.  Eitt skipti er ég að gefa fiskunum þegar allt í einu kemur helvítis rækjan og ræðst á einn fiskinn.  Þá skildi ég hvað varð um alla fiskanna.  Síðan ákvað ég að það skyldi vera góð hugmynd að hafa Mantis rækjuna sem gæludýr í staðinn fyrir gullfiskana sem hún át. Ekki besta hugmyndin mín verð ég að viðurkenna.  En ég gaf rækjunni kjötbita í fæðu.  Allt gekk vel til að byrja með en einn daginn heyri ég brothljóð koma úr herberginu mínu….. þá var fjandinn laus, bókstaflega.  Helvítis rækjan var laus og það besta sem mér datt í hug var að fara upp á stól með rækjan hljóp um gólfið.  Ég var svo hræddur að ég hlýt að hafa staðið þarna í hálftíma.  síðan í hugrekki mínu þá næ ég í skál og næ að setja hana yfir rækjuna og held henni þar.  síðan með kraftaverki tókst mér að fara inná klósett herbergi og henda henni í klósettið og síðan sturta ég niður.  Enn viti menn nokkrum sekúndum síðar er rækjan búinn að synda aftur upp í skálina en kemst ekki upp vegna þess hve sleið hún er.  Svo að ég sturta aftur niður og ég hef ekki séð hana síðan.\nBætt við 3. desember 2010 -  15:09\nVill taka það fram að þetta voru gullitaðir fiskar sem lifa í saltvatni,",
    "url": "https://www.hugi.is/fiskar/korkar/716211/mantis-raekjan-min-hvernig-eg-fekk-hana-og-hvad-eg-gerdi-vid-hana/",
    "url_id": "716211",
    "id": "7280861",
    "replies": [
        {
            "user": "FlapJack",
            "user_id": "76827",
            "date": "2010-12-03 15:48:37",
            "id": "7280886",
            "reply_to_id": "7280861",
            "text": "haha what?! morðóð rækja?\ni wants!"
        },
        {
            "user": "zeppelin29",
            "user_id": "80082",
            "date": "2010-12-07 22:25:36",
            "id": "7283242",
            "reply_to_id": "7280861",
            "text": "Djók ég er bara að ljúga, ég hef aldrei átt neina fiska sem gæludýr hvað þá Mantis rækju."
        },
        {
            "user": "brunakartafla",
            "user_id": "61591",
            "date": "2010-12-10 00:38:58",
            "id": "7284630",
            "reply_to_id": "7283242",
            "text": "OJ ÉG HATA ÞIG ÞETTA VAR BESTA SAGA SEM EG HEF LESTIÐ :@\nBætt við 10. desember 2010 -  00:39\nog hun er ekki sönn\nen veystu hvar maður fær svona rækju ??"
        },
        {
            "user": "zeppelin29",
            "user_id": "80082",
            "date": "2010-12-11 00:34:41",
            "id": "7285211",
            "reply_to_id": "7284630",
            "text": "Hef ekki hugmynd, held að maður fái þá bara fyrir slysni."
        }
    ]
}