{
    "forum_title": "Hljóðfæri",
    "user": "isnes",
    "user_id": "22709",
    "date": "2010-12-13 22:48:11",
    "title": "godin 5th avenue kassagítar til sölu",
    "text": "Er með svartan acoustic Godin 5th avenue til sölu, upphaflega keyptan í Tónastöðinni síðaasta sumar.  Pickguardið tók ég af vegna þess að skrúfurnar sem héldu því forskrúfuðust( hafði samt aldrei tekið það af heldur losnaði pickguardið allt í einu einn daginn og ég gat ekki skrúfað það aftur á), þetta á samt ekki að vera erfitt problem að laga.  Pickguardið og mounting bracketið fylgja með sem og hörð taska sem fylgdi með honum.  Það sést ekki á honum fyrir utan að pickguardið vantar og þetta er mjög fínn gítar, þarf bara að losa mig við nokkrar græjur vegna flutninga.  Kostar nýr í kringum 90þ,  óska eftir tilboðum\ntakk…..",
    "url": "https://www.hugi.is/hljodfaeri/korkar/716967/godin-5th-avenue-kassagitar-til-solu/",
    "url_id": "716967",
    "id": "7286793",
    "replies": [
        {
            "user": "dlove",
            "user_id": "77163",
            "date": "2010-12-13 23:06:26",
            "id": "7286801",
            "reply_to_id": "7286793",
            "text": "Hefur hann verið geymdur við of lítinn loftraka? Ofþornað viðurinn? Sá snilldarráð á YouTube. Einn Luthier þar setti raka tusku inn í gítar, sem farið var að sjá á vegna ofþornunar.Passa að hafa t.d. plastlok undir tuskuni svo ekki komi rakablettur. Breiddi síðan yfir opið og hafði hana þar í nokkurn tíma. Bætti raka í hana af og til. Mér áskotnaðist einmitt gamall Yamaha APX-7 raf-kassa sem þurfti á raka að halda, prófaði þetta og gjörbreytti viðnum í honum. Skrúfur losna þegar viðurinn skorpnar. Þetta er atriði sem mjög margir klikka á."
        },
        {
            "user": "IngZo",
            "user_id": "78228",
            "date": "2010-12-13 23:23:02",
            "id": "7286816",
            "reply_to_id": "7286801",
            "text": "gamli gítarkennarinn minn (kjartan í gís)\nhann var með einhvert tæki til að lækna rakastigið, leit út eins og … fuglhús eða einhvað og hann fyllti það að innann (var svampur þar) af vatni og lét svo síga inn í gamlann 2x hálsa gæða grip\nsagði að þetta svínvirka"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2010-12-13 23:24:42",
            "id": "7286818",
            "reply_to_id": "7286816",
            "text": "kjartan er snillingu"
        },
        {
            "user": "IngZo",
            "user_id": "78228",
            "date": "2010-12-13 23:25:47",
            "id": "7286819",
            "reply_to_id": "7286818",
            "text": "satt er það,\nallir byrjendu í gís (þar á meðal ég )\nkjartann er maðurinn"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2010-12-13 23:39:49",
            "id": "7286837",
            "reply_to_id": "7286819",
            "text": "maðurinn er ekkert að kenna manni einhvern sora, bara akkúrat\nþað sem maður þarf að læra og svo einhvað grúví með því,\ner hjá kjartani og er að fara að taka annað stig"
        }
    ]
}