{
    "forum_title": "Sagnfræði",
    "user": "DutyCalls",
    "user_id": "59211",
    "date": "2010-12-15 01:59:10",
    "title": "Iwo Jima vs. Stalingrad",
    "text": "Ég er pínu-pirraður… hef undanfarnar nætur verið að dunda mér við að horfa á einn eða tvo þætti af “World at War” fyrir svefninn.\nNú í kvöld var það Kyrrahafstríðið. Mikið um Iwo Jima. Fullt af gömlum US Marines, kjökrandi að lýsa því hversu “like hell” þessi þessi litla elfjallaeyja, með sínum svörtu söndum og enga gróðri (í raun bara stór Surtsey) hefði verið fyrir þá. Ekki skal ég gera lítíð úr hetjuskap þessara manna.\n…Nema kannski með að benda á að þeir börðust í tæpan mánuð, í sæmilegum hita, vel aldir og studdir að öllu leyti af feykilegum flota & flugher síns lands. Spítala-skipum & alles.\nÞað er ekki eins og þeir hafi verið vondir þýskarar í Stalíngrad í fjóra mánuði, í allt að 40 gráða frosti, umkringdir og sveltir?\n…Ekki myndi ég nú samt dirfast nefna þetta við neinn af þessum US Marines köllum sem enn eru á lífi. Þeir gætu líklega sprottið uppúr hjólastólnum og steindrepið mann m/berum höndum! :)",
    "url": "https://www.hugi.is/saga/korkar/717070/iwo-jima-vs-stalingrad/",
    "url_id": "717070",
    "id": "7287514",
    "replies": [
        {
            "user": "rextravis",
            "user_id": "42910",
            "date": "2010-12-16 09:46:41",
            "id": "7288182",
            "reply_to_id": "7287514",
            "text": "Svo er það hin hliðin á teningnum, t.d. bandarísku landgönguliðarnir sem börðust á Peliliu börðust í tæplega 40°gráðu hita vatnslitlir/lausir í einhverja daga. Veit svo sem ekki hvað væri verra.. Persónluega myndi ég kalla allar aðstæður helvíti þar sem væri verið að skjóta á mig og sprengja."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2011-01-04 00:25:01",
            "id": "7296614",
            "reply_to_id": "7288182",
            "text": "ég var einmitt að lesa With the Old Breed þar sem höfundurinn (E.B. Sledge) barðist á Peleliu og Okinawa.\nSem Pacific þættirnir eru gerðir eftir.\nÞarna var mikill hiti, aðbúnaður slæmur og erfitt umhverfi. Mannfall var mikið hlutfallslega eða um helmingur í infantry deildunum en 1st Marines var í mánuð á Peleliu."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2010-12-22 15:11:47",
            "id": "7291218",
            "reply_to_id": "7287514",
            "text": "Já Japanirnir á Nýju Gíneu börðust nú matarlausir og enduðu á að éta hvorn annan.\nAnnars mætti kanski benda á að beinn ávinningur af Iwo Jima var meiri en af Stalingrad.  Stalingrad hafði nú ekki jafnmikið mikilvægi og Iwo Jima, enda var þá loksins hægt að teppaleggja Japan af eitthverru ráði þegar Eyjan var hertekin."
        },
        {
            "user": "fugl",
            "user_id": "16254",
            "date": "2010-12-23 23:34:42",
            "id": "7291919",
            "reply_to_id": "7291218",
            "text": "Stalingrad var líka bara orðin typpastærðarkeppni milli Stalín og Hitlers, borgin var öll orðin að engu og hafði í raun ekkert sérstakt gildi nema bara heiðurinn að hafa unnið"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2011-01-02 06:06:42",
            "id": "7295790",
            "reply_to_id": "7291218",
            "text": "Þetta er góður punktur. Einnig má athuga það að þó að samtímamenn hafi fundist mikið til sigursins í Stalíngrad koma þá er það sér í lagi seinni tíma mönnum sem hefur fundist orrustan mikilvæg sem vendipunktur stríðsins. Ekki er víst að samtímamenn hafi gert sér jafnmikla grein fyrir því þegar orrustunni lauk árið 1943 og óvíst hvenær stríðinu myndi ljúka, þótt nokkuð víst væri að Þjóðverjar yrðu þar undir, m.a. vegna ósigursins við Volgu.\nÞó að orrustan um Stalíngrad hafi skyggt á aðrar stórar orrustur í alræmd vegna mannfalls og hetjudáða (einnig and-hetjudáða), þá voru innrásin í Normandí og Iwo Jima hernaðarlega þýðingarmeiri orrustur í augum samtímamanna eins og þú bendir á.\nÞó er það, eins og Dutycalls segir og ég hef margoft sagt sjálfur, leiðinlegt hvernig Stalíngrad fellur í skuggan af þessum tveim orrustum hjá okkur síðari tíma mönnum, sem orrustan á alls ekki að gera, og gerir ekki nema vegna kalda stríðsins, falli Sovétríkjanna og neiðkvæðri umfjöllun um þau.\nBætt við 2. janúar 2011 -  06:08\n*neikvæðrar umfjöllunar átti þetta að vera."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2011-01-02 21:42:21",
            "id": "7296093",
            "reply_to_id": "7295790",
            "text": "Já Stalíngrad hafði ágætis þýðingu í hernaðarlegu sjónarmiði því þar misstu Þjóðverjar reyna hermenn sem aldrei varð hægt að skipta út fyrir jafngóða hermenn út stríðið.\nAnnars voru líka margir aðrir Bardagar á austur-vígstöðvunum sem Stalingrad skyggir örlítið á, t.d. Kursk og Moskva."
        }
    ]
}