{
    "forum_title": "Smásögur",
    "user": "coppur",
    "user_id": "65556",
    "date": "2010-12-18 00:36:46",
    "title": "Aðfangadagsnótt í Skorradal",
    "text": "Það var kyrrt úti þegar maðurinn læsti kofanum og gekk að bíl sínum sem þakinn var snjó. Óveður hafði staðið yfir vikum saman en nú tók loks að létta. Blanka logn var úti og mátti heyra hrotur gömlu hjónana í næsta bústað. Maðurinn kippti sér þó ekki upp við þessi óhljóð heldur starði hann agndofa út í náttúruna og fann fiðringin alla leið niður í tær. Fallegu grenitrén voru þakin snjó og ekki mátti sjá í grænan lit í dalnum. Tunglsljósið kastaðist af ísi lögðu vatninu og lýsti upp dalinn svo halda mætti að nýr dagur væri runnin upp. Skorradalur var fallegur staður en náði algeri sérstöðu um vetrartíman.\nMaðurinn var ekki lengi að setja upp hanskana sem hann hafði sett í rassvasann ef hann á þeim þyrfti að halda. Hann var einnig með stórann poka á bakinu sem var svo fullur að hann mátti hafa sig allan fyrir því að bera hann. Hann setti pokann í skottið á bílnum og byrjaði að skafa framrúðuna. Gífurlegt frost var í dalnum og var skegg mannsinns byrjað að frosna er hann loks kláraði að skafa bifreiðina og sast inn. Hann ræsti bílinn og í útvarpinu ómaði jólalag sem lengi hafði verið í uppáhaldi hjá honum. „Rúdolf með rauða nefið…“ Hann hækkaði tónlistina og keyrði af stað. Bílinn var kaldur í fyrstu en þegar nokkuð leið á ferðina var hitinn orðinn þæginlegur. Vegirnir voru hálir og keyrði því maðurinn hægt og varlega. Eftir um tíu mínutna akstur stöðnæmdist bíllinn fyrir framan einn bústaðinn. Maðurinn steig út úr bílnum, gekk að skottinu , tók út stóra pokann og gekk rösklega að útidyrum hússins. Dyrnar voru læstar en þó gat maðurinn opnað hurðina líkt og svo væri ekki. Hann tók af sér stóru svörtu stígvélin og raðaði þeim snyrtilega á gólfið í forstofuni. Hann læddist létt á tám, því hann vissi að fólkið svæfi værum svefni. Aðfangadagur var í innsiglingu og voru allir spenntir fyrir morgundeginum, ungir sem aldraðir. Maðurinn sá að einhver hafði skilið eftir piparkökur og mjólkur glas undir arininum. Hann ákvað að narta smá í þetta bragðgóða góðgæti og skola því svo niður með mjólkini. Hann svipaðist svo um bústaðinn í örlítinn tíma, gekk svo aftur að forstofuni, klæddi sig í svörtu stígvélin og gekk rösklega aftur að bílnum. Þetta endurtók hann 250 sinnum og alltaf var hann með stóra pokann á bakinu sem minnkaði við hverja heimsókn í bústaðina.\nLoks var hann kominn að síðasta húsina í dalnum. Þetta var lítill bústaður sem á kafi var í snjó. Bústaðurinn var feyki vel skreittur með allskyns jólaljósum í öllum regnbogans litum. Hann var á besta stað í dalnum, alveg við vatnið og voru litlir árabátar í grend við húsið. Maðurinn staðnæmdist enn og aftur fyrir framan enn einn bústaðinn, gekk að skottinu og náði í stóra brúna pokann og labbaði svo að útidyrunum. Hann opnaði dyrnar eins og á öllum hinum bústöðunum og steig inn í forstofuna þar sem hann fór úr stóru svörtu stígvélunum og raðaði þeim snyrtilega. Hann læddist létt á tám en þegar hann steig inn í stofuna brá honum heldur betur í brún. Lítið tæki á veggnum við hlið hans tók að öskra svo heyra mátti ekki neitt annað en skerandi hljóðið í tækinu. Á tækinu stóð stórum stöfum „Öryggismiðstöðin.“ Maðurinn hljóp á brott eins og fætur toguðu. Hann kastaði stóra pokanum út í horn í forstofuni og skellti á eftir sér. Hljóp svo út í bíl og kallaði út í himininn „Herra rauðnefur!, ert þú þarna?“ Á sama tíma steig lítil stúlka út úr herbergi sínu sem ekki var eldri en 7 ára. Hún hafði vaknað við köllin í manninum en ekki við öryggiskerfið, þótt ótrúlegt sé. Hún gekk að forstofuni og sá strax þennan stóra brúna poka sem maðurinn hafði skilið eftir. Hún opnaði pokan og dró út risavaxinn jólapakka sem var með stórri slaufu utan um sig. Á pakkanum stóð „Til Hrefnu, frá Sveinka.“ Stúlkan setti upp stórt bros þegar hún sá að pakkinn var til sín. Hún opnaði hurðina út og gekk út að bílastæðinu. Hún sá hjólför í snjónum en heyrði vélarhljóð sem virtist koma frá tunglinu. Hún leit upp og sá þar fljúgandi bíl sem dreginn var af hóp hreindýra. Stúlkan gapti út í himinhvolfið og trúði ekki sýnum eigin augum. „Harry Potter er til í alvöru“ muldraði hún þrumulostin út í fögru náttúru Skorradals.\nÞessa sögu skrifaði ég eina nóttina er ég var andvaka. Hún tók mig u.þ.b. 1klst að skrifa. Það eru eflaust eitthverjar stafsetningarvillur þarna en ég vil biðja ykkur um að lýta framhjá þeim. Endilega segið mér hvað ykkur finnst og hvað ég ætti að bæta :)",
    "url": "https://www.hugi.is/smasogur/greinar/717201/adfangadagsnott-i-skorradal/",
    "url_id": "717201",
    "id": "7288537",
    "replies": [
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2010-12-18 00:37:50",
            "id": "7289295",
            "reply_to_id": "7288537",
            "text": "Haha, mjög skemmtileg smásaga :) Þú mátt athuga stafsetninguna betur næst, fá einhvern til að fara yfir fyrir þig til dæmis."
        },
        {
            "user": "coppur",
            "user_id": "65556",
            "date": "2010-12-18 02:21:28",
            "id": "7289346",
            "reply_to_id": "7289295",
            "text": "Jájá ég veit :) Gerði þessa um miðja nótt og átti ekki að skila sem verkefni svo ég nennti ekki að fara yfir, skal hinsvegar gera það við næstu."
        },
        {
            "user": "johma",
            "user_id": "80795",
            "date": "2010-12-20 17:03:30",
            "id": "7290259",
            "reply_to_id": "7288537",
            "text": "Bæði góð og skemmtileg saga og vel skrifuð þrátt fyrir stafsetningavillurnar :)"
        },
        {
            "user": "coppur",
            "user_id": "65556",
            "date": "2010-12-21 14:40:34",
            "id": "7290676",
            "reply_to_id": "7290259",
            "text": "Takk fyrir það :)"
        }
    ]
}