{
    "forum_title": "Hljóðvinnsla",
    "user": "AcillA",
    "user_id": "8467",
    "date": "2010-12-24 12:13:16",
    "title": "Hvað eru bestu/uppáhalds söng micarnir",
    "text": "Langar að forvitnast hvað ykkur finnst vera bestu söng-micarnir .. Hvort sem það er bara besta soundið eða það sem ykkur finnst best miðað við verð…\nLangar svakalega að fjárfesta í einum góðum ..\nAuðvitað fer það eftir söngvara og söngstíl.\nBesti söngmic sem ég hef tekið uppá er Neumann U-67, náði djúpri rödd vel og soundaði vel í alla staði.\nHef líka tekið uppá geffel M300, var fínn á kvennmans-söng en fannst samt U-67 hljóma betur.\nMálið er að það er ekki fræðilegur að ég eigi efni á U-67 gæjanum… Hef verið að taka söng uppá akg perception 200 og audio techinca AT2020, finnst það hljóma allt í lagi en er farið að langa í einhvern aðeins meiri pro.\nEn spurningin er einföld… Hvað er ykkar uppáhald?",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/717660/hvad-eru-bestuuppahalds-song-micarnir/",
    "url_id": "717660",
    "id": "7292145",
    "replies": [
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2010-12-24 14:41:32",
            "id": "7292195",
            "reply_to_id": "7292145",
            "text": "Shure SM7 er rosalega inn hjá mér í dag :)\nHef svosem ekkert brjálað viðmið en eftir margra klukkutíma grúsk á netinu ákvað ég að skella mér á 7una."
        },
        {
            "user": "jeffreydahmer",
            "user_id": "79209",
            "date": "2010-12-24 21:22:55",
            "id": "7292370",
            "reply_to_id": "7292145",
            "text": "Nota KSM44, því það er ekkert betra sem ég hef í stöðunni.\nEn annars sounda þeir rosalega vel :)"
        },
        {
            "user": "LOUD",
            "user_id": "14310",
            "date": "2010-12-24 23:54:33",
            "id": "7292456",
            "reply_to_id": "7292145",
            "text": "AKG C414"
        },
        {
            "user": "stebbilitli",
            "user_id": "65447",
            "date": "2010-12-25 16:47:59",
            "id": "7292696",
            "reply_to_id": "7292145",
            "text": "M-Audio Sputnik er mjög fínn! Lampaður en ekki um of…\nSolaris er líka mjög góður miðað við verðmiðann!"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2010-12-26 13:44:45",
            "id": "7292993",
            "reply_to_id": "7292145",
            "text": "Ég er mjög sáttur við sE Gemini og Sennheiser MD 441-U mækana mína en hef náð alveg drullufínum söngupptökum með töluvert ódýrari hljóðnemum tildæmis Behringer B2 Pro."
        }
    ]
}