{
    "forum_title": "Leikjatölvur",
    "user": "wailerinn",
    "user_id": "69684",
    "date": "2010-12-26 19:59:35",
    "title": "ps3 vandamál(háfaði í viftuni)",
    "text": "gamla ps3 talfan mín bilaði og ég fór með hana í Rafeindaþjónustuna SÓNN. Ég lét þá fá hana og borgaði 38000kr. uppí uppgerða tölfu frá sony. þegar ég kem heim og starta henni og þá er hávaðinn i viftuni eins og þota að fara á loft.\nget ég reddað þessu sjálfur? eða ætti ég að skila þessari og fá nýja.\nOg þið sem hafið sett tölvurnar ykkar uppí nýjar, eru þær að standa sig?",
    "url": "https://www.hugi.is/leikjatolvur/korkar/717773/ps3-vandamalhafadi-i-viftuni/",
    "url_id": "717773",
    "id": "7293130",
    "replies": [
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2010-12-29 19:54:18",
            "id": "7294407",
            "reply_to_id": "7293130",
            "text": "ég myndi byrja á því að taka hana úr skápnum eða hólfinu eða hvar sem þú ert með hana. leggja hana lárétta og með ekkert í hringum hana, þá meina ég ekkert. má ekki vera inní neinu ef þú hefur ekkert til að setja hana á, eins og tildæmis koll, þá er það bara gólfið. hún ætti að hætta þessum hávaða.\nEn svo mæli ég með að þú farir með hana í hreinsun og lætur\nskipta um drasl kælikremið er á örranum og fá gæða í staðinn.\nmæli með þessum gaur:\nhttp://barnaland.is/messageboard/messageboard.aspx?advid=22335817&advtype=12&page=4&advertiseType=0\nhann er snillingur."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2011-01-19 12:50:26",
            "id": "7303342",
            "reply_to_id": "7294407",
            "text": "Ef hann skiptir um kælikremið að þá þarf hann að opna hana og þá missir hann ábyrgð sem á rúmlega 23 mánuði eftir."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2011-01-21 18:08:41",
            "id": "7304268",
            "reply_to_id": "7303342",
            "text": "er 2ára ábyrgð á gömlum uppgerðum playstation tölvum?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2011-01-22 00:09:07",
            "id": "7304390",
            "reply_to_id": "7304268",
            "text": "Amm. Með nýrri tölvu kemur ný 2ja ára ábyrgð. Þeir hafa ekki leyfi til þess að opna tölvurnar og gera við þær á Íslandi þannig að sama hversu lítið er að tölvunni að þá mega þeir ekki opna hana og skoða heldur er henni hreinlega skipt út fyrir nýja.\nÉg átti mína í 2 og hálf ár fyrst en svo kom þetta alræmda firmware update sem skemmdi BluRay drifið mitt. Vél nr. 2 gekk í 3 mánuði og svo þriðja sem ég er með núna er hávær."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2011-01-24 11:08:36",
            "id": "7305113",
            "reply_to_id": "7304390",
            "text": "er þessi þriðja er fat er það ekki?\nmín hætti með hávaða ef ég setti hana lárétt á gólfið, með enga hluti nálægt. lét það ekki duga og lét hreinsa hana og setja nýtt kælikrem, en hún var náttúrulega ekki í ábyrgð. en þetta virðist hafa virkað, er samt ekki búinn að nota hana mikið síðan ég fékk hana."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2011-01-24 14:19:21",
            "id": "7305151",
            "reply_to_id": "7305113",
            "text": "Amm, alveg sama gamla 40gb fat tölvan. Mín alltaf lárétt og er það ennþá nema hvað hún liggur ekki á flötum fleti heldur stöllum svo það lofti um hana. Auk þess er hún á kaldasta staðnum í herberginu og ryk er definitely ekki factor þar sem hún er ný.\nÉg gruna hreinlega bara bilun í skynjaranum sem segir viftunni hvenær tölvan þarf kælingu því hún er að blása köldu lofti."
        },
        {
            "user": "daniel95",
            "user_id": "72654",
            "date": "2011-01-08 16:22:07",
            "id": "7298580",
            "reply_to_id": "7293130",
            "text": "gæti verið ryk það gerðist við mig og þetta var bara ryk"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2011-01-19 12:49:28",
            "id": "7303341",
            "reply_to_id": "7293130",
            "text": "Ég er í sömu málum og þú og hef prófað öll trixin. Ónotuð tölva, ryklaus. Er með hann hann á stöllum þannig að það er gott loftflæði í kringum hana. Þetta er heldur ekki heitt loft sem kemur út úr henni og að sömu leyti er tölvan sjálf ekkert heit heldur.\nLike clockwork að þá byrjar hún alltaf með hávaða eftir jafn margar mínútur í sama leik.\nBtw. þetta er refurbished vél nr. 2 hjá mér. Fyrst borgaði ég uppí eins og þú en hún dugði í nokkra mánuði. Eitthvað crashaði í henni. Búinn að hafa þessa tölvu í einhverja mánuði núna."
        }
    ]
}