{
    "forum_title": "Sjónvarpsefni",
    "user": "hjorturj",
    "user_id": "14874",
    "date": "2002-04-10 16:25:58",
    "title": "Fólk með Sirrý",
    "text": "Ég sá einn þátt af þessum ,,þætti\" (ekki spyrja) og hætti í rauninni þegar búið var um 15 mín. af honum. Þetta er einn lélegasti þáttur sem gerður hefur verið á Íslandi ( á eftir fyrirgefðu). Þetta er bara fullt hús af konum sem tala um í 60 mínútur um karlrembuna í þessu þjóðfélagi. Ef karlmenn mynd koma álíka þátt um kvenrembuna í þessu þjóðfélagi yrði allt vitlaust. Konur myndu annað hvort flytja úr landi eða bara fara í verkfall o.s.f.r o.s.f.r.. Vildi bara deila þessu með ykkur.",
    "url": "https://www.hugi.is/sjonvarp/greinar/71897/folk-med-sirry/",
    "url_id": "71897",
    "id": "501076",
    "replies": [
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-04-10 17:41:41",
            "id": "501077",
            "reply_to_id": "501076",
            "text": "djöfull er ég sammála þér! ég veit bara um einn þátt sem mér finnst hræðilegri, “íslendingar”.. það er mesti sori sem sýndur hefur verið í sjónvarpi! þó heggur “fólk” þar ansi nærri."
        },
        {
            "user": "birri",
            "user_id": "3564",
            "date": "2002-04-10 17:43:57",
            "id": "501078",
            "reply_to_id": "501076",
            "text": "já, og milli himins og jarðar."
        },
        {
            "user": "Roni",
            "user_id": "393",
            "date": "2002-04-10 17:50:51",
            "id": "501079",
            "reply_to_id": "501078",
            "text": "það er bara mismunandi dagskrárgerð fyrir mismunandi fólk sumir vilja horfa á ákveðið efni og aðrir annað, ég hef t.d. horft á nokkra maður ef nefndur þætti og mér fannst einn af þeim mjög góður hinir voru ekki eins áhugaverðir að því hvað mér fannst"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2002-04-10 19:49:00",
            "id": "501080",
            "reply_to_id": "501078",
            "text": "Allir þessir þættir, Fólk, Íslendingar, Innlit útlit höfða allir til hópa fólks, en það er eitt sem passar ekki og það er Á milli himins og jarðar, ég vorkenni fólkinu sem hefur virkilega áhuga að horfa á það rusl."
        },
        {
            "user": "Keltz",
            "user_id": "12449",
            "date": "2002-04-10 19:23:27",
            "id": "501081",
            "reply_to_id": "501076",
            "text": "En “Fyrigefðu”. Hvað er það? Á þetta að vera þáttur?\nSvo “fólk” og “íslendingar”, þvílíkan vibba hef ég nú aldrei nokkrusinni séð áður, og þó hef ég nú séð Kúkaklám!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-10 19:38:44",
            "id": "501082",
            "reply_to_id": "501076",
            "text": "Prófið að horfa á Innlit-Útlit, þá eigið þið eftir að finna til í maganum, það er sori.\nEr þetta  grein, frekar korksleg."
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2002-04-10 19:52:03",
            "id": "501083",
            "reply_to_id": "501076",
            "text": "þó svo ég sé algjörlega sammála því að þessir þættir séu sori þá er samt markaður fyrir þá þar sem þeir höfða meira til eldri kynslóðarinnar og sú kynslóð er ekki mikið að skrifa hér inn :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-04-10 20:10:42",
            "id": "501084",
            "reply_to_id": "501083",
            "text": "Ég er sammála.  Mamma gamla má ekki missa af Fólk eða Innlit-Útlit.  Veit samt ekki hvort hún er jafnspennt fyrir Íslendingar."
        },
        {
            "user": "Vikingur27",
            "user_id": "17040",
            "date": "2002-04-10 20:48:28",
            "id": "501085",
            "reply_to_id": "501084",
            "text": "Ég er mjög sammála því að þetta sé algjör vibbi þessi þáttur en efhverju heitir hann “fólk”? Afhverju heitir hann ekki eitthvad eins og : “Konur”, eða “Við hötum karlrembu” eða eitthvað svoleiðis??"
        },
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2002-04-10 22:30:35",
            "id": "501086",
            "reply_to_id": "501085",
            "text": "LOL\nÞessi var góður.\nHeld að fólk með sirrý sé nú bara gerður fyrir sinn markhóp og henti honum bara ágætlega. En ég verð að viðurkenna að mér finnst íslendingar ömurlegir, fyrirgefðu berst hart um botnsætið líka. En ég bara get alls ekki horft á milli himins og jarðar. Af einhverjum ástæðum þoli ég frekar að horfa á fyrrnefnda þætti en þessi á Rúv fer algjörlega í mínar fínustu. Um leið og Steinunn Ólína byrjar að tala, er ég sprungin og búin að skipta um stöð. Hitt er bara lélegt og gefur sig ekki út fyrir að vera neitt klassa efni, kannski það sé skýringin? Veit það ekki…"
        },
        {
            "user": "cazter",
            "user_id": "6529",
            "date": "2002-04-10 23:46:30",
            "id": "501087",
            "reply_to_id": "501086",
            "text": "hata þennan ógeðslega þátt"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2002-04-11 00:19:32",
            "id": "501088",
            "reply_to_id": "501076",
            "text": "Ég er sammála að þessi þáttur er hreinasti viðbjóður.  En það sem að mér finnst verra er hin hryllilegi wannabe “Fólk” þáttur “Femin”. “Femin”  á að vera einhverskonar svar Stöð2 við  “Fólk” á Skjá einum og það sem verra er að þessir þættir eru næstum á sama tíma og það er gjörsamlega ómögulegt að horfa á sjónvarpið á Miðvikudags kvöldum."
        },
        {
            "user": "anomaly",
            "user_id": "11490",
            "date": "2002-04-11 02:29:49",
            "id": "501089",
            "reply_to_id": "501076",
            "text": "Ég kýs frekar omega fram yfir fólk með sirrý………þessi þáttur er einhver sú versta hneisa sem gerð hefur verið, spáið í því að skjár einn er eflaust að borga starfsmönnum dágóðann skilding fyrir þáttinn, sama má segja um innlit útlit (sem mér finnst vera fínn þáttur, fyrir utan þessa áráttu hjá völu matt að skoða klósettin hjá öllum viðmælendum sínum, mæli með að nafni þáttarins verði breytt í; farið að kúka með íslendingum) skjár einn er að borga um 2 milljónir fyrir þáttinn (word on the street) 8 milljónir á mánuði!!! Vegna þess að hugsjón…..(held ég) gerir þættina, ekki skjár einn sjálfur. Þessa peninga mætti nota frekar í að kaupa inn erlenda dagskrágerð, (skjár einn hefur reyndar bestu erlendu dagskrárgerðina en gott má alltaf bæta)"
        }
    ]
}