{
    "forum_title": "Heilsa",
    "user": "stromp",
    "user_id": "73589",
    "date": "2011-01-21 00:27:42",
    "title": "Flökurt eftir æfingu",
    "text": "Ég á það til að vera flökurt eftir hvert skipti eftir að ég lyfti og það er virkinlega byrjað að hafa áhrif á æfingarnar þar sem ég get stundum ekki klárað æfinguna. Ég hef verið að lesa mér til um að hvernig á að koma í veg fyrir þetta og ég hef prufað margt, eins og að reyna að anda rétt meðan ég lyfti og anda djúpt eftir hvert sett. Einnig að éta réttan mat fyrir æfingu en þetta er ekki að batna. Nú einfaldlega kvíði ég fyrir hverri æfingu því ég veit hversu ömurlega mér mun líða eftir hana…\nHefur einhver farið í gegnum þetta og veit hvernig er hægt að laga/minnka þetta?\nTakk",
    "url": "https://www.hugi.is/heilsa/korkar/719314/flokurt-eftir-aefingu/",
    "url_id": "719314",
    "id": "7304038",
    "replies": [
        {
            "user": "FlapJack",
            "user_id": "76827",
            "date": "2011-01-21 00:44:33",
            "id": "7304048",
            "reply_to_id": "7304038",
            "text": "ok ég veit ekki rass um svona, en ertu ekki bara að ofreyna þig? hef alveg farið í massív hlaupapróf og e'ð þannig þegar ég var í grunnskóla og hélt alltaf eftir á að ég myndi deyja"
        },
        {
            "user": "stromp",
            "user_id": "73589",
            "date": "2011-01-21 07:32:23",
            "id": "7304083",
            "reply_to_id": "7304048",
            "text": "Held ég sé eki að ofreyna mig, er varla byrjaður að svitna þegar ég byrja að vera flökurt."
        },
        {
            "user": "FlapJack",
            "user_id": "76827",
            "date": "2011-01-21 15:13:54",
            "id": "7304210",
            "reply_to_id": "7304083",
            "text": "jáoki Oo weiiiird, en sá að einhver var að tala um súrefnisskort, kíkkaðu til læknis :)"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2011-01-21 00:48:53",
            "id": "7304050",
            "reply_to_id": "7304038",
            "text": "Mér líður oft flökurt eftir æfingar ef ég tek vel á því, getur verið að líkaminn er ekki nógu fljótur við að koma súrefni í vöðvana aftur eftir hvert sett og því gæti það stuðlað að því að þér verður flökurt. Persónulega hef ég bara prófað að bæta inn cardio á þeim dögum sem ég er ekki að lyfta og reyni svo að minnka intesityið á næstu lyftingaræfingu og reyna svo alltaf að auka það með hverri æfingu þannig ég nái að klára allt sem ég vill gera án þess að vera með höfuðið ofaní klósettinu. Er samt oftast nokkuð flökurt eftir að ég æfi stærstu vöðvana eins og bak og fætur en mér verður ekki eins flökurt núna eins og áður en ég bætti þessu cardio inn."
        },
        {
            "user": "Gaymaster",
            "user_id": "55627",
            "date": "2011-01-21 01:03:11",
            "id": "7304053",
            "reply_to_id": "7304038",
            "text": "Myndi bara byrja á því að stytta æfingarnar aðeins og sjá hvernig það virkar. Hvað ertu annars að mæta oft í viku og verður þér strax flökurt t.d. eftir fyrstu æfinguna?"
        },
        {
            "user": "stromp",
            "user_id": "73589",
            "date": "2011-01-21 07:29:57",
            "id": "7304081",
            "reply_to_id": "7304053",
            "text": "Mæti nú bara 3-4 sinnum í viku og mér verður flökurt bara eftir hverja æfingu og yfirleitt þegar fer að líða á lok æfingunnar eða þegar ég er um það bil hálfnaður."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2011-01-21 06:40:22",
            "id": "7304072",
            "reply_to_id": "7304038",
            "text": "Hvað ertu að drekka mikið vatn á æfingunni og hvað líður langur tími eftir að þú borðar þangað til að þú ferð að æfa?"
        },
        {
            "user": "stromp",
            "user_id": "73589",
            "date": "2011-01-21 07:31:47",
            "id": "7304082",
            "reply_to_id": "7304072",
            "text": "Ég reyni að borða um klukkutíma fyrir æfingu og svo tek ég með mér banana eða epli rétt fyrir æfingu. Fyrir æfingu reyni ég að henda í mig hafragraut.\nÁ æfingu drekk ég ábyggilega ekki nóg vatn, fæ mér nokkra sopa inn á milli setta/æfinga."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2011-01-21 13:36:31",
            "id": "7304168",
            "reply_to_id": "7304082",
            "text": "Prófaðu að borða ekkert í amk 2 klst fyrir æfingu. Drekktu svo eitthvað sykurvatn eða álíka á æfingunni upp á orku."
        },
        {
            "user": "Zindri",
            "user_id": "74131",
            "date": "2011-01-21 23:13:07",
            "id": "7304371",
            "reply_to_id": "7304038",
            "text": "ertu að taka mikið af b vítaminum? preworkout duft"
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2011-01-21 23:41:15",
            "id": "7304382",
            "reply_to_id": "7304038",
            "text": "Prófaðu að fá þér sport þrennu eða álíka fjölvítamín. Hljómar eins og einhverskonar næringarskortu"
        },
        {
            "user": "AndarEgg",
            "user_id": "69184",
            "date": "2011-01-22 01:14:36",
            "id": "7304406",
            "reply_to_id": "7304038",
            "text": "ef þetta er svona gubbu tilfinning eða eitthvað þá gæti verið að magasýrustigið þitt sé of hátt, en það mundi ekki útskýra svima eða eitthvað þannig ef þú átt við það, en næringaskortur gæti verið ástæðan fyrir því"
        },
        {
            "user": "bjarkiboy",
            "user_id": "66905",
            "date": "2011-01-22 23:00:43",
            "id": "7304645",
            "reply_to_id": "7304038",
            "text": "Ég fékk svakalega magakveisu um daginn, þar sem mér var alltaf flökurt, og engin matarlyst og var i ruglinu þegar ég æfði. Fór til læknis og hann gaf mér einhver lyf sem að slökkva bara á magasýrum í maganum. mér hefur aldrei liðið jafn vel og eftir að ég byrjaði að taka þær!. Talaðu við lækni."
        },
        {
            "user": "grutur",
            "user_id": "55286",
            "date": "2011-01-24 20:22:21",
            "id": "7305260",
            "reply_to_id": "7304038",
            "text": "Farðu til læknis í blóðprufu. Það getur verið að líkaminn á þér vinni ekki rétt með B12 vítamín. Er nánast viss um að það sé málið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-01-26 22:44:15",
            "id": "7306171",
            "reply_to_id": "7304038",
            "text": "Vantar líkamanum ekki bara kolvetni hef lennt í því að hafa æft á morganna óétinn vertu bara búinn að éta getur líka tekið með þér Poweraid með þér á æfinguna en þegar þér varð óglétt byrjuðu hendurnar á þér að skjálfa?"
        }
    ]
}