{
    "forum_title": "Hljóðfæri",
    "user": "SynGates",
    "user_id": "73623",
    "date": "2011-02-04 00:52:46",
    "title": "Hljóðfæri að utan",
    "text": "Er nokkuð mál að næla einni öx hingað inn án þess að borga vsk af? Er ekki málið að taka hann bara upp og skella í hardcase? Ég er að fara til Þýskalands í apríl og var að pæla í að skoða gítara þarna úti. Er það kannski ekkert ódýrarara?\nOg eitt enn, ætli Schecter gítarar fáist ekki í búðum þarna úti?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/720252/hljodfaeri-ad-utan/",
    "url_id": "720252",
    "id": "7309409",
    "replies": [
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2011-02-04 07:21:41",
            "id": "7309451",
            "reply_to_id": "7309409",
            "text": "gætir svosem reynt á það, þá myndi ég kaupa bara hardcase og rispa hana vel eins og hún sé vel notuð."
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2011-02-04 09:45:30",
            "id": "7309468",
            "reply_to_id": "7309409",
            "text": "Ég myndi sleppa slíkum tilraunum þar sem þú gæti endað með að greiða hærri upphæð í sekt ef það kemst upp um þig… eða jafnvel að þeir geri gítarinn upptækann (efa samt að þeir fari í svo drastískar aðgerðir).\nÞú þarft bara að greiða vaskinn af þeirri upphæð sem er umfram leyfilegri fjárhæð sem má flytja inn tollfrjálst.\nAð mínu mati er þetta ekki að borga siga…"
        },
        {
            "user": "SynGates",
            "user_id": "73623",
            "date": "2011-02-04 10:23:31",
            "id": "7309473",
            "reply_to_id": "7309468",
            "text": "Hver er þessi leyfilega upphæð?"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2011-02-04 10:54:51",
            "id": "7309482",
            "reply_to_id": "7309473",
            "text": "Tekið af tollur.is:\n“Ferðamenn mega ennfremur hafa meðferðis tollfrjálst varning sem fenginn er í ferðinni eða í tollfrjálsri verslun hér á landi (við brottför eða heimkomu) fyrir allt að 65.000 kr. (krónur) miðað við smásöluverð á innkaupsstað. Verðmæti hvers hlutar má þó ekki vera meira en 32.500 kr.; sé verðmæti hlutar meira en 32.500 kr., getur viðkomandi notið tollfríðinda miðað við þá fjárhæð og greitt innflutningsgjöld af því verðmæti sem umfram er.”\nhttp://www.tollur.is/displayer.asp?cat_id=1748"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-02-04 11:11:36",
            "id": "7309489",
            "reply_to_id": "7309409",
            "text": "Verðin útí evrópu eru rosalega svipðuð og hérna heima. En úrvalið er áræðanlega betra ef þú finnur einhverja góða búð. Ég fer alltaf í nokkrar hljóðfærabúðir þegar ég fer til útlanda og ég hef aldrei tekið eftir því að búðir eru eitthvað ódýrari þar. Allavega ekki neitt rosalega mikið.\nJú Schecter fást auðvitað eihverstaðar þarna úti, það er bara um að gera að finna réttu búðina."
        },
        {
            "user": "SynGates",
            "user_id": "73623",
            "date": "2011-02-04 16:57:55",
            "id": "7309624",
            "reply_to_id": "7309489",
            "text": "Já, datt það í hug. En það er aðallega úrvalið og að spara sendingarkostnað hingað til landsins."
        },
        {
            "user": "MarkKnopfler",
            "user_id": "76848",
            "date": "2011-02-04 14:47:37",
            "id": "7309559",
            "reply_to_id": "7309409",
            "text": "Taka hann í handfarangur, gerði það frá tyrklandi með Tyrkneskt saz og vatnspípu, ekkert mál."
        },
        {
            "user": "Dananias",
            "user_id": "68949",
            "date": "2011-02-04 21:32:00",
            "id": "7309732",
            "reply_to_id": "7309409",
            "text": "Gætir keypt þér hardcase hér á landi og farið með hana tóma út og fengið að geyma hana hjá flugfreyjunum rsm, og komið svo heim með gítar í sömutösku og endurtekið fyrra flug… þá lúkkar allt með felldu"
        }
    ]
}