{
    "forum_title": "Hljóðfæri",
    "user": "moog",
    "user_id": "13706",
    "date": "2011-02-08 12:43:41",
    "title": "TS: Ódýrt söng/hljóðkerfi",
    "text": "Er með til sölu ódýrt söngkerfi (PA system), en þetta samanstendur af\n2 Peavey ST-15 hátalaraboxum\nog eldri\nCarlsbro mixer\nmeð innbyggðum magnara.\nPeavey boxin hafa verið uppfærð með 2 15\" Electro-Voice keilum og veit ég því ekki wattafjöldann á þeim. Boxin eru gefin upp 350 wött original þannig ég efast um að EV keilurnar séu síðri enda uppfærði fyrri eigandi keilurnar sökum kraftleysis í þeim upprunalegu.\nCarlsbro mixerhausinn er eflaust 20+ ára gamall en í hörkuformi og með innbyggðum effectum. Internetið segir mér að þetta eigi að vera 300 watta, þori ekki að fullyrða þar sem ég er ekki með þetta fyrir framan mig, gæti verið 150 watta frekar að mig minnir eða þá 2x150 watta. Alveg feikinóg sem söngkerfi í æfingarhúsnæði.\nEr því miður ekki með snúru úr mixernum og í hátalarana en þær ættu að fást í öllum betri hljóðfæraverslunum eða tækjaverslunum (jack tengi á báðum endum).\nMyndir af eins hátölurum af netinu:\nhttp://images.whybuynew.co.uk/1/1287065455_44.jpg\nMyndir af eins/svipuðum Carlsbro mixermagnara:\nhttp://www.ampguy.co.uk/carlsbro%20pa%2001.jpg\nVerð: 25 þús. fyrir Peavey og 15 þús. fyrir Carslbro en ef\nþetta er tekið saman þá fæst þetta á 35 þús. stgr.\nNánari uppl. í skilaboðum eða með því að commenta á þráðinn.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/720496/ts-odyrt-songhljodkerfi/",
    "url_id": "720496",
    "id": "7310852",
    "replies": [
        {
            "user": "zwift",
            "user_id": "78634",
            "date": "2011-02-09 00:33:37",
            "id": "7311104",
            "reply_to_id": "7310852",
            "text": "Sæll ge er mjög áhugasamur um boxin og jafnvel mixerinn líka er hægt að fá að koma og skoða og jafnvel fá að prófa?"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2011-02-09 01:32:36",
            "id": "7311124",
            "reply_to_id": "7311104",
            "text": "Lítið mál, ég sendi á þig skilaboð með nánari uppl."
        },
        {
            "user": "Danni911",
            "user_id": "17935",
            "date": "2011-02-09 14:35:26",
            "id": "7311213",
            "reply_to_id": "7310852",
            "text": "ég var að spá í carlsbro mxier/magnari vantar nefnilega söngmagnara sem er nóg hljóð í fyrir æfingarhúsnæði. hvernig er hljómurinn í þessu eitt og sér? væri alveg til í að skoða þetta ef það er hægt"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2011-02-09 15:07:21",
            "id": "7311224",
            "reply_to_id": "7311213",
            "text": "Ég skil ekki alveg spurninguna þína, þetta þarf að tengjast í hátalara til þess að heyrist úr þessu… En græjan virkar fínt sem söngkerfi, það er innbyggður magnari sem þýðir að þú getur tengt passíva hátalara við þetta."
        },
        {
            "user": "TheRev",
            "user_id": "75729",
            "date": "2011-02-17 21:49:59",
            "id": "7314299",
            "reply_to_id": "7310852",
            "text": "Ég er með 30 þ. kall núna, gætiru hringt núna í 8479185 Nafnið er Kittó"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2011-02-17 23:06:19",
            "id": "7314338",
            "reply_to_id": "7314299",
            "text": "Hátalarnir eru farnir…. mixermagnarinn er óseldur. Hann er falur á 15 þús."
        }
    ]
}