{
    "forum_title": "Smásögur",
    "user": "Negotiator",
    "user_id": "14745",
    "date": "2002-04-11 13:46:18",
    "title": "Íslenska Vestrið.",
    "text": "Ég sit hér á barnum og sötra á Baileys.\nEr ég lít á klukkuna sé ég það að hún er að ganga níu á fimmtudagskveldi en það er enn bjart úti.Er ég sný mér við sé eg að það er skuggalegur maður sem labbar inn um dyrnar á barnum. Ég horfi á hann i smástund og er hann lítur á mig segir hann “viltu koma að spila? Já ekkert mál svara ég.\nVið tökum nokkra pokera og hann er að taka allt af mér. Er ég kveiki mér í einni Malboro sé ég að hann er búin að vera klórasér mikið í pungnum þannig að ég sleppi sígarettunni og segi upps. Er ég teygi mig eftir henni þá sé ég að situr á heillri hrúgu af spilum þannig að eg stend upp og kalla hann svindlara. Hann stendur upp alveg öskureiður og segir “viltu virkilega fara í þennann leik.\nÉg brosa og segi  Heldurðu virkilega að ég hræðist þig krypplingurinn þinn.\nHann labbar upp að mér og slær mig hanskanum sinum utan undir og segir kl 00:00 mun ég eyða þér. Ekkert mál segi ég.\nÉr klukkann slær tólf að miðnæti þá labba ég út á götu og bíð hans.Þegar hann kemur þá gerum við okkur tilbúna til þess að draga. Er við bíðum eftir kalli dómarans þá er bærinn svo hljóður að ég heyri í Gullfoss sem er hérna rétt hjá.\nDómarinn kallar og við drögum.Eftir að reykur hverfur sé ég að eg hef ekki hitt og hann ekki heldur og ég lít í kringum mig og sé að ég hef skotið í vindhanann og hann hefur skotið gínu sem var staðsett í búðar glugganum.Við förum að hlæja og skemmtum okkur mjög vel yfir þessu en hláturinn i honum fer svolítið í taugarnar  þannig að ég dreg aftur upp byssuna og skít í áttina til hans og viti menn ég hitti hann beint í nefið og hann datt eins og fluga til jarðar. Síðan set ég byssuna aftur i hulstrið og labba inn á barinn og fær smá vodka i kok.\nEndir.",
    "url": "https://www.hugi.is/smasogur/greinar/72058/islenska-vestrid/",
    "url_id": "72058",
    "id": "503002",
    "replies": [
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-04-15 11:15:00",
            "id": "503003",
            "reply_to_id": "503002",
            "text": "jamm….allt í lagi en ég hef séð það betra frá þér…hver segir kl.00:00 mun ég eyða þér!!? afhverju á miðnætti eða þess háttar….full margar stafsetningar- og uppsetningarvillur…hef það á tilfinningunni að þessi saga hafi verið unnin í miklum flýti….þarfnast meiri yfirlega því þetta er annars ágæt hugmynd"
        },
        {
            "user": "Negotiator",
            "user_id": "14745",
            "date": "2002-04-15 16:22:03",
            "id": "503004",
            "reply_to_id": "503003",
            "text": "Jú ég hefði mátt lesa aftur yfir hana.\nÞegar ég segi að eg muni eyða þér þá er ég svona að blanda nútima íslensku yfir í forna tíma.\nÞessi hugmynd á sögun varð bara til á kannski 10 mínutum og ákvað að skella henni á Huga og ég skrifaði bara það sem mér datt i hug á meðan."
        },
        {
            "user": "Sithy",
            "user_id": "18816",
            "date": "2002-04-15 11:19:16",
            "id": "503005",
            "reply_to_id": "503002",
            "text": "flott hugmynd! :) fíla íslenska vestrið…"
        }
    ]
}