{
    "forum_title": "Smásögur",
    "user": "johma",
    "user_id": "80795",
    "date": "2011-02-08 23:45:33",
    "title": "Eintal Lafði Makbeð",
    "text": "Í níunda bekk var ég í leikritun í aukavali og vorum við þar látin lesa leikritið Makbeð eftir W. Shakespeare. Eftir lesturinn áttum við að velja okkur einn karakter úr leikritinu og síðan skrifa einleik. Ég valdi Lafði Makbeð og átti hún að vera þá dáin og stödd í limbó og fjallar einleikurinn um það að hún er að reyna að tala sig inn í himnaríki. Ég er frekar stolt af þessum einleik þar sem ég var bara fjórtán þótt ég gæti aldrei náð snilld Shakespears.\nLAFÐI MAKBEÐ\nEintal\n(Lafði Makbeð skálmar um á miðju sviðinu, skjálfandi á beinunum og nýr hendurnar. Hún horfir upp.)\nLAFÐI MAKBEÐ:\nGóði Drottinn fyrirgefðu mér, hjálpaðu mér. Hvernig tókst mér að breyta honum í valdagráðugt skrímsli? Hann sem var eitt sinn svo ljúfur og tryggur er orðin að djöfli. Guð hjálpaðu mér frá þessum skratta. Það er eitt að hjálpa sér sjálfur upp í konungstignina en annað að myrða heilu fjölskyldurnar. Ég hélt bara að við yrðum betri heldur en þessir krakkabjálfar hans Dúnkans. Dúnkan var hvort eð er að deyja, það var bara spurning um hvenær. Ef Malkóm hefði sest í hásætið væri allur almúginn á kúpunni. Fólk væri að deyja í þúsunda tali vegna hungurs, græðgi Malkóms er enn meiri en okkar. Makbeð er sem engill miða við þann púka. Þú veist mæta vel að orð mín eru sönn. Eee…e.eeer það ekki? Að vísu finn ég enga almennilega afsökun fyrir dauða fjölskylu Makdufs en það voru hans verk ekki mín. Þú hlýtur að skilja að þetta átti aldrei að enda svona. Éee..ég hefði ekki ýtt undir girndina hjá Makbeð hefði ég vitað að hann myndi ganga svona langt. Ég bið þig herra að sýna einni vansælli konukind miskunn og hjálpa mér í burtu frá þessum hræðilega stað……Æ, gerðu það.\n(Dauðaþögn. Hún nýr enn fastar á sér hendurnar)\nLAFÐI MAKBEÐ:\nÖll þessi heillandi lof frá nornunum. Þau hljómuðu svo vel að græðgin náði höndum yfir samviskunni. Þær sögðu mér að við yrðum þjóð okkar til framdráttar. Ekkert gæti farið okkur betur en hinn fallegi konungssess. Hver getur barist gegn slíkum fögrum kvæðum. Ég hef lært af þessum mistökum. Aldrei munu þessar slægðartungur aftur til mín tala. Ég heiti þér því. Sýndu bæði mér og Makbeð miskunn. Við erum aðeins mannleg og eins og flest allt mannkynið þjáumst við af græðgi og hroka. Láttu þessar nornir fá það sem þær eiga skylið. Kveljast og þjást að eilífu. Þær mega ekki hneppa fleiri menn í álög græðginnar. Varla viltu fleiri blóðugar hendur?…..Hendurnar mínar vilja ekki verða hreinar sama hversu vel ég þvæ þær. Ætlar þú að láta lík Dúnkans hvíla á herðum mér að eilífu? Hvað þarf ég að gera svo að hendur mínar verði hreinar?\n(Þögn. Hún öskrar)\nLAFÐI MAKBEÐ:\nSvaraðu…(þögn)…..Svaraðu mér ræfillinn þinn.\nJóhanna Margrét Sigurðardótti",
    "url": "https://www.hugi.is/smasogur/greinar/720527/eintal-lafdi-makbed/",
    "url_id": "720527",
    "id": "7311033",
    "replies": [
        {
            "user": "loevly",
            "user_id": "36144",
            "date": "2011-02-09 19:02:35",
            "id": "7311334",
            "reply_to_id": "7311033",
            "text": "Vá! Þú mátt alveg vera stolt af þessu. Þetta er feikivel skrifað, ég tala nú ekki um fyrir 14 ára.\nEn það hefur aldeilis verið þokkalega metnaðarfullur íslenskukennari sem lét 14 ára nemendur lesa Shakespeare.\nHvað um það. Aftur bara, vá!"
        },
        {
            "user": "johma",
            "user_id": "80795",
            "date": "2011-02-12 15:42:26",
            "id": "7312344",
            "reply_to_id": "7311334",
            "text": "Æ, takk kærlega fyrir :D"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-02-09 19:27:37",
            "id": "7311344",
            "reply_to_id": "7311033",
            "text": "Nokkuð gott, ég tek ofan."
        }
    ]
}