{
    "forum_title": "Deiglan",
    "user": "Vikingur27",
    "user_id": "17040",
    "date": "2002-04-11 20:48:03",
    "title": "Óþolandi atferli",
    "text": "Mig langaði að vekja athygli (þó þess gerist í raun ekki þörf) á einu sem fer rosalega í pirrunar á mér og það er notkun farsíma meðan keyrt er.\nMjög mikill hluti fólks í dag á og reyðir sig á “gemsann” sinn. Þetta apparatus sem fyrir 4-5 árum var algjör ónauðsyn er orðinn svo mikil nauðsyn í lífi okkar að mörg okkar geta ekki sinnt keyrslu án þess að þurfa að tala í þá.\nÉg veit ekki hversu oft ég lendi á einhverjum sem ekur mjög leiðinlega eins og t.d. þarf 10-15 sek eftir að græna ljósið er komið til að koma sér af stað, eða þá fólki sem ekur eins og undir áhrifum áfengis því það er að reyna að skipta um gír og blaðra í samann á sama tíma.\nEins merkilegt og þetta athæfi er þá er þetta gjörsamlega óþarfi. Það er enginn sem getur sagt mér það að hann þurfi að blaðra í símann ÖLLUM stundum nema lítill hluti fólks vegna atvinnu.(Oftar en ekki er þetta fólk sem talar í símann ungt fólk) Og þeir sem þurfa að tala í símann hafi til þess tæki sem leyfa mönnum að tala í símann án þess að halda á honum. Hafiði heyrt um þetta? Þetta er algjörlega nýtt!! Kallast HANDFRJÁLSI BÚNAÐURINN! :) Og ef hann fer í pirrunar á fólki að þá er ekki til ein tegund af svona búnaði á markaðinum.\nSamt sem áður notfærir fólk sér þetta ekki og ákveður þess í stað að blaðra í símann og taka ekkert eftir því sem það er að gera við aksturinn.\nLögreglan (og Alþingi) ákvað 1.Nóvember síðastliðinn að setja lög um að þetta væri bannað en jafnframt tóku þau þá ákvörðun að leyfa fólki að fá aðlögunartíma til 1.nóvember næstkomandi (það er að sekta fólk ekki fyrr en 1.nóvember) Þetta þótti mér og þykir enn algjör óþarfi. Það á að byrja að sekta þetta fólk strax svo það hætti nú að stofna sér OG MÉR (ásamt öðrum ökumönnum) í stóra hættu.\nMig langar að fá að vita hvað aðrir Hugarar hafa um þetta að segja!",
    "url": "https://www.hugi.is/deiglan/greinar/72069/otholandi-atferli/",
    "url_id": "72069",
    "id": "503179",
    "replies": [
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-04-12 08:10:57",
            "id": "503180",
            "reply_to_id": "503179",
            "text": "GO BACK TO RUSSIA!!!!!!!!!!!!!!!!!!1"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-04-12 09:26:46",
            "id": "503181",
            "reply_to_id": "503179",
            "text": "Ég held að þú ættir að fara í jóga eða eitthvað, ef þú hefur ekki tekið eftir því að það tekur því ekki að pirra sig yfir umferð, þú getur ekki gert að því hvað gaurinn fyrir framan þig er mikill hálfviti!\nSo take a deap breath and smile!"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-04-12 12:14:19",
            "id": "503182",
            "reply_to_id": "503181",
            "text": "Þú getur náttúrulega alltaf keyrt á hann bara :)"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-04-12 12:43:11",
            "id": "503183",
            "reply_to_id": "503182",
            "text": "It costs money, ef þú vissir það ekki."
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-04-12 12:50:53",
            "id": "503184",
            "reply_to_id": "503183",
            "text": "Það er rétt… well, all out of ideas. Ætli það sé ekki bara jóga þá?\nAnnars hætti ég bara einn góðan veðurdag að keyra á 110 og bölsótast út í umferðina. Núna keyri ég eins og gömul kerling á 60-70 og syng með útvarpinu. Þannig held ég geðheilsunni. (Ath. best er náttúrulega að sleppa því að stíga fæti í bíl).\nEn varðandi kvartanir um umferðarmenninguna á Íslandi, þá er hún sú besta sem ég hef séð í heiminum og hef ég komið víða.\nÍ Svíþjóð stoppa þeir ALDREI fyrir gangandi vegfarendum.\nÁ Spáni beinlínis miða þeir á gangandi vegfarendur.\nÍ Bandaríkjunum sitja þeir fastir og bölsótast\nÍ Hollandi eiga hjólreiðamenn veginn.\nÍ Færeyjum eru malbikaðir vegir fyrir rollur.\nÁ Akureyri nota þeir ekki stefnuljós\nlifi Ísland!"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-04-12 13:31:32",
            "id": "503185",
            "reply_to_id": "503184",
            "text": "Ég var nú á Kanarí rétt eftir áramót og þar var nú ansi skrítin umferðarmenning, þeir stoppuðu alveg fyrir gangandi vegfanendum, en ef maður rétti ekki upp hendina og þakkaði fyrir mátti maður alveg búast við að það yrði keyrt á mann, allavega flautað og blótað!!! En leigubílarnir eru crazy þar úti, keyra á 120-140 þar sem 50-60 km hámarkshraði!"
        },
        {
            "user": "Vikingur27",
            "user_id": "17040",
            "date": "2002-04-15 18:55:40",
            "id": "503186",
            "reply_to_id": "503185",
            "text": "Mig langaði bara að bæta við einu. Í dag keyrði ég á eftir einum sem var að tala í símann og TANNBURSTA sig í leiðinni. Þótti það heldur gott"
        }
    ]
}