{
    "forum_title": "Metall",
    "user": "CephalicLady",
    "user_id": "59911",
    "date": "2011-02-13 20:24:49",
    "title": "Heaven Shall Burn á Íslandi 18. og 19. mars!",
    "text": "Þjóðverjarnir í Heaven Shall Burn komu hingað til lands eins og margir muna eflaust 2002 og 2003 og tala þeir ennþá um Ísland í viðtölum sem stað sem þeir vilja koma aftur á til að spila. Það hefur verið lengi í bígerð en orðspor HSB hefur vakið með hverju árinu og hafa þeir verið mjög duglegir að túra um allan heim undanfarin ár með hljómsveitum á borð við Kreator og Aborted svo eitthvað sé nefnt. Einnig fóru þeir á Ástralíutúr með hljómsveitinni Trivium, luku nýlega við Evrópu og Asíutúr með As I Lay Dying sem seldist allur upp og ákváðu þeir að taka stutt stopp hérna áður en þeir halda á Suður-Ameríkutúr með AILD. Þeir eru einnig fastagestir á öllum stærstu þungarokksfestivölum Evrópu eins og Wacken, With Full Force, Graspop, Summer Breeze og Hellfest og eru þeir alveg ótrúlegir live. Orkan er þvílík og þeir spila alltaf eins og hver mínúta sé sú seinasta.\nTónlistin hjá HSB myndi flokkast undir svokallað deathcore en áhrif frá gamla sænska dauðarokkinu eins og At the Gates, In Flames og fleirum leyna sér ekki í bland við þunga kafla sem fá alla til að hreyfa sig. Þeir eru þekktir fyrir afar pólitískar skoðanir sem koma fram í textunum hjá þeim og endurspegla myndböndin oftar en ekki skoðanir þeirra á stríði, illri meðferð á dýrum, mannréttindabaráttu og fleira.\nEins og síðast þegar þeir komu munu þeir verða með sérstakt Iceland merch sem verður bara selt hérna og verður líka leikur í gangi þar sem er hægt að vinna merch frá þeim (verður kynnt þegar nær dregur).\nÞetta er einstakt tækifæri að sjá band á heimsmælikvarða sýna hvað í þeim býr!\nLive:\n[youtube]\nhttp://www.youtube.com/watch?v=A4SYcoVyW34\nEr ekki málið að taka einn svona á Amsterdam:\n[youtube]\nhttp://www.youtube.com/watch?v=eVu6noXRPto&feature=related\nGamall slagari sem fólk ætti að þekkja frá tónleikunum í denn (spóla til 1:45 fyrir þá sem tala ekki þýsku):\n[youtube]\nhttp://www.youtube.com/watch?v=jKLZilHRO6s&feature=related\nhttp://www.myspace.com/officialheavenshallburn\nhttp://heavenshallburn.com/\nFöstudagurinn 18. mars TÞM (Hellirinn)\nHúsið opnar kl 20:00 og tónleikarnir hefjast kl 20:30.\nEkkert aldurstakmark - 2000kr\nHeaven Shall Burn\nEndless Dark\nAndlát\nDysmorphic\nLaugardagurinn 19. mars Café Amsterdam\nHúsið opnar kl 22:30 og tónleikarnir hefjast kl 23:00.\n18 ára aldurstakmark - 2000kr\nHeaven Shall Burn\nGone Postal\nAngist\nOphidian I",
    "url": "https://www.hugi.is/metall/korkar/720780/heaven-shall-burn-a-islandi-18-og-19-mars/",
    "url_id": "720780",
    "id": "7312823",
    "replies": [
        {
            "user": "Gonzales",
            "user_id": "67078",
            "date": "2011-02-14 20:37:11",
            "id": "7313275",
            "reply_to_id": "7312823",
            "text": "Nohh! Ætli maður fari ekki..\nGerðu líka facebook event til að peppa þetta enn meira!"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-02-14 20:41:32",
            "id": "7313277",
            "reply_to_id": "7313275",
            "text": "Hún er way ahead of you."
        },
        {
            "user": "Gonzales",
            "user_id": "67078",
            "date": "2011-02-14 21:03:12",
            "id": "7313288",
            "reply_to_id": "7313277",
            "text": "ókei ég sé það ekki þarna…ekki senda mér það einusinni"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-02-14 21:10:38",
            "id": "7313295",
            "reply_to_id": "7313288",
            "text": "Gjössvogvel.\nhttp://www.facebook.com/event.php?eid=192486087443292\nhttp://www.facebook.com/event.php?eid=111752175565522"
        },
        {
            "user": "CephalicLady",
            "user_id": "59911",
            "date": "2011-02-17 12:19:30",
            "id": "7314147",
            "reply_to_id": "7313295",
            "text": "Takk:)"
        },
        {
            "user": "Despoilment",
            "user_id": "31965",
            "date": "2011-02-21 10:26:45",
            "id": "7315270",
            "reply_to_id": "7312823",
            "text": "hmmm væri ekki sniðugt að henda þessu í greinar, þetta sést ekki lengur á forsíðunni"
        },
        {
            "user": "CephalicLady",
            "user_id": "59911",
            "date": "2011-03-09 18:31:05",
            "id": "7320486",
            "reply_to_id": "7315270",
            "text": "Hvernig setur maður þetta í greinar?\nEn alalvegana þá er forsalan hafin á midi.is!!\nÞað er takmarkað húsrými á Café Amsterdam svo þeir sem vilja tryggja sér miða ættu að fara á midi.is.\nMiðaverð er 2.000kr og ég verð með takmarkað tilboð á báða tónleikana sem er 3.500kr.\nOg frá og með deginum í dag hefst leikur í kringum tónleikana!\nÞað eru þrír vinningar í boði sem er allt merch frá Heaven shall Burn.\nÞað sem þið eigið að gera er að fara á Angist facebook síðuna:\nhttp://www.facebook.com/#\n!/pages/Angist/106099969432004\ngera like og svo kvitta á vegginn með orðunum: OUR RUIN!\nog þá eruði komin í pottinn:) Leikurinn stendur til miðnættis fimmtudaginn17. mars!"
        },
        {
            "user": "CephalicLady",
            "user_id": "59911",
            "date": "2011-03-19 12:00:39",
            "id": "7323161",
            "reply_to_id": "7320486",
            "text": "Tónleikarnir í gær voru kreeeeeiiisí og kveldið í kveld verður sveittara! Fyrsta bandið mun fara á svið á slaginu 23:00 svo um að gera að mæta stundvíslega. Það verður selt við innganginn svo um að gera að fjölmenna!"
        }
    ]
}