{
    "forum_title": "Tilveran",
    "user": null,
    "user_id": null,
    "date": "2011-02-12 00:56:56",
    "title": "Heimsendir?",
    "text": "Ég hef oft pælt í heimsendi. Eitthvað sem á að benda enda á allt líf. Á 4,6 milljarða æviskeiði Jarðarinnar hefur oft verið spáð heimsendi. Það nýjasta er að árið 2012 þan 21. desember að mig minnir á Jörðin að líða undir endalok samkvæmt Mayum. En hver er staðfestingin? Dagatal Mayanna endaði bara þennan dag og ekkert annað bendir á heimsendirinn. En eftir því sem ég best veit er fólk löngu hætt að taka mark á heimsenda spám. En hvenær eigum við að taka mark á þessum spám?\nÉg las nýlega á vefsíðu undir stjórn NASA að þeir telja líklegra að þeir nái að vekja upp risaeðlu en að það komi heimsendir árið 2012. En hvernig veit maður fyrir víst að þarna er bara ekki verið að reyna að binda enda á hræðslu fólks. Myndi NASA einhverntímann viðurkenna að heimsendir væri á næstu leytum? Ef NASA myndi segja íbúum Jarðar að heimsendir væri í nánd myndi allt klikkast og allt myndi spillast. Fólk myndi ekki virða neitt á Jörðinni með því hugarfari að “ekkert skiptir máli lengur því þetta er allt á enda.” En þannig er komið fyrir okkur mannkyninu að við erum einfaldlega of heimsk til að meðhöndla svona vandamál. Ímyndið ykkur hvað þið mynduð gera ef það kæmi heimsendir eftir tæplega 2 ár. Ekki veit ég hvað ég myndi gera. En eitt er víst að ég myndi ekki fara út og láta öllum illum látum heldur taka þessu eins og allir ættu að taka þessu og standa saman og reyna að gera heiminn betri áður en hann verður farinn. En hvað veit ég um það? Ég er bara 15 ára strákur sem er uppfullur af spurningum sem ég vil fá svar við.\nGlobal warming, 2012, 2036 á loftsteinn að skella á Jörðu og ég veit ekki hvað og hvað. Allt eru þetta heimsendir sem eiga að gerast í framtíðinni. En það er eitt sem ég tel vera að drepa okkur sem ekki er talið heimsendir. En ég tel að við sjálf séum að drepa okkur. Forfeður okkar unnu hörðum höndum og byggðu upp framtíðina fyrir okkur. Núna hugsum við ekki um neitt nema okkur sjálf. Við myrðum hvort annað, við særum hvort annað andlega, við meiðum hvort annað og við stöndum aldrei saman. Þess vegna er svona komið fyrir okkur. Eitthvað sem jarðarbúar eru of heimskir fyrir er að standa saman. Nýlega átti ég samræður við bekkjarfélaga minn um hversu heimskt mannkynið væri. Hann sagði að mannkynið væri það gáfaðasta sem til væri á Jörðinni. En ég sagði þvert á móti að við værum of heimsk til að geta haldið Jörðinni á lífi þar sem við hugsum bara um okkur sjálf. Við dæmum og gagnrýnum allt. Maður sér flísina í auga náunga síns en ekki bjálkann í sínu eigin auga. En þá kom hann með þá rökhugsun að við gætum reiknað, talið upp í 100, tölum með þróuðu tungumáli á með dýr gefa frá sér einhver óhljóð sem eiga að þýða eitthvað. En hann hugsaði ekki um að dýrin standa flest saman. Auðvitað lenda þau saman en þau eyðileggja ekki Jörðina með deildum sem endar með kjarnorkusprengingum og stríði. Svo treystum við fáeinum háttsettum aðillum fyrir Jörðinni. Hitler var legend í Þýskalandi þar til aðgerðir hans hófust. Háttsettir aðillar græða á lífi annarra með ýmsun aðgerðum og svíkja náunga sína eins og þetta er orðað í Biblíunni.\nNú nýlega hafa dýr verið að drepast í hundraða tali ef ekki þúsunda tali. Hundruðir fuglar fundust dauðir í Svíþjóð, Hundruði fiska skoluðu upp á land í Bretlandi og fullt fleira. Margir telja að þetta sé skilaboð guðs að heimsendir sé í nánd og tengja þetta þá margir við heimsendaspá Maya. Svo gengur sú saga að bandaríski herinn hafi verið að prófa vopn sem á að hafa verið notað í seinni heimstyrjöldinni sem er einhverskonar háleynilegt vopn. Svo fannst vísindamaður myrtur í ruslagámi. Og talið er að hann hafi ætlað að kjafta frá.\nÞrátt fyrir ótrúlegt upphaf heimsins og að Jörðin sé enn á lífi þrátt fyrir heimsku Jarðarbúa þá telja margir lífið sjálfsagðan hlut í dag.\nÉg spyr bara, hvað er að verða um mannkynið?",
    "url": "https://www.hugi.is/tilveran/korkar/720700/heimsendir/",
    "url_id": "720700",
    "id": "7312219",
    "replies": [
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2011-02-25 22:23:55",
            "id": "7316839",
            "reply_to_id": "7312219",
            "text": "Það voru 5 greinar í bið og ein þeirra var orðin mánaðargömul. Ég var forvitinn hve lengi það tæki hina stjórnenduna að samþykkja/hafna þannig.. meh. Tók mig til og gerði það bara.\nBætt við 25. febrúar 2011 -  22:24\nOg, já, heimsendir er jákvæður!"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-02-25 23:12:21",
            "id": "7316858",
            "reply_to_id": "7316839",
            "text": "Mamma þín er jákvæð. Þetta er góð grein. Hvurs lags höfnunaráráttu ertu með? Hin var samt dno en samt yo… langar svo að slá þig í ennið stundum.\nhurp"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2011-02-25 23:42:39",
            "id": "7316862",
            "reply_to_id": "7316858",
            "text": "Moar like húmor."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-02-26 00:25:02",
            "id": "7316871",
            "reply_to_id": "7316862",
            "text": "… huh?"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2011-02-26 00:34:53",
            "id": "7316873",
            "reply_to_id": "7316871",
            "text": "Heimsendir? Í jákvæðniskorknum!"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-02-26 00:37:45",
            "id": "7316874",
            "reply_to_id": "7316873",
            "text": "… einhver Eyjahúmor býst ég við.\nJk"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2011-02-26 00:40:24",
            "id": "7316876",
            "reply_to_id": "7316874",
            "text": "..stónerar fatta ekki góða brandara\njk"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-02-26 01:42:13",
            "id": "7316886",
            "reply_to_id": "7316876",
            "text": "hann þarf þá að vera góður\njk útum allt"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2011-02-26 11:21:20",
            "id": "7316929",
            "reply_to_id": "7316886",
            "text": "Hann var það!\ní kvöld, jóóólin er'að kooma"
        },
        {
            "user": "synschecter",
            "user_id": "77055",
            "date": "2011-03-01 19:20:42",
            "id": "7318038",
            "reply_to_id": "7312219",
            "text": "talið upp í 100\nlol"
        }
    ]
}