{
    "forum_title": "Hljóðfæri",
    "user": "hvaeraske",
    "user_id": "68910",
    "date": "2011-02-15 23:37:10",
    "title": "Lou reed",
    "text": "Hey Jó á einhver þessa tónleika á dvd “Velvet Underground - Live MCMXCIII”\nÉg veit að þetta er ekki korku fyrir þetta áhugamál en það eru bara engir á hinum áhugamálunum.\nBætt við 15. febrúar 2011 -  23:38\nkorkur*",
    "url": "https://www.hugi.is/hljodfaeri/korkar/720917/lou-reed/",
    "url_id": "720917",
    "id": "7313714",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-02-16 00:52:28",
            "id": "7313730",
            "reply_to_id": "7313714",
            "text": "Ég átti þá og þetta var frekar glatað stöff, með fullri virðingu fyrir þessari fornfrægu hljómsveit þá hefðu þau átt að sleppa þessu “kombakki”\nMig minnir að ég hafi farið með þetta í einhverja safnarabúð á sínum tíma því mér fannst þetta svo rosalega vont að ég barasta gat alls ekki hugsað mér að halda í þetta."
        },
        {
            "user": "hvaeraske",
            "user_id": "68910",
            "date": "2011-02-16 02:12:11",
            "id": "7313744",
            "reply_to_id": "7313730",
            "text": "ég á bara upptökur á cd og fannst þetta bara hreint út sagt brilliant."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-02-16 11:01:00",
            "id": "7313794",
            "reply_to_id": "7313744",
            "text": "Þú færð þessa tónleika annaðhvort í Geisladiskabúð Valda eða í Kolaportinu, ég hef oft rekið augun í þetta í Kolaportinu.\nFyrstu lögin sem ég lærði á gítar á sínum tíma voru eftir Velvet Underground og Stooges og ég átti einhverja tugi af bootleg tónleikaupptökum með Velvet Underground, sumt var frábært, sumt alltílagi og sumt var barasta alveg afleitt, mér fannst eina manneskjan sem var með einhverju lífsmarki á þessum kombakktónleikum vera trommarinn, það einhvernveginn skein í gegn að þau hin voru bara að gera þetta fyrir budduna."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-02-16 11:31:12",
            "id": "7313804",
            "reply_to_id": "7313714",
            "text": "Þessir þráður meikar ekkert sens. Óskaðu eftir þessu á /Rokk og /Gullöldin.\nLæst, eytt."
        }
    ]
}