{
    "forum_title": "Húðflúr og götun",
    "user": "pprakkari",
    "user_id": "63899",
    "date": "2011-02-22 23:24:43",
    "title": "ótrúlega kjánó spurning",
    "text": "þannig er mál með vexti að ég á tíma í half sleeve í bryjun apríl …\nallir eur að reyna að hrða mig og segja að þetta sé svo ógeðslega vont á innanverðum upp handleggnum (veit ekki hvað það kallast en þið hljótið að skilja mig ) er það alveg brutal eða ? er alveg með nokkur tatto og fanst þau ekkert slæm .. er bara byrjuð að nojast yfir þessu .. ekki það að ég fæ mér þetta hvortsemer .. vill bara vita =)\nBætt við 22. febrúar 2011 -  23:25\nafsakið þar sem vantar stafi inn á milli..er með ónýtt lyklaborð =)",
    "url": "https://www.hugi.is/hudflur/korkar/721285/otrulega-kjano-spurning/",
    "url_id": "721285",
    "id": "7315848",
    "replies": [
        {
            "user": "mattibassi",
            "user_id": "72885",
            "date": "2011-02-23 01:02:50",
            "id": "7315896",
            "reply_to_id": "7315848",
            "text": "Þetta er alveg frekar sárt sko.. fullt af taugum og svona á þessum stað. En þú kemmst pottþétt yfir þetta sko :)\nGangi þér allavega vel og láttu mynd hér inn :D Til lukku!"
        },
        {
            "user": "pprakkari",
            "user_id": "63899",
            "date": "2011-02-24 01:24:16",
            "id": "7316300",
            "reply_to_id": "7315896",
            "text": "já pottþétt sársaukans virði sko en takk fyrir það og ég skelli inn mynd þegar ég er búin :)"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2011-02-23 09:17:19",
            "id": "7315956",
            "reply_to_id": "7315848",
            "text": "Hef heyrt að það sé alveg hell en vel þess virði að þola það."
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2011-02-23 17:00:33",
            "id": "7316091",
            "reply_to_id": "7315848",
            "text": "er með half sleeve sem fer sirka halfan upphandlegginn þarna undir og það er versti staðurinn sem ég hef fengið tattú á næst á eftir olnboginn"
        },
        {
            "user": "Bloodjunkie",
            "user_id": "48650",
            "date": "2011-02-23 18:00:57",
            "id": "7316117",
            "reply_to_id": "7315848",
            "text": "Ég er með mörg, og þetta er næstversti staðurinn sem ég hef fengið flúr á, á eftir kúlunni þarna á ökklanum."
        },
        {
            "user": "Smabert",
            "user_id": "57775",
            "date": "2011-02-24 00:27:00",
            "id": "7316289",
            "reply_to_id": "7315848",
            "text": "Nýbúinn í fyrsta session á full sleeve, byrjað á framhandleggnum, ekkert vont nema þar sem olnboginn og framhandleggurinn mætast og á úlnliðnum, annars kemstu í gegnum þetta, lítið mál"
        },
        {
            "user": "pprakkari",
            "user_id": "63899",
            "date": "2011-02-24 01:25:22",
            "id": "7316301",
            "reply_to_id": "7316289",
            "text": "já hef einmitt heyrt þetta mðe olbogan :)\nen ég byrja ofanfrá .. ser svo eftir sumarið aftur og læt klára niður =) er farin að verða of spennt!\nTíminn er alltof lengi að líða alltaf þegar maður er að bíða eftir flúr-tíma ;)"
        },
        {
            "user": "Smabert",
            "user_id": "57775",
            "date": "2011-02-25 12:01:56",
            "id": "7316665",
            "reply_to_id": "7316301",
            "text": "Tók fyrsta sessionið 12.feb og næsta er 17.mars, tel liggur við niður sekúndurnar maður er svo spenntur, hlakka svo til að sjá svona heildarmynd af þessu öllu saman!"
        },
        {
            "user": "pprakkari",
            "user_id": "63899",
            "date": "2011-02-26 12:52:38",
            "id": "7316945",
            "reply_to_id": "7316665",
            "text": "haha já .. ég er einmittr alveg að deyja úr spenning .. tel liggurvið niður ! tíminn er líka svo lengi að líða þegar maður er að bíða !"
        },
        {
            "user": "Vidoma1",
            "user_id": "75728",
            "date": "2011-03-03 19:23:44",
            "id": "7318683",
            "reply_to_id": "7315848",
            "text": "Það fer líka alveg eftir því hversu margar nálar eru notaðar,\nmín reynsla er að útlínurnar sem eru yfirleitt gerðar með 5 nálum (minar eru allavega þannig) og það var mjög sárt, sérstaklega þegar ferið er að fara í staði þar sem vöðvar mætast og þar sem skinnið er þunnast (er með half sleave frá öxl semsagt)\nÞað versta er samt þegar það er verið að fara ofan í tattúið í 4-5 skiptið því þá er húðin orðin mjög bólgin og því bólngari sem húðin verður því verri verður hver snerting, ég var í sirka 5 tíma með mitt (síðasta áfangan) og eftir 5 tima session var ég að drepast í tattúinu.\nÞannig að aðal málið með sársaukan er hversu lengi sessionið endist og hversu flókið tattúið er (þ.e.a.s hversu oft þarf nálin að fara á sama staðinn)\nSvo fer þetta líka eftir hversu viðkvæm húðin er og hversu mikið álag húðin þolir áður en þú verður að hætta sem er bara rosalega einstaklingsbundið.\nEn þetta kemur alltaf út á sama staðnum, sáraukinn fer eftir nokkrar min þegar þú ert búin\nÞetta er af minni reynslu en eins og ég sagði þetta er mest allt einstaklingsbundið :)"
        }
    ]
}