{
    "forum_title": "Danstónlist",
    "user": "mossi",
    "user_id": "77032",
    "date": "2011-02-24 16:34:14",
    "title": "þarf upplýsingar um hátalara",
    "text": "hvar er hægt að fá hátalara með innbygðum magnara og hvað er svoleiðis að kosta á íslandi. er líka einhver síða á netinu sem að sendir heim til landsins einhv af hátölurum :/",
    "url": "https://www.hugi.is/danstonlist/korkar/721377/tharf-upplysingar-um-hatalara/",
    "url_id": "721377",
    "id": "7316436",
    "replies": [
        {
            "user": "scullcrusher199",
            "user_id": "73638",
            "date": "2011-02-25 00:18:25",
            "id": "7316602",
            "reply_to_id": "7316436",
            "text": "Getur fengið hátalara með og án innbyggðum magnara í t.d hljóðfærahúsinu og Hljóð-X.\nMeð Innbyggðum magnara eru kannski svona frá 50k og allveg upp í mörg hundruð þúsund ef það á að vera gott sound.\nEf þú ert að leita að einnhverju ódýru þá myndi ég fara í Hljóðfærahúsið og skoða Behringer. Behringer er á ódýrari kanntinum. En ef þú vilt alvöru sound þá mæli ég með Hljóð-X því þeir eru með JBL en það kostar auðvitað mun meira."
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2011-02-26 00:54:13",
            "id": "7316881",
            "reply_to_id": "7316436",
            "text": "Pfaff og Tónastöðin eru með Mackie\nHljóð-x er með JBL\nExton er með RCF (og svo Meyer líka.. þeir eru þónokkuð dýrari)\nTónabúðin/hljóðfærahúsið eru með Behringer\nÉg er sjálfur með mackie\nnýlegt frá JBL er alveg fínt.. myndi passa mig á að kaupa gamla JBL EON.. þeir eru crap.. Nýju EON gaurarnir eru fínir.. mjög léttir og sánda þokkalega.. PRX serían er þó betri.. þar ertu með trébox og þau sánda betur.\nStærsti kosturinn við RCF er að þeir eru algjörir vinnuhestar.. þola nánast hvaða djöfulgang sem er.. mér finnst toppurinn í gömlu ART seríunni vondur.. hef ekki náð að hlusta á nýju versjonina hjá þeim\nBehringer er alltaf Behringer.. hef líkt því við gallabuxur úr rúmfatalagernum..\nsvo ef þú ert með alvöru budget þá get ég líka bent þér á alvöru græjur."
        }
    ]
}