{
    "forum_title": "Hljóðfæri",
    "user": "leadguitar",
    "user_id": "58783",
    "date": "2011-02-25 21:15:06",
    "title": "pedalar, plötuspilari, dj mixer og mic TS/SK",
    "text": "Er með eftirfarandi til sölu:\nMarshall Guv'nor Original Gamli sjaldgæfi\n, í frábæru ástandi, batterílokið er reyndar horfið en ég er með bílskúrsmixað lok sem virkar. Frábær pedall eins og google mun segja ykkur.\nDunlop fuzz face rauð\ni í flottu ástandi, mjög fínn fuzz.\nMXL 2006\n(ætlaði að halda þessum þar sem hann var sá eini sem ég átti orðið eftir, en núna er ég með nýjar áherslur og er að leggja upptökupælingar í smá pásu) Ein beygla á grillinu á honum. kemur í töskunni með shockmountinu.\nPlötuspilari og magnari með, vintage stöff.\nMagnarinn er af gerðinni Pioneer Sa-800 og spilarinn er Marantz. Virkar vel og lýtur frábærlega út en vantar nál í spilarann. Sendið mér bara pm ef einhver hefur áhuga, og ég skal redda myndum, verði og nánari upplýsingum.\nhér er mynd af eins magnara:\nhttp://www.hifiengine.com/images/model/pioneer_sa-800.jpg\nDj mixer, Technics SHDJ1200\n,\nhttp://fr.wikizic.org/1-020-020509_1-Technics-SHDJ-custom-PCV.jpg\n, í fínu standi. Þyrfti jafnvel að hreinsa sleðan. Hef einfaldlega aldrei verið í dj pælingum og þekki þessa deild ekkert.\nVil bara fá tilboð, er ekki að nota þessar græjur og er að skipta út fyrir nýtt dót. Fer bara á eðlilegu gangverði eða því sem ebay gefur ykkur upp eeeeða bara það sem er almennt sanngjarnt\nÉg skoða öll skipti og vill fá einhver sanngjörn tilboð í þetta, sendið mér einkapóst. Er spenntastur fyrir skiptum á tremolo, pickupum í telecaster, skemmtilegu delay og drive/fuzz . Og jafnvel lömpum; 6L6, El84, 12ax7\nSvo er ég að selja mexico hvítan telecaster og shure beta 58 fyrir tvo vini mína ef einhver hefur áhuga !\nFyrir þá sem eru ekki með account, þá Kristinn.oskarsson (att) gmail . com",
    "url": "https://www.hugi.is/hljodfaeri/korkar/721450/pedalar-plotuspilari-dj-mixer-og-mic-tssk/",
    "url_id": "721450",
    "id": "7316830",
    "replies": [
        {
            "user": "Technicolor",
            "user_id": "65616",
            "date": "2011-02-26 02:00:16",
            "id": "7316889",
            "reply_to_id": "7316830",
            "text": "Hef þvílíkan áhuga á plötuspilaranum ef hann er enn falur ekki þessi heldur næstu mánaðarmót."
        },
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2011-02-26 18:50:11",
            "id": "7317055",
            "reply_to_id": "7316889",
            "text": "ok veit af þé"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2011-02-26 15:54:54",
            "id": "7317000",
            "reply_to_id": "7316830",
            "text": "oh djöfull.. ertu búinn að selja zvex distortron?"
        },
        {
            "user": "leadguitar",
            "user_id": "58783",
            "date": "2011-02-26 18:49:59",
            "id": "7317054",
            "reply_to_id": "7317000",
            "text": "já hann er farinn á gott heimili, þá er bara að kíkja á guv'nor-inn ;)"
        }
    ]
}