{
    "forum_title": "Heilsa",
    "user": "dha",
    "user_id": "35651",
    "date": "2011-03-08 02:38:47",
    "title": "Svefnleysi",
    "text": "Ég er ekki beint að leita að neinum ráðum eða hjálp, langar bara aðeins að væla í ykkur.\nSíðan ég var smábarn hef ég alltaf átt erfitt með að sofna. Þegar ég var krakki gat ég ekki farið að sofa nema einhver væri vakandi í húsinu. Seinna fór ég að kunna að meta þögnina sem jók ennþá svefnvandamálin.\nNúna síðustu árin hef ég alltaf átt í meiri og meiri vandamálum með svefn og það er farið að hafa mikil áhrif á mig. Ég ligg kannski tímunum saman uppí rúmi og get ekki sofnað en á svo erfitt með að vakna daginn eftir. Það er sama þótt ég hafi ekki sofið í marga klukkutíma, þótt ég hafi ekki náð nema 4-5 tíma svefni dögum saman. Ég á bara erfiðara með að sofna eftir því sem ég er þreyttari.\nÉg hef reynt allt til að laga þetta og á tímabilum næ ég því alveg, jafnvel marga mánuði í senn. En síðasta hálfa árið hef ég verið andvaka nánast hvert einasta kvöld. Einu undantekningarnar eru þegar ég hef verið að drekka (sem styttir svefninn frá hinum endanum) og þegar ég var á tímabili á sterkum verkjalyfjum eftir aðgerð.\nNúna er ég komin á það stig að ég er hrædd við að fara upp í rúm. Ég forðast það eins og ég get að fara að sofa. Núna er ég t.d. búin að eyða 2 klst. í ekki neitt á netinu af því ég vil ekki fara að sofa. Af því ég kvíði því að liggja uppí rúmi í marga klukkutíma og geta ekki sofnað.\nÉg veit eiginlega ekki hvað ég á að gera lengur. Ég vil ekki fara til læknis og láta segja mér að ég sé bara stressuð, ég hef prófað að lifa óbærilega stresslausu lífi og það var bara ekkert að hjálpa mér. Ég vil heldur ekki svefnlyf til að hjálpa mér því það er bara vítahringur. Ég bara hreinlega veit ekki hvað er hægt að gera við svona vandamálum.\nAfsakið vælið í mér. Ég vona innilega að það séu ekki margir með sama vandamál þarna úti, en ef svo er endilega deilið ykkar reynslu :)",
    "url": "https://www.hugi.is/heilsa/korkar/721991/svefnleysi/",
    "url_id": "721991",
    "id": "7320059",
    "replies": [
        {
            "user": "jar21",
            "user_id": "81176",
            "date": "2011-03-08 02:43:58",
            "id": "7320060",
            "reply_to_id": "7320059",
            "text": "hreyfirðu þig?"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-08 02:51:42",
            "id": "7320062",
            "reply_to_id": "7320060",
            "text": "Eins mikið og ég kem fyrir á daginn. Ég er í háskólanámi þar sem ég er í skólanum alla daga til sirka 6-7 á kvöldinn, svo kemur heimavinnan og að reka heimili. Svo það er ekki mikill tími til að taka af. En maður reynir, ég syndi þegar ég get :)\nBætt við 8. mars 2011 -  02:53\nÉg er búin að prófa eins og ég get að breyta um lífsstíl, borða á ákveðnum tímum og hreyfa mig á ákveðnum tímum til að koma upp rútínu fyrir líkamann minn. Það hafði lítil áhrif á mig, en ég þarf kannski bara að gera það betur."
        },
        {
            "user": "jar21",
            "user_id": "81176",
            "date": "2011-03-08 02:56:35",
            "id": "7320064",
            "reply_to_id": "7320062",
            "text": "ég fór uppá geðdeild og talaði við hjúkku sem lét mig fá 10 róandi töflur sem hjálpuðu mér að koma rútínu á svefninn\nættir að prufa það\nhjálpar mér líka þegar ég dett í þetta svefnvesen aftur að hreyfa mig en stundum er það bara ekki í boði eins og þú veist\nen ef ég væri þú þá myndi ég tala við hjúkku uppá deild, borgar bara komugjald, ekkert fyrir lyfið. dettur heldur ekki í neinn vítahring ef þú færð bara 10 pillur :)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-09 01:11:02",
            "id": "7320350",
            "reply_to_id": "7320064",
            "text": "Takk fyrir gott ráð :) Það er satt, 10 pillur eru ekki vítahringur."
        },
        {
            "user": "Xiao",
            "user_id": "21793",
            "date": "2011-03-08 12:03:08",
            "id": "7320105",
            "reply_to_id": "7320059",
            "text": "Getur prófað það sem Olivette mældi með og líka, ekki vera í tölvunni eða símanum eða eitthvað álíka rétt fyrir svefn.\nÉg var alltaf í tölvunni og ætlaði svo beint að sofa og gat ómögulega sofnað en byrjaði svo að lesa þangað til ég gat varla haldið augunum opnum lengur og steinsofnaði þá og svaf mun betur.\nTek líka magnesíum og b-vítamín fyrir svefninn."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-09 01:12:21",
            "id": "7320351",
            "reply_to_id": "7320105",
            "text": "Þetta með lesturinn er gott. Það sem virkaði best á mig frá því ég lærði að lesa og fram yfir tvítugsaldurinn. Einhverra hluta vegna hætti það að virka mjög nýlega samt"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2011-03-08 15:03:16",
            "id": "7320152",
            "reply_to_id": "7320059",
            "text": "Þú gætir prófað að kynna þér melatonin.\nhttp://en.wikipedia.org/wiki/Melatonin\nÞað er reyndar ólöglegt á Íslandi skilst mér (eða allavega ekki selt), af ástæðum sem eru mér ekki kunnugar, en þetta er selt alls staðar í Bandaríkjunum t.d. Hefur virkað fyrir fólk með svefnvandamál sem ég þekki. Þetta er í grunninn hormón sem líkaminn framleiðir sjálfur svo persónulega held ég að þetta sé bara heilbrigðara en þessi rótsterku svefnlyf sem verið er að byrla fólki."
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2011-03-08 15:59:33",
            "id": "7320166",
            "reply_to_id": "7320152",
            "text": "Júm þetta er selt á íslandi, veit ekki hvort læknir þarf að skrifa upp á fyrir þig…"
        },
        {
            "user": "gallmann",
            "user_id": "75184",
            "date": "2011-03-09 08:08:51",
            "id": "7320374",
            "reply_to_id": "7320166",
            "text": "jubb, þarft að hafa lyfseðil fyrir melotinin."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2011-03-09 16:27:38",
            "id": "7320447",
            "reply_to_id": "7320166",
            "text": "Nú jæja, þá eru mín sambönd með úreltar upplýsingar! Takk fyrir þessa leiðréttingu, gott mál að þetta sé þá til sölu hérna. Hef ekkert nema gott heyrt um þetta\nlyf\nsamanborið við önnur svefnlyf."
        },
        {
            "user": "ZePirate",
            "user_id": "39333",
            "date": "2011-04-05 04:07:46",
            "id": "7327941",
            "reply_to_id": "7320166",
            "text": "neei, minn læknir sagði mér að þetta væri bannað á Íslandi og lét mig hafa rótsterk svefnlyf í staðin sem ég varð rugluð af…"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2011-04-05 07:16:18",
            "id": "7327944",
            "reply_to_id": "7327941",
            "text": "Nú jæja. Mamma á 2 flöskur af þessum töflum inni í ísskáp sem að læknirinn hennar skrifaði upp á."
        },
        {
            "user": "ZePirate",
            "user_id": "39333",
            "date": "2011-04-06 22:33:47",
            "id": "7328446",
            "reply_to_id": "7327944",
            "text": "djöullinn hafi læknirinn hennar mömmu þinnar!\n=D =D =D =D =D =D =D =D =D =D =D =D =D =D =D"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2011-03-08 16:01:09",
            "id": "7320167",
            "reply_to_id": "7320059",
            "text": "Getur líka reynt einfalda hluti eins og að gera svefnherbergið heilagt. helst ekki gera neitt þar inni annað en að sofa og klæða þig (kannski stunda kynlíf), bannfæra öll sjónvörp, tölvur og bækur í önnur herbergi hússins.\nEkki vera með kveikt á sjónvarpi eða tölvu stuttu fyrir svefn, og ekki umkringja þig með björtum ljósum þegar fer að kvölda.\nEkki mikið, en þetta gæti hjálpað."
        },
        {
            "user": "Xiao",
            "user_id": "21793",
            "date": "2011-03-08 19:58:55",
            "id": "7320251",
            "reply_to_id": "7320167",
            "text": "Skil kannski að banna tölvur og rafbúnað en hví bækur?  Hvað er að því að taka eina ágæta bók með sér uppí rúm og lesa smá fyrir svefninn?:P\nÉg bara spyr :)"
        },
        {
            "user": "Dolphin",
            "user_id": "73096",
            "date": "2011-03-08 21:25:09",
            "id": "7320289",
            "reply_to_id": "7320251",
            "text": "Hef nú bara heyrt að allt sem er svona “mentally stimulating” geti haft óæskileg áhrif á svefn… þannig ætli það fari ekki eftir því hversskonar bók þú ert að lesa."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-09 01:16:47",
            "id": "7320352",
            "reply_to_id": "7320167",
            "text": "Skáldsögur eru í lagi, ekki skólabækur eða eitthvað voða krefjandi.\nÉg las þetta einhversstaðar, að maður skilyrði sjálfan sig til að halda að rúmið sé fyrir allt annað en að sofa. En það tekur tíma að laga þetta held ég. Ég hef haft svona reglur (er að brjóta þær reyndar akkúrat núna … ehh) í 1-2 mánuði, gef því svolítinn tíma í viðbót áður en ég get sagt hvort það virki :)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-08 17:01:52",
            "id": "7320189",
            "reply_to_id": "7320059",
            "text": "Það hljómar einsog þú sért á einhvern hátt stressuð yfir því að fara til læknis og láta hann segja þér að þú sért stressuð. Það gæti verið örlítil peningaeyðsla, og ég veit svosem ekki hve mikið af þeim þú hefur til umráða og veit heldur ekki hvað læknar taka mikið fyrir stutt viðtöl nútildags, en ef hann segir þér að þú sért bara stressuð er hann ekki að dæma þig hysteríska, og það væri ekki heimsendir þó hann segði það.\nEf\nhann hinsvegar finnur eitthvað annað að þér, gæti hafa margborgað sig að fara. Ekki vera hrædd við að fara því þú ert viss um greininguna fyrirfram."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-09 01:20:47",
            "id": "7320353",
            "reply_to_id": "7320189",
            "text": "Það er meira peningaeyðslan. Ég hef farið oftar en einu sinni áður vegna stresseinkenna til læknis og eina ráðið sem þeir hafa er að minnka stressið í lífinu. Allt annað er bara quick fix, gerir ekkert til langtíma :) Ég veit innst inni að langlíklegasta ástæðan fyrir svefnvandamálunum mínum, og flestra annarra, er stress.\nÉg hef prófað að minnka stressið, ég bara hélt að ég yrði þunglynd af leiðindum :P\n(Fyrir utan það að ég hef slæma reynslu af læknum í Reykjavík, maður er ekki velkominn nema maður sé uppalinn hérna virðist vera. Þeir allavega vilja ekki taka við mér nema ég grátbiðji eða borgi tvöfalt fyrir flýtitíma …)"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2011-03-08 21:04:23",
            "id": "7320284",
            "reply_to_id": "7320059",
            "text": "Einkenni passa best við primer insomniu.\nHafðu samband við heimilislækni, geðlækni eða sálfræðing. Ég er ekki að segja að þú þjáist af geðröskun, en ég held að besta ráðið í þessari stöðu væri hugræn atferlismeðferð.\nÞað er almennt séð ekkert unnið með stresslausu líferni, kosturinn við hugræna atferlismeðferð í þessu samhengi væri að þú fengir verkfæri til að ná tökum á svefninum og koma í veg fyrir að úr yrði kvíðavandamál sem annars gæti undið upp á sig.\nAlveg sammála því að lyf séu ekki góð hugmynd á þessu stigi, og að læknar geti verið duglegir að nota stress-spilið, þessvegna myndi ég mæla með að biðja frekar beint um þetta úrræði.\nÉg veit þú baðst ekki um hjálp, en fyrst þú tókst fram að þú vissir ekki hvað væri gert við svona vandamálum þá þurfti ég að bæta þessu við."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-09 01:23:41",
            "id": "7320354",
            "reply_to_id": "7320284",
            "text": "Það gladdi mitt litla hjarta að sjá hugtakið “hugræn atferlismeðferð” þar sem ég bý með sálfræðinema … Sem hefur hingað til greint mig með flestar gerðir insomniu sér til gamans :D\nÉg vissi reyndar ekki að hugræn atferlismeðferð væri notuð við svefnröskunum. Ég hef heyrt sirka hvernig hún virkar en ekki nema gegn kvíðaröskunum.\nBætt við 9. mars 2011 -  01:31\nÉg held virkilega að þetta gæti hjálpað mér. Takk fyrir svarið!"
        },
        {
            "user": "BjarniFranco",
            "user_id": "80104",
            "date": "2011-03-11 16:20:47",
            "id": "7321060",
            "reply_to_id": "7320059",
            "text": "Sæl,\nMikil hreifing er mjög góð.\nlyf eru engin töfralausn og ég prófaði svefnlyf sem heitir stilnoct, maður fær gott kick eins og að drekka einn sterkann fyrir svefninn og það fer úr líkamanum eftir 4-5 tíma. Önnur lyf geta gert mann þungann daginn eftir og ég þoli það ekki.\nEina við stilnoct að það er hætta á misnotkun á lyfinu og skal bara nota það í takmarkaðan tíma.\nEn farðu endilega til heimilislæknis, ef hann er með fordóma þá er það hans vandamál en ég bíst ekki við því frá þeim.\nGangi þér vel…"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2011-03-13 02:52:58",
            "id": "7321455",
            "reply_to_id": "7321060",
            "text": "en ef Guð skapaði stilnoct af hverju virkar það ekki"
        },
        {
            "user": "BjarniFranco",
            "user_id": "80104",
            "date": "2011-03-13 12:48:27",
            "id": "7321503",
            "reply_to_id": "7321455",
            "text": "Svo ég vitni bara í orð Illuga Jökulssonar er hann talaði um Guðs-hatarann Richard Dawkins “Hann hamast gegn öllum Guðum allastaðar….”\nÞú ert aumkunnarverður lítill kall “Bósi Ljósár”, þau orð ættu við þig nema hvað þú ert sorglegur einstaklingur auk þess ert þú að leggja fólk í einelti og ættir að vera tjaraður og fiðraður og settur á bæjartorg allra hinna fíflana til viðvörunar…"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2011-03-13 14:00:48",
            "id": "7321516",
            "reply_to_id": "7321503",
            "text": "gott svar\nrichard dawkins er sko hálfviti og þú ert miklu gáfaðari en hann, ekki satt?"
        },
        {
            "user": "BjarniFranco",
            "user_id": "80104",
            "date": "2011-03-13 15:52:37",
            "id": "7321553",
            "reply_to_id": "7321516",
            "text": "Ég segji bara eins og Bubbi Mortheins “Er það glæpur að himnana þrá?”…. Veritas Lux Mea… Ég eins og Bubbi erum trúaðir og skömmum okkur ekkert fyrir það."
        },
        {
            "user": "battletoad",
            "user_id": "38949",
            "date": "2011-03-13 16:20:04",
            "id": "7321561",
            "reply_to_id": "7321553",
            "text": "Þið eigið fleira sameiginlegt."
        },
        {
            "user": "BjarniFranco",
            "user_id": "80104",
            "date": "2011-03-13 16:20:59",
            "id": "7321562",
            "reply_to_id": "7321561",
            "text": "eins og?"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2011-03-13 16:25:23",
            "id": "7321563",
            "reply_to_id": "7321562",
            "text": "að vera þröngsýnir og heimski"
        },
        {
            "user": "BjarniFranco",
            "user_id": "80104",
            "date": "2011-03-13 16:33:17",
            "id": "7321565",
            "reply_to_id": "7321563",
            "text": "Albert Einstein reknaði um að það væri til samhliða heimir okkar, það er paralell universes, aðrar víddir.\nEr það heimska, hvað þá þröngsýni?\nMunurinn á snilld og heimsku er sá að snilldin er takmörkuð… A.Einstein.\nHamsturinn í hjólinu sem má kalla heilann þinn vinnur yfirtíma…."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2011-03-13 17:07:57",
            "id": "7321574",
            "reply_to_id": "7321565",
            "text": "þú ert sorglegu"
        },
        {
            "user": "Csick",
            "user_id": "72710",
            "date": "2011-03-11 23:53:55",
            "id": "7321207",
            "reply_to_id": "7320059",
            "text": "farðu til læknis og biddu um lyf sem heitir phenegan. það eru ekki svefntöflur upprunnarlega heldur ofnæmislyf sem gerði fólk svona líka rosalega þreytt að það var ákveðið að nota það líka við svefnleysi. ég var á þeim í fjögur ár og tók eina á hverju EINASTA kvöldi. þær eru ekki ávanabindandi. ég hætti eftir þessi fjögur ár og hef ekki þurft þær síðan.\nBætt við 11. mars 2011 -  23:55\nmaður verður heldur ekki þungur né þreyttur daginn eftir þar sem þetta er ekki svefnlyf heldur bara ofnæmislyf :) prufaðu þú sérð ekki eftir því."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-13 16:56:48",
            "id": "7321573",
            "reply_to_id": "7320059",
            "text": "Þunglyndi?"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-13 18:47:52",
            "id": "7321595",
            "reply_to_id": "7321573",
            "text": "Kannski borderline skammdegisþunglyndi eins og meiri hluti þjóðarinnar. En nei, sem betur fer ekki :)"
        },
        {
            "user": "REtRoo",
            "user_id": "75791",
            "date": "2011-03-13 21:50:09",
            "id": "7321660",
            "reply_to_id": "7320059",
            "text": "mæli með afeengi eða kynlifi;)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-17 02:38:42",
            "id": "7322545",
            "reply_to_id": "7321660",
            "text": "Áfengi er eins slæmt fyrir svefn eins og koffín. Það bara tekur af hinu megin, maður sefur verr og styttra."
        },
        {
            "user": "DrBudski",
            "user_id": "74402",
            "date": "2011-03-14 08:03:38",
            "id": "7321725",
            "reply_to_id": "7320059",
            "text": "Prufaðu kannabis. Þú munt sofa eins og ungabarn :)"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2011-03-25 22:41:27",
            "id": "7325156",
            "reply_to_id": "7320059",
            "text": "búið að nefna allt sem maður myndi sjálfur nefna, ef eitthvað annað þá myndi ég prufa að breyta herberginu þínu. Er herbergið þitt búið að vera eins (rúmmið) á sama stað í öll þessi ár? (frá unga aldri)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-03-26 12:37:06",
            "id": "7325231",
            "reply_to_id": "7325156",
            "text": "Nei, ég er búin að flytja og skipta um herbergi nokkuð oft og breyti herberginu allavega 2svar á ári :P"
        },
        {
            "user": "Hoodoo",
            "user_id": "34877",
            "date": "2011-03-27 15:14:58",
            "id": "7325424",
            "reply_to_id": "7320059",
            "text": "Þú gætir prufað að kaupa þér anti-histamin lyf eins og Lóritín frá Actavis sem er ólyfseðilsskylt. Það er í grunninn ofnæmislyf en virkar einnig slakandi þar sem það kemur að einhverju leyti fyrir verkan histamíns sem er örvandi taugaboðefni. Þetta hefur gagnast einhverjum en er samt engin töfralausn."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-06-21 16:38:32",
            "id": "7344490",
            "reply_to_id": "7320059",
            "text": "Lærðu slökun, eins og í jóga. Ég sofna alltaf í slökun. Farðu að sofa þegar þú finnur að þú vilt sofa."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2011-06-21 21:46:06",
            "id": "7344571",
            "reply_to_id": "7344490",
            "text": "Ég finn yfirleitt að ég þarf að sofa kl. 5 á nóttunni.\nHef reyndar lært slökun og hver svoleiðis æfing virkar alltaf í smá stund. En aldrei lengi."
        }
    ]
}