{
    "forum_title": "Heilsa",
    "user": "Paze",
    "user_id": "43258",
    "date": "2011-03-10 23:42:47",
    "title": "Hvernig prógramm?",
    "text": "Tjah ég er helvíti góður að kjöta mig og kjöta, en nú eftir nóg af bjórdrykkju er ég kominn með örlitla vömb sem mig langar að losna við, en in the long term er ég að aima á meiri massa og kött eftir það.\nHvað ætti ég að gera? Brenna og lyfta á sama tíma? Brenna í byrjun til að losna við vömbina? Byrja að kjöta mig bara og brenna seinna?\nEf ég byrja að kjöta mig núna, fer vömbin eftir því sem ég eyk vöðvana?\nTakk fyrir :)",
    "url": "https://www.hugi.is/heilsa/korkar/722151/hvernig-programm/",
    "url_id": "722151",
    "id": "7320915",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-10 23:52:59",
            "id": "7320918",
            "reply_to_id": "7320915",
            "text": "“Brenna og lyfta á sama tíma?” jeeh\n“Brenna í byrjun til að losna við vömbina?” ekki gera það, til hvers?\n“Ef ég byrja að kjöta mig núna, fer vömbin eftir því sem ég eyk vöðvana?” það hjálpa"
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2011-03-13 00:49:59",
            "id": "7321428",
            "reply_to_id": "7320915",
            "text": "Stærri vöðvar brenna meira. Do the math"
        },
        {
            "user": "Hoodoo",
            "user_id": "34877",
            "date": "2011-03-15 23:47:55",
            "id": "7322210",
            "reply_to_id": "7320915",
            "text": "Hvort sem þú byrjar á, viltu allavega einbeita þér að einu í einu. Ég mæli með kötti fyrst það sem það tekur miklu minni tíma en vöðvauppbygging þ.e.a.s. ef þú vilt byrja á að losna við vömbina. Ekki hlusta á það að meiri vöðvamassi hjálpi þér að brenna meira. Meiri vöðvamassi kemur ekki án þess að þú bætir á þig einhverri extra fitu. Hins vegar verður auðveldara að kötta aftur sért þú búinn að kjöta þig aðeins upp áður."
        }
    ]
}