{
    "forum_title": "Heilsa",
    "user": "Touche",
    "user_id": "38123",
    "date": "2011-03-10 17:44:02",
    "title": "HIT",
    "text": "er einhver hérna sem hefur verið á svona high intensity prógrammi eins og þetta sem dorian yates talar um?\nlangar að forvitnast aðeins um þetta,\nmyndi svona prógramm virka án stera?\nveit einhver um gott svona prógram þarsem ekkert er þörf á training partner?",
    "url": "https://www.hugi.is/heilsa/korkar/722131/hit/",
    "url_id": "722131",
    "id": "7320789",
    "replies": [
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2011-03-10 17:55:39",
            "id": "7320795",
            "reply_to_id": "7320789",
            "text": "Ég prófaði þetta í smá tíma, ekkert neitt svakalega lengi samt en ég var að fýla þetta í botn. Samt alveg must að hafa einhvern með þér að æfa afþví maður þarf einhvern til að spotta í öllum æfingunum því þetta gengur út á að fara í algjört failure.\nOg já þetta virkar án stera, öll prógröm virka án stera, það er bara spurning um að halda sér við efnið nógu lengi til að græða eitthvað á þeim í staðin fyrir að mæta í ræktina í mánuð og hætta svo og byrja svo aftur 3 mánuðum seinna í mánuð og hætta svo aftur o.s.fv.\nTékkaðu á þessu\nhttp://www.bodybuilding.com/fun/dorian-yates-blood-guts-6-week-trainer.htm\nMá nefna sem dæmi að Kris Gethin sem er að æfa þarna með Dorian er natural og segist hafa stækkað mest á HIT prógrammi sem hann notaði lengi vel.\nBætt við 10. mars 2011 -  17:56\nEn já ástæðan fyrir því að ég prófaði þetta bara í um mánuð og hætti svo var að ég gat ekki mætt lengur með æfingafélaganum og þurfti að skipta um prógram."
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2011-03-10 19:09:12",
            "id": "7320823",
            "reply_to_id": "7320795",
            "text": "æfingafélagar mínir hafa annaðhvort litin áhuga á einhverju nýju eða komast ekki nema ca 1-2 i viku a sama tíma og ég fer :S"
        },
        {
            "user": "battletoad",
            "user_id": "38949",
            "date": "2011-03-10 19:22:59",
            "id": "7320826",
            "reply_to_id": "7320823",
            "text": "Finndu þér nýja og betri."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2011-03-10 19:49:35",
            "id": "7320833",
            "reply_to_id": "7320823",
            "text": "Verður að hafa einhvern sem hefur jafnmikinn áhuga á þessu eða jafnvel meiri áhuga og hefur svipuð markmið í huga og þú. Ef þeir sem þú ert að æfa með núna passa ekki þar inn þá verðuru að finna þér einhvern/einhverja nýja/n."
        },
        {
            "user": "Hreinhugi",
            "user_id": "80316",
            "date": "2011-03-10 22:01:55",
            "id": "7320867",
            "reply_to_id": "7320789",
            "text": "Hef prófað þetta fyrir löngu og nota þetta ennþá í töluvert breyttri útgáfu.  Nokkuð flottur bodybuilder að nafni Mike Mentzer gerði þetta vinsælt fyrir mörgum árum.  Getur prófað að gúgla hann.  Aðferðin gengur út á að æfa mjög stutt og sjaldan en af fullum krafti og bæta sig á hverri æfingu.  Aðalega með multi joint æfingum eins og hnébeygjum o.s.fr. Eftir því sem þú massast og finnur að hægist á árangrinum bætir þú smám saman fleiri og fleiri hvíldadögum inn.  Þannig byrjar þú kannski á 2 æfingum á viku og ert á endanum kannski bara að æfa einu sinni á viku eða jafnvel 14 dögum. Það eina sem ég myndi segja er að þegar menn eru farnir að æfa svona sjaldan er best að gera einhverja góðar bodyweight æfingar á hvíldardögunum til að halda hormónaflæðinu í lagi.  Létt skokk, stökkarmbeygjur og bodyweight spuats t.d. Sérstaklega ef þú ert ekki að vinna líkamlega vinnu. Annarsverður æafingin bara of mikið sjokk fyrir líkamann."
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2011-03-10 22:37:16",
            "id": "7320885",
            "reply_to_id": "7320867",
            "text": "ertu þá að tala um fullbody program 2svar í viku og lengja svo alltaf dagana á milli æfinga?"
        },
        {
            "user": "Hreinhugi",
            "user_id": "80316",
            "date": "2011-03-10 22:57:09",
            "id": "7320891",
            "reply_to_id": "7320885",
            "text": "Já einmitt.  Ef ég man rétt var Mentzerinn með tískipt fullbody prógram.  Bara teknar 3-5 æfingar, 1 sett af hverri.  Þarf ekki að taka fram að það þarf að hita vel upp fyrst.  Samt ekki með of þungu því allur krafturinn á að fara í æfinguna.  Tekur til skiptis æfingu sem byrjar á Réttstöðu og næst æfingu sem snýst um Hnébeygjuna.  Eitthvað í þessa áttina ef ég man rétt:\n1. Réttstaða, pressuæfing (t.d.bekkur) togæfing (t.d. weighted pullups)\n2. Hnébeygja, pressuæfing og togæfing\nHrikalega stutt en brútal.  Svo er mikilvægt að halda þyngdardagbók og skrá árangur í lyftunum.  Markmiðið er að hvíla alltaf það vel að þú átt að geta slegið met á hverri æfingu."
        }
    ]
}