{
    "forum_title": "Tilveran",
    "user": "Zarko",
    "user_id": "8200",
    "date": "2011-03-16 20:45:55",
    "title": "ranghugmyndir yfirvalda á kanabis",
    "text": "í mogganum í dag kom fram grein þar sem það er verið að tala um að ungmeni hafa ranghugmyndir um kanabis, mér fynnst yfirvöld og fleiri aðilar vera soldið miklir hræsnarar.\nMarjúana er eit skaðlausasta eiturlyf sem fynst að með töldu áfengi og tóbaki,eina sem skeður þegar viðkomandi fær sér að reykja af marjúana er að hann verður ýkt glaður og verður mega svangur. Langtíma áhrif er að það eyðileggur skammtíma minnið. Til að overdoza á marjúana þarf að reykja sína egin líkamsþynd á x mörgum tímum en það er ómögulegt því viðkomandi verðu búinn að “coxa” áður en það skéður.\nÉg get ekki séð að nokkur kanabis reykingarmaður fari niður í bæ og fari að lemja mann og annan.\nÞað er jú til fólk sem verða mjög háð þessu efni en flest okkar eru bara aðþessu upp á gamanið.\nmarjúana hefur líka notað í lækningaskyni og hefur verið vitað að það læknar glágu og minkar mígreni svo dæmi séu tekin.\nÉg er ekki að segja að forvarnafræðsla sé góð en þeir aðilar ætu að hafa kynnt sér málið betur áður en þeir fara að segja að Marjúana sé skaðlegt og sé slæmmt að reykja,\nP.s. ég vil bara afsaka stafsetinga villur ég sökka í stafsetingu",
    "url": "https://www.hugi.is/tilveran/korkar/722421/ranghugmyndir-yfirvalda-a-kanabis/",
    "url_id": "722421",
    "id": "7322418",
    "replies": [
        {
            "user": "jar21",
            "user_id": "81176",
            "date": "2011-03-16 20:50:11",
            "id": "7322420",
            "reply_to_id": "7322418",
            "text": "að segja að kannabis sé óskaðlegt er bara rangt\nég er með lögleiðingu kannabiss en ég þooooli ekki þessa ranghugmynd hjá mörgum þeim sem eru með lögleiðingunni, þ.e.a.s. að það sé skaðlaust, því það er það ekki. google it. ég nennisiggi"
        },
        {
            "user": "Zarko",
            "user_id": "8200",
            "date": "2011-03-16 20:52:34",
            "id": "7322422",
            "reply_to_id": "7322420",
            "text": "ég sagði að væri minst skaðlausasta eiturlyfið ekki að væri skaðlaust og nefnid dæmi um hvað skaðsemin væru"
        },
        {
            "user": "jar21",
            "user_id": "81176",
            "date": "2011-03-16 21:17:45",
            "id": "7322433",
            "reply_to_id": "7322422",
            "text": "er ekki að segja að forvarnafræðsla sé góð en þeir aðilar ætu að hafa kynnt sér málið betur áður en þeir fara að segja að Marjúana sé skaðlegt og sé slæmmt að reykja"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 00:01:09",
            "id": "7322516",
            "reply_to_id": "7322433",
            "text": "uppá lollið ^^\nLangtíma áhrif er að það eyðileggur skammtíma minnið.\nfólk sem verða mjög háð þessu efni\naðilar ætu að hafa kynnt sér málið betur áður en þeir fara að segja að Marjúana sé skaðlegt"
        },
        {
            "user": "jar21",
            "user_id": "81176",
            "date": "2011-03-17 16:57:56",
            "id": "7322690",
            "reply_to_id": "7322516",
            "text": "mhm?"
        },
        {
            "user": "vilhjelm",
            "user_id": "70826",
            "date": "2011-03-17 22:23:50",
            "id": "7322817",
            "reply_to_id": "7322516",
            "text": "kannabis getur haft verulega slæm áhrif á geðheilsu og bara almenna heilastarfssemi. heilinn minn er allavega ekki bleiku"
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2011-03-21 18:52:55",
            "id": "7323919",
            "reply_to_id": "7322422",
            "text": "“minnst skaðlaust” mundi það ekki þýða að það væri skaðlegt :P"
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-03-17 03:25:43",
            "id": "7322547",
            "reply_to_id": "7322420",
            "text": "Hvað er skaðlegt við kannabis? Ekke neitt, kannski bara svolítið neikvætt fyrir budduna, það er líka bara því við lifum í þroskaheftum heimi."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2011-03-17 10:11:54",
            "id": "7322580",
            "reply_to_id": "7322547",
            "text": "Sumar rannsóknir hafa sýnt tengsl milli kannabisreykinga og lungnakrabba, sumar ekki.\nHinsvegar mundi maður halda að það að anda að sér brennandi plöntuleifum sé krabbameinsvaldandi, óháð því hvort plantan sé kannabisplanta, tóbaksplanta eða njóli."
        },
        {
            "user": "Csick",
            "user_id": "72710",
            "date": "2011-03-17 12:22:11",
            "id": "7322612",
            "reply_to_id": "7322580",
            "text": "nýjar rannsóknir hafa leitt í ljós að það gerir hugsanlega ákkúat öfugt og drepur krabbameinsfrumur og spornar við því."
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2011-03-19 13:24:04",
            "id": "7323183",
            "reply_to_id": "7322612",
            "text": "link?"
        },
        {
            "user": "tommihj",
            "user_id": "69783",
            "date": "2011-03-20 13:38:20",
            "id": "7323401",
            "reply_to_id": "7323183",
            "text": "bjóstu í alvörunni við heimildum?"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2011-03-20 18:02:58",
            "id": "7323470",
            "reply_to_id": "7323183",
            "text": "http://www.sciencedaily.com/releases/2006/05/060526083353.htm"
        },
        {
            "user": "Csick",
            "user_id": "72710",
            "date": "2011-03-22 15:50:48",
            "id": "7324120",
            "reply_to_id": "7323183",
            "text": "http://www.safeaccessnow.org/article.php?id=748\nþetta er það eina sem ég finn í fljótu bragði. netið er alsekki góður staður þegar kemur að heimildum samt…. mostly porn."
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2011-03-22 16:28:40",
            "id": "7324145",
            "reply_to_id": "7324120",
            "text": "hvar.is ; aðalleit eða t.d. web of science"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-23 16:15:13",
            "id": "7324456",
            "reply_to_id": "7324120",
            "text": "netið er alsekki góður staður þegar kemur að heimildum\nhttp://scholar.google.com"
        },
        {
            "user": "kindineinar",
            "user_id": "61833",
            "date": "2011-03-17 14:48:02",
            "id": "7322635",
            "reply_to_id": "7322580",
            "text": "Ástæðan fyrir tengslunum er að það er mikið um það að fólk blandi sígarettum útí “mölluna”. Ef það er reykt hreynt eru engin tengsl milli þess að reykja hreint kannabis og lungnakrabba…"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2011-03-17 16:10:07",
            "id": "7322667",
            "reply_to_id": "7322635",
            "text": "Eins og ég segi, rannsóknir hafa bent til beggja. Eftir að hafa skoðað það betur virðast fleiri rannsóknir benda til þess að það sé skauðlaust."
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-03-21 02:36:30",
            "id": "7323724",
            "reply_to_id": "7322580",
            "text": "Flestir sem reykja gras fá aldrei krabbamein í lífinu. Dregur úr hættu á krabbameini þó að það sé vissulega krabbameinsvaldandi reykurinn, en THC-ið kemur á móti þá og allt í allt ertu frekar að verja þig frá krabbameini.\nAnnars er hægt að borða plöntuna eða hita hana upp þannig að kristallarnir á plöntunni brenna bara, THC-ið er bara í þeim."
        },
        {
            "user": "xdopisti",
            "user_id": "41386",
            "date": "2011-03-17 13:47:38",
            "id": "7322623",
            "reply_to_id": "7322547",
            "text": "ég er algjörlega með i að lögleiða en ég veit að það mun ekki ske hér á islandi ekki á þessari öld allavega reykurinn i kannabis er frekar skaðlegur ég er buinn að reykja nuna i 8 ár uppá dag taugakerfið er ónytt hjá mér og er varla með eihvað sem kallast ónæmiskerfi en ég get sjálfum mér kennt um þvi ég misnotaði það stift það fer allt illa i þig efa þú tekur nógu mikið af þvi min reynsla á þvi að vera háður það er bara andlegt ég get verið edru i nokkrar vikur efa ég held bara heilan uppteknum og er ekki mikið að pæla i tók annars verð ég bara upsessed á þvi að redda en það er aldrei það mikið að ég myndi kaupa mér smók frekar en að borga leiguna eða kaupa i matinn marijuana er fkn badass planta og getur hun gert margt fyrir mannkynið i framleiðslu á ódyru pappir föt plast óliur dyra fæði lyf of fleira það er bara að stjórnvöld i þessum málum myndi ekki græða dick á þvi þvi hver sem er getur ræktað kannabis þvi þetta er nu bara arfi þetta er min skoðun á kannabis og mun hun seint breitast"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-18 23:48:35",
            "id": "7323104",
            "reply_to_id": "7322623",
            "text": "Lol, þetta er lengsta málsgrein sem ég hef nokkurn tíma séð."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2011-03-17 18:53:19",
            "id": "7322735",
            "reply_to_id": "7322420",
            "text": "Vísindamenn eru enganvegin sammála um skaðsemi Cannabis, og að halda því fram að cannabis sé gífurlega skaðlegt og hættulegt þegar hægt er að benda á ótal rannsóknir sem sýna þveröfugt heitir áróður.\nÞað er hellingur af fólki sem hefur atvinnu af því að berjast gegn eiturlyfjum og mun því, til dauðadags, berjast gegn því að fólk líti hlutlaust og rökrétt á málið."
        },
        {
            "user": "jar21",
            "user_id": "81176",
            "date": "2011-03-17 19:10:20",
            "id": "7322740",
            "reply_to_id": "7322735",
            "text": "af hverju ertu að segja mér þetta?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2011-03-18 04:20:02",
            "id": "7322891",
            "reply_to_id": "7322740",
            "text": "Vegna þess að þú hljómaðir eins og þú vissir að kannabis væri skaðlegt?"
        },
        {
            "user": "jar21",
            "user_id": "81176",
            "date": "2011-03-18 08:04:09",
            "id": "7322899",
            "reply_to_id": "7322891",
            "text": "já?"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-16 20:55:21",
            "id": "7322424",
            "reply_to_id": "7322418",
            "text": "Það sem við erum með er ekki forvarnarfræðsla. Meira forvarnarhræðsla. Sem… virkar ekkert því lygar sökka yo."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2011-03-19 18:32:13",
            "id": "7323246",
            "reply_to_id": "7322424",
            "text": "haha svo satt"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2011-03-16 21:05:36",
            "id": "7322430",
            "reply_to_id": "7322418",
            "text": "http://alcoholism.about.com/cs/pot/f/mjp_faq14.htm"
        },
        {
            "user": "Cicero",
            "user_id": "72928",
            "date": "2011-03-16 22:26:42",
            "id": "7322464",
            "reply_to_id": "7322430",
            "text": "They found that the marijuana smokers had more sick days and more doctor visits for respiratory problems and other types of illness than did a similar group who did not smoke either substance.\nÞað er nú allveg eðlilegt ef þú ert að anda að þér heitum reyka á hverjum einasta degi.\nStudies show that someone who smokes five joints per day may be taking in as many cancer-causing chemicals as someone who smokes a full pack of cigarettes every day.\nSamt er ekki vitað um eitt einasta tilvik í heiminum um lungnakrabbamein útfrá kannabisi. Ólíkt tóbaki þá inniheldur kannabis efni sem vinna gegn krabbameinsmyndun. Ef þú ert að reykja kannabis með hátt THC hlutfall þá ertu í rauninni að minnka líkurnar á því að fá lungnakrabbamein.\nÞað eru til rannsóknir sem benda til að þetta sé rétt.\nOur immune system protects the body from many agents that cause disease. It is not certain whether marijuana damages the immune system of people. But both animal and human studies have shown that marijuana impairs the ability of T-cells in the lungs' immune defense system to fight off some infections.\nÞað er vitað tiltörulega vel hvernig kannabis verkar á ónæmiskerfið. Og þetta er mjög léleg lýsing á því."
        },
        {
            "user": "Cicero",
            "user_id": "72928",
            "date": "2011-03-16 22:31:21",
            "id": "7322465",
            "reply_to_id": "7322464",
            "text": "Mætti ég biðja þig um að benda mér á þær rannsóknir sem hafa sýnt að cannabis dragi úr líkum á krabbameini? Ef svo er, þá er þess hér með óskað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-16 22:59:24",
            "id": "7322483",
            "reply_to_id": "7322465",
            "text": "Lungnakrabbamein:\nhttp://cancerres.aacrjournals.org/content/64/6/1943.full\nhttp://onlinelibrary.wiley.com/doi/10.1038/sj.bjp.0706632/full\nBrjóstakrabbamein:\nhttp://cancerres.aacrjournals.org/content/66/13/6615.full\nhttp://jpet.aspetjournals.org/content/318/3/1375.full\nHúðkrabbamein:\nhttp://www.jci.org/articles/view/16116\nÞað er vel vitað að kannabis hefur krabbameinsdrepandi áhrif. Spurningin er bara hversu mikil.\nÞað sem kannabis hefur yfir þau krabbameinslyf sem eru á markaðinum í dag, er að kannabis drepur bara krabbameinsfrumur og lætur eðlilegu frumunar vera.\n(ég er ekki að segja ad fólk eigi að sleppa að taka lyfin sín og reykja kannabis í staðin, heldur að það ætti að rannsaka þessa plöntu miklu meira sem gæti svo hugsanlega nýst við að framleiða betri lyf í framtíðinni en þau sem eru notuð í dag.)"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 00:04:25",
            "id": "7322517",
            "reply_to_id": "7322464",
            "text": "Five joints per day?\nÞað er frekar mikið yo. Venjulegt fólk reykir ekki 5 jónur á dag. Venjulegt fólk drekkur heldur ekki 5 bjóra, hvern einasta dag! Þótt maður þyrfti reyndar alveg mun fleiri bjóra til að fá svipað level af áhrifum.\nTil er þó venjulegt fólk sem reykir pakka á dag, en það er virkilega heimskulegt.. Ætti alls ekki að vera jafn venjulegt og það er."
        },
        {
            "user": "xdopisti",
            "user_id": "41386",
            "date": "2011-03-17 13:49:22",
            "id": "7322624",
            "reply_to_id": "7322517",
            "text": "gaur ég þekki marga sem reykja meira en það á dag og ég er einn af þeim það þykir ekki mikið fyrir meðal reykingarmanni"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 17:15:13",
            "id": "7322701",
            "reply_to_id": "7322624",
            "text": "Jebb, I've been down that road. Þekki líka ennþá fullt af fólki sem gerir þetta, stoned uppá dag í mörg ár. Mest af þessu fólki er líka pretty ónýtt fólk.. Sorry, en þetta er bara misnotkun og fer illa með hausinn á þér. Sama á við um hvaða vímuefni sem er.\nAð fá sér í haus af og til er þó allt annað mál og mun skynsamlegra."
        },
        {
            "user": "Crazybanana",
            "user_id": "74067",
            "date": "2011-03-19 12:44:36",
            "id": "7323173",
            "reply_to_id": "7322701",
            "text": "eru þeir sem reykja svona mikið s.s. að misnota eiturlyfið?"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-21 17:08:52",
            "id": "7323868",
            "reply_to_id": "7323173",
            "text": "Að mínu mati já."
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2011-03-17 16:36:53",
            "id": "7322681",
            "reply_to_id": "7322430",
            "text": "Þessvegna fær maður sér Vatnspípu þá kemur  kaldur, síaður og þæginlegur reykur =D"
        },
        {
            "user": "PeaceFrog",
            "user_id": "62214",
            "date": "2011-03-16 21:59:09",
            "id": "7322451",
            "reply_to_id": "7322418",
            "text": "satt, það er leiðinlegt að það sé verið að ljúga svona að fólki"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-16 22:09:26",
            "id": "7322455",
            "reply_to_id": "7322418",
            "text": "Langtíma áhrif er að það eyðileggur skammtíma minnið.\nKannabis eyðileggur ekki neitt í heilanum. Skammtíma minnið fer í rugl á meðan þú ert í vímunni. Hjá fólki sem reykir mikið á hverjum einasta degi í langan tíma geta þessi áhrif byggst upp og farið að hafa áhrif á skammtímaminni í daglegu lífu. Eftir að neyslu er hætt og efnin í kannabisinu brotna niður þá hverfa þessi áhrif að fullu."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 00:27:09",
            "id": "7322527",
            "reply_to_id": "7322455",
            "text": "“Eftir að neyslu er hætt og efnin í kannabisinu brotna niður þá hverfa þessi áhrif að fullu”\nAlls ekki alltaf. Þegar við erum að tala um stöff eins og persónuleika þá munu áhrif þess að hafa verið stoned í ár eða meira (langtíma ca?) vera til staðar þangað til maður verður mjög gamall eða deyr. Basic sálfræði…"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2011-03-17 09:39:45",
            "id": "7322571",
            "reply_to_id": "7322527",
            "text": "sannaðu það"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2011-03-17 16:05:12",
            "id": "7322661",
            "reply_to_id": "7322571",
            "text": "sannaðu að kannabis er hollt, hvernig væri það? það ert þú sem heldur því fram"
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2011-03-17 16:30:50",
            "id": "7322675",
            "reply_to_id": "7322661",
            "text": "Vertu aðeins nákvæmari. Kannabis getur verið hollt/óhollt á svo marga vegu.\nÉg er ekkert að segja að kannabis er allgjörlega skaðlaust ef þú hefur skilið mig þannig."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2011-03-17 21:14:33",
            "id": "7322779",
            "reply_to_id": "7322675",
            "text": "þú varst að segja honum að sanna einn ókostinn við kannabis. sanna þú nú að kannabis sé svona semi-skaðlaust eins og þú segir það vera."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 17:19:39",
            "id": "7322703",
            "reply_to_id": "7322571",
            "text": "Rólegur, Kiefer. Til að sanna eitthvað á borð við svona þarf maður að skrifa ritgerð.\nAnnars get ég nú bara tekið sjálfan mig sem dæmi. Ég þróaði með mér taugasjúkdóm af því að reykja of mikið. Það gerist þó ekki fyrir alla, sem betur fer.\nÞú hlýtur þó að átta þig á því að það að vera í vímu mánuðum eða árum saman mun hafa áhrif á þig og breyta persónuleika þínum. Þótt við séum bara að tala um stuff eins og tónlistarsmekk, stjórnmálaskoðanir etc."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 21:11:19",
            "id": "7322778",
            "reply_to_id": "7322703",
            "text": "Og hvaða taugasjúkdómur er það ? Varstu ekki búinn að vera á neinum öðrum geðlyfum ? Afhverju ertu viss um að þú hafir fengið þennan taugasjúkdóm vegna kannabisneyslu ?\nMátt líka sýna mér eitthverja rannsókn sem gefur minnstu vísbendingu um að kannabis geti örsakað taugasjúkdóma.\nÉg býst nú ekki við öðru ef þú ert í annarlegu ástandi á hverjum einasta degi til langs tíma. Ég myndi skilgreina það sem fremur öfgafulla misnotkun."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 21:22:00",
            "id": "7322784",
            "reply_to_id": "7322778",
            "text": "Kannabis er ekki geðlyf. Nei, ekki á neinum öðrum lyfjum. Langar ekki mikið að tala um það samt þar sem nafnleyndin er semi farin fyrir bí. Og jú, þokkalega viss um að kannabis\nmis\nnotkun hafi haft sín áhrif.\nÉg ætla nú ekki að banna þér neitt, en mér finnst það hálfbjánalegt að loka augunum og segja bara “neibb, ekki satt!” vegna þess að enginn nennir að googla rannsóknir um eitthvað svona verulega augljóst.\nEn svona er þetta! Langvarandi neysla áfengis mun líka hafa slæm áhrif á menn. Og kókaín og MDMA og allt maður. Víma á að vera spari."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 21:38:07",
            "id": "7322789",
            "reply_to_id": "7322784",
            "text": "Google þóttis nú ekki kannast við neinar rannsóknir um kannabis sem orsök að taugasjúkdómum þegar ég athugaði. Geturðu vinsamlegast sýnt mér eitthverja rannsókn sem styður þetta sem þú ert að segja."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 21:43:28",
            "id": "7322792",
            "reply_to_id": "7322789",
            "text": "Haha nei.\nGetur þú sýnt fram á einhverjar rannsóknir sem styðja þetta sem þú ert að segja? Því það eru til milljón rannsóknir sem sýna fram á skaðsemi kannabis and you know it ;)"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 22:09:41",
            "id": "7322806",
            "reply_to_id": "7322792",
            "text": "Við vorum að tala um það hvort kannabis geti verið hugsanlegur orsakavaldur að taugasjúkdómum eða ekki, ekki skaðsemi kannabis almennt.\nNei ég get ekki sýnt þér rannsóknir sem sýna fram á að kannabis valdi\nekki\ntaugasjúkdómum. Enda eru eftir minni bestu vitund engar kenningar í gangi meðal vísindamanna um það að kannabis valdi taugasjúkdómum og þar með hafa þeir ekki haft neina ástæðu til að rannsaka það."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-18 13:08:20",
            "id": "7322941",
            "reply_to_id": "7322806",
            "text": "Menn voru jú að ræða skaðsemi kannabis og ég nefndi þennan taugasjúkdóm\nsem dæmi\nhreinlega vegna þess að ég veit að hann orsakaðist í mínu tilfelli vegna of mikillar kannabisnotkunar.\nÖnnur dæmi gætu verið þunglyndi, kvíði, óeðlileg paranoja, svefntruflanir og eins og einhver nefndi kommúnismi. Kannabis er ekki skaðlaust. Ef fólk misnotar það til lengri tíma lendir það mjög líklega í einhverju shitti. Að ógleymdu hvað það er sjúklega dýrt á Íslandi. Hófleg notkun er hins vegar allt annað mál og styð ég það heilshugar."
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2011-03-19 19:35:25",
            "id": "7323267",
            "reply_to_id": "7322941",
            "text": "Kommúnismi er klárlega það versta."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2011-03-21 08:13:22",
            "id": "7323750",
            "reply_to_id": "7323267",
            "text": "Jebb."
        },
        {
            "user": "lolzor",
            "user_id": "71932",
            "date": "2011-03-20 11:23:29",
            "id": "7323378",
            "reply_to_id": "7322455",
            "text": "[youtube]\nhttp://www.youtube.com/watch?v=_Is2SNiRcwg\n[youtube]\nAllt sem þessi gaur er að tala um er apparently rétt, þannig grjótaðu þig.\nBætt við 20. mars 2011 -  11:24\n[youtube]\nhttp://www.youtube.com/watch?v=_Is2SNiRcwg"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-22 23:07:10",
            "id": "7324280",
            "reply_to_id": "7323378",
            "text": "Hvar segir þessi ágæti maður eitthvað sem stangast á við það sem ég var að segja ?\nHann er að segja frá áhrifum langtíma misnotkunar.\nEftir að hafa verið í vímu á hverjum einasta degi í ár, myndi ég ekki skilgreina “pirring” og “skammtímamynnis leysi” sem neitt sérstaklega alvarlegar aukaverkanir."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2011-03-16 23:50:05",
            "id": "7322510",
            "reply_to_id": "7322418",
            "text": "Þetta er nú ofureinföldun hjá þér vinur. Kannabis er skaðlegt í óhófi eins og annað. Langtímanotkun getur komið skemmtilega aftan að manni."
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-03-17 03:28:15",
            "id": "7322548",
            "reply_to_id": "7322510",
            "text": "Er það? Koma einhver neikvæð áhrif út frá kannabis í langtíma neyslu?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2011-03-17 17:39:38",
            "id": "7322711",
            "reply_to_id": "7322548",
            "text": "Já, blessaður vertu. Þekktast er auðvitað að skammtímaminni versnar, og eftir langan tíma með slakt skammtímaminni fer það sömuleiðis að hafa slæm áhrif á langtímaminnið. Þá verður neysla efnisins ávani sem allt fer að snúast um, og önnur áhugamál hverfa þá gjarnan í skuggan af neyslunni, líkt og með önnur efni. Þá er enn erfiðara að koma sér á beinu brautina aftur. Einkenni reykinga fara að láta á sér kræla, andremma, slím í hálsi og annað skemmtilegt. Þá myndast þol gagnvart efninu, sem verður til þess að stærri skammta þarf til að fá fram sömu vímu, sem gerir dýrt sport enn dýrara.\nMest vert finnst mér þó að minnast á að langtímaneysla eykur líkur á því að menn hætti að setja sér langtímamarkmið og vinna að þeim, sem aftur leiðir svo til depurðar og leti. Sem er stórhætturlegt í nútímasamfélaginu, sérstaklega ef þú stundar nám."
        },
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2011-03-17 20:47:54",
            "id": "7322768",
            "reply_to_id": "7322711",
            "text": "Frábærlega orðað hjá þér, ég fæ mér bara um helgar, einu áhrifin sem það hefur haft er að ég er hættur að vera pissfullur niður í bæ allar helgar eins og ég gerði áður."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2011-03-17 23:41:29",
            "id": "7322855",
            "reply_to_id": "7322768",
            "text": "Enda er þetta ekkert alslæmt þó það geti verið til vandræða eins og flest annað."
        },
        {
            "user": "bangin",
            "user_id": "68695",
            "date": "2011-03-18 02:08:53",
            "id": "7322886",
            "reply_to_id": "7322855",
            "text": "það er hægt að misnota allt.."
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2011-03-19 13:32:58",
            "id": "7323185",
            "reply_to_id": "7322711",
            "text": "Þetta er góð útlistun á algengastu hliðarverkun kannabisneyslu, en hana er indeed afar erfitt að mæla án confoundera í nútímasamfélagi."
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-03-21 02:49:24",
            "id": "7323729",
            "reply_to_id": "7322711",
            "text": "Ætla að efast um það. Mín tilgáta með þetta langtímaminni og skammtímaminni dæmi er að fólk sem reykir gras leggur minna á sig að muna eftir ómerkilegum leiðinlegum hlutum eins og hversdagslífið er og einhverjum textum fyrir skólan og eitthvað svona shit,\nog eyðir þá frekar öllum gagnagrunni heilans í að hugsa um eitthvað sem kemur út frá vímunni sjálfri,(maður er alltaf að daydreama freðinn), youtube, stubbana eða eitthvað.\nLenti í því fyrir stuttu samt að þurfa að fara inn á deild og þá var enginn sjéns fyrir mér að nálgast efnið og þá var ég mjög fínn bara og svaf vel.\nAnnars verð ég að segja að það er erfitt að fara í gegnum dag án þess að fá sér smók og ég geri það aldrei, ég næ alltaf að redda mér smóknum sama hversu blankur ég er, verður að vera minnsta kosti bara einn góður smókur fyrir svefninn dugar.\nÞegar það fer að líða á kvöld og ég óviss með hvort ég fæ minn skammt þá verð ég ónýtur/pirraður/eitthvað.\nÉg verð svona freðinn umþaðbil þrisvar á dag, oft minna, fá skipti oftar, hvað er að því að eyða kringum 6 tímum á dag að vera freðinn þegar maður er sober í 18 tíma. Eyða 1/4 af lífinu high, það er nú bara andskoti fínt finnst mér\nBætt við 21. mars 2011 -  02:51\nBorðar kjöt daglega, oj fíkill og ógéð!"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2011-03-21 23:53:56",
            "id": "7324023",
            "reply_to_id": "7323729",
            "text": "Þú mátt vel ekki taka þessu trúanlegu, en ég hef það frá mörgum heimildum að þetta séu algengar afleiðingar. Þá er ég bæði að tala um rannsóknir og frá fólki sem ég þekki.\nEins og þú segir meikarðu ekki að sleppa smóknum, það er ávani sem jaðrar við fíkn. Værirðu stundum ekki alveg til í að langa ekki næstum alltaf að vera freðinn að chilla? Það er fokking bögg þegar maður gerir sér grein fyrir því að maður stjórnar ekki lengur sjálfur neyslunni, heldur neyslan manni sjálfum.\n…svo borða ég ekki kjöt á hverjum degi. Hell, suma daga borða ég bara ekki neitt!"
        },
        {
            "user": "einzzi",
            "user_id": "70056",
            "date": "2011-03-17 02:15:07",
            "id": "7322543",
            "reply_to_id": "7322418",
            "text": "Þetta er mjög skaðlasut efni… Og djöfull varð ég pirraður þegar ég sá þessa grein í mogganum. Það er bara fáránlegt að þetta sé ólöglegt, ef þú horfir á stöðuna á kannabis og að það sé ólöglegt ef þú ert ekki að hlægja af því þá ertu bara mjög heimskur.\nMæli öllum á að horfa á myndina “The Union” frá árinu 2007, sem er heimildarmynd um kannabis. Þegar þið eruð búinn að horfa á hana þá ættu allir að vera sammála að það þarf að lögleiða þetta strax. Plús að þetta er miklu skárra en áfengisdrykkja.\nTökum Amsterdam sem dæmi… Það eru minnst hlutfall af hörðum eiturlyfjafíklum þar (þá er ég að tala um heróín, kókaín, anfetamín s.s sterk eiturlyf) Útaf einni ástæðu, kannabis er löglegt þar.\n“Kannabis leiðir í sterkari efni” Það er ekkert í kannbisi sjálfu sem þrýstir þér að fara í sterkari efni. Ástæðan fyrir því að sumt fólk fer í sterkari efni því það er á sama markaði s.s svörtum markaði. Leið og kannabis yrði löglegt þá myndi fækka eiturlyfja notkendum á landinu og færri ungmenni myndu reykja gras, glæpastarfssemi myndi minka, og aftur færri unglingar og börn myndu fikta við það því það er erfiðara að ná sér í lögleg efni eins og áfengi heldur en ólögleg eins og gras, basicly dealerum eru slétt hvað þú ert gamall, þú hringir eitt símtal og þá ertu buinn að redda þessu. Ef það væri gert löglegt þá væri strangt eftirlit alveg eins og í ríkinu, sýna skilríki o.s.f.v.\nTökum sem dæmi þú kaupir þér fræ, ræktar þínar eigin kannabis plöntur, selur þær ekki, heldur reykir það sjálfur, þá ertu ekki að stofna neinum í hættu ekki einu sinni sjálfum þér því þetta er vægt og skaðlaust efni sem á að vera löglegt fyrir löngu.\nHvenær hefur yfirvöldin komið með góð og sönn rök fyrir því að hafa það ólöglegt? Aldrei.\nÞað deyja fullt af fólki árlega af völdum\nTóbaks\nÁfengis\nKoffíni\nEn kannabis?\n0\nÞað hefur ekki neinn í sögu mannsins dáið af völdum kannabis."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2011-03-17 21:24:21",
            "id": "7322785",
            "reply_to_id": "7322543",
            "text": "Hvenær hefur yfirvöldin komið með góð og sönn rök fyrir því að hafa það ólöglegt? Aldrei.\nSkemmtileg alhæfing.\nÞað hefur ekki neinn í sögu mannsins dáið af völdum kannabis.\nÞú áttar þig á því að nú mun enginn taka mark á þér, er það ekki?\nHvernig í fjandanum geturðu alhæft um eitthvað svona?\nÉg er hvorki með né á móti því ég hef ekki kynnt mér þetta nógu vel, en að alhæfa svona er hreint og beint út sagt heimskulegt."
        },
        {
            "user": "gallmann",
            "user_id": "75184",
            "date": "2011-03-21 09:26:12",
            "id": "7323759",
            "reply_to_id": "7322785",
            "text": "Mæli þá með því að þú kynnir þér þetta betur í staðin fyrir að koma með svona drasl komment.  Það er hefur hingað til aldrei verið greint frá dauðsfalli sem er beint rakið til kannabis."
        },
        {
            "user": "Crook",
            "user_id": "76086",
            "date": "2011-03-21 18:48:09",
            "id": "7323913",
            "reply_to_id": "7323759",
            "text": "Það getur vel verið að hingað til hafi aldrei verið greint frá dauðsfalli sem rekja mætti til kannabis. Þá segir maður það líka! Ekki:\nÞað hefur ekki neinn í sögu mannsins dáið af völdum kannabis."
        },
        {
            "user": "gallmann",
            "user_id": "75184",
            "date": "2011-03-21 18:53:56",
            "id": "7323921",
            "reply_to_id": "7323913",
            "text": "meinar."
        },
        {
            "user": "kabloms",
            "user_id": "76932",
            "date": "2011-03-18 01:15:12",
            "id": "7322884",
            "reply_to_id": "7322543",
            "text": "Reyndar þá sjá hollendingar eftir því að hafa lögleitt þetta og leyfa núna bara heimabúum aðgang að þessu. Mjög líklegt að það mun gerast það sama hé"
        },
        {
            "user": "kabloms",
            "user_id": "76932",
            "date": "2011-03-18 12:45:00",
            "id": "7322936",
            "reply_to_id": "7322884",
            "text": "Hollendingar sjá alls ekki eftir því að hafa lögleitt þetta.\nÞað er engin stjórnmálaflokkur í Hollandi sem vill gera kannabis ólöglegt aftur, nema einn kristinn stjórnmálaflokkur sem hefur fremur lítið fylgi."
        },
        {
            "user": "kabloms",
            "user_id": "76932",
            "date": "2011-03-24 22:15:13",
            "id": "7324926",
            "reply_to_id": "7322936",
            "text": "Haha vá greinilegt að þú verður að kynna þér þetta miklu betu"
        },
        {
            "user": "kabloms",
            "user_id": "76932",
            "date": "2011-03-25 00:20:40",
            "id": "7324957",
            "reply_to_id": "7324926",
            "text": "Nei það ert þú sem þarft að kynna þér fíkniefnalöggjöfina í hollandi aðeins betur.\nÞað er jú verið að gera þarfar breytingar vegna straums af ferðamönnum sem hafa verið til ama.\nEn það að Hollendingar sjái eftir því að hafa decrimminalisað kannabis, er rangt."
        },
        {
            "user": "kabloms",
            "user_id": "76932",
            "date": "2011-03-27 13:09:52",
            "id": "7325388",
            "reply_to_id": "7324957",
            "text": "Ég held nú að íbúar þarna viti meira um þetta en einhver ómerkilegur íslendingur, og þar sem ég á ættingja sem búa þarna treysti ég meira það sem þau segja heldur en þú ;)"
        },
        {
            "user": "Crazybanana",
            "user_id": "74067",
            "date": "2011-03-19 12:52:54",
            "id": "7323175",
            "reply_to_id": "7322543",
            "text": "Leið og kannabis yrði löglegt\nþá myndi fækka eiturlyfja notkendum á landinu og færri ungmenni myndu reykja gras\n, glæpastarfssemi myndi minka, og aftur færri unglingar og börn myndu fikta við það\nþví það er erfiðara að ná sér í lögleg efni eins og áfengi heldur en ólögleg eins og gras\nlollaði hart."
        },
        {
            "user": "einzzi",
            "user_id": "70056",
            "date": "2011-03-19 19:12:35",
            "id": "7323260",
            "reply_to_id": "7323175",
            "text": "Af hverju finnst þér það fyndið? Heldur þú að það sé léttara að redda sér áfengi heldur en grasi ef þú ert undir lögaldri? Kannski ef þú átt eldri systkini, annars ekki."
        },
        {
            "user": "Crazybanana",
            "user_id": "74067",
            "date": "2011-03-19 22:19:37",
            "id": "7323305",
            "reply_to_id": "7323260",
            "text": "þessar ályktanir og fullyrðingar eru út í hött, og nei það er ekkert mál að redda sér númeri hjá áfengissala."
        },
        {
            "user": "einzzi",
            "user_id": "70056",
            "date": "2011-03-24 22:00:14",
            "id": "7324922",
            "reply_to_id": "7323305",
            "text": "Það er færri hlutfall af unglingum í Amsterdam sem reykja kannabis heldur en í bandaríkjunum (yngi en 18 ára) Og mun færri hlutfall af hörðum eiturlyfja notkendum sem eru í Kókaíni, meth, heróini o.s.f.v. Einfaldlega vegna þess að þeir aðskildu kannabis frá svörtum markaði."
        },
        {
            "user": "Crazybanana",
            "user_id": "74067",
            "date": "2011-03-25 01:40:40",
            "id": "7324979",
            "reply_to_id": "7324922",
            "text": "gæti hugsanlega verið að það sé vegna viðhorfs til þessara eiturlyfja?, ef þú vilt redda þér grasi í amsterdam þá reddarðu þér grasi í amsterdam, þetta er ekki flóknara en það"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2011-03-17 12:19:44",
            "id": "7322611",
            "reply_to_id": "7322418",
            "text": "Eflaust er þetta krabbameinsvaldandi líkt og tóbak, hins vegar eru kanski flest lungnakrabbamein komin af tóbaki því margir reykja bæði og oftast reykja menn meiri sígarettur en jónur á dag.  Þetta er ekki beinlínis holt fyrir lungun.\nHins vegar finnst mér hasshausar bara svo leiðinlegir og alveg óþolandi í umgengi, svo mér er sama.  Hófsreykingamennirnir eru fínir, en þeir sem reykja mikið verða bara svo sljóir og ömurlegir, auk þess virðast þeir flestir verða kommúnistar eftir langvarandi neyslu, veit ekkert hvernig stendur á því, en ætti að vera næg ástæða fyrir áframhaldandi banni.  Ekkert jafn leiðinlegt og að ræða fyrir dagreykingamann sem les gagnauga allan dagin."
        },
        {
            "user": "Gruggur",
            "user_id": "62982",
            "date": "2011-03-17 14:23:59",
            "id": "7322630",
            "reply_to_id": "7322418",
            "text": "Ég hef aldrei reykt kannabisefni, er með lögleiðingu þeirra en ég set stórt spurningamerki við kannabismenningu á Íslandi. Vandamálið er að af þeim sem nota kannabis á annað borð er hlutfallslega stór hópur sem notar efnin daglega, og jafnvel oft á dag. Ef þú ert fullur á hverjum degi ertu nánast örugglega alkóhólisti. Af hverju ætti það sama ekki að gilda um kannabis?\nÞað er gjarnan vísað í að meirihluti þeirra sem sækja sér hjálpar á Vogi eru kannabisneytendur og mér finnst það eiginlega skiljanlegt þegar ég litið er á almennt viðhorf kannabismenningarinnar til daglegrar neyslu. Það er spurning hvort að það sé ekki vegna lélegrar fræðslu um kannabisefni. Eina “fræðslan” sem hægt er að fá frá opinberum aðilum eru hræðsluáróðrar sem segja að þú sért orðinn hálf-heiladauður fíkill með óstjórnlega löngun í harðari efni eftir nokkrar jónur."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2011-03-17 18:56:00",
            "id": "7322737",
            "reply_to_id": "7322630",
            "text": "Það er líka spurning um að þessi stóri hópur sem fer á vog út af kannabis neyslu sé þarna af því að þeim er sagt að þeir eigi við stórt vandamál að stríða. Foreldrar sem fara með unglingana sína þangað af því að þeir halda að krakkinn sé bókstaflega að drepa sig.\nÞetta á við um marga af þeim sem ég þekki og hafa farið í meðferð út af kannabis neyslu. Þetta er voðalega svipað og afhommun erlendis, þú ert sannfærður um að þetta sé vandamál, oftast með setningum eins og “þetta er ekki þér að kenna” osfrv."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-03-17 20:06:24",
            "id": "7322756",
            "reply_to_id": "7322630",
            "text": "Svo er spurning hvort kannabisneytendur fari í meðferð út af grasinu."
        },
        {
            "user": "Gruggur",
            "user_id": "62982",
            "date": "2011-03-18 06:52:14",
            "id": "7322893",
            "reply_to_id": "7322756",
            "text": "Jújú, meðferðir eru yfirleitt fyrir fólk sem er orðið háð tilteknu efni, en þegar kemur að efnum eins og kannabis og jafnvel áfengi er líklegra að fíknin tengist meira neyslu- og hegðunarmynstri þeirra heldur en efninu sjálfu. Í þeim tilfellum er einstaklingurinn andlega háður því að vera í vímu, frekar en líkamlega háður tilteknu virku efnunum."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-03-18 09:46:54",
            "id": "7322909",
            "reply_to_id": "7322893",
            "text": "Það var áhugaverður linkur í svarinu mínu."
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2011-03-17 16:06:49",
            "id": "7322664",
            "reply_to_id": "7322418",
            "text": "Allir sem reykja kannabis deyja!"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-17 16:16:32",
            "id": "7322670",
            "reply_to_id": "7322664",
            "text": "Allir deyja"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-17 17:21:24",
            "id": "7322704",
            "reply_to_id": "7322670",
            "text": "Ekki ég. I'm invincible!"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-17 22:27:00",
            "id": "7322820",
            "reply_to_id": "7322704",
            "text": "kitli-kitl"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-03-18 13:04:08",
            "id": "7322940",
            "reply_to_id": "7322820",
            "text": "You've found my weakness..\nGetur samt ekki drepið mig. Still invincible!"
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2011-03-24 16:38:06",
            "id": "7324827",
            "reply_to_id": "7322670",
            "text": "Þeir sem reykja kannabiss deyja fyrr!"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-24 16:40:13",
            "id": "7324831",
            "reply_to_id": "7324827",
            "text": "nii, seinna"
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2011-03-27 19:10:50",
            "id": "7325469",
            "reply_to_id": "7324831",
            "text": "Já, seinna as in seinna sama kvöld og þeir fá sér eina jay."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-27 19:23:56",
            "id": "7325476",
            "reply_to_id": "7325469",
            "text": "Tja dojjj, yrðu nátturulega að vera búnir að reykja hana. Annað myndi ekki meika sense. Hef samt oft lent í því að kafna næstum því á jónum er þær skjótast niðrí kok þegar maður er að reyna að sjúga inn. Hættulegt stuff yo."
        },
        {
            "user": "Bluntm4n",
            "user_id": "72913",
            "date": "2011-03-17 19:58:33",
            "id": "7322753",
            "reply_to_id": "7322418",
            "text": "Báðir aðilar hafa sínar ranghugmyndir. Meina vökvi sem skerðir ákvörðunnarhæfni og drepur heilafrumur er löglegur en planta sem örvar heilafrumur og er þekkt lækningarjurt frá þúsundum ára er ólögleg. Gerð ólögleg vegna samkeppni við pappírsiðnað, fávisku og rasisma.\nÞað er náttúrulega bráðóhollt að reykja sama hvort það sé tóbak eða gras. En ef þú étur það í formi bakaðra góðgæta ertu ekki á neinn hátt að fara skaða þig, því trúi ég allaveganna.\nOg það að verða háður grasi í samanburði við áfengi eða önnur vímuefni, maður verður einfaldlega meiri daily toker af því aukaáhrif kannabis eru vægari því auðveldara að gera þetta sér að vana.\nEina sem ég sé virkilega slæmt við þessa vel ilmandi og góðu plöntu eru 1 af 10.000 líkur á að ungmenni sem gerir þetta sér að vanafasta fái geðklofa en hey ekkert er fullkomið.\nFólk hefur einfaldlega verið haldið fáfrótt af því stjórnmálamenn vilja einfaldlega ekki viðurkenna að þeir hafa rangt fyrir sér, ég dreymi um heim þar sem fólk getur skilið af hverju ég nýti mér kannabis sem vímuefni í stað áfengis og hey kannski er ekki svo langt í það, svo lengi sem allir vita sannleikann."
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2011-03-17 23:07:25",
            "id": "7322841",
            "reply_to_id": "7322418",
            "text": "Mér finnst þetta vera tvísýnt með fulla lögleiðingu. Mér finnst stórlega vanta að hafa marijuana-apótek fyrir fólk sem er veikt og þarf á því að halda, bæði því þetta virkar rosalega vel fyrir þá sem þurfa á þessu að halda og því að Íslendingar virðast vera heimsmeistarar í ofnotkun á lyfjum. Marijuana skaðar allavega ekki nýru og lifur og byggir ekki upp þessa líkamlegu fíkn sem flest sterk lyf gera.\nSjálfur elska ég marijuana. Það er á svo rosalega margan hátt skárra en áfengisdrykkja. En eins og með önnur vímuefni þá er vel hægt að nota þetta í óhófi! Ég hef séð að margir virðast verða háðir þessu á sama hátt og fólk verður háð skyndibitamat t.d. Fólk verður nú að líta í eigin barm þegar það er byrjað að tóka daglega og segist síðan gera þetta í hófi.\nÁstæðan fyrir því að ég held að full lögleiðing gæti ekki virkað er sú að fólk upp til hópa einfaldlega kann sér ekki hóf í neinu, hófsemi er eitthvað sem virðist ekki þekkjast á Íslandi(feginn að pabbi lagði mikla áherslu á að kenna mér hana).\nÁ hinn bóginn tel ég marijuana ekki vera hættulegt vímuefni og eins og ég nefndi finnst mér það hafa marga kosti fram yfir áfengi.\nEn það er hægt að ofnota allt eins og ég segi. Ég myndi samt kjósa lögleiðingu(eða að minnsta kosti að þú megir rækta þetta fyrir sjálfan þig) því fyrst áfengi getur verið löglegt, getur þetta alveg eins verið löglegt. Áfengi getur haft skelfilegar afleiðingar hjá einhverjum á meðan flestir stilla þessu í hóf. Leyfum þeim sem geta stillt þessu í hóf að njóta þess, ekki vera að skemma rétt annarra. Einhverjum gæti þótt þetta eigingjörn hugsun en einhver verður að hafa það skítt svo annar geti haft það gott, þannig er það alltaf."
        },
        {
            "user": "ChuckNorris",
            "user_id": "68133",
            "date": "2011-03-17 23:57:02",
            "id": "7322859",
            "reply_to_id": "7322418",
            "text": "Þegiðu."
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2011-03-18 11:42:31",
            "id": "7322917",
            "reply_to_id": "7322418",
            "text": "My milkshake brings all the boys to the yard"
        },
        {
            "user": "svavar",
            "user_id": "28656",
            "date": "2011-03-18 14:11:41",
            "id": "7322951",
            "reply_to_id": "7322418",
            "text": "Gaman að segja frá því að í 10unda bekk eftir forvarnarfræðslu prófaði ég fyrst kók! Virkar vel þetta dæmi maður!!!!"
        },
        {
            "user": "Obafemi",
            "user_id": "45021",
            "date": "2011-03-18 16:35:07",
            "id": "7323001",
            "reply_to_id": "7322418",
            "text": "Marjúana er eit skaðlausasta eiturlyf sem fynst\nJájá, af hverju er það þá talið vera 11. hættulegasta eiturlyfið samkvæmt listanum frá Lancet sem allir eru með bóner yfir?\nhttp://ironwolf.dangerousgames.com/blog/archives/458\nEn ég veit alveg að gras er ekkert það skaðlegt. Það sem er skaðlegt er að stunda það að komast í vímu. Vegna þess að þegar þú notar sama efnið til þess að komast í vímuna þá þarftu alltaf meira og meira af því og sterkari skammt. Vegna þess að maður fær ekki alltaf sömu gömlu góðu áhrifin og þegar maður gerði þetta í fyrstu skiptin."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2011-03-19 12:39:22",
            "id": "7323170",
            "reply_to_id": "7323001",
            "text": "Vegna þess að í þessari rannsókn var ekki tekið tillit til þess að flestir (þar sem rannsóknin var gerð) reykja kannabis í bland við tóbak. Það var jafnvel nefnt í rannsókninni að kannabis væri líklega skaðminna en það var í rannsókninni."
        },
        {
            "user": "Flixter",
            "user_id": "72113",
            "date": "2011-03-21 15:21:03",
            "id": "7323834",
            "reply_to_id": "7323001",
            "text": "kannibis er illt og drepur þig, ekki vera fáfróðu"
        },
        {
            "user": "FaSho",
            "user_id": "77565",
            "date": "2011-03-18 20:09:35",
            "id": "7323061",
            "reply_to_id": "7322418",
            "text": "http://www.sciencedirect.com/science?_ob=ArticleURL&_udi=B6T1B-4P8SSFV-13&_user=713789&_coverDate=08%2F03%2F2007&_rdoc=1&_fmt=high&_orig=search&_origin=search&_sort=d&_docanchor=&view=c&_acct=C000039858&_version=1&_urlVersion=0&_userid=713789&md5=1407089d33a74eb5bef1e48e78fd225f&searchtype=a\nhttp://bjp.rcpsych.org/cgi/content/full/184/2/110\nhttp://www.bmj.com/content/325/7374/1212.full"
        },
        {
            "user": "Crazybanana",
            "user_id": "74067",
            "date": "2011-03-19 00:09:51",
            "id": "7323109",
            "reply_to_id": "7322418",
            "text": "Ég er búinn að lesa comments hérna og það er eitt sem er að pirra mig meira en annað.\nSumir eru að segja að það sé ekki búið að sanna að Cannabis sé ekki skaðlegt og þess vegna eigi ekki að lögleiða það.\nÞað er bara heimskt að segja svona.\nJafnvel ef það væri satt að það væri ekki búið að sanna að það væri skaðlaust væri engin ástæða fyrir að banna efnið bara vegna þess.\nAlkohól og Tóbaktil eru til sölu þrátt fyrir að það sé almennt vitað að þau séu skaðleg, af hverju ætti þá að banna Cannabis?\nSannleikurinn er að það er engin ástæða fyrir því að banna Cannabis og það væri jafnvel gagnlegt ef það væri leyft."
        },
        {
            "user": "Crazybanana",
            "user_id": "74067",
            "date": "2011-03-19 12:58:53",
            "id": "7323177",
            "reply_to_id": "7323109",
            "text": "spurningin er held ég frekar, afhverju ætti þá ekki að banna áfengi og tóbak…"
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2011-03-19 14:21:39",
            "id": "7323194",
            "reply_to_id": "7323177",
            "text": "Því það virkar aldrei að banna svona hluti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-19 00:47:48",
            "id": "7323118",
            "reply_to_id": "7322418",
            "text": "þu ert lika með sma ranghugmyndir."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2011-03-19 01:24:50",
            "id": "7323130",
            "reply_to_id": "7322418",
            "text": "Sýnist þú alveg vera með svipað miklar ranghugmyndir.\nKannabisefni eru alls ekki eitt skaðlausasta vímuefnið. Og enn fremur eru áfengi og tóbak það ekki heldur. Áfengi er eitt af þeim hættulegri og tóbak eitt það mest ávanabindandi."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-19 13:48:33",
            "id": "7323188",
            "reply_to_id": "7323130",
            "text": "Maður með viti loksins.\nHeróín er langskaðlausast."
        },
        {
            "user": "Atliiiii",
            "user_id": "59673",
            "date": "2011-03-19 06:32:49",
            "id": "7323147",
            "reply_to_id": "7322418",
            "text": "Það er nú hægt að benda á rannsóknir og sannanir fram og tilbaka, en eitt er þó visst, og það er að Kannabis er ekki mikið meira, né minna hættulegra heldur en Tóbak eða Áfengi. Hnetur tildæmis geta reynst sumum hættulegar vegna ófnæmis, en þær eru ekki bannaðar, hinsvegar er bara varað við hættuni sem liggur fyrir ef maður skildi gæða sér að eini slikri. Alveg eins og gert er með Áfengi og Tóbak.  Að minu mati þá á maður að hafa rétt á þvi að ákveða hvað maður vil gera með sin eigin likama og huga, og ekki þurfa á eiga hættu á þvi að þurfa að fara i fangelsi eða borga sekt fyrir eitthvað sem maður gerði við sjálfan sig og engan annan. Og vitna ég nú i hann Terence Mckenna sem sagði “If the words ”life, liberty and the pursuit of happiness“ don't include the right to experiment with your own consciousness, then the Declaration of Independence isn't worth the hemp it was written on.”\nBiðst fórláts á öllum stafsetningarvillum."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2011-03-19 12:40:02",
            "id": "7323171",
            "reply_to_id": "7323147",
            "text": "Kannabis er, jú, mikið minna skaðlegt en tóbak og áfengi."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-03-19 15:32:42",
            "id": "7323208",
            "reply_to_id": "7322418",
            "text": "En hvað lífið er óréttlátt."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-19 23:30:08",
            "id": "7323320",
            "reply_to_id": "7322418",
            "text": "Kanabis er ekki skaðlaust og þeir sem segja að það megi að lögleiða það eru fávitar og eru ANDLEGA háðir.\nÞið sem reykið þetta komist aðþví þegar þið eruð ornir virkilega skemmdir og eruð að betla á hlemmi eða í spilakössum að reyna að græða pening  fyrir skammti. Ógeðslegu viðbjóðslegu dópista aumingjar."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-19 23:40:55",
            "id": "7323323",
            "reply_to_id": "7323320",
            "text": "Trollin?"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-19 23:41:54",
            "id": "7323325",
            "reply_to_id": "7323323",
            "text": "Alls engan vegin. Bara orðinn þungt pirraður á þessum dópistum"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-19 23:43:00",
            "id": "7323327",
            "reply_to_id": "7323325",
            "text": "Vinsamlegast fjarlægið höfuð úr endaþarmi áður en áfram er haldið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-19 23:45:50",
            "id": "7323329",
            "reply_to_id": "7323327",
            "text": "mér er kalt svo nei þakka þér fyri"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-03-20 13:54:31",
            "id": "7323405",
            "reply_to_id": "7323320",
            "text": "(ég veit þetta er troll hjá þér en samt)\nHvað með þá sem reykja EKKI marijúana en vilja samt lögleiða? Eru þeir andlega háðir fávitar?"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2011-03-20 18:14:28",
            "id": "7323472",
            "reply_to_id": "7323320",
            "text": "Ég er ekki háður kannabisefnum, ég er fylgjandi lögleiðingu.\nWhat now?"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2011-03-20 01:49:25",
            "id": "7323355",
            "reply_to_id": "7322418",
            "text": "Ranghugmyndir Zarko um stafsetningu."
        },
        {
            "user": "varpa",
            "user_id": "24536",
            "date": "2011-03-20 11:51:22",
            "id": "7323384",
            "reply_to_id": "7322418",
            "text": "hmmm… ein mesta auðlind okkar mannana á þessari plánetu er bönnuð vegna þess að sumir ákveða að nota hana eins og tóbak .. ekkert skrítið?\nvið getum gert nánasrt allar verldlega nauðsynjar með þessum arfi (sem vex á methraða … allur stóriðnaður svo sem föt/bómull, timbur, pappír, plast, kornvörur, lyf og svo síðan en ekki síst\nolia\n(á bílanna okkar td..\ní 6000 ár notuðum við þetta í föt, segl, kaðla ,pappír og thc er eitt elsta lyf okkar frá upphafi … og hamp olia var seld sem lyf í apótekum í N-amríku til 1920 …\nþað er svo enginn tilviljun að hræðsluáróðurinn fór af fulum þunga í gang á sama tíma og Henry Ford kynnti fyrst plast (hamp) bílinn árið 1940 sem gekk fyrir hamp oliu ..\ner þetta ekki í skólabókonum ykkar krakkar…\nafhverju ekki …\ner enginn að sjá tenginguna .."
        },
        {
            "user": "egth",
            "user_id": "31699",
            "date": "2011-03-20 20:39:41",
            "id": "7323558",
            "reply_to_id": "7322418",
            "text": "jei enn einn þráðurinn um þetta málefni þar sem þráðarhöfundur talar út um rassgatið á sé"
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2011-03-20 22:25:25",
            "id": "7323633",
            "reply_to_id": "7322418",
            "text": "Vá hvað ég nenni þessu ekki! Þið eruð hlynnt kanabis af því þið eruð sjálf dópistar, ok þið teljið ykkur trú um að þetta sé minna skaðlegt en tóbak og áfengi sem er hljómar eins og bull. Og þó að þetta sé eitthvað eitt af skaðlausustu eiturlyfjunum þýðir það samt ekki að maður eigi að nota það. Myndiru drekka uppþvottalögur þó einhver lygi um að það væri skaðlaust. Samfélagið gengi ekki ef allir væru svona því, þið eruð bara blind á þetta af þið eruð svo steikt eftir kanabisnotkun. (Afsakið hörkuna í kommentinu en ég er bara orðinn svo langþreyttur af þessari fáránlegu umræðu um að þett sé skaðlaust). Hvað er margt framafólk sem stundar kannabisreikingar á móti þeim sem stunda þær ekki. Held að langflest framafólk hafi aldrei notað dóp nema kannski útbrunnir tónlistamenn sem eru fáránlega steiktir svipað og charlie sheen!!!"
        },
        {
            "user": "gallmann",
            "user_id": "75184",
            "date": "2011-03-20 23:35:35",
            "id": "7323669",
            "reply_to_id": "7323633",
            "text": "joe rogan, carl sagan, margir uppistandarar, flestir góðir tónlistarmenn, eddie bravo eru svona þeir fyrstu sem koma uppí hugann minn.  Nenniggi að segja hvað svar þitt er ignorant og hálvitalegt því ég er nokkuð viss um að þú ert að trolla."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-03-21 07:54:49",
            "id": "7323746",
            "reply_to_id": "7323633",
            "text": "Ég hef eigi nokkra vitneskju um hvort yður séu veraldarvefs tröll eður einstaklega fáfróðir.\nÞið eruð hlynnt kanabis af því þið eruð sjálf dópistar\nHvað með þá sem hafa aldrei komið nálægt því en eru hlynntir? Þeir “dópistar”?\nþið teljið ykkur trú um að þetta sé minna skaðlegt en tóbak og áfengi sem er hljómar eins og bull\nÞað er reyndar eitt það helsta fólk hlynnt lögleiðingu getur “falið sig” á bakvið. Vegna þess að alkóhól drepur heila- og lifrafrumur (stundum eitthvað annað í leiðinni) og er auðvelt að ánetjast. Að ógleymdum óeirðum um helgar og bílslys. Þarf ég virkilega að útskýra tóbak? Neysla þess eyðileggur eiginlega allan líkamann og er eitthvað mest ávanabindandi. Einhvern tíman var mér sagt að tóbaksfíkn væri verri en heróínfíkn vegna þess að hún entist mun lengur, veit ekki hversu mikið er til í því. Marijúana hinsvegar hefur vímu sem endist í u.þ.b. tvo tíma. Öll efni eru síðan horfin úr líkama eftir mánuð (þau hafa engin áhrif á starfsemi á meðan þau eru þar). Aukaverkanir eru eitthvað á borð við hrakað skammtímaminni, sem getur færst í aukanna með langvarandi ofnotkun. Svo eru vísbendingar um að þetta hafi góð áhrif gegn krabbameini.\nOg þó að þetta sé eitthvað eitt af skaðlausustu eiturlyfjunum þýðir það samt ekki að maður\neigi\nað nota það\nNákvæmlega, það er margt í okkar daglega lífi sem við\nættum\nekki að nota. Vilt þú vera forræðissinninn sem bannar fólki eitthvað?\nSamfélagið gengi ekki ef allir væru svona því, þið eruð bara blind á þetta af þið eruð svo steikt eftir kanabisnotkun\nSamfélagið gengi heldur ekki ef allir væru fullir, en sérðu alla fulla allsstaðar?\nHvað er margt framafólk sem stundar kannabisreikingar á móti þeim sem stunda þær ekki\nSkiptir það máli?"
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2011-03-21 08:12:07",
            "id": "7323749",
            "reply_to_id": "7323746",
            "text": "Vá, ég er ekki að trolla, en kanabis er ekki af hinu góða. Spyrjið óvirkan eiturlyfjasjúkling hvort honum finnist kannabis af hinu góða, held hann myndi svara því að þau myndu skemma allt. Þetta er bara einhver ameríkusering þar sem svona dóp tíðkast. Þessar bíómyndir sem seth rogen leikur í eru oft með svona dóp, þetta er bara ímyndun, lífið er ekki svona eins og í grínmyndunum. Einhver nefndi þarna einhverja uppistandara sem framamenn, teljast þeir miklir framamenn? Ég er að tala um Einstein, Stephen Hawkings og svoleiðis kalla. Nota/notuðu þeir kannabis?, öööööö…. nei. + Það að ég er heldur ekki hrifinn af áfengi og tóbaki, finnst það líka bull að fólk skuli nota það. Ég veit ég get ekki breytt heiminum. En ég verð hræddur þegar þið komið á þann aldur að fara að stjórna landinu! Vegna þessarar dóp-væðingu sem þið eruð að stuðla að."
        },
        {
            "user": "gallmann",
            "user_id": "75184",
            "date": "2011-03-21 09:12:50",
            "id": "7323757",
            "reply_to_id": "7323749",
            "text": "albert einstein var sagður hafa notað lsd og mögulega dmt.\n“The prestige of government has undoubtedly been lowered considerably by the prohibition law. For nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced. It is an open secret that the dangerous increase of crime in this country is closely connected with this.”\n- Albert Einstein quote on Hemp\nplús það að þú veist ekkert hvort hann reykti gras eða ekki, það eru engar sannanir að hann gerði það en það eru samt skiptar skoðanir hvort hann gerði það eða ekki.\nÞú veist heldur greinilega ekki hver carl sagan er."
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2011-03-21 09:30:17",
            "id": "7323760",
            "reply_to_id": "7323757",
            "text": "ok. Æi hvað get ég sagt, annars vissi hver carl sagan var þegar þú nefndir það, hljómar aulalega hjá mér. En já, annars veit ég að kallar á tímum sigmund freud notuð einhver eiturlyf því þeir héldu að það væri af hinu góða. Svo kom bara annað í ljós.Var bara reyna segja eitthvað því ég er bara svo pirraður á þessari umræðu.  Veit ég get ekki breytt ykkur en þegar ég skoða hvort cannabis sé ekki hættulegt eru það aðeins vafasamar síður sem segja það og engar áræðanlegar heimidlir. Bara dópistar að telja ykkur trú um að þetta sé í lagi."
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2011-03-21 15:39:13",
            "id": "7323836",
            "reply_to_id": "7323760",
            "text": "Bara dópistar að telja ykkur trú um að þetta sé í lagi.\nhttp://www.youtube.com/watch?v=Ih7TTPAO61k\nGreinilega dópistar + prófessor í lyfjafræði við Harvard… en þú veist greinilega meira en allir."
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2011-03-21 16:17:53",
            "id": "7323851",
            "reply_to_id": "7323836",
            "text": "haha, hérna eru þá þeir sem taka dóp ekki dópistar?"
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2011-03-21 16:23:40",
            "id": "7323854",
            "reply_to_id": "7323851",
            "text": "Nei. Þeir sem eru háðir “dópi” eða misnota “dóp” eru “dópistar”.\nEr fólk alkóhólistar ef það drekkur?\nEr fólk sem borðar feitan mat offitusjúklingar?\nSkilgreindu fyrir mig orðið “dóp” líka."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-03-21 16:16:35",
            "id": "7323849",
            "reply_to_id": "7323760",
            "text": "http://www.landlaeknir.is/Pages/1460\nBara dópistar að telja ykkur trú um að þetta sé í lagi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-23 15:20:53",
            "id": "7324440",
            "reply_to_id": "7323757",
            "text": "“The prestige of government has undoubtedly been lowered considerably by the prohibition law. For nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced. It is an open secret that the dangerous increase of crime in this country is closely connected with this.”\nReyndar þá var einstein að tala um áfengis bannið í Bandaríkjunum þegar hann sagði þetta. (:"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-03-21 15:16:04",
            "id": "7323832",
            "reply_to_id": "7323749",
            "text": "Spyrðu offitusjúkling hvort McDonalds sé af hinu góða.\nÞað sem læknar nota oft á tíðum, svo sem morfín og aðrir verkjastillarar eru mun meira ávanabindandi heldur en kannabis, og mikið hættulegri. Allir þeir sem hafa notað morfín eru bara dópistar. Og allir þeir sem vilja að verkjalyf, eða hamborgarar, sé leyft eru bara offitusjúkir fíklar.\nOg vei, notuðu einhverjir frægir vísindamenn EKKI kannabis? Ég er viss um Darwin notaði ekki tyggigúmmí, svo það hlýtur að vera mannskemmandi þetta jórturleður.\nÞessi dópmenning er þegar til staðar og lítið hægt að gera til þess að draga úr henni. Það mætti hinsvegar lækka tölu þeirra sem nota kannabis og fara út í sterk efni. Það er auðveldlega gert með lögleiðingu."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-21 16:31:05",
            "id": "7323858",
            "reply_to_id": "7323749",
            "text": "… horfðiru á Pineapple Express? Myndin snerist ekki um hvað gras væri gaman (það er bara frekar augljóst, dumbass) heldur voru Saul og Dale eltir, skotnir, pyntaðir, stungnir með gaffli (spoil btw) af 5-0, harðsvíruðum dópsölum, litlum pirrandi skólastrákum og asíubúum.\nOg nú, var þessi mynd ímyndun? Hvað ertu að reyna að segja? Þetta er nátturulega skáldskapur því jú, svona tíðkast ekki. En þú ert alvarlega í bullinu, son."
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2011-03-23 17:17:59",
            "id": "7324477",
            "reply_to_id": "7323633",
            "text": "Held að langflest framafólk hafi aldrei notað dóp\nSteve Jobs\nBætt við 23. mars 2011 -  17:19\n[youtube]\nhttp://www.youtube.com/watch?v=9hYAyg3R3FU"
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2011-03-23 22:45:15",
            "id": "7324626",
            "reply_to_id": "7324477",
            "text": "Æi, þegiðu!!! Þetta er bara fáránlegt. Veit að Steve Jobs gerði þetta í gamla daga + við erum að tala um bandaríkjamenn og þar tíðkast þetta sem er náttúrulega fáránlegt. Það þýðir ekki að það þurfi á Íslandi. Þó þið haldið að þetta sé betra en tóbak og áfengi þýðir það samt ekki að maður eigi að nota það. + Það er asnalegt að segja að tóbak og áfengi sé skaðlegra. Sjáðu nú til. Það eru ekki margir sem deyja af völdum hvítra háfnum en miðað við það eru margir sem deyja að völdum málningafata. Segjum við þá að málningafötur sé hættulegri? NEI, ef þú lendir í hákarlaárás þá eru sennilega meiri líkur að þú deyjir heldur en þú deyjir af völdum málningarfötu ef þú lendir í einhverskona óhappi. Sem þýðir að hákarlaárás sé hættulegri en það eru bara svo margir sem lenda í slysi með málningarfötu."
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2011-03-23 23:35:36",
            "id": "7324658",
            "reply_to_id": "7324626",
            "text": "við erum að tala um bandaríkjamenn og þar tíðkast þetta sem er náttúrulega fáránlegt.\nÚtskýrðu hvað er svona fáránlegt við það. Kannabis notkun tíðkast í langflestum löndum í heiminum nema kannski í löndum eins og Norður-Kóreu.\nÞað þýðir ekki að það þurfi á Íslandi.\nHefur nú tíðkast hér á landi seinustu áratugi og mun gera það áfram.\nÞó þið haldið að þetta sé betra en tóbak og áfengi þýðir það samt ekki að maður eigi að nota það\nÞá ætti fólk en síður að nota áfengi og tóbak, ekki rétt?\nÞað er asnalegt að segja að tóbak og áfengi sé skaðlegra.\nÞótt þér finnist það asnalegt þá er það samt rétt.\nÞað eru ekki margir sem deyja af völdum hvítra háfnum en miðað við það eru margir sem deyja að völdum málningafata. Segjum við þá að málningafötur sé hættulegri? NEI, ef þú lendir í hákarlaárás þá eru sennilega meiri líkur að þú deyjir heldur en þú deyjir af völdum málningarfötu ef þú lendir í einhverskona óhappi. Sem þýðir að hákarlaárás sé hættulegri en það eru bara svo margir sem lenda í slysi með málningarfötu.\nNema hvað það hefur engin dáið af kannabisi í þau 6.000 ár sem mannkynið hefur notað þau."
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2011-03-24 10:01:15",
            "id": "7324731",
            "reply_to_id": "7324658",
            "text": "Ég er heldur ekki hlynntur áfengi og tóbaki. + þú notar sennilega kannabis og þess vegna ertu að eyða tíma í að svara mér. Fíkillinn í þér að tala. Þið viitð að fólk hélt einu sinni að það væri holt að reykja tóbak en nú hefur verið sýnt fram á að það valdi krabbameini og ýmsum leiðinlegum kvillum. Held það sé betra að nota það ekki heldur en að nota það. Þið komið ekki með nein góð rök fyrir afhveru kanabis er saklaust. Þið segið að það sé betra en áfengi og tóbak (sem er náttúrulega VITLAUST). Það má líkja þessu við manneskju sem fer út í búð og stelur brauði. Manneskjan er handtekinn og farið með hann á lögreglustöðina. Síðan segir manneskjan  ,,en hvað með útrásarvíkingana sem stálu einhverjum milljónum?\". Það skiptir ekki máli, annar glæpur réttlætir ekki hinn. Það þýðir að þið eigið EKKI að nota kannabis."
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-03-24 11:14:29",
            "id": "7324744",
            "reply_to_id": "7324731",
            "text": "þú notar sennilega kannabis og þess vegna ertu að eyða tíma í að svara mér. Fíkillinn í þér að tala.\nHef aldrei fengið mér, er kannbisfíkill í mér að tala þegar ég tala um kannabis við fólk?\nÞið viitð að fólk hélt einu sinni að það væri holt að reykja tóbak\nJá, einu sinni. En nú vitum við betur. Það voru nefnilega ekkert sérlega góðar rannsóknir á bak við þær fullyrðingar að reykingar væru góðar. Þetta var einfaldlega eitthvað sem fólk hafði jafnvel alist upp við (eins og til dæmis fyrirlitning og fáfræði gagnvart öðrum efnum).\nÞið komið ekki með nein góð rök fyrir afhveru kanabis er saklaust\nEnda er enginn að segja að þetta sé “saklaust”. Þetta er einfaldlega ekki nærri eins hættulegt og yfirvaldið vill láta.\nsaklaust. Þið segið að það sé betra en áfengi og tóbak (sem er náttúrulega VITLAUST)\nNEI. *Sigh*. Lestu þér til um marijúana, og svo um tóbak. Berðu það saman. Berðu marijúana svo saman við áfengi. Niðurstöðurnar ættu að koma þér á óvart fyrst þú ætlar að hunsa flest allt sem komið hefur fram í þessum þræði og öðrum kannabisþráðum.\nÞað þýðir að þið eigið EKKI að nota kannabis.\nEn… hvað ef fólki langar til þess? Á það ekki að fá að ráða hvað það gerir við líf sitt."
        },
        {
            "user": "Amthor",
            "user_id": "74252",
            "date": "2011-03-20 23:32:33",
            "id": "7323666",
            "reply_to_id": "7322418",
            "text": "Skil ekki af hverju það er ekki áfengis- og tóbaksbann. Og allur þessi óholli matur.\nHata þegar fólk heldur að það megi ákveða hvað það setur í sinn eiginn líkama."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2011-03-21 16:08:03",
            "id": "7323846",
            "reply_to_id": "7323666",
            "text": "Culture."
        },
        {
            "user": "Gruggur",
            "user_id": "62982",
            "date": "2011-03-21 16:10:54",
            "id": "7323848",
            "reply_to_id": "7323666",
            "text": "Og af hverju má fólk ekki vera með forræði yfir sjálfu sér?\nForræðishyggja stjórnvalda er yfirhöfuð meingölluð og virkar sjaldnast. Ef eitthvað veldur engum skaða nema sjálfum þér*, er algjörlega ástæðulaust að banna það. Mín persónulega skoðun, eins róttæk og hún er, er að lögleiða öll vímuefni. Þá getur ríkið fengið skattatekjur af þeim en jafnframt selt þau á raunhæfu verði (nema að Steingrímur komist með skítugar krumlurnar í skattlagninguna, guð hjálpi okkur).  Ímyndaðu þér hvað lífið gæti orðið miklu betra:\nVið myndum útrýma svarta markaðinum að mestu og þar með óheyrilegum vímuefnaskuldum og þar með handrukkurum. Með því að útrýma óheyrilegum vímuefnaskuldum getum við snarlækkað fjölda innbrota. Brotist var inn til afa míns, hann beittur ofbeldi og honum haldið niðri á meðan eignum að verðmæti nokkurra hundruða þúsunda var stolið fyrir framan nefið á honum. Þegar glæpamönnunum var loksins náð kom í ljós að eina ástæðan fyrir glæpnum var að greiða upp vímuefnaskuld. Er það ekki yfirleitt málið með glæpi tengda vímuefnum?\nÞeir sem lenda í alvarlegum heilsuvandamálum geta verið algjörlega óhræddir við að leita sér læknishjálpar og þannig getum við stórlækkað dauðsföll af völdum vímuefna. Vissulega mun tala fíkla aukast að einhverju leyti, en skiptir það okkur hin, sem notum vímuefni ýmist ekki eða í hófi, raunverulega máli þó að sumir geti ekki tekið ábyrgð á sér sjálfir? Einu tölurnar um notkun vímuefna sem við heyrum eru tölur yfir fíkla en ekki tölur yfir þá sem spjara sig bara alveg skítsæmilega.\nOg ef við heimfærum þetta á stærra plan en Ísland: Hver er kostnaður stríðsins gegn vímuefnum? Hvaða hagnaður gæti orðið, hjá t.d. Bandaríkjunum, ef vímuefni væru lögleg og skattlögð? Hversu margir hafa dáið í stríðinu gegn eiturlyfjum? Er það að skila einhverjum árangri? Mæli með því að kíkja á sumt sem Harvard hagfræðingurinn Jeffrey Miron hefur að segja.\n* Einhver hugsar líklega, “hvað um þá sem meiða fólk undir áhrifum,” og er það rökrétt vangavelta. En hvað um þá sem meiða fólk án þess að vera undir áhrifum? En þá sem meiða undir áhrifum áfengis? Vímuefnin gera þig ekki að ofbeldismanni, ekkert frekar en að áfengi gerir þig að nauðgara þó að fjölmargar nauðganir eiga sér stað undir áhrifum áfengis. Ef þú ert ofbeldismaður verður þú dæmdur sem slíkur, án þess að vímuefni séu notuð til réttlætingar eða ranglætingar um ofbeldisverk þín.\nTL;DR: drugs aren't so bad, mmmkay?\nJá, btw Amthor. Ég er ekki að beina þessu eingöngu til þín en það sem þú sagðir var kveikjan að þessari einræðu minni, burtséð frá því hvort að þér hafi verið alvara eða ekki. Því er hún réttilega skráð sem svar til þín þó að þetta eigi öllu heldur til allra. ;)"
        },
        {
            "user": "Amthor",
            "user_id": "74252",
            "date": "2011-03-21 19:40:26",
            "id": "7323946",
            "reply_to_id": "7323848",
            "text": "Neinei, ætlaði bara að kynda smá í fólkinu.\nAnnars kannast ég við smá við svona hræsnara sem vilja banna hitt en leyfa annað.\nSeinni setningin er einfaldlega eitthvað sem fasisti mundi mæla."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-21 00:58:48",
            "id": "7323699",
            "reply_to_id": "7322418",
            "text": "lærðu stafsetningu og málfræði\ner þetta umræðuefni ekki alltaf að poppa upp hérna\nég er með lögleiðingu og þetta er alls ekki skaðlaust\nefnið er til staðar og fólkið er til staðar sem misnotar það\nþað er hægt að misnota allt"
        },
        {
            "user": "Goaty",
            "user_id": "9902",
            "date": "2011-03-21 23:03:24",
            "id": "7323997",
            "reply_to_id": "7322418",
            "text": "Ég helld þú hafir bara ekkert kynt þér þetta.\nGras/hass er hættulegra en lsd, methamfetamin, E, gas og sterar svo eithvað sé mynst á.\nAuðvitað eru hættulegri lif. En hass er ekki það skaðlausasta, trúðu mér, eftir 5 ára notkun, ég ætti að vita það.\nGoogle it. og það eru til heimildarmyndir. Kyntu þér málið áður en þú tjáir þig."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-21 23:55:44",
            "id": "7324026",
            "reply_to_id": "7323997",
            "text": "Afhverju eru allir alltaf að tala um hass?"
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2011-03-22 22:22:11",
            "id": "7324265",
            "reply_to_id": "7324026",
            "text": "ó hú kers, sama dæmið"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-03-22 22:23:54",
            "id": "7324268",
            "reply_to_id": "7324265",
            "text": "Skamm!"
        },
        {
            "user": "Sapien",
            "user_id": "76852",
            "date": "2011-03-22 09:33:20",
            "id": "7324060",
            "reply_to_id": "7323997",
            "text": "Fosfórsýra/hydrofluoric sýra er hættulegri en deoxýríbósakjarnsýra. Hydrofluoric brennir sig í gegnum líkamann. Þess vegna ætti kóka kóla að drepa þig samstundis vegna þess að í því er fosfórsýra. Fosfórsýra/hydrofluoric eru bráðdrepandi."
        },
        {
            "user": "mighty",
            "user_id": "74026",
            "date": "2011-03-22 16:29:41",
            "id": "7324147",
            "reply_to_id": "7322418",
            "text": "Fyrsta sem ég hugsaði:\nhttp://images2.memegenerator.net/ImageMacro/4635745/Oh-boy-Here-we-go.jpg?imageSize=Medium&generatorName=Jim-Carrey-Troll"
        },
        {
            "user": "eerotica",
            "user_id": "32565",
            "date": "2011-03-22 19:28:49",
            "id": "7324207",
            "reply_to_id": "7322418",
            "text": "bara banna allt saman & ekkert ves catch my drift?"
        },
        {
            "user": "GudniBG",
            "user_id": "58052",
            "date": "2011-03-23 12:44:02",
            "id": "7324393",
            "reply_to_id": "7322418",
            "text": "Hvort sem kannabisefni eru skaðlaus eða gríðarlega skaðmikil þá í rauninni breytir það ekki nokkrum sköpuðum hlut hvort banna eigi efnið eða ekki.\nEf Kannabis væri það allra hættulegasta sem til væri á þessari jörðu en fólk myndi samt sem áður vilja halda áfram að nota það fyrir sig sjálft án þess að skaða aðra þá get ég ekki séð ástæðu til að banna það.\nMig þykir líka mjög sérstakt fyrirbæri að allir séu að berjast svona stíft fyrir lögleiðingu kannabis. Ég er þeirrar skoðunnar að öll eiturlyf eigi að lögleiða, hvað sem þau heita og hvað sem þau gera. Eins lengi og einstaklingur er ekki að skaða neinn annan en sjálfan sig má hann moka í sig hvaða efnum sem hann vill.\nFrelsi snýst víst um það þegar uppi er staðið, að fá að kjósa hvað maður gerir sjálfur án þess að vera dæmdur eða úthúðaður fyrir það.\nÞetta er mjög furðuleg stefna sem er í gangi í dag, þetta er siðferðislegt vandamál sem við horfumst í augu við. Fólk kýs að stympla fólk sem glæpamenn fyrir að gera eitthvað sem því er illa við.\nEf notast ætti við þá fræði geri ég ráð fyrir að endaþarmsmök, bdsm og margt annað sem rétt krossar siðferðislegu línuna ætti að vera fullkomlega ólöglegt líka.\nÉg skil ekki afhverju ég má fara í teygjustökk, fallhlífarstökk, fara á mótorhjól og gæti ég haldið áfram. Fyrst verið að reyna að bjarga mér og öðrum frá mínum eigin ákvörðunum þá hljóta nú flestir að sjá að teygju eða fallhlífarstökk er töluvert hættulegra en að fá sér eina jónu eða smella í sig einni línu af hvítu.\nÞetta snýst víst líka um siðferði, er mikið siðferði í því að úrksurða einhvern sem glæpamann fyrir að fá sér jónu? Eru einhver rök í því?\nÞað sem mig langar líka að vita er, skilar þetta einhverjum árangri? Getum við fengið að sjá einhverja pappíra sem sýna fram á að fíkniefnaneysla minnki. Glæpir og ofbeldi á fíkniefnamarkaði fari minnkandi? Framboð eða eftirspurn fari minnkandi?\nSé ekki tilganginn í að berjast við eitthvað sem fæst ekki breytt. Ekkert annað en gríðarleg tíma og peningaeyðsla."
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2011-03-23 15:07:20",
            "id": "7324432",
            "reply_to_id": "7324393",
            "text": "Vel orðað."
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2011-03-23 18:19:43",
            "id": "7324509",
            "reply_to_id": "7322418",
            "text": "Fólk er alltaf að reyna útskýra og verja neysluna sína.\nSjör það er ekkert að því að reykja gras endrum eins alveg eins og það er ekkert að því að fá sér í tánna stöku sinnum allt er gott í hófi. Eða flesst.\nEn margir sem eru að verja kannabis eru dagreykinga menn og mér finnst það fáránlegt því þeir sem drekka áfengi daglega eru alcoholistar og ég get lofað ykkur því að ef kannabis væri löglegt þá kæmi einhver sjúkdómsgreining á þá sem reykja daglega og þá fara þeir í enn meiri fílu og samfélagið orðið fullt af “smoke-aholics” í afneitun.\nEða getur það ekki bara verið að skammtíma minni þeirra sem reykja daglega sé orðið svo slæmt að þeir gleyma hættunum jafnóðum og þær koma upp og því er það skaðlaust fyrir þeim?\nNei smá djókur."
        },
        {
            "user": "seizure",
            "user_id": "31335",
            "date": "2011-03-23 18:55:47",
            "id": "7324523",
            "reply_to_id": "7322418",
            "text": "Engin eiturlyf eru alveg skaðlaus. Og þá sérstaklega ekki maríjúana, það er kannski ekki að fara að drepa þig eftir einn tók en það er ekkert lýsi.\nEn þrátt fyrir það finnst mér öll lög um eiturlyf vera kjaftæði og hræsni, reykingar og alkóhól er leyft, og það er nú hægt að “overdosa” á alkóhóli.\nMér finnst bara að maðurinn eigi að vera frjáls ef hann meiðir ekki aðra, og í okkar vestræna heimi erum við alltaf að segja að við erum frjáls og allir eru happy. Þá er bara um að gera að gefa öllum frelsi til að velja.\nHafa engin lög á nein lyf, ekki á heróín, kókaín, kannabis eða annað, hafa frekar eftirlit eftir að efnin eru hrein.\nSíðan er bara fínt að losna við hálfvitana sem drepa sig á lyfjunum alveg eins og alkóhólistarnir og reykingarfólkið í dag."
        },
        {
            "user": "Engifer",
            "user_id": "77368",
            "date": "2011-03-23 20:11:15",
            "id": "7324554",
            "reply_to_id": "7324523",
            "text": "Gallinn við það er svo auðvitað þegar þú þarft að tjasla saman sundruðum fjölskyldum, konum og börnum sem hafa orðið fyrir ofbeldi osfr.\nEins og til dæmis foreldrarnir sem voru skakkir á grasi og krömdu ungabarnið sitt til dauða.\nEn ef þú bara reddar því þá erum við góð :)"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2011-03-23 21:32:46",
            "id": "7324588",
            "reply_to_id": "7324554",
            "text": "Þessi rök myndu meika sens í heimi þar sem vímuefnabönn stöðvuðu eða minnkuðu notkun efnanna.\nEn þetta er ekki sá heimur:\nhttp://www.time.com/time/health/article/0,8599,1893946,00.html\nAnnars myndi ég halda að áfengisnotkun foreldra væri mun hættulegri fyrir börnin en kannabisnotkun. Enda hafa rannsóknir sýnt að áfengi er það vímuefni sem hefur verstar afleiðingar á samfélagið í kringum notandann:\nhttp://www.mbl.is/frettir/taekni/2010/11/01/afengi_haettulegra_en_ologleg_fikniefni/"
        },
        {
            "user": "Engifer",
            "user_id": "77368",
            "date": "2011-03-25 15:00:36",
            "id": "7325058",
            "reply_to_id": "7324588",
            "text": "Page not found.\nÞað að eitt sé verra gerir hitt ekki gott, það er bara ekki jafn slæmt. Eins og það er vont að skera af sér puttann. Það er verra að skera af sér fótinn að flestra mati en það gerir það ekki gott að skera af sér puttann. Nema þú fílir þannig lagað…"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2011-03-25 16:24:19",
            "id": "7325081",
            "reply_to_id": "7325058",
            "text": "Þú þarft að stroka út bilin sem hugi ákvað að bæta við í slóðina.\nÞetta fjallar um það að afglæpun allra vímuefna skili óumdeilandlega jákvæðum áhrifum (miðað við dæmið um Portúgal) sem drepur í raun allt sem tal um skaðsemi vímuefna gerir fyrir “lögleing vs. bann” umræðuna."
        },
        {
            "user": "Engifer",
            "user_id": "77368",
            "date": "2011-03-23 20:05:39",
            "id": "7324552",
            "reply_to_id": "7322418",
            "text": "Marjúana er eit skaðlausasta\neitur\nlyf sem fynst\nSko…. ég\nheld\n… að eitur- þýði að það sé sko… ekkert sérstaklega gott fyrir mann…\nHljómar í mínum eyrum eins og svona tilfelli þar sem maður er að fara í aðgerð og kvíðir því og læknirinn segir “Engar áhyggjur, hnífurinn er bitlaus svo þetta verður ekkert vont.”\nEn meh, skemmtu þér vel í lífinu."
        },
        {
            "user": "Engifer",
            "user_id": "77368",
            "date": "2011-03-23 20:52:38",
            "id": "7324570",
            "reply_to_id": "7324552",
            "text": "Marjúana er eit skaðlausasta eitur\nlyf\nsem fynst\nfix'd"
        },
        {
            "user": "Engifer",
            "user_id": "77368",
            "date": "2011-03-25 15:10:49",
            "id": "7325061",
            "reply_to_id": "7324570",
            "text": "Skilgreiningin á lyf er “efni sem veldur breytingu á starfsemi eða byggingu lifandi vefja”. Segir ekkert um að það sé endilega gott…"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2011-03-23 21:18:30",
            "id": "7324579",
            "reply_to_id": "7324552",
            "text": "Þetta er bara orð. Og mjög lélegt orð þar að auki.\nNánast öll efni eru eitruð í réttu skömmtunum. Ef maður drekkur vatn getur maður fengið vatnsEITRUN. Það þýðir samt ekki að vatn sé eitur. Það er meira að segja erfiðara að fá eitrun (overdose) af THC en vatni.\nKannabisefni geta virkað sem lyf, en aldrei sem eitur. Orðið eiturlyf er ótrúlega gildishlaðið og áróðurslegt orð. Mun betra væri að nota orðið “vímuefni.”"
        },
        {
            "user": "Engifer",
            "user_id": "77368",
            "date": "2011-03-25 15:09:59",
            "id": "7325060",
            "reply_to_id": "7324579",
            "text": "Eiturlyf hafa skaðleg áhrif ekki bara í einhverjum “réttum skammti” og skaðleg áhrif eiturlyfja felast ekki bara í ofskammti heldur svo mörgu öðru.\nEf ég segi “Þetta efni er skaðlegt” og þú segir “Það er auðveldara að fá eitrun af þessu” þá gefur það mjög takmarkaðar upplýsingar. Skaði mælist ekki bara í efnalegum eitrunum.\nSvo hefur orðið eitur ekki svona takmarkaða merkingu. Það er til dæmis eitur í mínum beinum þegar fólk prumpar í strætó."
        },
        {
            "user": "negrasvikari",
            "user_id": "57197",
            "date": "2011-04-06 14:47:05",
            "id": "7328306",
            "reply_to_id": "7322418",
            "text": "nú hef ég reykt alveg minn skammt á síðustu 3 árum og ég hef alveg tekið eftir því að málnotkun mín hefur breyst og ég er miklu lengur að leita af orðum, koma oft pásur þegar ég tala því ég er alltaf að leita af réttu orðunum.\nBætt við 6. apríl 2011 -  16:48\nFanst helvíti gott komment frá Joe Rogan um “félagi minn varð háður grasi og það eyðilagði líf hans” kommentum.\n“Oh, you mean fucking losers?, If they would not have ruined their life with weed then they would have ruined it with cheeseburgers og scratch-off lottery tickets”"
        }
    ]
}