{
    "forum_title": "Hljóðfæri",
    "user": "MarkKnopfler",
    "user_id": "76848",
    "date": "2011-03-20 01:33:46",
    "title": "Fretted Americana",
    "text": "Ég hef horft svoldið á þættina með Phil X á Youtube frá www.frettedamericana.com\nÞar sem hann er að selja rare/vintage gítara. Og var að pæla.. Hefur einhver hér keypt gítar frá þeim eða vitið um eitthvern.. Fynnst þetta svo vangefið overpriced.. 125.000$???",
    "url": "https://www.hugi.is/hljodfaeri/korkar/722567/fretted-americana/",
    "url_id": "722567",
    "id": "7323352",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-03-20 13:06:24",
            "id": "7323395",
            "reply_to_id": "7323352",
            "text": "Þetta drasl endar í höndunum á einhverjum söfnurum, það borgar enginn heilvita maður tildæmis 50 til 75.000 dollara fyrir Fender Strat, það væri bara rugl.\nMiðað við þetta rugl verðlag þá á einmitt vinur minn Fender Strat í þessum verðflokki og það er ekki nokkur leið að sá gítar sé þetta mikils virði hvað viðkemur sándi eða hversu gott sé að spila á hann, það er bara aldurinn og það að kvikindi af þessum árgerðum séu sjaldgæf sem telur inn krónurnar, það eru safnarar sem halda verðlaginu uppi ekki tónlistarmenn.\nÉg er búinn að eiga nokkrar töluvert gamlar spýtur og án undantekninga hef ég fundið sambærilega eða betri nýja gítara fyrir minni peninga, ég keypti þessa gömlu gítara á sínum tíma af því að þeir voru ódýrari en sambærilegt nýtt stöff en síðan ég losaði mig við þá hefur verðmæti þeirra margfaldast, gítararnir margfölduðust ekkert í gæðum samt, þetta eru sömu helvítis spýturnar bara aðeins eldri."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-03-30 09:36:46",
            "id": "7326224",
            "reply_to_id": "7323395",
            "text": "Quite unrelated. En Elvis átt þú ekki les paul sem er semi hollow?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-03-30 15:52:36",
            "id": "7326304",
            "reply_to_id": "7326224",
            "text": "Ég held að það séu flestallir Gibson Les Paul gítarar sem eru framleiddir í dag holaðir út að einhverju leyti, þeir kalla þá ýmist weight relieved eða þá að þeir séu með það sem þeir kalla tone chambers.\nÍ meginatriðum þýðir þetta að það eru tálguð stykki innanúr búknum til að létta þá áður en toppurinn er settur á þá, ég held, án þess að vera þó alveg 100% viss, að Les Paul Traditional sé eini Les Paulinn fyrir utan custom shop græjurnar þar sem þetta er ekki gert.\nEn já Les Paulinn minn er semsagt svona chambered og hann er líka alveg laus við að vera lakkaður, þetta er Les Paul Standard Faded og það er í rauninni bara bæsuð á hann sunburst áferð og svo sleppt því að lakka yfir, þetta gefur honum sánd sem er örlítið frábrugðið þessu hefðbundna Les Paul sándi, það er ekkert rosalega mikið öðruvísi en er einhvernveginn “opnara”, mér finnst þetta skemmtilegri hljómur en ég hef heyrt í flestum Les Paul gítörum sem ég hef prófað en það er auðvitað bara smekksatriði hvers og eins."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-03-30 22:11:27",
            "id": "7326425",
            "reply_to_id": "7326304",
            "text": "Ahh kúl. Þú svaraðir öllum þeim spurningum sem ég ætlaði að koma með:)"
        }
    ]
}