{
    "forum_title": "Myndlist",
    "user": "boo",
    "user_id": "51218",
    "date": "2011-03-24 23:31:46",
    "title": "prismacolor",
    "text": "veit einhver hvort maður getur fengið prismacolors á þessu yndislega landi okkar? hefur einhver prófað þessar vörur?\ner að hugsa um\nhttp://www.prismacolor.com/products/art-markers/scholar-markers\ngetur einhver bent mér þá kannski á eitthvað annað í staðin? langar í litaða penna\n:)",
    "url": "https://www.hugi.is/myndlist/korkar/722823/prismacolor/",
    "url_id": "722823",
    "id": "7324945",
    "replies": [
        {
            "user": "SvartaPerlan",
            "user_id": "10529",
            "date": "2011-03-25 00:17:52",
            "id": "7324955",
            "reply_to_id": "7324945",
            "text": "prismacolor fæst ekki hér, nei. :( mæli með trélitunum þeirra, en ekki tússlitunum, er allavega ekki hrifin af þeim.\nef þú vilt virkilega góða og skemtilega tússliti, fáðu þér copic ciao liti. á ca. 100 þannig sjálf og elska þá. :D þeir kosta ca. 400-500kr stykkið t.d. á ebay.co.uk (ég keypti mér alltaf ca. 10 í einu, einu sinni í mánuði)."
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2011-03-25 18:17:43",
            "id": "7325100",
            "reply_to_id": "7324955",
            "text": "eru þeir svona fljótir að klárast hjá þér eða ertu bara dugleg að kaupa þér nýja liti? :D\nTékka á því. Sleppirðu við skatt af þessu eða ertu að láta einhvern senda þér þetta?"
        },
        {
            "user": "SvartaPerlan",
            "user_id": "10529",
            "date": "2011-03-25 18:57:34",
            "id": "7325106",
            "reply_to_id": "7325100",
            "text": "þeir endast mjög vel, þetta eru bara svo fáránlega margir litir (það eru núna 180 mismunandi litir í copic ciao, ennþá fleiri í copic sketch sem eru mun dýrari) að ég er að safna þeim smátt og smátt. :D\nég kaupi á ebay.co.uk og þarf að borga toll (getur reiknað á tollur.is, muna bara að bæta alltaf 550kr við þá upphæð sem þú færð upp) - nema þegar ég er heppin og tollararnir láta pakkanan mína í friði. :P eftir rúma 10 ára reynslu af því að versla á netinu OG fá sendar gjafir þá hef ég lært að það er engin regla á því hvað er tollað og hvað ekki, þetta snýst bara um heppni. og það þýðir ekkert að rífast, þá ferðu bara “á töfluna” hjá þeim og pakkarnir þínir eru ofsóttir. :/ gangi þér vel ef þú ákveður að panta! :)"
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2011-03-25 22:29:16",
            "id": "7325153",
            "reply_to_id": "7325106",
            "text": "Okei snilld, tékka á þessu, takk!\nBætt við 25. mars 2011 -  22:30\nog svona fyrst við erum að spjalla, ekki veist þú (eða hver sem les þetta) hvar ég get fengið góða vatnslitapensla? ég keypti ömurlega um daginn og timi ekki pening í ömurlega pensla!"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-03-26 17:58:06",
            "id": "7325272",
            "reply_to_id": "7325153",
            "text": "Járn og Gler, rétt hjá holtagörðum, í sömu götu og klifurhúsið held ég. Hellingur af flottum myndlistarvörum þar. Afsláttur fyrir námsmenn minnir mig.\nKeypti slatta af mjög góðum ítölskum penslum þar. Nokkuð dýrir en þess virði."
        },
        {
            "user": "boo",
            "user_id": "51218",
            "date": "2011-03-26 19:39:54",
            "id": "7325290",
            "reply_to_id": "7325272",
            "text": "þakka þér :)"
        },
        {
            "user": "SantaClaw",
            "user_id": "9193",
            "date": "2011-03-25 15:48:55",
            "id": "7325074",
            "reply_to_id": "7324945",
            "text": "Eins og SvartaPerlan sagði þá er engin með umboð fyrir PrismaColor hér ;( Hef leitað útum allt. Hef ekki prófað tússinn en Trélitirnir eru frábærir! Fæ bóner þegar ég hugsa um þá!"
        }
    ]
}