{
    "forum_title": "Rómantík",
    "user": "Freistingar",
    "user_id": "69116",
    "date": "2011-04-01 02:38:21",
    "title": "Væri alveg til í að þiggja smá hálp :)",
    "text": "Ég er ný byrjuð að deita einn strák og hann er algjört æði það er alveg ótrúlegt hvað hann er góður og rólegur.\nEnn þetta átti samt ekki að gerast.. við erum að vinna hjá sama fyrirtækinu og er eitt stærsta fyrirtæki sem er til á íslandi, Og þetta stóra fyrirtæki á um allt land og útí útlöndum mörg lítil fyrirtæki, við erum að vinna hjá sitthvoru fyrirtækinu hérna í rkv og þau tvö eru mjög náin..\nÉg vann einn titill meðal annars 3 öðrum og erum að fara gera eitt stórt verkefni saman fyrir þessi fyrirtæki og fyrir okkur,og við höfum bara mánuð til að gera þetta verkefni sem er mjög lítill tími fyrir það.. enn þannig kynntist ég honum betur.\nVið fórum útáland fyrir nokkrum vikum síðan og erum að vinna í þessu verkefni í 3 daga straight og okkur gekk mjög vel svo við ákvöðum að detta í það.. enda ég með honum á hóteli eitthverstaðar úti rassgati.. Þegar við komum á hótelið sem hinir voru á var allt brjálað því þetta átti ekkert að gerast og þetta ætti að vera frekar bannað.\nenn okkur er svona frekar sama núna þó að við fengum smá móral eftir þetta útaf þeim.\nEnn núna erum við búin að vera hittast alveg reglulega á kaffihúsum og fá okkur bjór og svona skemmtilegt.\nVið vinnum bæði sirka 12-14 tíma á dag í viku og frí í 2 daga sirka fer eftir öllu.. þannig við erum alltaf að vinna og þegar við erum ekki að vinna þá erum við að vinna í verkefninu eða á bar með vinnufélögum okkar að fá okkur bjór eftir vinnu svo vinnan hjá okkur er basic lífið okkar í augnablikinu..\nHann er mjög virtur í sínu fyrirtæki og ég líka í mínu nema hann er búin að vera í þessu einu ári leingur enn ég enn við erum frekar svipuð í vinnu þannig séð.. nema hann er rólegri enn ég.. okei mikið rólegri enn ég.. enn já\nVið tölum mjög mikið um vinnuna, verkefnið & vinnuna & meira um fyrirtækin & allt sem tengist því.\nOg vá hvað við erum búin að tala mikið um það.. mjööög mikið.. Og líka fyrsta skipti hef ég verið að deita gaur sem skilur þetta alltsaman hehe.. sem er æðislegt!\nEnn öh.. málið er að ég er að fá ógeð að tala um þetta svona mikið..það er bara eitthvað við það þegar við hittumst endum við að tala ýkt mikið um vinnuna og verkefnið.. mig langar að fa smá space frá því.\nLangar að tala um eitthvað annað.. eitthvað allt annað enn vá mér fynst eins og ég veit ekkert annað, við erum nátturlega alltaf í vinnuni! Stundum veit maður ekki hvaða dagur er, ég er alltaf að ruglast á dögum & mánuðum og dagar renna í eitt mjög oft hjá mér.\nEnn já hann er að fara bjóða mér fínt útað borða á laugardaginn og ég vil ekki tala um þetta þá..\nFáránlegt eins og það hljómar þá vantar mig hugmyndir um hvað maður getur talað um annað enn það sem maður gerir 24/7! Um hvað talið þið við deitið ykkar þegar þið farið á deit.. hehe sounds so hard..",
    "url": "https://www.hugi.is/romantik/korkar/723156/vaeri-alveg-til-i-ad-thiggja-sma-halp/",
    "url_id": "723156",
    "id": "7326855",
    "replies": [
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2011-04-01 08:09:25",
            "id": "7326866",
            "reply_to_id": "7326855",
            "text": "trúarbrögð og stjórnmál"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2011-04-01 10:06:53",
            "id": "7326878",
            "reply_to_id": "7326855",
            "text": "Vinnutal er allt í lagi í hófi, en fyrir svona deit, fínna út að borða en venjulega?\nÞá ættuð þið að prófa að tala um hvort annað og reyna kynnast meira, áhugamál(þó lítill tími sé fyrir þau)í rauninni að tala um allt NEMA vinnuna :)"
        },
        {
            "user": "youmad",
            "user_id": "65674",
            "date": "2011-04-01 10:07:51",
            "id": "7326879",
            "reply_to_id": "7326855",
            "text": "Þú ert 20ára og mjög virt hjá einu stærsta fyrirtæki á íslandi? já ókeei"
        },
        {
            "user": "Freistingar",
            "user_id": "69116",
            "date": "2011-04-01 17:20:57",
            "id": "7326954",
            "reply_to_id": "7326879",
            "text": "Já ég er 20 ára og ég hef unnið mér það. Ég er ekki þekkt hjá hinum en já ég hef unnið mér virðingu og trausti hjá yfirmönnum mínum og er meira né minni yfirmaður á staðnum sem ég er á.. þannig já"
        },
        {
            "user": "Knopfler",
            "user_id": "77678",
            "date": "2011-04-03 16:21:40",
            "id": "7327490",
            "reply_to_id": "7326954",
            "text": "Heitir þú Dagný?"
        },
        {
            "user": "Freistingar",
            "user_id": "69116",
            "date": "2011-04-03 19:08:51",
            "id": "7327552",
            "reply_to_id": "7327490",
            "text": "nope :)"
        },
        {
            "user": "Knopfler",
            "user_id": "77678",
            "date": "2011-04-04 01:28:24",
            "id": "7327683",
            "reply_to_id": "7327552",
            "text": "Þá hef ég trú á þér ;]"
        },
        {
            "user": "Freistingar",
            "user_id": "69116",
            "date": "2011-04-04 23:52:57",
            "id": "7327902",
            "reply_to_id": "7327683",
            "text": "Hahah okei :D"
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2011-04-01 23:24:30",
            "id": "7327068",
            "reply_to_id": "7326855",
            "text": "Ég hef bæði lent á deiti þar sem það var bara geðveikt akward silence og svo mikið talað og svo semí…\nEn persónulega held ég að þú ættir ekki að ákveða fyrirfram hvað þú eða þið ættuð að tala um… just go with the flow..\nannaðhvort verður þetta bara ógeðslega akward og þrungið eða þið haldið að tala áfram um vinnuna.. sjáðu bara hvað gerist..\nveit að þetta svarar spurningu þinni ekkert =) en ég held að það sé bara ekki til neitt svar =P\nannars glöð að þú sért farin að hitta nýjan dúdda ;)"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-04-01 23:29:07",
            "id": "7327072",
            "reply_to_id": "7326855",
            "text": "Tala bara um lífið og tilveruna. En lífið og tilveran ykkar virðist vera vinnan (oj :p) svo ég veit ekki.. Kannski gætuð þið byrjað að horfa á fótbolta og talað um það?\nSamt pínu svona eins og þið séuð tveir alkar á bar og þú vonast til að þið gætuð fengið ykkur mjólkurglas svona eins og endrum. En þið eigið alltaf eftir að fá ykkur bjór á endanum…"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2011-04-02 18:02:41",
            "id": "7327274",
            "reply_to_id": "7326855",
            "text": "Hehe, þar sem vinnan virðist vera lífið og tilveran hjá ykkur skil ég ykkur vel :) Þegar lífið hjá mér snýst bara um það að læra á ég oft erfitt með að finna eitthvað til að tala um bara þegar ég hitti vini mína hehe :)\nEn þar sem þú þekkir hann ekki mjög vel geturðu reynt að spurja hann um hans hagi. Fólki finnst alltaf gaman að tala um sjálfan sig. Þannig spurðu bara hvort hann hafi alltaf búið í Rvk, ef ekki geturðu spurt hann út í það hvernig það hafi verið að búa annarsstaðar, svo geturðu spurt hann út í fjölskyldu sína, hvort hann eigi einhver systkyni, hvað hann hafi verið að læra ofl. Við þetta spyr hann þig væntanlega á móti og svo verða vonandi til einhver umfjöllunarefni í kringum þetta. :)\nEf hann fer að tala um vinnuna er best að þú segir bara “Já…eigum við ekki bara að sleppa því að tala um vinnuna í kvöld? :)”\nEf þið eigið vel saman ætti þetta að koma bara strax og þið eruð hætt að tala um vinnuna. Gangi þér vel :)"
        },
        {
            "user": "lele",
            "user_id": "72546",
            "date": "2011-04-08 00:18:48",
            "id": "7328815",
            "reply_to_id": "7326855",
            "text": "Erfiða líf, hvernig í fokkanum fékkstu samt vinnu og virðingu innan hennar með þessa skrift? Verð að fá að vita leyndarmálið!"
        },
        {
            "user": "Freistingar",
            "user_id": "69116",
            "date": "2011-04-08 01:43:39",
            "id": "7328833",
            "reply_to_id": "7328815",
            "text": "Ég er awesome ;)"
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-04-28 18:43:59",
            "id": "7333327",
            "reply_to_id": "7326855",
            "text": "Sleppið því að hittast fyrst þið náið ekki ósjálfrátt að flæða einhver góð samtöl."
        }
    ]
}