{
    "forum_title": "Harry Potter",
    "user": "tikkatuq",
    "user_id": "58820",
    "date": "2011-04-06 14:29:48",
    "title": "Heimavistirnar",
    "text": "Undanfarið er ég mikið búin að pæla í heimavistunum í Hogwarts og eiginleikunum sem tengjast hverri vist. Persónulega hefur mér alltaf þótt erfitt að skilgreina í hvaða vist ég myndi lenda ef ég færi í Hogwarts. Svo er ég að velta því fyrir mér hvort það sé ekki allt of snemmt að flokka við 11 ára aldurinn, persónuleiki manns er ekkert alveg þróaður. Eða sér hatturinn framtíðina og veit hvernig maður verður? Hvað er þá málið með að setja Peter Pettigrew í Gryffindor?\nÉg skrifaði langan bloggpóst um þetta á\nruglugla.blogspot.com\nEndilega kommenta þar eða hér hvað ykkur finnst.\nEr flokkað of snemma?\nVæri hægt að breyta heimavistakerfinu?\nHvers eðlis er þessi blessaði hattur?\nOg síðast en ekki síst, í hvaða heimavist haldið þið að þið mynduð lenda?\nBætt við 6. apríl 2011 -  14:33\nHér er nákvæmari linkur á umtalaða færslu :)\nhttp://ruglugla.blogspot.com/2011/04/plingar-um-heimavistir-gryffindor.html",
    "url": "https://www.hugi.is/hp/korkar/723425/heimavistirnar/",
    "url_id": "723425",
    "id": "7328302",
    "replies": [
        {
            "user": "tikkatuq",
            "user_id": "58820",
            "date": "2011-04-09 16:16:08",
            "id": "7329203",
            "reply_to_id": "7328302",
            "text": "Það er allt of snemmt að flokka við 11 ára aldur, en þau gera það samt fyrst að þá eru nemendurnir teknir inn í skólann (af hverju ekki fyrr eða seinna?). Ég held ekki að hatturinn geti séð framtíðina, ég held líka að hann hafi upprunalega “séð” í hausinn á Godric Griffindor og sé eiginlega Godric … og svo getur hann séð í hausinn á öðrum auðvitað. Mér finnst samt undarlegt að hann hafi sagt Harry að hann myndi ná frama í Slytherin ef hann getur séð í framtíðina. Ég hefði nú haldið að hann myndi vilja setja Harry í Griffindor ef hann er hatturinn hans Godric til þess að koma í veg fyrir svoleiðis … Mér finnst samt að það ætti að hætta með heimavistarkerfin vegna þess að stofnendurnir eru löngu dánir og geta ekki rifist lengur og það ætti hreinlega bara að kenna öllum sem geta galdrað. Ekki þeim sem að geta galdrað og eru “kynhreinir”, “hugrakkir” eða “gáfaðir”. Þannig að hún Huffelpuff var sú sem maður ætti mest að líta upp til af stofnendunum!\nÉg held að það væri líklegast að ég myndi lenda í Rawenclaw, svo Huffelpuff, Slytherin og minnst Griffindor. Hef samt ekkert á móti neinu þeirra.\nOg afar áhugavert blogg! :)"
        },
        {
            "user": "tikkatuq",
            "user_id": "58820",
            "date": "2011-04-10 18:38:36",
            "id": "7329503",
            "reply_to_id": "7329203",
            "text": "Áhugaverð pæling - ég hef oft velt því fyrir mér hvar “heili” hattarins sé. Kannski býr bara andi Godrics Gryffindor í hattinum svona eins og andi fyrirmyndanna býr í portrettmyndum."
        }
    ]
}