{
    "forum_title": "Manager leikir",
    "user": "thorovic",
    "user_id": "28956",
    "date": "2011-04-07 09:01:25",
    "title": "Leeds United 2010-2013",
    "text": "Komið þið Sælir hugarar\nÉg er alveg sammála edalgunnapalla um að þetta áhugamál er á töluverðri niðurleið í sambandi við greinaskrif og sögur, ætla ég þá að leggja mitt 11.3 save undir og segja frá því.\nÉg tók við Leeds United árið 6. júlí 2010, liðið var í Championship deildinni ný komið upp og með ágætis hóp leikmanna til þess að halda sér í deildinni. En metnaður minn var nú meiri og sagði ég stjórninni að ég ætlaði að reyna að stýra liðinu í umspilssæti um að komast í Úrvalsdeildina. Stjórnin var sátt með það en gat nú ekki gefið mér mikinn pening til að eyða í leikmenn. Þannig að ég réðst í það að meta leikmenn liðsins og ákvarða hvaða menn ég myndi ekki nota og hverjir væru dauðir viðir, samhliða því náði ég lokka til mín góða leikmenn á frírri sölu. Til að einfalda allt saman, og þar sem myndir segja meira en 1000 orð þá skelli ég bara inn mynd af kaupum og sölum frekar en að fara að pikka allt inn.\nKaup og sölur 1\nKaup og sölur 2\nChampionship League:\nMér gekk þrusu vel í deildinni og var ég alltaf í efri hluta deildarinnar, og með lykilkaupum í janúar-glugganum þá fóru hjólin að rúlla. En á tímabilinu 1. feb. til loka tímabilsins þá sigraði ég 13 leiki, 2 jafntefli og 2 töp með markatöluna 57-21, þar sem ég skoraði 5 mörk í 5 leikjum og 6 mörk í einum. Með þessu fína rönni hjá mér náði ég að tryggja Championship titilinn.\nChampionship Tafla\nÚrvalsdeildin:\nÉg var kominn upp á meðal þeirra bestu og þar stefndi ég á að vera, þótt svo að mér væri spáð falli þá stefndi ég á sæti um miðja deild. En mitt fyrsta tímabil í úrvalsdeildinni byrjaði hörmulega. Eftir að hafa verið óður á leikmanna markaðinum og keypt og selt leikmenn til þess að reyna að styrkja liðið fyrir tímabilið, og eftir ágætis undirbúningstímabil, þá var niðurstaðan í fyrsta leik 7-0 tap á heimavelli á móti Newcastle. Eftir það gat ég bara ekki sokkið neðar eða hvað? Mér gekk ágætlega eftir þetta og náði nú að fikra mig upp töfluna hægt og rólega með nokkrum góðum úrslitum og sat ég um miðja deild mest allt tímabilið og endaði ég í 11 sæti sem ég og stjórnin vorum mjög ánægð með. Nældi ég mér í Stjóri ársins verlaunin og allt lék í lindi hjá félaginu.\nKaup og sölur þetta tímabil má sjá hér\nog\nlokastöðuna í deildinni hérna\nAnnað ár í Úrvalsdeildinni:\nEftir gott tímabil í deild þeirra bestu tekur við tímabil sem getur oft reynst liðum erfitt sem koma upp um deild en það er hið hræðilega annað tímabil þar sem þú ert ekki óskrifaða blaðið lengur. Ég ákvað að reyna að láta það ekki hafa áhrif á mig og setti markið á baráttu í efri hluta deildarinnar. Með það að leiðarljósi þá skellti ég mér að fullri hörku á leikmannamarkaðinn og keypti og seldi eins og villidýr,\nKaup og sölur hér.\nDeildin fór stórkostlega  og endaði ég í öðru sæti eftir rosalega lokakafla í deildinni þar sem liðin í öðru til áttunda sæti voru í hörku baráttu um Evrópusætin. Sem fyrr var seinni hluti tímabilsins í hæsta gæðaflokki þar sem ég vann 11 af 13 leikjum frá byrjun febrúar til loka tímabilsins.\nEn hér er lokastaðan í deildinni.\nÁhugaverð kaup:\nÍ gegnum þessa sölustefnu mína þá hef ég fengið til mín nokkra áhugaverða leikmenn og ætla ég að telja fáa hér upp.\nÍslendingarnir:\nJóhann Berg Guðmundsson, fékk Jóa Berg lánaðan á fyrsta tímabili og strákurinn brilleraði, skoraði 5 mörk en lagði upp heil 20, hefði alveg viljað kaupa hann til frambúðar en AZ setti full mikið á hann.\nAlfreð Finnbogason, krækti í Alfreð í janúar glugganum á 400k og sá var góður í Championship deildinni, byrjaði 6 leiki og kom inná í 7 og skellti í þessum 13 leikjum 8 mörk. Alveg klassa leikmaður fyrir lið í efri hluta Championship.\nAðrir íslendingar sem komu voru, Bjarni Viðarsson, stóð sig ágætlega en varð fljótlega aftarlega í goggunarröðinni þegar komið var upp í úrvalsdeildina. Ragnar Sigurðsson, var keyptur sem 4‘ði miðvörður og spilaði ekkert þar sem hinir miðverðirnir hjá mér voru ekkert að meiðast og spiluðu ágætlega. Gylfi Sigurðsson, var keyptur á þriðja tímabili og hefur verið að berjast um byrjunarliðssæti og verið að standa sig ágætlega þegar hann kemur inn.\nÚtlendingar :\nAgustín Torassa, keyptur á 90k frá All Boys og var algjört skrímsli í sókninni í Championship deildinni, skoraði 35 mörk í 40 leikjum og var algjörlega óstöðvandi. Stóð sig ágætlega í Úrvalsdeildinni og skoraði 15 mörk og var markahæstur en var svo seldur fyrir þriðja tímabilið þar sem hann var kominn aftarlega í goggunarröðinni.\nSebastian Coates, keyptur á 2,4M og er rosalegur í föstum leikaðferðum. Skoraði 12 mörk á fyrsta tímabili í Championship sem er rosalegt fyrir aftasta varnarmann. Var svolítið shaky á köflum í vörninni en hann hefur verið að bæta sig gífurlega seinni ár, verður seint seldur en stærstu lið Evrópu eru að reyna að lokka hann í burtu þannig að hann gæti freistast einhvertíma.\nGuillermo Ochoa, var keyptur á 3,5M frá America(MEX) og stóð sig gríðarlega vel á fyrsta tímabili í Úrvalsdeildinni, var til að mynda valinn í lið ársins í lok tímabils. Er á besta aldri fyrir markvörð þannig að ég er góður í þessari stöðu með hann þarna.\nÁhugaverðir leikir:\nÉg hef keppt nokkra mjög áhugaverða leiki á þessum 3 tímabilum, en þeir tveir hrikalegustu eru áðurnefnt 7-0 tap gegn Newcastle og 8-1 tap gegn Arsenal, þetta eru líklega þau hræðilegustu töp sem ég hef gert í gegnum minn CM/FM feril síðan ég byrjaði í CM3. Einnig hef ég gert nokkur æsileg 4-4 og 3-3 jafntefli í spennuþrungnum leikjum og þar á meðal 3-3 gegn Chelsea. En mínir tveir svakalegustu sigrar eru 9-2 útisigur gegn QPR og svo æðislegur 4-0 útisigur á erkifjendunum Man United, gerist ekki sætara en það.\nLiðið:\nSvona venjulega spila ég 4-4-2 með liðsuppstillan:\nGK: Ochoa /Oblek\nDR: Parshivlyuk / Regen\nDL: Carole / Robinson\nDC: Coates / Regen\nDC: Toro/Semb\nMR: Ninis / Regen / Jorgensen\nML: Parvulescu / Jovetic / Jorgensen\nMC: Inler / Gylfi S.\nMC: N’Zonzi / Adam\nST: Necid / Regen\nST: Dembele / Alfreð\nEða þá 4-2-3-1 þá svona:\nGK: Ochoa /Oblek\nDR: Parshivlyuk / Regen\nDL: Carole / Robinson\nDC: Coates / Regen\nDC: Toro/Semb\nMC: Inler / Adam\nMC: N’Zonzi / Regen\nAMR: Ninis / Regen\nAMC: Jovetic / Gylfi S.\nAML: Parvulescu / Jorgensen\nST: Necid / Dembele eða einhver annar striker\nHér er annars mynd af liðinu eins og það er í lok tímabils 2013\nVona að þetta sé ekki of mikil langloka hjá mér, en þetta er nú yfir 3 tímabil. Og mér finnst alltaf skemmtilegar að fá sögur í rituðu máli ekki bara upptalningu á úrslitum og tölum.\nEn vona að einhverjir komi með fleiri sögur því þetta áhugamál er svolítið dautt.",
    "url": "https://www.hugi.is/manager/greinar/723418/leeds-united-2010-2013/",
    "url_id": "723418",
    "id": "7328252",
    "replies": [
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2011-04-07 09:03:40",
            "id": "7328520",
            "reply_to_id": "7328252",
            "text": "Ágætis lesning! Maður verður að fara að setja saman smá texta sjálfur svona þegar maður fær smá frí frá endalausum ritgerðum og skólabókarlestri.\nGaman að það séu að koma inn greinar!"
        },
        {
            "user": "edalgunnipalli",
            "user_id": "76745",
            "date": "2011-04-07 13:51:38",
            "id": "7328565",
            "reply_to_id": "7328252",
            "text": "Flott grein hjá þér! Um að gera að lífga upp á þetta //manager spjall hérna! .."
        },
        {
            "user": "luck3r",
            "user_id": "50744",
            "date": "2011-04-07 20:00:14",
            "id": "7328702",
            "reply_to_id": "7328252",
            "text": "Sammála! Ætla að henda í eitthvað gott save í páskafríinu og þjappa því síðan saman í nettan texta. Mögulega held ég áfram með AFC Telford ævintýrið mitt en ég held að ég toppi seint Team Bath árangurinn hérna um árið.. Þær greinar eru held ég ennþá hérna inná frá sumrinu 2009.\nAnnars er ég virkilega að meta þessa grein hjá þér, góður árangur á þessum þremur tímabilum. Sigra Championship, stjóri ársins á öðru og síðan Meistaradeildarsæti á því þriðja! Það er því aðeins eitt í stöðunni á næsta tímabili, 1. sæti :-) Væri til í að sjá framhaldið á Meistaradeildargöngu þinni og náttúrulega hvernig deildin fer næstu tímabil.\nKeep them coming!"
        },
        {
            "user": "Kattz",
            "user_id": "69821",
            "date": "2011-04-17 18:18:28",
            "id": "7331082",
            "reply_to_id": "7328252",
            "text": "hvernig database byrjaðiru með, ég er með large og með þýskaland, spán, england og ítalíu sem spilanlegar deildir en ég fann ekki nema svona 40% af leikmönnunum sem þú ert að kaupa"
        }
    ]
}