{
    "forum_title": "Kvikmyndir",
    "user": "achondar",
    "user_id": "6386",
    "date": "2002-04-14 21:41:43",
    "title": "The Texas Chain Saw Massacre (spoiler).",
    "text": "Ég ætla að byrja á að segja að þessi mynd er betri en ég bjóst við því ég hélt að þetta væri BARA kjaftæði (en langaði samt að sjá'ana).\nÉg fór niður í VÍDEÓHÖLLINA og var bara að skoða hvað ég ætti að kaupa og rakst á þessa mynd og skellti mér á hana og aðra mynd (HalloweeN) ég átti ekki mikin pening en hafði alltaf haft mikin áhuga á að sjá þessa til teknu mynd svo að ég tók hana og kláraði að horfð á hana fyrir svona 15 mínútum.\nÞá er best að byrja á sjálfri greininni:\nÞessi mynd fjallar um stelpu (man ekki nafnið), bróðir hennar, kærastann og tvo vini þeirra (stelpa og strákur). Þau eru í einhverju ferðalagi þegar bíllin synir að það sé ekki mikið eftir af bensíni í tanknum. Þau fara á einhverja bensínstöð og ætla að fá bensín en það er búið og það eru 12-24 tímar þangað til að meira bensín kemur. Þau ákveða að fara í eithvað gamalt hús sem pabbi stelpunnar (sú sem er aðalpersónan) á(tti).\nÞegar þau eru komin í húsið og búin að koma sér fyrir ákveða vinirnir (stelpan og strákurinn) að leita að eithverju drasli til að synda í. Þau labba og labba en finna ekkert vatn svo að þau halda áfram að labba og heyra þá í vélum og ætla að gá hvort þau geti keypt bensín hjá fólkinu sem allur hávaðinn er hjá en þegar þau koma að eithverju húsi þarna er enginn nálægur. Þau fara inní húsið og sjá kall með leður grímu (Leatherface). Hann drepur þau og……\nÉg vill ekki eiðileggja meira fyrir ykkur en ef þið viljið að ég haldi áfram sendið þá bara e-mail til mín.\nAcHONDAR",
    "url": "https://www.hugi.is/kvikmyndir/greinar/72459/the-texas-chain-saw-massacre-spoiler/",
    "url_id": "72459",
    "id": "506431",
    "replies": [
        {
            "user": "subminimal",
            "user_id": "5356",
            "date": "2002-04-14 23:10:03",
            "id": "506432",
            "reply_to_id": "506431",
            "text": "Það má til gamans geta að það var íslendingurinn Gunnar Hannsen sem lék Leatherface í þessari mynd."
        },
        {
            "user": "asgeirbj",
            "user_id": "936",
            "date": "2002-04-14 23:53:44",
            "id": "506433",
            "reply_to_id": "506432",
            "text": "Ein leiðinlegasta mynd sem ég hef séð…\nEn á dvd special editon útgáfuni er trailer af texas chain saw massacre 3 eða 4 og þvílikur snilldar trailer, aldrei hlegid jafn mikið af einum trailer."
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-04-15 00:48:16",
            "id": "506434",
            "reply_to_id": "506433",
            "text": "Verð nú bara að segja að þetta er alveg ágætis hryllingsmynd… betra en þetta kjaftæði sem er verið að sýna í dag. Ég náði mér í Uncut version fyrir nokkrum árum og hún er enn ofarlega í videohilluni minni(á um 93 hryllingsmyndir, síðast þegar ég taldi). Aftur á móti eru framhöldin fáránleg og mæli ég eindregið með því að fólk haldi sig frá þeim.\nAzmodan."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-04-15 01:49:25",
            "id": "506435",
            "reply_to_id": "506431",
            "text": "Ákaflega flott horror ræma. Kemur á óvart ólíkt svo mörgum svona myndum.\nGannar Hansen er líka okkar frægasti leikari :)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2002-04-15 02:04:41",
            "id": "506436",
            "reply_to_id": "506435",
            "text": "Hann er einmitt frændi minn, hitti hann á einhverju ættarmóti, gaurinn er HUGE, hendurnar hans gætu gripið yfir allan hausinn á mér."
        },
        {
            "user": "icereign",
            "user_id": "11234",
            "date": "2002-04-15 10:38:20",
            "id": "506437",
            "reply_to_id": "506431",
            "text": "þessi mynd var bönnuð Á Íslandi á sínum tíma það er ekkert svo langt síðan hún var leifð aftur á íslandi!!!"
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2002-04-15 14:57:09",
            "id": "506438",
            "reply_to_id": "506431",
            "text": "Ég heyrði hræðilega frétt fyrir um það bil mánuði síðan. Þar var fullyrt að Michael Bay sé að íhuga að endurgera þessa mynd(þetta er ekki djók) síðan þá hef ég ekki fengið þetta staðfest en guð minn góður ef að Michael Bay fer að gera þessa mynd þá er allt hægt í Hollywood."
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2002-04-15 17:22:02",
            "id": "506439",
            "reply_to_id": "506438",
            "text": "http://www.sbs.is/upcoming/?Nafn=The+Texas+Chainsaw+Mas\nsacre"
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2002-04-16 00:47:53",
            "id": "506440",
            "reply_to_id": "506439",
            "text": "Takk fyrir staðfestinguna SBS. Guð minn almáttugur hvað þetta er hræðilegt að Michael Bay sé kannski að fara að leikstýra henni. Ahhhh the pain !!!!!"
        },
        {
            "user": "achondar",
            "user_id": "6386",
            "date": "2002-04-16 08:05:21",
            "id": "506441",
            "reply_to_id": "506431",
            "text": "Ég skynja það að þið viljið ekki að ég haldi áfram með greinina.\nEn hver í andsk… er Michael Bay?"
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2002-04-16 16:03:37",
            "id": "506442",
            "reply_to_id": "506441",
            "text": "Michael Bay er leikstjóri sem hefur gert myndir eins og Bad Boys,Armageddon,Pearl Harbor og skásta myndin hans er The Rock. Hann er fífl sem kom úr MTV video kynslóðinni af leikstjórum og hugsar alltaf meira um útlit en innihald."
        },
        {
            "user": "achondar",
            "user_id": "6386",
            "date": "2002-04-16 22:20:02",
            "id": "506443",
            "reply_to_id": "506442",
            "text": "Já, sá aumingi. Hann á ekki að koma nálægt þessu."
        }
    ]
}