{
    "forum_title": "Hljóðfæri",
    "user": "Elvis2",
    "user_id": "10456",
    "date": "2011-05-04 17:14:16",
    "title": "Það er kominn tími til að grisja græjuskóginn.",
    "text": "Ég er með eitt og annað af dóti sem er að taka of mikið pláss í stúdíóinu mínu og ætlaði að athuga hvort það væri einhver áhugi fyrir einhverju af þessu dóti.\nLine6 Variax 5 strengja bassi, sunburst á lit og í toppstandi, ég er bara með amerískt power supply með honum en evrópskt power supply fæst í Tónastöðinni fyrir 10.000 kall, ég hef bara verið að keyra hann á rafhlöðum og svoleiðis endist ágætlega.\nSvona bassi kostaði einhver 115.000 síðast þegar ég gáði í Tónastöðinni en ég myndi láta þennan fyrir töluvert minna, sérstaklega þar sem kaupandinn þyrfti sennilega að verða sér úti um nýtt power supply.\nIbanez CP9 compressor, þetta er gamall 80s compressorpedali, ég veit ekki hvað ég á að segja um hann, hann er alveg fínn en ég hef barasta engin not fyrir compressor, David Gilmour notar svona græju ef það býttar einhverju.\nOzark Resonator. Krómaður stálhlunkur sem er alveg málið í blústónlist, mér leiðist blústónlist þannig að ég hef engin not fyrir þennan gaur lengur, kostaði mig nýr einhver 75 þúsund í Tónastöðinni minnir mig.\nÉg er alveg opinn fyrir einhverskonar græjubýttum tildæmis ýmiskonar gítareffektum eða synthum/trommuheilum, jafnvel mögulega rafmagnsgítar en ég er reyndar frekar vandlátur þegar kemur að svoleiðis, bara hendið á mig prívatskilaboðum ef þið eruð með eitthvað stöff sem þið viljið bjóða í býttum, ég á líka alveg heilan djöful helling af fínerísgræjum sem ég er ekki að selja en eitthvað af þeim gætu mögulega gengið upp í eitthvað gúddsjitt í græjubýttum.\nBætt við 5. maí 2011 -  12:34\nCompressorinn er seldur og það eru sennilega síðustu forvöð að bjóða í Resonatorinn því ég er kominn með tilboð í hann sem ég á alveg eins von á að ég taki.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/724636/thad-er-kominn-timi-til-ad-grisja-graejuskoginn/",
    "url_id": "724636",
    "id": "7335031",
    "replies": []
}