{
    "forum_title": "Smásögur",
    "user": "johma",
    "user_id": "80795",
    "date": "2011-05-12 22:21:50",
    "title": "Hrafnsaugun III hluti",
    "text": "Ég vil endilega fá sem flestar ábendingar um hvað mætti betur fara :).\nHiminninn var þungbúinn svo það sást hvergi til sólar. Feiknastór háhýsi voru í mélum allt í  kringum Huldu þar sem hún stóð á miðri götunni. Reykur reis upp út flestum rústunum og sumstaðar stóðu bílar, þyrlur og jafnvel flugvélar út úr byggingunum. Allt virtist hafa hrunið líkt og spilaborg.\nVeröldin virtist svo tóm.\nÞað var ekkert nema rústir. Ekki nokkur sála.\n,,Halló! Er einhver hérna?,” kallaði hún.\nÞað barst ekkert svar. Þögnin hefði verið yfirgnæfandi ef ekki hefði verið fyrir hráslagalegan vindinn.\nHún var alein.\nSkerandi krunk rauf þögnina rétt fyrir ofan hana. Hrafn flaug framhjá.\nHulda leit betur í kringum sig og sá þá að inn á milla skugga rústanna voru hrafnar út um allt.\nNætursvartar skepnurnar komu út úr rústunum og settust á bíla, jörðina eða á örfáa ljósastaura sem höfðu verið fyrmt fyrir gereyðingunni.\nHvert sem Hulda leit mætti hún illskeyttum hrafnsaugum.\nHrollur hríslaðist niður eftir hryggnum.\nTárin byrjuðu að brjótast fram. Hafði hún gert þetta? Hafði hún misst svona algjöra stjórn?\nÓtinn var lamandi.\nEn hvar var hún? Þetta var ekki í Reykjavík eða hvað?\n,,Nei, þú ert ekki í Reykjavík væna mín,” sagði djúp rödd.\nHulda snéri sér við þaðan sem röddin kom og horfði framan í horaðan, aldraðan mann. Það skrýtna var það að hann hafði engin augu. Í stað augna voru djúpar holur í andlitinu.\nHuldu var brugðið en reyndi að fela hræðsluna sem heltók hana.\nHúðin var svo teygð vegna hors svo enga hrukku var að sjá en það sást nákvæmlega hvernig höfuðkúpan var í laginu. Kinnbeinin voru há, kjalkinn mikill og vangarnir óhugnanlega kinnfiskasognir.\nHvítt, hrokkið hár lá sitt hvoru megin við axlirnar en húðin var óvenjuleg á litin. Hulda kom því ekki fyrir sér hvers konar litur þetta var. Það var eins og húðin væri glær eða gegnsæ.\nMaðurinn brosti svo sást í litlar, beittar tennur. Andstyggilegt bros.\nHann var svartklæddur frá toppi til táa, með hanska og hélt á staf í annarri hendinni. Maðurinn var svo horaður að fötin héngu á honum eins og á herðatré.\nEinn af hröfnunum settist á öxl mannsins.\n,,Manst þú ekki eftir mér Hulda. Það veldur mér vonbrigðum. Ég sem legg svo mikið traust á hæfileika þínar,” sagði hann og klappaði fuglinum um leið.\n,,Hver ertu?”\n,,Þú kemst að því áður en yfir lýkur,” svaraði hann og glotti djöfullega. Hann snéri sér við og gargaði á alla hrafnanna á óskiljanlegri tungu og fuglarnir svöruðu ávarpi hans á sama máli.\nAllir hrafnarnir hófu sig á loft samtímis. Argandi og gargandi stefndu þeir í áttina að Huldu.\nÞeir voru eins og litlar svartar þotur. Hávaðinn var ærandi.\nHulda tók á rás. Þeir eltu.\nHún hljóp eins hratt og hún gat. Nú þakkaði hún fyrir að hafa æft frjálsar íþróttir í æsku.\nHún smaug sér milli húsa, heyrði hrafnagargið nálgast óðum.\nHún tók í hvern húninn á fætur öðrum í von um að einhverstaðar væri hægt að komast inn í skjól en það var allt læst. Einn af hröfnunum náði til hennar og klóraði öxlina hennar.\nHulda æpti upp yfir sig, barði fulginn og tók af stað á ný.\nHún tók í fyrsta hurðarhúninn í næsta færi. Það var opið.\nHulda skellti dyrunum á eftir sér og heyrði milljón gogga skella á hurðinni.\nHún læsti dyrunum og forðaði sér frá hurðinni.\nSvitinn streymdi niður andlitið og hjartað hamaðist eins og það ætti lífið að leysa.\nHún skoðaði sig um og sá að hún var inn í blokk.\nFyrir framan hana var langur stigi. Hún gekk upp að næstu hæð þar sem var langur gangur en vinstra megin við ganginn stóðu hurðir í röð. Allar dyr lokaðar.\nHún gekk lengra inn ganginn og tók þá eftir því að hægra megin við sig voru stórir gluggar.\nHún stóð stjörf. Tímin stóð kyrr en aðeins í sekúndubrot því hrafnarnir höfðu líka tekið eftir gluggunum.\nHún hljóp inn með fram ganginum og braði á hverja hurð á fætur annarri.\n,,Hjálp! Geriði það hleypið mér inn.”\nAlls staðar var læst. Hana verkjaði í hnúanna og enginn svaraði.\nHún horfði á dýrin skella sér, af fullum krafti, á rúðuna. Það rigndi glerbrotum. Þeir komu æðandi að henni.\nHún fann þúsundi gogga og klóa læsast um holdið.\nÞeir réðust á hana og kroppuðu í hana. Hulda öskraði, sparkaði og barði frá sér af öllum lífs og sálarkröftum en þeir héldu áfram að klóra og bíta. Sársaukinn var óbærilegur.\nHún féll á gólfið. Dýrin hópuðust að henni.\nÞað var sama hversu mikið hún lamdi og sló enginn af þeim, ekki einn einasti, hætti eða vék undan. Þeir héldu allir áfram að klóra og kroppa.\nSmjattandi á mjúku, ljúfengu holdinu.\nHulda horfði á sitt eigið blóð leka niður munnvik skepnanna.\nSíðan hrökk hún upp öskrandi.\nÞetta var bara draumur.\nSmám saman áttaði hún sig á því hvar hún var og leit óttaslegnum í kringum sig en það var enga fugla að sjá.\nHún sat skjálfandi í miðju rúminu hans Tomma og grét.\nHana sveið og verkjaði um allan líkamann en það var ekki eina skrámu að sjá.\nJóhanna Margrét Sigurðardótti",
    "url": "https://www.hugi.is/smasogur/greinar/724967/hrafnsaugun-iii-hluti/",
    "url_id": "724967",
    "id": "7336992",
    "replies": []
}