{
    "forum_title": "Hljóðfæri",
    "user": null,
    "user_id": null,
    "date": "2011-05-21 16:49:27",
    "title": "tiny terror",
    "text": "var að pæla hvort tiny terror sé sambærilegur við jtm 45\ná maður að kaupa sér tiny terror eða alvöru jtm ef verðið er ekki að trufla mann of mikið??",
    "url": "https://www.hugi.is/hljodfaeri/korkar/725292/tiny-terror/",
    "url_id": "725292",
    "id": "7338741",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-05-21 17:47:44",
            "id": "7338752",
            "reply_to_id": "7338741",
            "text": "tiny terror og jtm eru tvennt verulega ólíkt.\njtm45 er ekki með master volume á rásinni þannig að þú getur ekki látið hann bjaga á lægri styrkleika, hann byrjar ekki að bjaga fyrr en volumeið er komið upp í 6, það er djöfuls rosalegur hávaði skal ég segja þér."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-05-21 17:55:30",
            "id": "7338753",
            "reply_to_id": "7338741",
            "text": "það er annað sem þú ættir að hafa í huga með þessa tvo magnara, hvorugur þeirra er með innbyggt reverb og það sem verra er er að hvorugur þeirra er með effektalúppu.\neffektalúppa virkar þannig að ef þú tengir reverb eða delaypedala í magnara í gegnum effektalúppu þá kemur effektinn inn á eftir preampnum í magnaranum, þetta þýðir það að sándið úr delayinu/reverbinu er ekki bjagað þó að magnarinn sé það.\nEf þú hinsvegar tengir reverb eða delay í effektakeðjuna þína og það fer þaðan inn í magnara sem er stilltur á bjögun þá breytist reverbið og/eða delayið í bjagaða drullu, það er ekki mjög fallegt sánd."
        },
        {
            "user": "birkirsnaer",
            "user_id": "31572",
            "date": "2011-05-23 12:34:17",
            "id": "7339133",
            "reply_to_id": "7338753",
            "text": "Það eru nú samt sumir sem fíla þessa bjöguðu drullu =)"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-05-23 13:18:34",
            "id": "7339145",
            "reply_to_id": "7339133",
            "text": "Ein algengasta spurning sem ég sé á erlendum gítarspjallþráðum er “Hvernig fæ ég reverbpedalann minn til að hætta að hljóma eins og ryksuga?” og svarið er = tengdu hann í effektalúppuna á magnaranum.\nÞað er engin regla sem segir að delay og reverb eigi að vera “hreinir” effektar en það virðist samt almennt vera þannig sem fólk notar þá.\nÁ gítarmagnara er það þannig að reverbið er staðsett í rásinni á eftir formagnaranum, ef það væri á undan þá væri preampinn að magna upp skruðningana í gormunum með tilheyrandi snarki og suði.\nMér finnst delay hljóma misvel bjöguð, ég keyri Echoplexið mitt oft inn í bjagaðan magnara og það hljómar alveg tussuvel en ég á líka Line6 Echo Park pedala sem mér finnst alls ekki hljóma vel fyrir framan bjagaðann magnara, mér finnst reyndar öll digital delay sem ég hef prófað hljóma frekar asnalega en það er önnur saga."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-05-23 23:45:45",
            "id": "7339264",
            "reply_to_id": "7338753",
            "text": "ok en ég vill ekki reverb, vill bara gamla góða marshall soundið, tiny terror nær aldrei sömu gæðum og jtm 45 er það ?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-05-24 00:32:10",
            "id": "7339275",
            "reply_to_id": "7339264",
            "text": "Ég átti JTM45 fyrir ári síðan og hann var ónothæfur í litla stúdíóinu mínu vegna þess að hann hljómaði ekki vel fyrr en hann var kominn á alveg ofboðslega mikinn styrkleika, ég lánaði kunningjum mínum hann á tvenna tónleika og hann hljómaði sjúklega vel á tónleikastyrkleika, á tónleikastyrkleika þarf samt overdrive/fuzzpedala við hann því einn og sér þá bjagar þessi magnari ekki svo mikið.\nÉg hef aldrei prófað Tiny Terror en youtube demóin segja mér að þetta séu enganveginn sambærilegir magnarar.\nÁstæðurnar fyrir því að ég seldi JTM45 gaurinn voru.\nA= hann var ónothæfur í stúdíóinu mínu.\nB= haus plús box er fyrirferðarmeira en combomagnari, ég var að æfa með hljómsveit í keflavík og vildi bara magnara sem ég gæti hent í skottið á bílnum mínum.\nC= Með hljómsveitinni sem ég var í var þetta hvorteðer allt of kraftmikill magnari.\nD= Þetta er enganveginn fjölhæfur magnari og ég átti aðra magnara sem hljómuðu miklu betur í upptökum.\nEini raunverulegi kosturinn sem ég sé við JTM45 er sá að þeir eru ekki nema 35 wött og það gerir það að verkum að það er með góðu móti hægt að hækka sæmilega í þeim á tónleikum og það er meira en hægt er að segja um flesta Marshallmagnara.\nMálið með Marshallmagnara og flesta lampamagnara er að þeir byrja yfirleitt ekki að hljóma frábærlega fyrr en það er búið að hækka það vel í þeim að lamparnir séu farnir að erfiða eitthvað, ef þú ert td með 100 watta Marshall þá ertu ekki kominn með frábært sánd fyrr en hljóðstyrkurinn er kominn yfir sársaukamörkin og þá heimtar hljóðmaðurinn að þú lækkir svo hann geti balanserað sviðssándið þannig að það heyrist í einhverjum öðrum en bara þér.\nÞú ert búinn að átta þig á því að það er enginn Gain takki á JTM45 er það ekki? Það þýðir engin bjögun á lægri styrkleika og þetta er vintage raddaður magnari samanber 60s sánd, ekki 70s eða 80s metalsánd semsagt Jimi Hendrix en ekki Slayer, það er verulega kurteist magn af bjögun í svona magnara einum sér, þú fengir ALDREI nothæft gítarsánd úr svona magnara í heimahúsi nema í svona korter áður en löggan bankaði uppá hjá þér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-05-24 23:37:13",
            "id": "7339469",
            "reply_to_id": "7339275",
            "text": "haha geðveikt svar\nen þetta er rétt hjá þér.. ég þarf að finna mér ódýrann jtm 45"
        }
    ]
}