{
    "forum_title": "Tilveran",
    "user": "zwghrcsg",
    "user_id": "74924",
    "date": "2011-05-23 03:12:30",
    "title": "Að fara á skip?",
    "text": "Hvað er málið með í dag er ekki almennt að geta gengið út á höfn og fundið skip sem er að sigla til evrópu og borgað 20.000 kr kannski og fengið að fara með. Eins og fólk gerði hér í denn. Kannski er það hægt?\nHeld að það sé nú auðvitað því það er engin markaður í skipasiglingum, fólk telur það dauðan ferðamáta og flug málið, skil það alveg.\nMér finnst samt að þessi möguleiki ætti að vera til fyrir þá sem vilja sigla frá landi heldur en að fljúga, að siglingar sem ferðamáti fyrir fólk ætti að vera jafn mikill.\nEins og núna er ekki hægt að fljúga frá íslandi og norræna fer ekki til dk fyrr en 1. júní.",
    "url": "https://www.hugi.is/tilveran/korkar/725359/ad-fara-a-skip/",
    "url_id": "725359",
    "id": "7339101",
    "replies": [
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-05-23 03:27:54",
            "id": "7339105",
            "reply_to_id": "7339101",
            "text": "Það er nú alveg hægt að fá far með frökturum…… Hvað ertu eiginlega að tala um?"
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-05-23 04:14:45",
            "id": "7339108",
            "reply_to_id": "7339105",
            "text": "Uhm siglingar sem ferðamáti, er það alveg business? Netið segir mér voða lítið um hvernig það er á íslandi. Því það var einu sinni virkilega mikið.\nVæri bara til í að geta fengið siglingu til dk, hollands, eða ameríku r sum, væri nice, held samt að þeir fari að opna flugvellina aftur, er einmitt núna að fara út eftir fáa daga og væri ömurlegt ef boarders closed bara. :l :(!!!! -_-\nBætt við 23. maí 2011 -  04:15\nog hvað mér líkar mun betur við sjóin heldur en að vera í einhverji freakishly marga km hæð."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-05-23 12:57:55",
            "id": "7339140",
            "reply_to_id": "7339108",
            "text": "Siglingar eru ferðamáti, hvað ertu eiginlega að reykja?"
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-05-23 20:03:01",
            "id": "7339223",
            "reply_to_id": "7339140",
            "text": "Gras. Uhm hef ekki tekið eftir siglingum sem mikin ferðamáta fyrir fólk í dag."
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-05-23 20:05:17",
            "id": "7339225",
            "reply_to_id": "7339223",
            "text": "Veit bara um Norrænu frá íslandi annars veit ég ekki um skip sem eru að bjóða siglingar til evrópu eða ameríku."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-05-23 07:26:06",
            "id": "7339112",
            "reply_to_id": "7339101",
            "text": "Það er alveg hægt…."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2011-05-23 13:29:54",
            "id": "7339148",
            "reply_to_id": "7339101",
            "text": "Það er stranglega bannað að ferðast með skipum og mælt er með að sleppa því að svo mikið að hugsa um slíkt. Dauðadómur fylgir."
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-05-23 20:06:09",
            "id": "7339226",
            "reply_to_id": "7339148",
            "text": "Gaur, eins og ég hélt!!!! lame."
        },
        {
            "user": "Cvureti",
            "user_id": "70620",
            "date": "2011-05-23 13:31:10",
            "id": "7339149",
            "reply_to_id": "7339101",
            "text": "djöfull væri það samt gaman að fara með svona skipi.."
        },
        {
            "user": "Thor",
            "user_id": "70773",
            "date": "2011-05-23 19:16:08",
            "id": "7339215",
            "reply_to_id": "7339101",
            "text": "Ræður þig bara sem kyndara í eitt af kola skipunum og beilar svo þegar það kemur að landi í evrópu.\nGetur síðan farið upp á brú einhvers staðar og beðið eftir að lest komi undir, stokkið á þakið á henni og séð hvert hún tekur þig.\nJafnvel joinað sirkus í smá stund og ferðast frítt með fæði og húsnæði."
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-05-23 20:04:25",
            "id": "7339224",
            "reply_to_id": "7339215",
            "text": "Soundar eins og skemmtilegt ævintýri annað en það sem fólk upplifir á íslandi, annars þá suckar sirkus hitt hljómar samt vel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-05-24 01:01:51",
            "id": "7339283",
            "reply_to_id": "7339101",
            "text": "ÞÚ MÁTT ÞAÐ EKKI"
        }
    ]
}