{
    "forum_title": "Leikjatölvur",
    "user": "Arigela",
    "user_id": "80980",
    "date": "2011-06-05 22:23:00",
    "title": "DVD og VHS gamlar teiknimyndir til sölu á slikk!",
    "text": "Ég ákvað að selja frá mér nokkrar af myndunum sem við fjölskyldan erum hætta að horfa á, hérna er listi yfir þær.\nLeitin að Nemo, Íslenskt og enskt tal og texti. 300 kr.\nGauragangur í sveitinni, íslenskt og enskt tal og texti. 300 kr.\nÁstríkur og Kleopatra, íslenskt tal. 300 kr.\nShrek 2, Íslenskur og enskur texti og tal. 300 kr.\nThe Wild, Íslenskur og enskur texti og tal. 300 kr.\nHlátursmiðja Mikka, Íslenskur og enskur texti og tal. 300 kr.\nTommi og Jenni, Íslenskt tal. 300 kr.\nLína Langsokkur, Íslenskt tal. 300 kr.\nHefðarfrúin og Umrenningurinn 2, Íslenskt og enskt tal og texti. 300 kr.\nGarfield: As Himself, Enskt Tal, Íslenskur texti. 300 kr.\nValiant, Íslenskt tal. 300 kr.\nThe Simpsons: Heaven And Hell, Enskt tal, Íslenskur texti. 300 kr.\nThe Simpsons: Get set, D'oh!, Enskt tal, Íslenskur texti. 300 kr.\nGarðabrúða(Rapunzel), Íslenskt, enskt, grískt, tyrkneskt, pólskt og búlgarskt tal. 300 kr.\nSmásögur Disney: Andrés í stærðfræðilandi, Ég og Ben, Íslenskt tal. 300 kr.\nAlls 15 teiknimyndir, allt safnið á 3000 kr.\nfrekari upplýsingar í síma 6990988\nkv. Arigela",
    "url": "https://www.hugi.is/leikjatolvur/korkar/725890/dvd-og-vhs-gamlar-teiknimyndir-til-solu-a-slikk/",
    "url_id": "725890",
    "id": "7341782",
    "replies": [
        {
            "user": "aronkh",
            "user_id": "73514",
            "date": "2011-06-06 01:02:00",
            "id": "7341817",
            "reply_to_id": "7341782",
            "text": "þú gerir þér grein fyrir því að þú ert í flokki sem heitir leikjatölvur. og ert að selja barnamyndir á tæki sem enginn á lengu"
        },
        {
            "user": "Csick",
            "user_id": "72710",
            "date": "2011-06-06 10:58:16",
            "id": "7341866",
            "reply_to_id": "7341817",
            "text": "held það egi nú flestir dvd…"
        },
        {
            "user": "Arigela",
            "user_id": "80980",
            "date": "2011-06-06 12:46:37",
            "id": "7341880",
            "reply_to_id": "7341817",
            "text": "Ja eg veit það, eg setti það ovart i vitlausan flokk, eg var að setja inn leikjatölvurnar minar og gleymdi að skipta um flokk."
        }
    ]
}