{
    "forum_title": "Börnin okkar",
    "user": "Sweetbabe",
    "user_id": "16740",
    "date": "2002-04-15 15:52:51",
    "title": "Morgunógleði",
    "text": "Hæ hæ allir :o)\nÞannig er mál með vexti að ég fór að fá morgunógleði svona eins og gengur og gerist nema hvað að mín varði allan sólarhringinn. Það var sko ekki gaman. Eftir að ég var búin að vera ælandi  stanslaust í 2 vikur þá var ég lögð inn á Kvennadeild Landspítalans og fékk þar næringu í æð og þar var alveg rosalega vel hugsað um mig og starfsfólkið þar er alveg æðislegt. Ég er að vísu ennþá með morgunógleði enda bara komin rúmar 8 vikur á leið en núna er ógleðin aðallega bara fyrir hádegi en ekki allan sólarhringinn og ég er farin að geta haldið niðri mat og drykk (ég vona bara að það haldist þannig þangað til ógleðin hverfur).\nEn ég var að spá hvort einhver lumaði á einhverjum góðum ráðum varðandi morgunógleði svona svo maður lifi þetta nú af.\nMeð fyrir fram þökk\nSweetbabe",
    "url": "https://www.hugi.is/bornin/greinar/72591/morgunogledi/",
    "url_id": "72591",
    "id": "507492",
    "replies": [
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-04-15 17:37:31",
            "id": "507493",
            "reply_to_id": "507492",
            "text": "Humm…\nNokkur ráð:\nBorða oft en lítið í einu. Passa sig að vera aldrei svöng og aldrei södd og þannig reyna að halda sem mestum stöðugleika á blóðsykringum.\nForðast þungan, fitumikinn og sterkan mat.\nFá sér tekex eða eitthvað annað þurrt kex þegar óleðin fer að gera vart við sig (sumum finnst líka þurrt rice crispies, cheerios eða kornflex virka vel). Sumum finnst gott að narta í gulrætur, epli o.s.fr. Oft er þetta einstaklingsbundið og misjafnt hvað hentar hverri konu best.\nBorða eitthvað smá á morgnana áður en þú ferð fram úr. Það getur verið ágætt að hafa bara tekex á borðinu hjá sér til að grípa í þegar þú vaknar.\nTe úr jurtum eins og kamillu, piparmyntu, hindberjalaufum, anis og fennel geta haft góð áhrif gegn ógleði. Engifer er reyndar eitt það besta gegn ógleði, en þar sem mikið af engifer getur valdið fósturláti, sérstaklega á fyrstu þremur mánuðum meðgöngu, þá er ekki mælt sérstaklega með því fyrir ófrískar konur. Vægt te úr ferskri engiferrót ætti svo sem ekki að skaða, en það verður hver og ein að gera upp við sig hvort hún vill taka sénsinn.\nSofa og hvílast vel. Þreyta eykur oft á ógleðina.\nAnnars bara til hamingju með bumbubúann og vonandi fer þetta nú að lagast :) Huggaðu þig við að konur sem finna fyrir mikilli ógleði á meðgöngu eru í mun minni hættu á að missa fóstrið á fyrstu 12 vikunum þegar áhættan á fósturláti er sem mest :)"
        },
        {
            "user": "Craic",
            "user_id": "14683",
            "date": "2002-04-15 18:51:26",
            "id": "507494",
            "reply_to_id": "507492",
            "text": "prófaðu líka saltstangir eða salt pretzel eða annað saltað plein kexmati(ekki td ritz það er of feitt). virkar vel hjá mér allavega en ég er ekki annars ekki með mikla ógleði svo kannski gerir þetta ekkert gagn hjá þér en það sakar ekki að prófa!\nGangi þér vel og vonandi fer þetta að verða ánægjulegra fyrir þig, Craic"
        },
        {
            "user": "solbirta",
            "user_id": "15460",
            "date": "2002-04-16 22:16:42",
            "id": "507495",
            "reply_to_id": "507492",
            "text": "hæ.\nÞetta kannast ég vel við, nema hvað ég slapp við að vera lögð inn á spítala.\nen það sem dugði mér best var að borða mjög hægt það sem ég var að borða, þ.e. tyggja MJÖG vel matinn sama hvað það er og svo drakk ég eplasafa sem, ótrúlegt en satt virklaði vel. Reyndar var ég búin að smakka alla epla safana á markaðnum til að fynna þann sem var bestur en það tókst.\nAnnars held ég að hver og ein okkar sé sér á báti með þetta allt en vonandi, þín vegna virkar eitthvað af þessu sem við erum að ráðleggja þér.\ngangi þér vel og til hamingju :)\nSolbirta"
        },
        {
            "user": "AldaK",
            "user_id": "19297",
            "date": "2002-04-20 19:22:07",
            "id": "507496",
            "reply_to_id": "507492",
            "text": "hæhæ!\nsystir mín á 2 stelpur. á seinni meðgöngunni hélt hún engu niðri og var svona allan tímann (ég er samt ekki að reyna að hræða þig =]).Hún bókstaflega lifði á ritz-kexi og ristabrauði með jarðarberjasultu… reyndar getur hún ekki hugsað um þennan mat lengur en þetta bjargaði henni þó!\ngangi þér vel…\nkv.\na.k."
        }
    ]
}