{
    "forum_title": "Leikjatölvur",
    "user": "TheSirLaguna",
    "user_id": "79566",
    "date": "2011-06-07 17:34:07",
    "title": "Wii U",
    "text": "Fyrir þá sem horfðu á E3 sýninguna hjá Nintendo í beinni (getið örugglega líka horft á hana á youtube), hvernig leist ykkur á nýu tölvuna “Wii U”?\nPersónulega þá leist mér ekkert svakalega vel við nafnið, en þegar þeir byrjuðu að sýna brot úr leikjum frá vélinni þá leist mér nokkuð vel á þetta. En mér finnst fjarstýringin vera dálítið skrýtin. Lítur út eins og iPad með stýripinnum og tökkum.\nEn mér hlakkar þó til að sjá hvernig þetta mun líta út þegar hún kemur út. Vona að það verði ekki mjög seint árið 2012.",
    "url": "https://www.hugi.is/leikjatolvur/korkar/725950/wii-u/",
    "url_id": "725950",
    "id": "7342121",
    "replies": [
        {
            "user": "PeaceFrog",
            "user_id": "62214",
            "date": "2011-06-08 15:02:39",
            "id": "7342290",
            "reply_to_id": "7342121",
            "text": "leist frekar vel á hana, zelda leikurinn lookaði vel. fannst fjarstýringinn frekar undarleg líka en hún virðist hentug,  ég er sammála um nafnið það er frekar asnalegt"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2011-06-10 12:47:57",
            "id": "7342618",
            "reply_to_id": "7342121",
            "text": "Vitiði hvort verður hægt að nota þetta wii U með gömlu wii tölvunni eða þarf að kaupa þá nýju?"
        },
        {
            "user": "TheSirLaguna",
            "user_id": "79566",
            "date": "2011-06-10 17:21:51",
            "id": "7342640",
            "reply_to_id": "7342618",
            "text": "Það þarf að kaupa nýu fyrst þetta er glæ ný talva. En það á samt að vera hægt að nota Wii fjarstýringar og spila Wii leiki í henni."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2011-06-12 22:51:16",
            "id": "7343069",
            "reply_to_id": "7342121",
            "text": "Svo eftir 2 ár kynna Sony og Microsoft nýju leikjatölvur sínar, sem verða talsvert öflugari og flottari en Wii U sem við munum öll gleyma strax, nema þeir standi sig mjög vel og ná að kynna hana sem almennilega og flotta vél fyrir þann tíma."
        },
        {
            "user": "Baulan",
            "user_id": "61040",
            "date": "2011-06-26 21:35:14",
            "id": "7345351",
            "reply_to_id": "7342121",
            "text": "Mér leist ótrúlega vel á hana (fyrir utan nafnið obviously).\nSérstaklega þegar ég heyrði fréttirnar að allar tölvurnar til sýnis á E3 og allir development pakkarnir sem fyrirtæki voru að fá voru underclockaðir sem gefur þeim graphics möguleika á við 360 og PS3."
        },
        {
            "user": "Csick",
            "user_id": "72710",
            "date": "2011-06-28 16:25:53",
            "id": "7345627",
            "reply_to_id": "7342121",
            "text": "Þetta er rosa sniðugt apparat og örruglega gaman að geta gert þetta allt en ef það koma engir almennilegir leikir þá er þetta pointless.."
        }
    ]
}