{
    "forum_title": "Metall",
    "user": "Jormundgand",
    "user_id": "19854",
    "date": "2011-06-14 13:09:08",
    "title": "Eistnaflug offvenue á Rauða Torginu",
    "text": "Facebook event\n-\nhttp://www.facebook.com/event.php?eid=215252471841771\nRokk og ról á Rauða Torginu á Eistnaflugi.\nOFF VENUE Á RAUÐA TORGINU 7. -9. JÚLÍ.\nFimmtudagur\n20:00\nOni\nOni var stofnuð seinnipart árs 2010 með það markmið eitt að spila góðan metal og eru meðlimir 4 talsins. Útkoman varð nokkuð þétt blanda af Sludge/Progressive metal. Ef nefna má áhrifavalda þá ber hæst að nefna Opeth, Dream Theater, Mastodon, Baroness o.fl.\n21:00\nUrð\nUrð var stofnuð haustið 2009 eftir að meðlimir urðu fyrir hugljómun á Eistnaflugi. Urð spilaði í fyrsta skipti opinberlega um jólin 2009 og hefur talsvert spilað opinberlega síðan þá, m.a. á Eistnaflugi 2010. Urð er powertríó sem spilar grípandi metal með áhrifum úr ýmsum áttum: klassísku þungarokki, proggi og dauðarokki. Urð vinnur nú að upptökum á sinni fyrstu plötu. Sveitina skipa; Sigurður Ólafsson-Gítar og söngur, Jón Hafliði Sigurjónsson-Bassi og Orri Smárason- Trommur.\nFöstudagur\n00:00\nMiðnæturtónleikar með hljómsveitinni\nMyrká\nsem heldur svo uppi sveittri rokk ball stemningu fram á nótt !!\nLaugardagur\n19:00\nDynfari\nBlack metal band sem leggur mikla áherslu á atmosphere og tilfinningu. Þrátt fyrir það má vel finna í tónlistinni þá keyrslu og djöfulgang sem einkennir black metal.\n20:10\nSacrilege\nDeath metal band sem hefur starfað frá árinu 2009. Í upphafi gætti mikilla old-school áhrifa en seinna meir hefur þróast meiri tekník í tónlistina ásamt doom áhrifum.\nFRÍTT INN AÐ SJÁLFSÖGÐU OG 18 ÁRA ALDURSTAKMARK !!\nHér að ofan er svo vönduð ja.is + paint mynd til að sýna staðsetninguna.\nEgilsbúð fjólublá\nRauða Torgið rautt\nBasically við hliðina á kirkjunni, sem er í næstu götu við Egilsbúð, nær djammtjaldsvæðinu.\nUpplýsingar um þessa tónleikarunu munu líklega rata í Eistnaflugsbæklinginn sem verður væntanlega hægt að nálgast á svæðinu.",
    "url": "https://www.hugi.is/metall/greinar/726069/eistnaflug-offvenue-a-rauda-torginu/",
    "url_id": "726069",
    "id": "7342664",
    "replies": []
}