{
    "forum_title": "Smásögur",
    "user": "johma",
    "user_id": "80795",
    "date": "2011-06-14 21:43:53",
    "title": "Litli heimspekingurinn III",
    "text": "Það var brún drulla alls staðar. Ég stóð varlega upp og leit í kringum mig. Hvert sem ég snéri, alls staðar mætti ég brúnni drullu eða klettum sem náðu hátt fyrir ofan mig.\nÉg virtist vera föst ofan í djúpri, stórri holu.\nÉg horfði upp fyrir mig og starði á eitthvað sem virtist vera himinninn nema hann var í öllum hugsanlegum litum. Eins og einhver hefði tekið til alla þá málingaliti sem til væru í heiminum og blandað þeim saman í undarlegan graut.\nÉg leit niður á sjálfan mig og uppgvötaði að ég var nakin og böðuð í drullu.\n,,Hvar er ég?,” heyrði ég sjálfan mig segja ,,hver er ég? Hvað er ég?”\nSpurningar mínar bergmáluðu í klettunum.  Hvernig vissi ég að þetta héti bergmál? Hver hafði kennt mér að tala?\nÉg mundi ekkert. Ég vissi ekki einu sinni hvað nafnið mitt væri. Nafn. Hvað er nafn? Til hvers notar maður nafn?\nÞað var ekkert fyrir utan þessa djúpu holu sem virtist vera meira eins og lítill dalur.\nÉg hóf að klifra upp úr holunni. Ég virtist ekkert hafa neitt annað að gera.\nÉg var orðin móð og másandi þegar upp var komið. Ég var standandi hátt upp á fjalli.\nÉg horfði yfir stórt landsvæði. Sá skógivaxinn dal, lækur seitlaði um milli trjánna og dýr hlupu um. Bakvið mig var heljarinnar gígur sem ég hafði talið í fyrstu vera holu. Þetta virtist svo miklu stærra og dýpra séð ofan frá en það var fyrir neðan.\nÉg skildi ekki hvernig í ósköpunum mér hafði tekist að komast svo fljótt upp úr þessu víti.\nAllt í einu byrjaði mig að svima. Ég sá svo skýrt fyrir mér hvað ég gæti auðveldlega dottið og hálsbrotnað eða hryggbrotnað og engin mannvera var hér til að koma mér til bjargar.\nFjallið virtist stækka og jörðin fyrir neðan næstum hverfa úr augsýn.\nAllt hring snérist í höfðinu á mér þar til ég missti jafnvægið og rúllaði alla leiðina niður fjallið en ég fann engan sársauka.\nÉg fann ekki fyrir neinu. Það var eins og ég væri að falla í lausu lofti án nokkurrar mótstöðu og án nokkurrar lendingar.\nÞegar ég var loksins komin niður var ég ekki lengur stödd í þessum dal heldur var ég allt í einu komin inn í einhverja byggingu. Hvítir veggir voru um allt. Fullt af fólki gekk fram hjá, full klætt en enginn virtist taka eftir mér eða nekt minni. Mér fannst ég svo berskjölduð. Ég hnipraði mig saman út í horni en enginn leit til mín líkt og ég væri ósýnileg.\nÖðru hverju sást í fólk í síðum hvítum sloppum eða einhverskonar búningum en allir voru alvarlegir. Fólkið í hvítu sloppunum voru læknar svo ég hlyti þá að vera á spítala.\nÉg skildi ekki hvernig ég vissi allt þetta, ég bara vissi það.\nMaður sat á stól rétt hjá mér. Hann var með ljósbrúnt hár í köflóttri skyrtu og gallabuxum. Hann grúfði andlitið í höndum sér og grét ákaft. Kona sat hjá honum, tárin láku niður hrukkóttar kinnarnar. Maskarinn var út um allt, andlitið þrútið og augun rauð. Hún var í síðum, grænum kjól, alltof fleygnum fyrir hennar aldur. Hún reyndi að taka utan um hann en hann ýtti henni frá sér.\nÉg kannaðist svo við þau en mundi hvorki hvaðan né hvenær.\nÉg vorkenndi þeim. Mig langað svo innilega að faðma manninn sem sat og grét. Þessi löngun var svo sterk að ég fór næstum til hans. Hvað er ég að pæla að faðma bláókunnugan mann? Hann virtist samt ekki ókunnugur.\nEinn af læknunum gekk til þeirra og sagðist samhryggjast þeim. Maðurinn leit upp og þá loksins sá ég andlit hans. Þetta var pabbi minn. Klunnalegi maðurinn sem hafði hugsað um mig allt mitt líf. Hvers vegna grét hann?\nVegna þess að þú ert dáinn!\nHvíslaði að mér lítil rödd.\nÞað getur ekki verið. Ef ég væri dáinn þá væri ég ekki hér. Ég hljóp til föður míns og ætlaði að faðma hann að mér en hendur mínar fóru í gegn.\nHvað er að gerast?!?!?\nÉg reyndi aftur og aftur en hendur mínar gátu ekki snert hann. Hann leit ekki einu sinni í áttina til mín.\n,,Pabbi horfðu á mig. Þetta er ég. Ég er hérna, þú þarft ekki að vera leiður.”\nEngin viðbrögð.\nÉg leit á stjúpmóður mína, horfði framan í rauð bólgið andlitið. Hún hafði verið að gráta. Það sló mig hvað hún var sorgmædd. Því hafði ég aldrei búist við. Mig langaði jafn mikið að stökkva í fangið á henni og hughreysta hana eins mikið mig langaði að hugga pabba.\nÞað var bara ekki hægt. Ég var dauð.\nUpp úr þurru hurfu þau. Ég var aftur stödd í þessum skrítna heimi þar sem himininn var búin til úr alls konar litum. Ég lá þarna undir rótum fjallsins og grét.\nÞað var líkt og hníf hafi verið stungið djúpt í hjartað mitt. Eins og öll sorg föður míns og stjúpmóður hafi verið plantað inn í mig og væri að reyna að brjótast gegnum líkama minn.\nÞað var sama hversu mikið ég nuddaði augun það eina sem ég sá voru harmþrungin andlit. Þeirra andlit.\n,,Af hverju? Hvar er ég? Til hvers er ég hér?,” öskraði ég og barði hnefunum í jörðina.\nÞað barst ekkert svar.\nJóhanna Margrét Sigurðardótti",
    "url": "https://www.hugi.is/smasogur/greinar/726173/litli-heimspekingurinn-iii/",
    "url_id": "726173",
    "id": "7343254",
    "replies": []
}