{
    "forum_title": "Heilsa",
    "user": "Kornkall",
    "user_id": "55804",
    "date": "2011-06-20 23:41:45",
    "title": "vinna á næturnar",
    "text": "ég var að byrja í nýrri vinnu og hun tengist næturvinnu..og malið er að ´ge er búinn að vera mjög duglegur í ræktinni og er með 100% rétt matarræði og mig langar að vita hvort að það eyðileggi fyrir mér að vinna svona á nóttunni..þarf náttla að borða… er ehv hér sem veit ehv um þetta?",
    "url": "https://www.hugi.is/heilsa/korkar/726390/vinna-a-naeturnar/",
    "url_id": "726390",
    "id": "7344395",
    "replies": [
        {
            "user": "Ragb",
            "user_id": "74230",
            "date": "2011-06-20 23:48:31",
            "id": "7344399",
            "reply_to_id": "7344395",
            "text": "Getur náð frábærum árangri alveg sama hvernig þú ert að vinna, þú munt bara þurfa að hafa meira fyrir því að borða 100% og æfa 100% eins og þú hefur verið að gera.\nSofa nóg.\nImo."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2011-06-21 12:01:56",
            "id": "7344450",
            "reply_to_id": "7344395",
            "text": "nei, það skiptir engu máli hvenær þú borðar svo lengi sem þú hittir á hitaeiningafjöldan þinn. Að borða kolvetni eftir klukkan 8 er bara bull ég hef ekki hætt að borða kolvetni rétt fyrir svefn og ég er samt að léttast bara vegna þess að ég er að borða 500cal undir."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2011-06-22 11:10:25",
            "id": "7344638",
            "reply_to_id": "7344450",
            "text": "Mæli ekki með miklu áti rétt fyrir svefninn, oft auka kaloríur sem gagnast voðalega lítið.\nÞú getur gúffað í þig 1000kaloríum rétt áður en þú ferð í rúmið en munt samt vakna jafn svangur daginn eftir.\nAnnars er það bara kaloríufjöldinn sem skiptir máli."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2011-06-22 12:15:15",
            "id": "7344647",
            "reply_to_id": "7344638",
            "text": "ja kaloríufjöldin er það sem skiptir máli því skiptir ekki máli hvenær þú borðar. Ég er kominn með ógeð af fólki sem heldur að það þurfi að éta á þriggja tíma fresti og ekki borða neitt eftir klukkan 8. Auðvitað getur þetta verið gott fyrir blóðsykurinn og eitthvað þess háttar en þegar það kemur að því að léttast eða stækka sig skiptir það engu máli hvenær þú borðar."
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2011-06-21 15:59:34",
            "id": "7344474",
            "reply_to_id": "7344395",
            "text": "Ætti ekki að breita neinu. Ef þú ert alltaf að vinna á nóttunni þá aðlagast líkaminn því. Tekur kanski smá tíma samt"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2011-06-22 11:13:49",
            "id": "7344639",
            "reply_to_id": "7344395",
            "text": "Þú verður að setja upp plan. Hvenær og hvað þú ætlar að borða og svo auðvitað æfingarnar.\nErfiðasta við svona næturvinnu er svefninn, margir eiga mjög erfitt með að fara beint í bælið þegar þeir koma heim og hanga á netinu eða eitthvað frameftir öllu og sofa svo meira og minna fram að næstu vakt."
        },
        {
            "user": "runarj",
            "user_id": "54795",
            "date": "2011-06-23 13:47:39",
            "id": "7344855",
            "reply_to_id": "7344395",
            "text": "Ég er líka nýlega byrjaður í næturvinnu. Mér finnst erfiðara að éta á næturna heldur en á daginn, er meira tempted fyrir óhollari mat á næturna. En ég reyni að éta alltaf 1-2 skammta af whey, nóg af skyri, túnfiski og lítið af kolvetnum. En tek alltaf með mér leftovers frá kvöldmat til að carba eitthvað.\nOg það er alveg rétt að það er erfiðara að sofna eftir næturvakt sérstaklega þegar það er svona bjart úti eins og er núna."
        },
        {
            "user": "Kornkall",
            "user_id": "55804",
            "date": "2011-06-23 14:21:48",
            "id": "7344863",
            "reply_to_id": "7344855",
            "text": "ok…málið er að ég mæti kl  í vinnuna…borða um hálf sjö..síðan borða ég eftir hvern vakthring sem er á sirka 2 tíma fresti :) en það eru bara litlar máltíðir eins og skyr…ávextir og þannig :) en ég borða samt bara 1944 alltaf fyrst svo hitt :)\nBætt við 23. júní 2011 -  14:23\nég mæti kl 18.00 í vinnuna"
        }
    ]
}