{
    "forum_title": "Hljóðfæri",
    "user": "Noisemaker",
    "user_id": "69294",
    "date": "2011-06-24 03:37:24",
    "title": "Zvex Box of Rock",
    "text": "Zvex Vexter Box of Rock\n- 32.900 nýr í tónastöðinni, fékk hann á 20.000 notaðann\nBox of Rock er beisiklí zvex distortron og super hard on\ntroðið saman í einn pedal. Distortron hliðin er gerð til að\nhljóma nokkuð eins og marshall JTM 45. Super hard on er bara\nbeisik boost pedall, ábyggilega næst mest klónaði pedall í heimi á eftir fuzz face…\nFítusar: 7/10\nDistorton hliðin hefur volume, tone og drive takka. Volume og drive takkarnir skýra sig sjálfir\nen tone takkinn rúllar bara af treble en lætur lægri tíðnirnar alveg í friði, ég gef þessu bara 7 af 10\nþví það hefði verið mjög fínt að hafa sub og low/high gain switchana sem eru á distortron pedalanum þar sem\nlægri tíðirnar geta stundum verið aðeins of miklar. Boost hliðin hefur einn boost takka og þarf ei meir.\nBáðar hliðarnar eru svo vopnaðar true bypass switchum.\nSoundið: 9/10\nHef aldrei átt JTM 45 eða fengið tækifæri á að botna svoleiðis en þrátt fyrir það er BoR alveg drullugóður bjögunarfetill.\nBoR getur séð um low gain drive og high gain drive, ekkert metal en fullkomið fyrir\nac/dc og bara almenna klassik rock soundið.Boostinn getur gert nóturnar svona\neinhvernveginn skýrari á lægri stillingum.. get eiginlega ekki lýst því en það gerir einhvað sérstakt,\nen ef maður hækkar í honum þá keyrir hann lampamagnarann í skemmtilega bjögun.\nÁræðanleiki: 10/10\nfrekar sturdy pedall, myndi alveg trúa uppá hann að virka þótt hann yrði fyrir miklum hnjöskum.\nÓverall:\nMjög góður pedali, alveg virði peningsins sem maður þarf að punga út fyrir hann.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/726508/zvex-box-of-rock/",
    "url_id": "726508",
    "id": "7344985",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-06-24 10:24:15",
            "id": "7344994",
            "reply_to_id": "7344985",
            "text": "Svona útaf forvitni. Þú minntist bara á að þú hefðir notað hann í gegnum lampamagnara, hefðuru prófað hann í gegnum transistor?\nOg hvaða magnara hefurðu verið að prófa hann í gegnum?"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2011-06-24 13:40:41",
            "id": "7345027",
            "reply_to_id": "7344994",
            "text": "Orange rockerinn sem ég átti\nfender vibrolux reverb sem ég á núna\nog svo hef ég prófað hann í spider magnara og það var ekki alveg jafn skemmtilegt"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-06-24 16:30:10",
            "id": "7345063",
            "reply_to_id": "7345027",
            "text": "mhm, eru svona pedalar ekki almennt bara að gera sig almennilega í gegnum lampa?"
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2011-06-24 17:12:02",
            "id": "7345069",
            "reply_to_id": "7345063",
            "text": "hef aldrei spilað mikið gegnum transistor magnara en þegar ég var með vox pathfinder þá var ég með boss sd-1 og big muff og long story short ég seldi þá báða..\nBætt við 24. júní 2011 -  17:16\npoint is það hljómaði illa"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-06-24 17:35:06",
            "id": "7345071",
            "reply_to_id": "7345069",
            "text": "Kemur ekki á óvart.\nKeypti strengi áðan, gítarinn verður tilbúinn um helgina."
        },
        {
            "user": "Noisemaker",
            "user_id": "69294",
            "date": "2011-06-24 17:51:07",
            "id": "7345075",
            "reply_to_id": "7345071",
            "text": "flotter hringdu bara í 6980897 þegar ég get pickað hann upp."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-06-24 18:04:20",
            "id": "7345078",
            "reply_to_id": "7345075",
            "text": "Allveg sama númer og ég reyndi seinast að hafa smaband við þig í þegar það virkaði ekki :/\nReyni að hringja eða sendi bara pm."
        },
        {
            "user": "orville",
            "user_id": "74333",
            "date": "2012-01-26 22:36:54",
            "id": "7373720",
            "reply_to_id": "7344985",
            "text": "Ég á svona grip og mér finnst hann frábær.\nÉg nota ekki mikið overdrive en á samt nokrkra pedala.\nMa:\nKorg ovd 1 Gamall gæðingur\nMarshall bluesbaker, stóra svarta með bláaletrinu\nFulltone ocd og Fulldrive\nSeymour Duncan twin tube\nSamt féll ég fyrir Box of rock. Ég nota hann með Marshall jtm combomagnara og Gibson Les Paul 59ri. Þannig fæ ég lífræna fullnægjandi bjögun á hvaða styrk sem er, jafvel mjög lágum.\nAnnars nota ég oftast Fender lampamagnara og Box of rock virkar lika mjög vel með þeim. Mér finnst hann reyndar koma betur út með Twin reverb og Deluxe reverb en Super reverb og Princetone. Kannski virkar hann bara betur með 12 tommu hátölurum en 10. Reyndar eru fyrrnefndu magnararnir reissue en seinni gaurarnir ca 45 ára gamlir.\nÉg mæli ss með Box of rock fyrir þá sem fá nautn út úr “réttri” bjögun.\nÞað er auvitað bara mín skoðun, sem þarf ekki að vera betri eða verri en annarra;-)"
        }
    ]
}