{
    "forum_title": "Manager leikir",
    "user": "220579",
    "user_id": "39482",
    "date": "2011-06-27 19:48:20",
    "title": "Landslið (Argentína)",
    "text": "Er í smá brasi… Það voru vináttuleikir hjá Argentínu og ég tók Gonzalo Higuain út úr liðinu vegna meiðsla tek það framm að ég var ekki að stýra Argentínu þá, en er tekin við núna. og nú get ég ekki valið hann er ég að missa af einhverju :)",
    "url": "https://www.hugi.is/manager/korkar/726602/landslid-argentina/",
    "url_id": "726602",
    "id": "7345490",
    "replies": [
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2011-06-27 19:57:19",
            "id": "7345493",
            "reply_to_id": "7345490",
            "text": "Þú getur yfirleitt ekki valið meidda menn í landsliðið nema það sé mjög stutt í að þeir verði heilir heilsu aftur."
        },
        {
            "user": "220579",
            "user_id": "39482",
            "date": "2011-06-27 22:54:03",
            "id": "7345540",
            "reply_to_id": "7345493",
            "text": "Já véit það. Sem sagt vildi ég ekki láta hann spila þennan vináttu leik sem stjóri félagsliðið hanns og tók hann út. Svó fóru hjólin að snúast og Argentína rak þjálfaran sinn og réð mig. Og núna þegar ég ætla að velja Gonzalo þá get ég það ekki þegar ég klikka á hann, það kemur bara remove from natonal poll"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2011-06-28 14:34:22",
            "id": "7345617",
            "reply_to_id": "7345540",
            "text": "Geturðu ekki bætt honum aftur við national pool?"
        },
        {
            "user": "220579",
            "user_id": "39482",
            "date": "2011-06-28 19:24:52",
            "id": "7345654",
            "reply_to_id": "7345617",
            "text": "Hann er í national pool. en get bara ekki addað honum í Argentínska liðið :("
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2011-06-29 00:25:04",
            "id": "7345723",
            "reply_to_id": "7345654",
            "text": "Þá hef ég ekki hugmynd, kanski e-ð bögg?\nHef reyndar lent í því að ef ég hef ákveðið að velja að leyfa mínum mönnum ekki að spila landsleik þá hafa þeir oft verið withdrawn bara alltaf eftir það."
        },
        {
            "user": "edalgunnipalli",
            "user_id": "76745",
            "date": "2011-06-27 20:17:23",
            "id": "7345497",
            "reply_to_id": "7345490",
            "text": "er búinn að vera rosalega mikið með landslið í þessu savei sem ég er í núna , vann EM með spáni , vann HM með brasilíu og komst á HM með íslandi :) en lendi líka oft í því að missa leikmenn útaf meiðslum úr hópnum og svo banna líka stundum liðin leikmönnunum að spila , og þannig maður þarf oft að replacea þá útaf því.."
        }
    ]
}