{
    "forum_title": "Matargerð",
    "user": "myndavel",
    "user_id": "74573",
    "date": "2011-07-02 19:11:22",
    "title": "Elsku ofnréttir...",
    "text": "Ég fékk um daginn ofn í íbúðina sem ég leigi í sumar. Hann er á stærð við örbylgjuofn og stillingarnar á honum eru 1, 2 og 3. Svo það er frekar erfitt að vita hvernig maður á að stilla hann þar sem það eru engar gráður. Samt hefur þessi ofn bætt matargerðina mína helling.\nHér eru nokkrar gerðir af mjög einföldum og góðum ofnréttum sem ég hef prófað síðustu daga. Svo er hægt að breyta þeim bara eftir því sem manni finnst gott. Allir eiga þeir það þó sameiginlegt að ég sýð fyrst hrísgrjón og set þau í botninn á smurðu eldföstu móti. Svo set ég sósu yfir hrísgrjónin og svo kjúkling/fisk og grænmeti. Ofan á það fer svo meiri sósa, ostur og stundum doritos :)\nKarrýkjúklingur: Sauð um hálfan lítra af mjólk og setti veel af karrý út í hana. Svo smá season krydd (season all) og svartan pipar og þykkti með hveitihristingi.\nSteikti kjúkling og kryddaði með salti, pipar og season kryddi. Steiki alltaf fyrst kjúklinginn því þá er rétturinn mikið fljótari að verða tilbúinn :)\nOfan á hrísgrjónin fór karrýsósa, þar ofan á kjúklingurinn og frosið spergilkál í litlum bitum. Svo meiri sósa og ostur. Vinnufélögunum líkaði þetta allavega vel :)\nOstakjúklingur: Hrærði saman ostasósu (Casa fiesta eða Santa maria) og sýrðum rjóma og setti á hrísgrjóin. Setti svo kjúkling og blómkál og svo restina af sósunni. Svo Doritos og ostur ofan á allt saman.\nGuacamolefiskur: Hrærði saman rjómaosti, mjólk og guacamole og setti ofan á hrísgrjónin (kryddaði hrísgrjónin líka með smá fiskikryddi, salti og pipar). Svo litla bita af þorski, blómkál og slatta af rjómaostabitum. Svo guacamole, doritos og ost ofan á. Kom mjög vel út.\nSmurostur er líka góður í svona sósur, og auðvitað piparostur eða mexíkóostur. Það er líka gott að setja ostabita í réttinn og láta þá bráðna. Svo er hægt að nota rækjur, maísbaunir, kryddhrísgrjón, allt mögulegt grænmeti og bara það sem manni dettur í hug eða það sem maður finnur í skápunum!\n(Passið bara að hafa nóg af sósu því hrísgrjónin drekka hana mjög mikið í sig og annars verður rétturinn þurr!)",
    "url": "https://www.hugi.is/matargerd/greinar/726795/elsku-ofnrettir/",
    "url_id": "726795",
    "id": "7346380",
    "replies": [
        {
            "user": "loevly",
            "user_id": "36144",
            "date": "2011-07-03 10:56:15",
            "id": "7346469",
            "reply_to_id": "7346380",
            "text": "Góðar hugmyndir!"
        },
        {
            "user": "myndavel",
            "user_id": "74573",
            "date": "2011-07-03 23:13:58",
            "id": "7346569",
            "reply_to_id": "7346469",
            "text": "Góður matur! :)"
        }
    ]
}