{
    "forum_title": "Fræga fólkið",
    "user": "zxqc",
    "user_id": "5617",
    "date": "2002-04-16 01:00:19",
    "title": "Britney Spears og Justin deila út af smáræði",
    "text": "Britney Spears og Justin Timberlake eiga nú í íllum deilum vegna hússins sem þau keyptu á meðan sambandinu stóð. Justin segir að hann hafi séð húsið, sem kostaði litlar 2 milljónir eða um 300 milljónir íslenskra króna, fyrst og því ákveðið að kaupa það. Britney segist hinsvegar hafa keypt það og nú eru lögfræðingar komnir í málið. Vinir parsins segjast óttast að rifrildin eigi eftir að magnast upp. Parið fyrrverandi keyptu húsið í febrúar árið 2001 þar sem þau hugðust giftast en sambandi þeirra lauk fyrir um mánuði.",
    "url": "https://www.hugi.is/fraegafolkid/greinar/72729/britney-spears-og-justin-deila-ut-af-smaraedi/",
    "url_id": "72729",
    "id": "508596",
    "replies": [
        {
            "user": "zxqc",
            "user_id": "5617",
            "date": "2002-04-21 20:18:54",
            "id": "508597",
            "reply_to_id": "508596",
            "text": "hmm.. sko… Britney á húsið.. alveg frábært hús.. séð það á MTV.. mjög flott og cozy… :o)\nEn hún á það alein.. Justin hefur komið í heimsóknir.. og gist í húsinu.. en hún á það samt alein löglega!\nEkki trúa slúðurblöðum!\n95% af Britney fréttum í blöðum eru ósannar\n:o)"
        },
        {
            "user": "zxqc",
            "user_id": "5617",
            "date": "2002-04-21 23:00:20",
            "id": "508598",
            "reply_to_id": "508597",
            "text": "Okei mér finnst Britney alveg ágæt söngkona og ég held með henni í þessu máli en  samt margar sögur eru sannar um hana og ekki móðgast…..\nÞað er ekki eins og þú sért einhve"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-04-23 21:11:07",
            "id": "508599",
            "reply_to_id": "508596",
            "text": "Ég heyrði það að þetta með sambandslitið væri bara kjaftæði og hún hefði hlegið af þessu þegar hún frétti það!!"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2002-04-25 20:18:28",
            "id": "508600",
            "reply_to_id": "508599",
            "text": "Hún hlær nú oft þegar það er prent eithvað um hana sem er bara alls ekki satt.. og skeður það nú oft.. en ekki í þetta skipti.. þau eru bæði búin að tala um sambandsslitið opinberlega í viðtölum! Semsagt sjónvarpsviðtölum.. þau eru þau einu sem að maður getur verið viss um að sé beint frá þeim en það verður nú ekki langt þanga til tölvutæknin byrjar að búa til sjónvarspviðtöl við þessi fólk.. semsagt feika viðtal með tækninni.. pure sick!\nÞví lengra í framtíðina við förum.. því minna er hægt að trúa hlutum!"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2002-04-30 04:15:46",
            "id": "508601",
            "reply_to_id": "508600",
            "text": "jahh, málið er nú bara þannig að hún er bölvuð mella!!\nröflandi um það hvað það er æðislegt og heilagt að vera hrein mey, en klæðir sig svo eins og hóra og lætur eins og mella!!!\nheld samt að flestir kk hérna og jafnvel þó nokkrir kvk hér á huga væru til í að taka í hana!!\nWOW!!!:)"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2002-04-30 07:44:06",
            "id": "508602",
            "reply_to_id": "508601",
            "text": "Ehmm.. WorkZ\nertu eithvað seinþroska eða ?\nÉg efast um að þú hafir hugmynd um hvað þú ert að tala um þar sem þú ert ekki aðdáandi og er skítsama!\nEins og ég hef sagt áður.. það eru like 2 eða 3 ár síðan hún sagðist vera hrein mey! Bara slúðurblöðin prenta það aftur og aftur! Hún er ekki að væla yfir því á hverjum degi að hún sé hrein mey! Slúðurblöðin gera það!\nOg aðeins heimsl fólk fellur fyrir slúðurblöðum! Svo augljóst að 99% af greinum þar eru ekki sannar!\nOg já þessar greinar sem t.d. moggin eða Dv prentar um hana er bara beint upp úr slúðurblöðum!\nEn eins og Britney segir þá sér hún eftir því að hafa farið það langt að segjast vera hrein mey.. afþví það er náttúrulega bara mjög persónulegt og ætti ekki að deila með fjölmiðlum! Og já þessvegna gerir hún það ekki lengur! Afþví fólk eins og þú hagið ykkur svo barnalega og gagnrýnið hvern einasta hlut sem hún gerir!\nGET OVER IT!\nGET A LIFE!\nbæ"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2002-05-01 05:48:36",
            "id": "508603",
            "reply_to_id": "508602",
            "text": "you get a life!!\nþegar fólk lifir fyrir stjörnur er eitthvað mikið að!!\nfyrirmynd er heimskt hugtak sem fólk ætti að reyna að losa sig við sem fyrst!!hver er besta fyrirmynd manns, nú maður sjálfur auðvitað!!!\nbritney var nú farin að láta ansi mellulega áður en það kom á hreint að hún væri ekki lengur hrein mey!!\nen annars er mér sama!! hún er samt mella það er alveg ljóst!!!"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2002-05-01 17:14:07",
            "id": "508604",
            "reply_to_id": "508603",
            "text": "Hvað er að ? Má maður ekki lengur nú á dögum klæða sig sexy án þess að vera kölluð mella!\nOg nei ég lifi ekki fyrir Britney Spears.. sure ég veit margt um hana enda mikill aðdáandi!\nEn ég á mitt líf og geri það sem ÉG VIL GERA!\nAfþví eina sem ég get gert er að VERA ÉG SJÁLFUR!\nOg það er nákvæmlega það sem fólk er að gagnrýna Britney fyrir.. hún er bara að vera hún sjálf í stað þess að falla undir einhverja aðra ímynd sem að fólk vill að hún geri!\nÉg geri það sem ég vil gera og hermi ekki eftir öðrum!\nAnnars talandi um “melluleg” eða semsagt sexy föt!\nBritney er mest gagnrýnd af öllum stjörnum útaf fötum sem að hún er í\nEn samt eru margar stjörnur sem að ganga MIKLU LENGRA en hún gerir.. t.d. Lil Kim, Christina Aguilera, Destiny´s Child… margar sem að ganga miklu lengra.. jafnvel sama kvöldið á sömu verðlaunaafhendingu.. en samt er það Britney sem að fær fyrirsagnir í blöðum daginn eftir!\nÆtli það sé ekki bara afþví fólk hefur svo mikin áhuga á að lesa um hana! Hún er nú vinsælasta söngkona nútímans :)"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2002-05-02 05:47:42",
            "id": "508605",
            "reply_to_id": "508604",
            "text": "þetta eru allt saman mellur!!\nhvað með það, mellur eru fínar!!!:)\nhttp://www.liquidgeneration.com/poptoons/b\nritneys_breasts.asp"
        },
        {
            "user": "Jacksonville",
            "user_id": "4967",
            "date": "2002-08-08 01:39:01",
            "id": "508606",
            "reply_to_id": "508605",
            "text": "Je U tell em Workz!!"
        },
        {
            "user": "Dojo",
            "user_id": "12073",
            "date": "2002-04-24 19:29:25",
            "id": "508607",
            "reply_to_id": "508596",
            "text": "Ég heyrði einhvers staðar að þetta skipti engu máli þar sem við eigum að eiga okkur líf…. En ég hef alltaf verið með hálf lélega heyrn."
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2002-04-25 14:55:02",
            "id": "508608",
            "reply_to_id": "508607",
            "text": "LOL good one! ;)"
        }
    ]
}