{
    "forum_title": "MMORPG",
    "user": "Noztradamus",
    "user_id": "55150",
    "date": "2011-07-24 17:06:57",
    "title": "ÍSLAND ER EKKI partur af Evrópu!",
    "text": "Sama hvað þið haldið eða hélduð, þá er Ísland EKKI partur af Evrópu, allavega ekki samkvæmt tölvuleikja fyritkænu Electronic Arts BioWare.\nhttp://img27.imageshack.us/img27/7505/biowaremap.jpg\nÞeir hafa ákveðið að aðeins leifa Norður Ameríku og Evrópu(þeas það sem þeir telja vera Evrópu) fá eintak af leiknum Star Wars: The Old Republic.\nÞað verður ekki fyrr en eftir leikurinn er kominn út að þið getið farið að huga að kuapa hann, kannski 6 mánuðum seinna, ef þið eruð heppin?",
    "url": "https://www.hugi.is/mmorpg/korkar/727496/island-er-ekki-partur-af-evropu/",
    "url_id": "727496",
    "id": "7350653",
    "replies": [
        {
            "user": "dannus",
            "user_id": "65189",
            "date": "2011-07-24 17:16:19",
            "id": "7350659",
            "reply_to_id": "7350653",
            "text": "ekkert workaround eins og d2d, gog eða steam?"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2011-07-24 18:34:17",
            "id": "7350681",
            "reply_to_id": "7350659",
            "text": "Amazon, gamestop.  En það kostar tvöfalt, bæði að fá hann sendann og borga skatt af honum…\nOg það verður ekkert IP block, en það er spurning með hvort þeir blocka credit kortin okkar.  Getum hinsvegar alltaf notað pay pal :p"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-07-24 17:38:17",
            "id": "7350667",
            "reply_to_id": "7350653",
            "text": "le fuck\nBætt við 24. júlí 2011 -  17:39\nhey, kannski fáum við íslensk/afríska servera"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2011-07-24 18:35:20",
            "id": "7350682",
            "reply_to_id": "7350667",
            "text": "Íslenskt væri dáldið langsótt, en frekar awesome.  Er samt búinn að panta og verð á “evrópskum” sörver."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2011-07-24 18:38:31",
            "id": "7350683",
            "reply_to_id": "7350682",
            "text": "Núnú, þannig þetta er svosum ekkert mál?"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2011-07-24 21:14:04",
            "id": "7350717",
            "reply_to_id": "7350683",
            "text": "Ef að þú ert tilbúinn að borga tvöfalt fyrir leikinn, þar sem skatturinn og sendingin kosta sitt(En það fer líka eftir hvort þú panntir CE eða Standard Edition, CE er stór pakki og með fleiri hlutum í, ss kostar mikið meira).\nAnnar hugsanlegur möguleiki er; hef heyrt að “proxy” server virki líka, þá gætiru reynt að vera með ameríska/breska IP tölu og dl digital útgáfunni af leiknum.  Ekki vitna í mig um þetta, því ég hef ekki kynnt mér það nægilega, bara heyrt að það virki hjá sumum.\nÞannig séð, þá er þetta ekki neitt mikið mál, fyrir suma kannski. :)\nBætt við 24. júlí 2011 -  22:09\nÞegar ég segi skattur, meina ég tollur…>_"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2011-07-25 02:07:49",
            "id": "7350790",
            "reply_to_id": "7350653",
            "text": "búú hú höfum lent í þessu asnalega oft, gerðist með swg líka. Hann var release'aður í evrópu 2 mánuðum á eftir norður ameríku og ég var byrjaður að spilann 2 dögum eftir NA útgáfuna."
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2011-07-25 17:14:21",
            "id": "7350883",
            "reply_to_id": "7350790",
            "text": "Já, leikir eru nú oft gefnir út á undan í Ameríku, en í þetta sinn var gáfu þeir hann út í evrópu, að hluta til, þeas meirasegja Svíþjóð, Danmörk, Noregur og Finnland fá hann á undann okkur, sem er bara sorglegt miðað við hvað við erum nálægt, og alls ekki fjölmenn hérna að við séum að fara crash'a sörver…"
        },
        {
            "user": "Vegetta",
            "user_id": "15639",
            "date": "2011-08-01 18:04:09",
            "id": "7352172",
            "reply_to_id": "7350653",
            "text": "En eru einhverjir hér á landi sem eru búnir að panta sér leikinn og fengið staðfestingu að hann sé á leiðinni?"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2011-08-01 23:19:28",
            "id": "7352223",
            "reply_to_id": "7352172",
            "text": "Ég er búinn að panta, og það mun taka 3 - 4 virka daga að senda hann.  Getur samt dl clientnum þó þú pantir þér leikinn + early access."
        },
        {
            "user": "Vegetta",
            "user_id": "15639",
            "date": "2011-08-02 12:11:53",
            "id": "7352295",
            "reply_to_id": "7352223",
            "text": "Frá hverjum pantaðirðu leikinn og hvað kostaði það fyrir þig?"
        },
        {
            "user": "ingi2611",
            "user_id": "56891",
            "date": "2011-08-02 18:37:11",
            "id": "7352384",
            "reply_to_id": "7352295",
            "text": "Það er núna hægt að panta leikinn gegnum elko.is"
        },
        {
            "user": "Pulsuhundur",
            "user_id": "67155",
            "date": "2011-08-15 20:59:56",
            "id": "7354694",
            "reply_to_id": "7350653",
            "text": "Ég er búinn að forpanta hann af amazon.co.uk á cirka 6.500 krónur, skil ekki hvað fólk er að tala um að borga tvöfalt fyrir hann. Reyndar tók ég bara standard útgáfuna, ekki deluxe eða collector's."
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2011-08-16 19:34:11",
            "id": "7354854",
            "reply_to_id": "7354694",
            "text": "Að borga tvöfalt þíðir einfaldlega að tollurinn á eftir að rukka mjög mikið fyrir að importa leiknum til landsins.  En það er aðallega svona dýrt ef að þú kaupir CE, því sá pakki er mjög stór og þungur og gilda aðrar reglur um hann… :/"
        }
    ]
}