{
    "forum_title": "Tilveran",
    "user": "7946",
    "user_id": "46584",
    "date": "2011-07-21 22:31:44",
    "title": "rútubílsjórar",
    "text": "Veit ekki alveg hvort þetta eigi að fara hér inn eða einhverstaðar annarstaðar, allavega þá tók ég meiraprófið á vörubíl og trailer en þar sem mér hefur ekkert gengið að fá vinnu við akstur á slíkum tækjum og séð allavega 3 auglisingar eftir rútubílstjórum fyrir ekkert svo löngu síðan að þá datt mér í hug að kanski maður ætti bara að taka rútuprófið.\nAllavega þá veit ég að það er svosem ekkert svakalega vel borgað en mér er sama um það þar sem ég er ekki endilega að leita að einhverri hálauna vinnu,\nþað sem ég var að spá er samt hvort það taki því yfir höfuð að vera taka rútuprófið þar sem ég hef verið að heira að þetta sé bara svona 3-4 mánaða starf, ég er ekki beint að nenna því að fara elltast við vinnu sem ég hefði bara í svo stuttan tíma ársins og þurfa síðan aftur að fara að leita mér að annari vinnu,\nsvo mín spurning er,\ner þetta rétt?\neða er hægth að vinna sem rútubílsjóri allan ársins hring eða mikin meirihluta hanns og ef svo er hve mikklar líkur eru á því?\neða er það bara eithvað sem aðeins örfáir útvaldir fá?",
    "url": "https://www.hugi.is/tilveran/korkar/727417/rutubilsjorar/",
    "url_id": "727417",
    "id": "7350051",
    "replies": [
        {
            "user": "Intension",
            "user_id": "66758",
            "date": "2011-07-22 17:49:06",
            "id": "7350223",
            "reply_to_id": "7350051",
            "text": "Kannski þú sækir bara um og spyrð vinnuveitandann? Held að það séu ekki margir rútubílstjórar hérna, en hver veit."
        },
        {
            "user": "Moonwalking",
            "user_id": "76760",
            "date": "2011-07-27 01:38:39",
            "id": "7351225",
            "reply_to_id": "7350051",
            "text": "talaðu við TREX.. vanta alltaf einhverja í afleysingar, veit ekki með hitt"
        },
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2011-07-29 13:02:53",
            "id": "7351657",
            "reply_to_id": "7350051",
            "text": "Veit ekkert um líkurnar á því, en það eru náttúrulega alltaf hópar að ferðast á veturnar. Skipulagðar hópferðir (as in kaupa rútumiða til Akureyrar eða eitthvað), skólaferðir hjá krökkum, vinnustaðaferðir og fleira.\nÖrugglega samdráttur á veturnar en ekki alveg dautt hugsa ég."
        }
    ]
}