{
    "forum_title": "Hljóðfæri",
    "user": "zwift",
    "user_id": "78634",
    "date": "2011-08-04 02:12:02",
    "title": "til sölu bassi og hátalari.",
    "text": "Er með mjög gott og vel með farið eintak af olp Ernie Ball Stingray bassa til sölu óska eftir tilboði í einkaskilaboð!  Einnig er ég með til sölu eða skipta einn stakan og nánast ó notaðan 12\" 4 ohma, 80 watta, Celestion hátalara!",
    "url": "https://www.hugi.is/hljodfaeri/korkar/727882/til-solu-bassi-og-hatalari/",
    "url_id": "727882",
    "id": "7352739",
    "replies": [
        {
            "user": "Prototype",
            "user_id": "49679",
            "date": "2011-08-04 10:26:25",
            "id": "7352761",
            "reply_to_id": "7352739",
            "text": "Hvaða árgerð er Stingray bassinn ?\nErt þú eini eigandinn ?\nHvaða litur er á honum ?\nÁttu myndir af honum ?"
        },
        {
            "user": "zwift",
            "user_id": "78634",
            "date": "2011-08-04 12:50:21",
            "id": "7352770",
            "reply_to_id": "7352761",
            "text": "Sæll ég veit ekki alveg hvaða árhgerð bassinn er en sá sem átti hann á undan mér fékk hann nýjan og átti hann í nokkur ár en notaði hann nánast ekkert og ég er búin að eiga hann í um 1 ár og hef lítið notað hann enda lítur hann næstum út eins og nýr, liturinn á honum er mjög fallegur see through red! Á því miður ekki til mynd af honum en hann lítur nokkurn veginn svona út!\nhttp://picasaweb.google.com/Theovanderbergh/OLPBASS#5525035231900306722"
        },
        {
            "user": "Prototype",
            "user_id": "49679",
            "date": "2011-08-05 10:26:51",
            "id": "7352902",
            "reply_to_id": "7352770",
            "text": "Hvar á landinu ertu staðsettur ?"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-08-04 21:51:56",
            "id": "7352858",
            "reply_to_id": "7352739",
            "text": "Eru olp ekki ódýrari útgáfur af þessum Ernie Ball hljóðfærunum? Bara svona til að vera viss.\nSexý bassi btw. Er þetta mynd af þínu eintaki eða öðrum semlýtur bara eins út?"
        },
        {
            "user": "zwift",
            "user_id": "78634",
            "date": "2011-08-05 02:28:58",
            "id": "7352893",
            "reply_to_id": "7352858",
            "text": "Ja olp var undir undirmerki undir ernie ball en hayrir að mig minnir sterling nú til dags og er enn undie ernie ball og er af mínu viti sama fyrirtækið, olp var aldrei flutt til landsins af einhverju umboði  eftir því sem ég best veit. myndin er ekki af mínu eintaki en er mjög líkur mínum nema að liturinn á mínum er svona see through red sem þýðir að maður sér línurnar í viðnum í gegnum litinn sem er mjög flott og minn l´itur næstum út eins og nýr og já mér skilst að minn sé svona 60000 króna virði hið minnsta. Þessi hljóðfæri þykja mjög góð og vel heppnuð og stranda fyllilega undir sér gagnvart mun dýrari hljóðfærum!"
        }
    ]
}