{
    "forum_title": "Tilveran",
    "user": null,
    "user_id": null,
    "date": "2011-08-05 20:15:10",
    "title": "trjóðlusveppir í ágúst?",
    "text": "Ég er búinn að sjá þá hér og þar, núna í byrjun ágúst.\nFinnst þetta eitthvað svo skrýtið þar sem yfirleitt er talað um fyrsta næturfrostið, á haustinn, í september…\nVeit einhver eitthvað???\nBætt við 5. ágúst 2011 -  20:22\ntrjóðlusveppir er auðvitað ekki rétta nafnið, eitthvað er ég orðinn ryðgaður í þessu\ntrjónupeðlusveppir er rétt nafnið, en þið sem vitið eitthvað um þetta vitið eflaust hvaða sveppi ég er að tala um þó ég myndi bara segja töfra sveppi",
    "url": "https://www.hugi.is/tilveran/korkar/727931/trjodlusveppir-i-agust/",
    "url_id": "727931",
    "id": "7353037",
    "replies": [
        {
            "user": "Grjonagrautur",
            "user_id": "75977",
            "date": "2011-08-05 22:03:38",
            "id": "7353054",
            "reply_to_id": "7353037",
            "text": "Ef að þú ert að tala um trufflusveppi þá efast ég um að þeir vaxi á Íslandi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-08-06 17:40:37",
            "id": "7353169",
            "reply_to_id": "7353054",
            "text": "ég er að tala um trjónupeðlusveppi eins og sést að ofan og jú þeir vaxa á íslandi"
        },
        {
            "user": "Omnipotent",
            "user_id": "67449",
            "date": "2011-08-07 00:33:25",
            "id": "7353234",
            "reply_to_id": "7353037",
            "text": "Held að þeir byrji að spretta upp í agúst og verði bara bilaðari eftir fyrstu frostnótt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-08-07 00:44:25",
            "id": "7353235",
            "reply_to_id": "7353234",
            "text": "þannig maður ætti alveg að geta trippað á þeim sem komnir eru, þeas ef maður tekur nógu stórann skammt?"
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-08-07 05:41:40",
            "id": "7353250",
            "reply_to_id": "7353037",
            "text": "Wtf nice að þeir séu komnir upp svona snemma, mánuði undan en venjulega þá. Langt síðan ég trippaði, var að týna á seinasta ári, Plan!"
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-08-07 17:27:48",
            "id": "7353309",
            "reply_to_id": "7353250",
            "text": "já það er frekar sweet en ég er bara að pæla hvort þeir séu jafn góðir og þeir eru orðnir í septembe"
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-08-07 23:21:25",
            "id": "7353360",
            "reply_to_id": "7353309",
            "text": "Alls ekki. Þeir eru á sínu topp mómenti þegar það frostar smá eða bleytist mikið úti. Þá er hver sveppur sterkari, en ég held að þú gætir fengið jafn ruglað trip á þessum sveppum með mun meira magni.\nErtu viss að þetta séu psychedelic sveppirnir sem þú ert að sjá btw? Það eru fáar sveppategundir hér frekar mikið identical við galdrasveppina."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-08-08 04:59:07",
            "id": "7353404",
            "reply_to_id": "7353360",
            "text": "http://visindavefur.is/myndir/trjonupedla_061010.jpg\n100% viss"
        },
        {
            "user": "zwghrcsg",
            "user_id": "74924",
            "date": "2011-08-08 02:34:07",
            "id": "7353395",
            "reply_to_id": "7353309",
            "text": "Reyndar allsi kalt nú á nóttu til!"
        },
        {
            "user": "battlepig",
            "user_id": "76895",
            "date": "2011-08-08 16:51:55",
            "id": "7353466",
            "reply_to_id": "7353037",
            "text": "Þeir vaxa ekki á sama tíma á íslandi og hjá hinum norðurlöndunum, voru hérna í kringum 1 nóvember í fyrra minnir mig ??? annars var einhver wikipedia síða sem tilgreindi sérstaklega hvenær þeir uxu á íslandi but i can´t seem to find it.\nBætt við 8. ágúst 2011 -  16:59\nNEI MEINA, byrjun oktobe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-08-09 16:40:06",
            "id": "7353599",
            "reply_to_id": "7353466",
            "text": "Þeir eru reyndar yfirleitt komnir í lok ágúst/byrjun september, voru komnir þá í fyrra."
        },
        {
            "user": "einzzi",
            "user_id": "70056",
            "date": "2011-08-11 01:32:59",
            "id": "7353848",
            "reply_to_id": "7353037",
            "text": "Getur maður rifið hann bara úr jörðinni og borðað hann seinna um daginn eða? Þarf maður að þurka hann eða eitthvað þannig? Og ef svo hvernig fer það fram?"
        },
        {
            "user": "einzzi",
            "user_id": "70056",
            "date": "2011-08-11 12:41:29",
            "id": "7353882",
            "reply_to_id": "7353848",
            "text": "Getur borðað þá beint úr jörðinni, þarft bara að borða töluvert fleirri/meira magn en ef þú værir búinn að þurrka.\nEf þú þurrkar þá þá bara seturu þá í dagblað (mér hefur aldrei dottið eitthvað sniðugra í hug) og dreifir þeim á það, tekur svona 2 daga að þurrka þá ef þú leggur þá við ofn, annars getur það tekið hátt í 3-4 daga, idno.\nÉg mæli með því að þurrka þá vel og blanda þeim í jógúrt.\nEf þú ert að trippa í fyrsta skipti hafðu þá sveppina svona ca. 50 talsins. Aðrir vilja segja að 20-30 sé alveg nóg fyrir byrjendur en mér finnst í minnsta lagi 50 sveppir vera góð byrjun."
        },
        {
            "user": "einzzi",
            "user_id": "70056",
            "date": "2011-08-11 18:32:26",
            "id": "7353925",
            "reply_to_id": "7353882",
            "text": "50 sveppi haha? Ég hélt að 3g væri svona decent trip"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-08-11 20:00:59",
            "id": "7353943",
            "reply_to_id": "7353925",
            "text": "Já, 50 sveppir. 50 vel þurrkaðir sveppir eru svona ca. 3-4 grömm, fer nátturulega eftir stærð en þeir eru yfirleitt jafn stórir.\nAnnars veit ég ekki hvernig aðrir gera þetta en ég vil hafa að minnsta kosti 5 grömm í mínum skammti.\nAð vísu finnst mér svo svakalega gaman að trippa að ég fæ mér yfirleitt mjög stóran skammt.\nÁ mjög auðvelt með að stjórna trippinu og fæ þar að leiðandi ekki bad trip."
        },
        {
            "user": "Sectar",
            "user_id": "32443",
            "date": "2011-08-12 20:05:21",
            "id": "7354158",
            "reply_to_id": "7353925",
            "text": "20 er fínt að byrja með, en maður er ekkert að fara sjá neinar ofsjónir með 20 liberty caps tho."
        }
    ]
}