{
    "forum_title": "Græjur",
    "user": "Tjeko",
    "user_id": "13463",
    "date": "2011-08-12 16:37:18",
    "title": "TS/SK: KEF C25 & KEF Cara hátalarar!!",
    "text": "Er með par af KEF C25 hilluhátölurum og par af KEF Cara gólf/hilluhátölurum sem mig langar að skipta út fyrir eitt par af góðum hillu eða gólf hátölurum. Hef notað þá í 5.1 kerfi, en hef ekki lengur aðstöðu til þess að vera með það uppsett þannig að ég hef ákveðið að minnka við mig.\nBáðir hátalarar eru í frábæru ástandi hvað virkni varðar og hljómar alveg grimmt vel saman, en það er mjög smávægilegt hnjask á einu horninu á C25 eftir fyrri eiganda. En ekkert stórvægilegt og litlar líkur á því að það fari í taugarnar á nokkrum.\nGrill fylgir með báðum hátölurum, en fyrir KEF Cara þá þarf að setja nýtt tolex/efni framan á grillið. Köttur átti í heitu ástarsambandi við það á sínum tíma og ég hef ekki gefið mér tíma til að setja nýtt efni á. Hef ávallt kosið að nota þá “opna” þannig að það sjáist í keilurnar. Eru flottari þannig.\nÉg er í raun að leitast bara eftir skiptum en skoða að sjálfsögðu öll tilboð og vil þá helst selja þá báða saman. Mun selja þá saman á mjög sanngjörnu verði ef einhver er tilbúinn að taka bæði pörin. Enda hennta þeir frábærlega samans sem fram og bak hátalarar í heimabíó kerfi.\nÉg skoða öll skipti tilboð á góðum hillu eða gólf hátölurum, og er opinn fyrir öllum framleiðendum.\nSpekkar:\n———————————-\nKEF C25\ntweeter:\n19mm (.75“) fluid cooled metal dome\nwoofer:\n160mm (6.5”) poly cone w/\n32mm (1.25\")diameter coil and diecast chassis\nNOTE: this is the B160 model driver\nFreq Resp:\n65-20 +-3dB\n-6dB @ 55Hz\nImpedance:\n4 ohms\nSens:\n87dB\nMax output:\n106dB\nRecommended amp power (8 ohm rating):\n20-70w\n———————————————————————-\nKEF Cara\nSize: 600 x 247 x 230mm (23.6 x 9.7 x 9.1 inches)\nWeight: 7.9 kg (17.3 lb)\nNominal Impedance: 8 ohms\nRated maximum power: 100 programme\nFrequency response: 70Hz to 20kHz +/-3.0dB at 2m on design axis (-6dB at\n55Hz)\nSensitivity: 90dB for a pink noise input of 2.83V (anechoic conditions)\nMaximum output: 110dB on programme peaks under typical listening\nconditions\nSystem: SP3076\nDrive units: B200 bass unit (SP1193), BD200 passive radiator (SP1185)\nand SP1192 tweeter\nCrossover: SP2085\nATH: Myndirnar eru ekki af mínum hátölurum, bara eitthvað tekið af netinu.\nKEF Cara\nhttp://www.classic-hifi.net/data/pdt/1266551298641.jpg\nKEF C25\nhttp://3.bp.blogspot.com/_Joow7uBCK_E/SvLtDqXoV0I/AAAAAAAABnY/FCzHWAq_-ns/s400/collaged.jpg\nEr með aðra hátalara sem mér bjóðast akkúrat núna sem mig langar í, og því er ég tilbúinn til þess að selja hátalarana báða saman á 50þ.!",
    "url": "https://www.hugi.is/graejur/korkar/728156/tssk-kef-c25-kef-cara-hatalarar/",
    "url_id": "728156",
    "id": "7354100",
    "replies": []
}