{
    "forum_title": "Hljóðfæri",
    "user": "Elvis2",
    "user_id": "10456",
    "date": "2011-08-17 22:27:36",
    "title": "Ts/sk Cymbalasett og statív.",
    "text": "Ég er með til sölu Paiste PST3 sett sem eru 14 tommu hihat, 16 tommu crash og 20 tommu ride, með þessu fylgir Premier hihatstatíf, Taye bómustatíf og svo beint Premierstatíf sem vantar reyndar endann á (draslið með klemmunni og svampnum sem fer utaná cymbalinn)\nÞað sér ekkert á cymbölunum, þeir eru eins og nýjir, ég fékk þetta stöff í græjubýttum við gaur sem hafði selt settið sitt stuttu eftir að hann keypti cymbalana (?)\nÉg hélt í flónsku minni að ég myndi nota þetta stöff en (a) þetta tekur of mikið pláss í pínulitla stúdíóinu mínu. (b) þetta er of hávært og aðallega..\n© ég er ekki trommuleikari fyrir fimmaura.\nÉg veit ekkert hvaða verðmiða á að setja á þetta dót, ætla bara að sjá hvað mér verður boðið og ég er líka alveg opinn fyrir býttum á einhverju gítartengdu dóti hvort sem það væru einhverjir effektar eða jafnvel rafmagnsgítar, það sakar allavega ekki að senda mér skiló með einhverjum hugmyndum um græjubýtti.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/728331/tssk-cymbalasett-og-stativ/",
    "url_id": "728331",
    "id": "7355081",
    "replies": [
        {
            "user": "caster",
            "user_id": "67172",
            "date": "2011-08-18 09:18:52",
            "id": "7355130",
            "reply_to_id": "7355081",
            "text": "gætir þúi gefið mér verð hugmynd ?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-08-18 09:55:07",
            "id": "7355136",
            "reply_to_id": "7355130",
            "text": "Ég skal tékka á hvað samskonar eða sambærilegt sett kostar, ég er ekki 100% viss en mig minnir að mér hafi verið sagt að symbalasettið hafi kostað í kringum 25 þúsund og ég reikna með að statífin kosti eitthvað svipað."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2011-08-18 11:52:46",
            "id": "7355151",
            "reply_to_id": "7355130",
            "text": "PST3 sett kostar skv heimasíðu Hljóðfærahússins 36.900 nýtt og statífin örugglega eitthvað svipað, segjum 30 fyrir allann pakkann eða einhverjar sniðugar græjur í býttum."
        }
    ]
}