{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2002-04-17 20:59:25",
    "title": "Vélmenni með mannsgreind!",
    "text": "Ég sá kvikmyndina A.I. um daginn og hef lengi verið að hugsa um vélmenni og gervigreind og hvernig framtíð við mennirnir gætum horfst í augu við!\nAð búa til vélmenni sem getur talað, hugsað, haft skoðanir og verið félagslegur er alls ekki ómögulegt, fjarri því!\nVandamálið er bara að það er kostnaðarsamt og það er enginn raunverulegur markaður fyrir vélmenni með greind. Það er stöðugt að koma nýjungar í sambandi við tölvutækni og raftækni. Það er meira fjármagn notað í róbota sem búa til bíla og tæki heldur en vélmenni sem hafa greind. Bílaframleiðandinn Honda hefur búið til nokkrar týpur af vélmennum sem líta út eins og geimfarar, og geta bara gengið um og tekið upp hluti!\nEf fyrirtæki eða stofnanir í framtíðinni skyldu einn daginn takast að búa til vélmenni með gervigreind, það kæmi trúlega eitt vandamál, hvernig eigi að forrita tilfinningar, kvíða eða hræslu, hvað þá með gleði eða hammingju!\nTil að gera vélmenni sem hagar sér nákvæmlega eins og maður (sálrænt). Þá verður maður að sleppa að forrita vélmennið, vélmennið verður að læra eins og barn, hvernig það eigi að taka skynsamlegar ákvarðarnir og læra hugsa og horfast í augu við fólk og svo framvegis. Það mun taka  langan tíma fyrir vélmenni að læra, ekki endilega lengur en það tekur börn að læra og þroskast! Þá getur maður kannski sagt að vélmenni muni hafa mannsgreind í stað gervigreind, samt held ég að vélmenni muni alltaf hafa þann kost að hægt sé að gera við “heilann” í vélmenni en ekki í manni!\nNú hrista eflaust margir hausinn vegna þess að margir trúa því að við mannfólkið höfum sál! Ég vill ekki gefa slæmt orð um kristindóm eða önnur trúarbrögð, en því miður er sannleikurinn sá að enginn dýr eða mannfólk hefur sál, við höfum vitund sem deyr með okkur! og sannleikurinn um hvernig mannslíf byrjar og endar tekur mig allt of langan tíma að útskýra!\nVið mannfólkið erum  alls ekki svo flókinn eða óútreiknaleg! og oft þegar sýnt eru vélmenni í kvikmyndum sem eiga að gerast langt í framtíðinni, þá eru þau svo kuldaleg og umhverfið í kring líka. Ég veit samt ekki með vissu hvaða hlutverki vélmenni munu þjóna í framtíðinni, en það mun alls ekki vera eins og er í kvikmyndum!\nÞað geta líka komið vandamál ef vélmenni byrja að vinna vinnu sem menn gera, eiga vélmenni að fá laun og borga skatta eins og við? eða eiga vélmenni að fá rétt á málfrelsi og mannréttindi?\nÞetta er spennandi pæling, og manni langar næstum því til að byggja sitt eigið frumstætt vélmenni. En ég held að ég ljúki minni umfjöllun um vélmenni með greind og vona að einhverjir hafi áhugaverða skoðun á þessu máli.\nRobotics will soon be the future of humanity!",
    "url": "https://www.hugi.is/heimspeki/greinar/72897/velmenni-med-mannsgreind/",
    "url_id": "72897",
    "id": "510475",
    "replies": [
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-04-18 10:11:43",
            "id": "510476",
            "reply_to_id": "510475",
            "text": "Undantekningin sem sannar regluna um að framtíðarmyndir og vélmenni í þeim leiði af sér myrka mynd er 5th element. Flest allar aðrar eru myrkar, en getur það ekki verið vegna þess að flest allir höfundar eru þunglyndir eða hugsa oft um kjarnorkuvá og heimsku mannanna þegar þeir skrifa um framtíðina?"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2002-04-18 13:12:50",
            "id": "510477",
            "reply_to_id": "510476",
            "text": "Nei, þú hefur rangt fyrir þér t.d Star Trek og Star Wars, Bicentenial Man."
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-04-18 13:33:22",
            "id": "510478",
            "reply_to_id": "510477",
            "text": "Ok star trek og Bicentenial man en star wars er ekki beint framtíðarsýn svo það er spurning hvort það se hægt að taka það með."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2002-04-18 15:06:20",
            "id": "510479",
            "reply_to_id": "510478",
            "text": "Star Wars er líka framtíðarsýn :)"
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-04-25 12:03:09",
            "id": "510480",
            "reply_to_id": "510479",
            "text": "Long time ago in a galaxy far far away… þarf að segja meira. Star Wars er ekki!!!! framtíðarsýn."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2002-04-25 12:13:23",
            "id": "510481",
            "reply_to_id": "510480",
            "text": "Sagan er sögð eins hún sé fortíðin, en miðað við okkar, þá er hún framtíðarsýn! Nema að þú kunnir að fara á Fálkanum til Júpiter? Er það?"
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-04-25 12:19:42",
            "id": "510482",
            "reply_to_id": "510481",
            "text": "Star Wars er fantasía, draumaveröld. Midi klóríð je je."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2002-04-25 13:04:24",
            "id": "510483",
            "reply_to_id": "510482",
            "text": "Hún er líka framtíðarsýn, hefur þú einhvern tímann sést niður og hugsað þetta í gegn? Þetta er ævintýri en tekur samt mark á vísindum. Ekki reyna vefengja um Star Wars! ;)"
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2002-04-25 20:53:52",
            "id": "510484",
            "reply_to_id": "510483",
            "text": "Ertu ekki að rugla saman star trek og star wars. Það er ekkert vísindalegt við stjörnustríð og jörðin er að auki ekki nefnt á nafn í star wars. Líklegra að þetta sé veröld langt í burtu frá okkur. Gæti verið að gerast núna, í fortíðinni eða þá í framtíðinni!!"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2002-04-26 06:41:37",
            "id": "510485",
            "reply_to_id": "510484",
            "text": "Vísindi, ég hélt það að geta ferðast á ljóshraða tæki ákveðna kunnáttu í vísindum. Er það bara hluti af Aflinu? Er klónun bara ævintýri?\nÞað skiptir engu hvort að jörðin sé nefnd á nafni, við höfðum hæglega verið dáin út eða jörðin ekki til staðar. Samt er það framtíðarsýn. Það miðast ekki allt við jörðina, lagsi. Við höfum ekki séð allt í Star Wars alheiminum.\ne.s\nÞað er nú erfitt að rugla saman Star Trek og Star Wars. Kannski þú en ekki ég."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-26 09:19:50",
            "id": "510486",
            "reply_to_id": "510485",
            "text": "Hvort heldur við tökum mið af Star Wars eða Star Trek þá eru þær óralangt frá því að vera góð framtíðarsýn. Í öllum megin atriðum hafa þær alrangt fyrir sér. Taktu t.d. eftir því hversu frumstæð tölvutæknin er. Þær eru riddarasögur okkar tíma og eru jafn trúverðugar og þær voru. Þau sem eltast við þær af blindni eru því eins konar Don Kíkótar nútímans :)\nStjörnu myndirnar byggja á framtíðarhugmyndum alþýðu hins klassíska iðnarsamfélags.\nM."
        },
        {
            "user": "gif",
            "user_id": "1647",
            "date": "2002-04-28 04:56:49",
            "id": "510487",
            "reply_to_id": "510485",
            "text": "Í star wars kemur skýrt og greinilega fram að sagan á að gerast “a long long time ago, in a galaxy far far away” .. þar sem að þú hefur sýnt ótrúlegan hæfileika til að skilja ekki mælt mál, ætla ég að þýða þetta fyrir þig. Þetta þýðir “fyrir langa löngu síðan, í stjörnuþoku sem er langt, langt í burtu”..\nFramtíðarsýn.. NEI, það kemur skýrt og greinilega fram að þetta gerist í fortíðinni, og því ætlar George Lucas þetta EKKI sem framtíðarsýn. Það má vel vera að þér finnist þetta vera framtíðarsýn, en þú skrifaðir heldur ekki sögurnar, né framleiddir myndir, so tough luck.\nEinnig vil ég benda á að star wars snýst ekki um mannfólk, mannfólkið sem býr á jörðinni kemur þessu ekkert við, og er augljóst að “fólkið” sem sést þarna er einungis “líkt” okkur mönnunum, en ekki sama tegund. Þess má einnig til gamans geta að jörðin er ekki miðpunktur alheimsins, og til þess að einhver siðmenning geti haft tækni sem er langt á undan okkur, þá þarf siðmenningin ekki að vera línulega á eftir okkur í tíma.\nÉg geri mér grein fyrir því að þetta geti verið erfitt fyrir þig að skilja, svo ég skal segja þetta hreint út, STAR WARS ER EKKI FRAMTÍÐARSÝN.\nOg lofaðu okkur öllum eitt, aldrei fara á þing."
        },
        {
            "user": "gif",
            "user_id": "1647",
            "date": "2002-04-29 09:53:54",
            "id": "510488",
            "reply_to_id": "510487",
            "text": "Ég var aldrei ad tala um StarWars!\nMyndin med textanum sýnir bara vélmennid fra myndinni og ég var alls ekki ad tala um kvikmyndina ad neinu leyti!"
        },
        {
            "user": "gif",
            "user_id": "1647",
            "date": "2002-04-29 17:55:08",
            "id": "510489",
            "reply_to_id": "510488",
            "text": "Burt frá þessu star wars þá held ég að í framtíðinni muni vélmenni taka við af okkur mannfólkinu. Það er ekkert mál að gera vélmenni gáfaðara en okkur, við höfum bara ekki tæknina til að gera það.\nÞetta á eftir að byrja þannig að við förum að tengja tölvukubba við okkur til að auka getu okkar á einhverju sviði og svo eftir nokkur 100 ár þá förum við bara að framleiða okkur sem vélmenni vegna þess að það tekur því ekki að gera þetta á náttúrulega mátann."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-29 18:59:58",
            "id": "510490",
            "reply_to_id": "510489",
            "text": "vélmenni munu líta alveg eins og við.\nnei við myndum gera gen sérstök gen sem myndu bæta greind og styrkleika ekki tölvukubba.\ngreind vélmenna mun þróast eða allavega reynsla hennar vélmenni mun byrja sem barn.\nstar trek er lengra en star wars eða öfugt ."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-30 14:36:13",
            "id": "510491",
            "reply_to_id": "510490",
            "text": "Í stað þess að tala um vélmenni held ég að réttara sé að tala um vitverur. Vélmenni er bara einn af “útlimum” vitverunnar. Hún getur þannig eina stundina spókað sig um í vélmenni á Mars, aðra stundina í dýpstu álum Kyrrahafsins, hina stundina stundað morgunleikfimi í 6 víðum sýndarveruleika.\nMeð þessu er ég að benda á að vitveran er staðsett einhverstaðar í rökrásum netheima. Hún getur þess vegna skotið sér fram og til baka í tíma og rúmi með því að virkja skammtafræðilega eiginleika efnisheimsins. Líkamnast hér og þar.\nÞað kemur mér satt best að segja á óvart hvað “tölvukynslóðin” er illa að sér í þessum fræðum og hefur lítið ímyndunarafl á þessu sviði ;-)\nM."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-01 21:10:49",
            "id": "510492",
            "reply_to_id": "510488",
            "text": "Ég var líka ekki að tala við þig ;-)\nOg hvað sem þú upprunalega fórst að tala um, þá var fólk farið að tala um star wars, og ég gat nú ekki látið þessa vitleysu halda áfram.. :-)"
        },
        {
            "user": "Borkmann",
            "user_id": "3767",
            "date": "2002-04-24 23:44:53",
            "id": "510493",
            "reply_to_id": "510478",
            "text": "Bicentenial Man er gerð eftir bók sem Isac Asimov skrifaði og vissi meira um gervigreind heldur en við öll til samans, því hann tilenkaði lífi sínu einmitt þessu efni. Ef þið eruð að “pæla” mikið í gervigreind þá er það þess virði að lesa flestar bækur hans um þetta efni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-18 13:02:14",
            "id": "510494",
            "reply_to_id": "510475",
            "text": "allt frá árinu 1960 hafa verið 30 ár í vélmenni með mannsgreind, og ég veit ekki befur en svo sé enn."
        },
        {
            "user": "Thoron",
            "user_id": "18222",
            "date": "2002-04-18 13:30:19",
            "id": "510495",
            "reply_to_id": "510475",
            "text": "ég las fyrir stuttu grein í lifandi vísindi þar sem fjallað var um það sama og í greininni hér að ofan.\nog nú þegar eru til nokkur vélmeni sem geta lært mistökum sínum og af því að “fylgjast” með mönnunum.\neinnig eru til forrit þar sem líkt hefur verið eftir þróuninni, og tölvan hefur þróað til dæmis fimm fættan hund, og fleirra í þeim dúr… þannig að gervigreind er ekkert óraunhæfur möguleiki í nálægðri framtíð……"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-18 19:01:23",
            "id": "510496",
            "reply_to_id": "510475",
            "text": "Thomas:\nAfhverju ætti að vera eftirsóknarvert að búa til vélmenni með mannsgreind. Við höfum alveg nóg af einstaklingum með mannsgreind. Miklu eðlilegra er að stefna að tölvuheila sem hefur yfirmannlega greind og tengja okkur síðan við hana.\nM."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-18 19:54:05",
            "id": "510497",
            "reply_to_id": "510496",
            "text": "Afhverju ekki?\nVæri það ekki þess virði að búa til slík vélmenni sem gætu kannski prufukeyrt ný faratæki fyrir okkur fólkið, í stað þess að setja mannslíf í hættu, og gæti líka sagt álit sitt um keyrsluna?\nÉg er alls ekki að segja að vélmenni ættu að vera allstaðar og vinna í staðinn fyrir okkur!\nVið lifum í heimi þar sem við látum vera með að kanna sem flesta vísindalega möguleika, vegna þess að eitthvað hefur ekki gengið upp eða hljómar furðulega, eða það gæti verið siðferðislega rangt!\nTölva getur aldrei verið með yfirmannlega grein, sorry! vegna þess að við mannfólkið getum ekki enn með vissu útskýrt hvað greind er! Af hverju ætti þá tölva að vita það betur? Orð eins og greind var fundið upp af einhverjum manni eða mönnum fyrir mörgum öldum síðan og við gætum aldrei vitað hvað hann eða þeir voru að meina með orðinu greind!\n“Vélmenni með greind” er bara áhugaverð pæling, ekki yfirlýsing um að framtíðin mun var að einhverju ákveðnu!"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-18 20:02:51",
            "id": "510498",
            "reply_to_id": "510497",
            "text": "tomas:\nBíddu, til hvers þarf vélmenni með mannlega greind að prufukeyra fyrir okkur bíl? Er ekki miklu eðlilegra að láta mann keyra bílinn, nema hann er ekki staddur í bílnum heldur í hermi sem er beintengdur við reynsluaksturs bílinn.\nSkynheimur tölvu er/og verður yfirmannlegur sem gerir hana yfirmannlega. Eina tækifæri okkar til að kynnast slíkum skynheimi er að plögga okkur við tölvuna og upplifa skynjun hana, þ.a. ef heilabú okkar ræður við það :)\nM."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-18 20:53:07",
            "id": "510499",
            "reply_to_id": "510498",
            "text": ""
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-18 22:31:23",
            "id": "510500",
            "reply_to_id": "510497",
            "text": "Thomas18 skrifaði: “Væri það ekki þess virði að búa til slík vélmenni sem gætu kannski prufukeyrt ný faratæki fyrir okkur fólkið, í stað þess að setja mannslíf í hættu, og gæti líka sagt álit sitt um keyrsluna?\nÉg er alls ekki að segja að vélmenni ættu að vera allstaðar og vinna í staðinn fyrir okkur!”\nEf þú ert að tala um að þróa vélmenni með greind, meðvitund um að það sé til, og jafnvel tilfinningar þá er ekkert annað en morð eyðileggja það."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-19 06:51:46",
            "id": "510501",
            "reply_to_id": "510500",
            "text": "Ég sagdi aldrei ad vélmenni skyldu hafa tilfinningar, ég sagdi ad thad gæti verid mjög erfitt fyrir framleidendur ad finna út úr thvi hvernig eigi ad forrita slíkt í vélmenni!\nTilgangurinn med ad búa til vélmenni er ad sjálfsögdu til ad gera vinnu sem vid fólk treystum okkur ekki eda viljum ekki ad gera!\nNú var ég ad tala langt inn í framtídina, ekki tíu ár eda fimmtíu ár! Vid munum örugglega líta allt ödruvísi á líf og hluti eftir hundrad ár!"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-04-19 09:37:16",
            "id": "510502",
            "reply_to_id": "510501",
            "text": "tomas:\nég átta mig ekki enn á því afhverju þú telur vélmenn með mannsgreind (og jafnvel útlit) endilega vænlegan kost við að vinna slíka vinnu.\nVerkfræðilega er einfaldast að móðurtölva haldi utan um og stýri þjörkum sem vinna störf sem eru hættuleg mönnum. Enn og aftur slík móðurstöð hefur eiginleika og getu sem er langt umfram mannlega greind og skynjun. Tökum sem dæmi HAL í myndi Space Odissify 2002. Þótt hann sýnist mannlegur þá var geta HALs langt umfram mannlega greind (í myndinni gat hann reyndar ekki höndlað lygina og því fór sem fór).\nÉg er síðan sammála þér um að ef fram fer sem horfir þá getum við varla ímyndað okkur hvernig heimurinn kemur til að líta út eftir 100 ár eða svo."
        },
        {
            "user": "Raudbjorn",
            "user_id": "2358",
            "date": "2002-04-20 17:05:18",
            "id": "510503",
            "reply_to_id": "510475",
            "text": "…og síðan vökum við upp einn daginn við þá yfirlýsingu frá þeim að þau hafi ekki lengur þörf fyrir okkur."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2002-04-27 16:34:56",
            "id": "510504",
            "reply_to_id": "510475",
            "text": "Og svo endar þetta allt eins og í The Matrix :"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2002-04-29 19:03:43",
            "id": "510505",
            "reply_to_id": "510475",
            "text": "Það var í fréttunum eða nýjustu tækni og vísindu þar sem prófessor lét græða í sig tölvukubb sem gat mælt álag á taugakerfi í handlegg. Er það bara ekki svo að menn munu ekki skapa þessa fullkomnu gervigreind heldur einbeita sér, þegar tæknin kemur, að bæta sjálfan sig með vélarpörtum og örgjörvum, bæta minni, skynjun styrk, svipað og í myndinni Robocop, bar ekki jafn hægfara.\nFullkominn sköpun á tölvu sem skynjar eins og maður er ekki ómögulegt, heldur illgeranlegt, þess vegna munu vélmenni framtíðarinnar (Ef þau þá verða) framlenging á líkamanum, eða nýr líkami skapaður utanum mennskann heila."
        },
        {
            "user": "xor",
            "user_id": "1287",
            "date": "2002-05-09 01:00:46",
            "id": "510506",
            "reply_to_id": "510475",
            "text": "Ég rakst á mjög góða grein á netinu um daginn tengda þessu efni - hún er tengd veðmáli sem tveir mjög þektir tölvumenn hafa gert sín á milli. Veðmálið snýst um það hvort einhver tölva geti staðiðst svokallað Turing próf árið 2029. Turing próf, sem er nefnt eftir stærðfræðingum Alan Turing snýst um það hvort tölva geti orðið það ,,greind'' að henni takist að blekkja einstakling sem hefur samskipti við hana, þ.e. viðkomandi geti á engann hátt verið fullviss um að hann sé að tala við tölvu eða mann. Þess ber þó að geta að samskiptin fara eingöngu fram á textaformi - sem auðveldar vissulega fyrir tölvunni.\nhér er linkurinn:\nhttp://www.wired.com/wired/archive/10.05/longbets.html?pg=5\n-XOR-\n“Ef  framtíðin var í gær - hvað er þá á morgun?”"
        },
        {
            "user": "Kiddo",
            "user_id": "5890",
            "date": "2002-05-19 22:51:34",
            "id": "510507",
            "reply_to_id": "510475",
            "text": "Það væri líka svalt ef að í framtíðinni gætum við afritað heilann á okkur yfir í svona “vélheila” sem hefði þó samt rými til að þróast! þannig gætum við þróast og lifað að eilífu plús það að allar geimferðir myndu auðveldast því mannslíkaminn er ekki eins sterkbyggður og þessir “vélheilar” gætu verið! ég er nú samt kominn fram úr mér hér, en það er gaman að pæla í svona hlutum :)"
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2003-09-08 12:01:06",
            "id": "510508",
            "reply_to_id": "510507",
            "text": "Ég myndi nú ekki segja að þú lifðir að eilífu bara af því að þú copy/paste(aði) heilan á þér yfir í einhverskonar vélmenni sem gæti túlkað upplýsingarnar eins og þú. Það sem þú myndir fá úr því væri vélmenni sem hefði sama persónuleika og minningar og þú. Löngu síðar þegar þú ert dauður úr elli mun hann, hún eða frekar það halda áfram og þú kæmir ekkert nálægt því. Þú gætir náttúrulega huggað þig við þá staðreind á dánarbeði þínu að hluti af þér myndi lifa áfram því að til væri vélmenni sem hugsaði eins og þú og hefði sömu minninga og þú(allavega upp að því þegar þú lést afrita þig yfir í vélmennið). Þannig myndi það lifa áfram þó að þú værir löngu dauður.\nOg pældu nú í einum hlut. Ímyndaðu þér daginn sem þú færir í afrituninuna og værir svo svæfður og þegar þú vaknar ertu allt í einu vélmenni. Fyrir framan þig stendur persóna sem ert hin upprunarlegi þú sem segir þér að þú varst skapaður til að lifa áfram sitt líf. Þetta eru aðstæðurnar sem vélmennið myndi vakna upp við. Það myndi eiga minningar frá þeim tíma þegar það var mannlegt en er nú vél sem mun ávalt lifa við fordóma svo lengi sem mannkyn er til staðar. Ég væri býsna viss um að á meðan það fær að lifa til eilífðar svo lengi sem það er haldið gangandi og einhverjir eru til staðar til að gera við það og uppfæra það þá fær það að sjá manninn sem það eitt sinn var deyja og lifa sitt eilífa líf vitandi að það er afritun. Svo væru ábyggilega margir mjög fordómafullir gagnvart því og það þarf að venjast því að vera kallað “ÞAÐ”. Þú myndir ekki lifa því lífi en það myndi gera það og þar sem það myndi hugsa alveg eins og þú getum við spurt: Hvernig myndi þér finnast að lifa slíku lífi?"
        }
    ]
}