{
    "forum_title": "Litbolti",
    "user": null,
    "user_id": null,
    "date": "2011-09-15 10:41:24",
    "title": "Spurning um paintball",
    "text": "Ég og vinur minn vorum að spá í að fara að stunda þetta æðislega sport.\nÉg var að spá í hvað þetta kostar (með búnaði og öllu)\nog hvort það væri hægt að mæta á eina æfingu bara til þess að prufa án þess að þurfa að kaupa merkjara.\nOg að lokun, hvar er þetta staðsett? :D\ntakk",
    "url": "https://www.hugi.is/litbolti/korkar/729254/spurning-um-paintball/",
    "url_id": "729254",
    "id": "7358587",
    "replies": [
        {
            "user": "duwey",
            "user_id": "39848",
            "date": "2011-09-15 11:42:41",
            "id": "7358594",
            "reply_to_id": "7358587",
            "text": "Ég og vinur minn vorum að spá í að fara að stunda þetta æðislega sport.\nGaman að heyra, alltaf skemmtilegt að fá fleiri til að spila með.\nÉg var að spá í hvað þetta kostar (með búnaði og öllu)\nByrjendapakkinn minn kostaði rúmlega 100 þús. kr. en það er auðvelt að spara mun meira en ég gerði.\nEftir að þú ert kominn með búnað eru félagsgjöld, kaup á kúlum þegar að við spilum úti og leigugjald á húsnæði fyrir innanhúsæfingar á veturna.\nog hvort það væri hægt að mæta á eina æfingu bara til þess að prufa án þess að þurfa að kaupa merkjara.\nÞað er minnsta mál í heimi. Það vill bara svo til að einmitt núna eru ekki reglulegar æfingar þannig einhver þyrfti að láta þig vita hérna hvenær næsta helgaræfing er.\nOg að lokun, hvar er þetta staðsett? :D\nVöllur LBFH er staðsettur í Hafnafirði ekki svo langt í burtu frá álverinu. Á veturna hefur það tíðkast að vera í Sporthúsinu.\ntakk\nOg þakka þér sömuleiðis fyrir að sína þessu frábæra sporti áhuga. Endilega spurðu hér ef að þú ert með fleiri spurningar."
        },
        {
            "user": "duwey",
            "user_id": "39848",
            "date": "2011-09-15 16:11:45",
            "id": "7358624",
            "reply_to_id": "7358594",
            "text": "ég er víst hinn vinurin.. hvað kosta kúlur og hvað fær maður margar,, og endilega láta okkur vita hvenar og hvar æfing verður mætum klárlega\nBætt við 15. september 2011 -  19:20\nog 70-100 erum við að tala um nýjan eða notaðan búnað? =)"
        },
        {
            "user": "duwey",
            "user_id": "39848",
            "date": "2011-09-17 00:28:35",
            "id": "7358818",
            "reply_to_id": "7358624",
            "text": "ég er víst hinn vinurin..\nSæll.\nhvað kosta kúlur og hvað fær maður margar,,\nÍ sumar keyptum við kúlur frá fyrirtækjum innanlands og það kostaði 7500 kr. kassi með 2000 kúlum.\nMér tókst einhvernveginn að láta mér nægja u.þ.b. 550-600 kúlur fyrir 4 æfingar (og ég held að allar æfingar mínar hafi verið 4 klst. eða meira).\nNæsta sumar flytjum við líklegast inn kúlurnar okkar sjálfir og þá myndu þær vera eitthvað ódýrari.\nog endilega láta okkur vita hvenar og hvar æfing verður mætum klárlega\nÉg skal gera mitt besta til að muna eftir því.\nog 70-100 erum við að tala um nýjan eða notaðan búnað? =)\nFyrir þessar rúmar 100 þús. kr. sem að ég borgaði fékk ég nýjan nánast tournament-level útbúnað.\nÉg veit því miður ekkert um markaðinn hérlendis á notuðum vörum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-09-17 21:15:19",
            "id": "7358888",
            "reply_to_id": "7358818",
            "text": "takk kærlega fyrir frábær svö"
        },
        {
            "user": "Charley",
            "user_id": "44638",
            "date": "2011-09-18 23:37:19",
            "id": "7359029",
            "reply_to_id": "7358818",
            "text": "móðir mín er að fara til bandaríkjana og ég er aðeins að spá í að kaupa fyrir paintball þar. er alveg staðráðin að byrja í þessu ertu með einhver meðmæli?\npeysa:\nhttp://www.amazon.com/gp/product/B004D0ZKRQ/ref=ox_sc_act_title_1?ie=UTF8&m=A11XCIWHYL24NR\nbuxur:\nhttp://www.amazon.com/gp/product/B0048HDC60/ref=ox_sc_act_title_2?ie=UTF8&m=A11XCIWHYL24NR\ngríma:\nhttp://www.amazon.com/gp/product/B001EC66W4/ref=ox_sc_act_title_3?ie=UTF8&m=A3MOEA5B1IA06N"
        },
        {
            "user": "Charley",
            "user_id": "44638",
            "date": "2011-09-19 23:30:33",
            "id": "7359185",
            "reply_to_id": "7359029",
            "text": "proto er dótturfyrirtæki DYE og eru þaraðleiðandi með fínan búnað Dye er mitt persónulega uppáhald…\nhinsvegar með þessa grímumyndi ég finna mér örlítið meiri gæði þar að leiðandi aðeins dýrari það er örugglega það eina sem maður á alls ekki að spara í það að vera með góða/þægilega grímu er algerlega nauðsynlegt það sem þú þarft að skoða í þeim málum er að hafa 2falt gler í þeim svo það komi ekki móða innaná grímun og svo hversu þægileg hún er hvort þú sjáir vel til hliðana og þessháttar\nget t.d mælt með þessari\nhttp://shop.dyepaintball.com/en_us/i4-goggle-system/i4-goggle-system-red-liquid.html\nég á eldri týpuna af þessari grímu og  hún er frábær\nhérna er önnur dýrari v-force gríma ég og fleiri eigum svona og erum sáttir með hana\nhttp://www.paintball-online.com/shop/Product/V-Force-Paintball-Masks/Vforce-Profiler-Paintball-Goggle-Blue-Reverse-GGVPRBUR.aspx\nsvo geturu líka skoðað merki einsog EMPIRE þeir eru með rosa flottar og ég hef heyrt góðar grímur þó ég viti það ekki af persónulegri reynslu\nen einsog ég segi EKKI spara í grímu ég hata það MEST þegar það kemur móða og eitthvað vesen með grímuna skemmir alveg fyrir manni leikinn"
        },
        {
            "user": "Charley",
            "user_id": "44638",
            "date": "2011-09-20 10:24:50",
            "id": "7359219",
            "reply_to_id": "7359185",
            "text": "http://shop.dyepaintball.com/en_us/i4-goggle-system/i4-goggle-system-red-liquid.html\nætla þá að taka þessa.. en hver eru skilyrði til að geta keypt sér merkjara. Tala við einhvern hjá skemtigarðinum og hann sagði að maður þyrfti að vera búin að vera í félaginu í 1 ár. Fáum við þá lánaða merkjara á æfingum í þann tíma?"
        },
        {
            "user": "Charley",
            "user_id": "44638",
            "date": "2011-09-21 03:29:48",
            "id": "7359357",
            "reply_to_id": "7359219",
            "text": "það þýðir ekkert að tala við þessa hjá skemmtigarðinum þau vita ekkert í sinn haus þú getur keypt þér merkjara um leið og þú skráir þig í félagið og borgar félagsgjaldið þá geturu sent inn pöntun og gott val á grímu hjá þér verður ekki fyrir vonbrigðum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-09-21 17:43:50",
            "id": "7359443",
            "reply_to_id": "7359357",
            "text": "ok takk. hvenar eru æfingar?"
        }
    ]
}