{
    "forum_title": "Tíska & útlit",
    "user": "FlapJack",
    "user_id": "76827",
    "date": "2011-09-20 16:10:30",
    "title": "fatastærðir að breytast?! (hugsanlega [tl/dr])",
    "text": "ég er ekki ógeðslega bitur og feit gella sem vælir yfir því að komast ekki ‘ennþá’ í S/M. mér leiðist bara að geta ekki klætt mig sómasamlega án þess að eiga í sífelldu veseni með stærðirnar, bara vegna þess að ég er ekki eins grönn og fíngerð og hinar stelpurnar (ég kaupi mér varla ný föt vegna þess að oftar en ekki, þá eru þau ekki til í stærðinni minni, og mér leiðist að vera alltaf í einhverjum pokasniðum)\n———————————————\nsemsagt. ég fór nánast að grenja um daginn þegar ég kíkti í búð og ætlaði að splæsa í nýjar gallabuxur (á viðráðanlegu verði…)\nHingað til hefur það aldrei verið mikið mál hjá mér að finna mér buxur, eða bara föt yfir höfuð, finn bara mína stærð og snið sem ég kann vel við og voila! Allir sáttir! Nema þarna um daginn,sem er því miður er dagur sem er farinn að koma ansi oft!\nÉg var þarna semsagt að skoða buxurnar og fannst úrvalið ekki beint það besta, því að flestar þeirra voru í stærð 26,28,30, og einar og einar í 32, svo finn ég buxur sem mér lýst á en þær eru allar merktar í S,M,L og XL, vissi ekki alveg hvort ég átti að taka L eða XL þannig ég spyr afgreiðslustelpuna hvort ég ætti að taka, og segi henni að vanalega noti ég í kringum 40-44,samt oftast 42 (mismunandi eftir sniðinu etc..) allavegana, ég fæ líka þennan svakalega svip frá gellunni sem hváir og spyr mig forviða 42?!?1 (sem er ca 34 í stærðunum þarna) og ég segi bara já, hvort er það L eða XL? og hún segir mér, mjög smjaðurslega að taka XL ‘'en þær sko EIGA að vera alveg FREKAR þröngar sko, en þær teygjast á endanum sko…’' (og leggur mikla áherslu á ‘'alveg FREKAR’'), nújæja, ég var orðin vel pirruð á stelpunni því mér fannst ekkert furðulegt að biðja um buxur í L eða XL, því það er jú, mín stærð, og þá er komið að mátun.\nGetiði hvað?\nÉG FOKKING KOM ÞEIM EKKI UPP FYRIR RASSGATIÐ Á MÉR! sama hvað ég dró inn magann, dró þær varlega og togaði, þá nei, komust þær ekki alla leið upp og ekki nokkur leið að hvað þá renna fyrir og hneppa!\ndjöfull varð ég pirruð og hélt í smástund að ég hefði bara bætt svona svakalega á mig án þess að taka eftir því fyrr en ég var komin í stærstu buxurnar í einhverri búð!!\nog þetta er ekki í fyrsta skipti sem ég lendi í þessu, mér finnst í sífellu eins og stærðirnar séu að breytast og minnka, ég geri mér fullkomlega grein fyrir því að snið geta skipt sköpun varðandi stærðir og fleira en þetta fannst mér alveg fáránlegt þvi að svo gekk ég inn í aðra búð, fann buxur í nákvæmlega sama sniði í stærð 42 (semsagt ca sama stærð og í hinni búðinni) og þær smellpassa,bókstaflega renna upp fyrir rassinn á manni eru meira að segja frekar rúmar sem er bara enn betra.\nÉg geri mér fullkomlega grein fyrir því að það er munur eftir vörkumerkjum og fleira, svo erum við allar/öll mismunandi í laginu en þetta fannst mér of mikill munur…\nStelpur, er ég nokkuð sú eina sem lendi í svona löguðu…?\nHefur einhver annar tekið eftir þessum breytingum?",
    "url": "https://www.hugi.is/tiska/korkar/729418/fatastaerdir-ad-breytast-hugsanlega-tldr/",
    "url_id": "729418",
    "id": "7359260",
    "replies": [
        {
            "user": "Rainbow92",
            "user_id": "73122",
            "date": "2011-09-20 17:23:17",
            "id": "7359273",
            "reply_to_id": "7359260",
            "text": "getur verið að mjaðmagrindin sé búin að stækka?\nen ég er líka svona, ég er samt í s-m þannig séð.. en er með stóra mjaðmagrind og rass í stærri kantinum.. fann hinsvegar gallabuxur í noregi sem passa vel, og ekki bara efst ;) (buxur á islandi eru einhvernvegin ekki rétt sniðnar, ekki nógu mikið úrval)\nen ég er líka svona með boli og brjóstarhaldara því ég er með mjótt mitti og stór brjóst XD\nÞegar ég mátaði fyrst buxur í noregi tók ég stærð 34, sem ég hélt að myndu passa.. en þær duttu bara niðrum mig.. keypti 32 sem eru aðeins of stórar á mig núna .. en ég er samt sammála, stærðirnar eru eitthvað furðulegar á íslandi\nBætt við 20. september 2011 -  17:23\n+ 42 er venjulega L"
        },
        {
            "user": "FlapJack",
            "user_id": "76827",
            "date": "2011-09-21 20:34:33",
            "id": "7359476",
            "reply_to_id": "7359273",
            "text": "haha já sama hér með brjóstin og mittið, samt aldrei nein alvarleg vandamál í kringum það :P\nog já,ég er sammála þér, stærðirnar hérna eru stórfurðulega"
        },
        {
            "user": "Pariah",
            "user_id": "77132",
            "date": "2011-09-21 23:47:42",
            "id": "7359501",
            "reply_to_id": "7359260",
            "text": "Hmm, mér hefur einmitt fundist þetta vera akkúrat öfugt. Get yfirleitt fundið mér föt í S sem passa en undanfarið hefur jafnvel XS reynst of stórt."
        }
    ]
}