{
    "forum_title": "Hestar",
    "user": "bodvarg",
    "user_id": "70678",
    "date": "2011-10-04 21:34:49",
    "title": "Landsmót í 60 ár (1950-2010)",
    "text": "Saga Landsmótanna nær aftur til 1950 þegar fyrsta Landsmótið var haldið á Þingvöllum. Þar voru sýnd 133 hross, kynbótahross, gæðingar og kappreiðahross. Á þeim tíma var aðeins keppt í einum flokki gæðinga sem var flokkur alhliða gæðinga, auk kappreiða og kynbótasýninga.\nEftir það voru haldin Landsmót á fjögurra ára fresti, allt þar til að á ársþingi Landssambands Hestamannafélaga 1995 var samþykkt að halda Landsmót á tveggja ára fresti. Fyrsta mótið sem haldið var eftir þeim reglum, þ.e. á tveggja ára fresti var Landsmót í Reykjavík árið 2000.\nMótin hafa vaxið gríðarlega að umfangi sérstaklega hvað keppnishlutann varðar og fjölda hrossa. Það er þó áhugavert að á fyrsta Landsmót hestamanna á Þingvöllum árið 1950 sóttu um 10.000 gestir mótið. Aðsóknarmet var slegið á Gaddstaðaflötum árið 2008 þar sem hátt í 14.000 gestir, knapar, starfsmenn og sjálfboðaliðar komu saman.\nLandsmót hestamanna hefur verið stærsti íþróttaviðburður landsins frá upphafi, enda er Landssamband hestamannafélaga þriðja stærsta sérsambandið innan ÍSÍ, með rúmlega 11.000 félagsmenn.\nLandsmót er í dag einkahlutafélag (ehf) að 2/3 hluta í eigu Landssambands hestamannafélaga og að 1/3 hluta Bændasamtaka Íslands. Félagið var stofnað árið 2001 með það að markmiði að vera rekstaraðili Landsmótanna.\nFyrsta mótið sem einkahlutafélagið stóð að var árið 2002 á Vindheimamelum í Skagafirði og hefur rekstur mótanna verið með þeim hætti síðan.\nLandsmót 2012 er hið 20. í röðinni og er nú haldið í annað skipti í reykjavík.",
    "url": "https://www.hugi.is/hestar/greinar/729898/landsmot-i-60-ar-1950-2010/",
    "url_id": "729898",
    "id": "7361200",
    "replies": [
        {
            "user": "bodvarg",
            "user_id": "70678",
            "date": "2011-10-04 21:36:10",
            "id": "7361201",
            "reply_to_id": "7361200",
            "text": "heimildir landssmot.is"
        },
        {
            "user": "Lindal",
            "user_id": "74065",
            "date": "2011-10-09 02:37:53",
            "id": "7361668",
            "reply_to_id": "7361200",
            "text": "Flott framtak á áhugamálið. Það væri líka flott ef þú myndir gera greininna aðeins meira að “þinni eigin” grein með því orða á þinn hátt, bæta þínum eigin punktum eða gera greinina nákvæmari með meiri upplýsingum frekar en að afrita hana beint af síðunni."
        },
        {
            "user": "bodvarg",
            "user_id": "70678",
            "date": "2012-02-24 15:22:31",
            "id": "7376458",
            "reply_to_id": "7361668",
            "text": "finnst svolítið svekkjandi að nánast enginn sem að skráði sig á þennan lista hefur gert það sem að sá hinn sami skuldbatt sig til að gera þegar að hann skráði sigá listann\nhttp://www.hugi.is/hestar/bigboxes.php?box_id=85459"
        },
        {
            "user": "DerpMeister",
            "user_id": "61687",
            "date": "2011-10-20 15:11:50",
            "id": "7362932",
            "reply_to_id": "7361200",
            "text": "Svari eytt af stjórnanda"
        }
    ]
}