{
    "forum_title": "MMORPG",
    "user": "PrettyBoy",
    "user_id": "7268",
    "date": "2002-04-18 04:57:05",
    "title": "Keep Raid 2",
    "text": "“Hail the keep!”\nI shout, the words slamming into the great walls and mountainside, throwing themselfs back at me in fury. “ thE KEEP….the KEEP….tEh Keep….Keeep….Eeep…”\nI look shamefully to my comrades….”Sorry about that….Kinda slipped..”\nVelang, Kelvyn and Lightbringer just smile at me as i stand back in awe, staring at the huge doors swinging open.\nThe words      “Honor for a Shield  |  Wisdom for a Weapon”\nParting as they open.\nAs we walk into the large courtyard of Fort Sauvage, i feel alive for the first time. The bustling people around me….Knights in full armour, Wizards mumbling spells, Clerics blessing the fighters….and my brotherhood….the League, passing through the mass of people…like shadows…a art i have never mastered, i think to myself…rather sadly.\nI notice Lulliby whispering into the ear of a officer in the knightly order of Excalibur….Moving on to the guild leader of the Lost League of Caliburn…a few words passing between them……….A few silent words to what could be called, the “Leaders” of the small army.\nBoth Knights start yelling orders over the crowd even louder then before.\nMammon, The leader of the True Faith, Protector of the Needy, Giver of Life,The Sword Of Justice….i smile as i wonder about all the names this old veteran of Caliburn has been given…….names….what are names but awards……the awards of the great………what kind of name would i want ??? One befitting a hero…a veteran……a singer….a name fitting a handsome face like this one……..mhmmmm what name….\nLulliby\n“Yes….I must admit, your rather handsome”\nI turn around looking into Lulliby´s cheerfull eyes…..turning red, from toe to ear….\n“Ermmm how much…i mean..did i say ?….What im meaning to say….the….day dreaming….”\nLulliby\n“Yes yes, the day dreaming\nLulliby\n*chuckle*… Kelvyn, talk to Riadan,  the one  wearing the blue platemail……they need a wizards for that flank…..Velang, you can head out to Mammon, nice to see you again…its been a long time *Smile*\nI smile as i hear Lulliby´s silky smooth voice charm these hard eyed men into nearly running to theyr flank leaders, bloth slapping me on the back, and saluting. Lightbringer…..Lightbringer….thats a heros name…..a great mans name…..what to choose ??.NightSinger??…DwarfFlinger??….no…..doesnt have the right sound to it….\nI look up hastily, wondering if i had been speaking aloud again….Seeing Lulliby and Lightbringer arguing silently…..\nLulliby\n“I told you allready ! Em will be working with my scouts, you will be needed at the          keep, you cant run in that plate anyway, and you sure as hell cant hide in it !”\nLightBringer\n“I ran here in this plate, i sleep in this plate, its like a second skin. True about the hiding though, but then again, neither can Em, i saw him try in Tepoks !.”\n“Errm… Im right here you know…and that wasnt hiding ! Its called a tactical withdrawal…..i learned that in the academy..” *Pride shining through my smile*\nLightBringer and Lulliby both stare at me for a few seconds…..\nLulliby\n“Okay but hes your responsibility……And get your ass over to the merchant and dye that plate green”\nLightBringer\n*Smile* “Yes my lady”\nI look at him a bit confused when Lulliby walks away…..”What was that about ? You want to be with my group when the fight starts ??”\nLighBringer\n“Yeah…..to be honest i actualy hate running around in this plate, when your on that drum it kinda gets my mind off my sore feet……”\n“Yeah my drumming helps doesnt it ? *Proud Smile* Dont you worry, you wont even notice your feet. (I promise, feeling that i will maybe be alittle help after all)\nLightBringer smiles at my back as i turn around, mumbling…. “just a pup…great potential but still a pup”\n“So what do we do ?? where is our group ?? We are on scout duty right ?”\nLighBringer\n“Yeah, they are there by the wall, the three guys stringing theyr bows…..I have heard about them before….Kormyr, Prowler and Eaue, brothers i think…they have been around for some time…the three of them pretty much keep the Black Mountains pass clear……”\n“Good, whos leading us?”\nLighBringer\n“You are !”\n“What ?? You cant be..I mean she cant be serious….this is my first batt-…..” My words silenced by a small delicate hand slapping her drum. The thunderous sound pulling everybodies attention.\nLulliby\n“Master Vismer is ready. Portalling will take place in sixty seconds……Anybody who is nursing ideas of running the whole way, can do so…..The rest of us, move it!!!!”\nAs shes walks back down the stair and on to the portal disk, her cloak swirls around her and i loose her in the crowd……What the hell is she thinking….im no leader…..i stare in horror as my group forms around me.. the three scouts saluting and standing alitle behind me, bows strung, arrows loose in theyr quivers…LighBringer salute me with a grin, and takes his place behind me.\nI feel sweat run down my back as i hear the words from the the Master wizards, casting a great spell of portalling…over sixty knights, wizards and clerics standing on the disk……and….and who knows how many of the League…Who even knows how many are in the League…….\nMammon, The Sword of Justice lifts his shield and bangs his sword on it…..\n“Honor for a Shield ! Wisdom for a Weapon !\nAnd may Lady Luck take a liking to us all this day!”\nA great roar went up……and everything went black…..",
    "url": "https://www.hugi.is/mmorpg/greinar/73025/keep-raid-2/",
    "url_id": "73025",
    "id": "511323",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-18 20:09:39",
            "id": "511324",
            "reply_to_id": "511323",
            "text": "Þetta er svo mikil snilld!!"
        },
        {
            "user": "Krullgor",
            "user_id": "18349",
            "date": "2002-04-18 20:19:45",
            "id": "511325",
            "reply_to_id": "511323",
            "text": "ertu í albion?"
        },
        {
            "user": "vamanos",
            "user_id": "8901",
            "date": "2002-04-19 08:39:53",
            "id": "511326",
            "reply_to_id": "511323",
            "text": "Flott skrif hjá þér. Bíð spenntur eftir framhaldiinu.:)"
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2002-04-22 08:57:18",
            "id": "511327",
            "reply_to_id": "511326",
            "text": "amm albion"
        },
        {
            "user": "Blondie",
            "user_id": "7574",
            "date": "2002-04-22 12:51:01",
            "id": "511328",
            "reply_to_id": "511323",
            "text": "Vel sett saman og góður endir, heldur manni spenntum… flýttu þér með frammhaldið maður.\nbara flott :)"
        },
        {
            "user": "Mandulis",
            "user_id": "4282",
            "date": "2002-05-21 15:15:39",
            "id": "511329",
            "reply_to_id": "511323",
            "text": "Fín skrif..\nÉg hef lesið MARGAR bækur svo ég veit hvað þarf til að halda manni við efnið. Enskan mætti vera betri og dialogið mætti vera aðeins öðruvísi, þetta er of líkt handriti á leikriti.\nBut all things considered, pretty good.\nKeep it up"
        }
    ]
}