{
    "forum_title": "Hljóðfæri",
    "user": "pacifica",
    "user_id": "51028",
    "date": "2011-11-23 22:57:20",
    "title": "Til sölu og óska eftir - gítar, þráðlaust og fleira.",
    "text": "Aria Elecord kassagítar. Þetta er eitthvað mega rare stuff. Voru bara framleiddir 91 og 92.Hann er þunnur með cutaway og pickup. Sér soldið á honum, en soundar mjög flott, nema það að strengirnir sem eru í honum núna eru mjög lélegir.\n50.000\nhttp://i720.photobucket.com/albums/ww207/pacifica_e30/mynd602.jpg\nhttp://i720.photobucket.com/albums/ww207/pacifica_e30/mynd603.jpg\nhttp://i720.photobucket.com/albums/ww207/pacifica_e30/mynd604.jpg\nhttp://i720.photobucket.com/albums/ww207/pacifica_e30/mynd605.jpg\nArt SGX 2000 rack effectagræja. Mega svalt stuff. Endilega tékkaðu á þessu á youtube ef þú hefur ekki heyrt í svona.\n35.000\nhttp://www.wicasta.com/music/wp-content/uploads/2010/10/sgxe_pink.png\nAudio Technica þráðlaust kerfi fyrir gítar. ATW 1400 series. Minnir að það heiti ATW 1451. Kerfið skilst mér að geti líka notast með mic ef önnur snúra er keypt. Virkar allt flott, en það vantar coverið yfir batterýið á sendinum. Hægt að stilla volume á sendi og móttakara, til þess að fá sem best sound útúr öllum gítörum. Hef t.d. notað þetta á active pickuppa, og þá lækkaði ég bara aðeins í sendinum. Held að myndin sé af elveg eins, en gæti verið bara mjög svipað.\n45.000\nhttp://c0.dmlimg.com/1fc1c1c2db5852e08ffc380475e2633694ea7e7a2285238cf7342922e8148d81.jpg\n———————————————————————————\nEinnig langar mig að kaupa ESP Eclipse. Serstaklega jákvætt ef hann væri see-thru black cherry.\nÉg átti svona gítar, en honum var stolið sumarið 2008 þegar það var brotist inn heima hjá mér. Einnig voru teknir Gibson SG og Gibson Explorer. Eclipse-inn er samt sá sem ég sakna mest.\nGeð boðið ofangreint dót í skiptum, og svo get ég einnig boðið einhverja peningaupphæð.\nÞað skiptir mig ekki öllu máli hvort það eru EMG pickuppar í honum, eða Seymour Duncan. Skoða allt. Gæti jafnvel litið á LTD og Gibson/epiphone les paul.\nEndilega hendið á mig línu ef þið eruð með eitthvað handa mér.\nVerðin eru ekki heilög. Alveg hægt að prófa að bjóða. Ég segi í versta falli nei.\nKv. Anton Örn",
    "url": "https://www.hugi.is/hljodfaeri/korkar/731256/til-solu-og-oska-eftir-gitar-thradlaust-og-fleira/",
    "url_id": "731256",
    "id": "7367173",
    "replies": []
}