{
    "forum_title": "Smásögur",
    "user": "Violet",
    "user_id": "38251",
    "date": "2011-12-24 23:31:19",
    "title": "Litli álfurinn",
    "text": "Ég hrökk upp. Óróleiki hríslaðist um mig svo ég stóð upp í næturmyrkinu. Ég lokaði augunum og gekk blindandi fram á gang. Þar opnaði ég augun og marglitað ljósið frá jólaseríunum lýstu mér veginn inn í eldhús. Lítil stelpa tiplandi á tánum á ísköldum flísunum.\nÉg var ekki undirbúin fyrir sjónina sem blasti þar við mér. Út um stóra gluggann sá ég snjó falla í rólegheitunum á hvíthjúpuðu jörðina. Það fyllti litla hjartað mitt af þrá og huga minn af æsispennandi ævintýrum sem gætu nú átt sér stað.\nFæturnir færðu mig nær glugganum og ég setti hendurnar á kalda gluggasylluna. Ég hallaði mér nær þangað til nefbroddurinn snerti rúðuna og andardráttur minn myndaði móðu. Snjórinn féll á risastórt hraunið sem byrjaði í bakgarðinum mínum. Nú hlaut álfunum í klettunum að vera kalt.\nSkyndilega sá ég ljósglyttu í einum klettinum. Kannski hafði lítill álfur vaknað við snjókomuna og var núna að horfa á húsið mitt hulið af snjó, fullur aðdáun. Kannski sá hann ljós hér líka.\nLöngun til að hitta hann fyllti mig. Kannski gæti hann leikið við mig í snjónum. Ég átti engin systkini og engir krakkar á næsta bæ. En álfurinn var hér. Andlit mitt ljómaði og vissi að ég varð að fara til hans.\nInnan skamms var ég komin í snjógallann yfir náttfötin og stígvél yfir berar tásurnar. Foreldrar mínir myndu örugglega ekkert hafa áhyggjur af mér. Ég hafði sagt mömmu frá álfunum sem bjuggu í hrauninu fyrir löngu þannig hún hlaut að fatta að ég hefði farið til þeirra. Það var ekkert annað að fara hérna.\nÉg lokaði útidyrahurðinni varlega og læddist út. Ég leit upp til himna og fékk snjókornin í andlitið. Það voru engar stjörnur en máninn lýsti upp skjannahvítt umhverfið.\nÉg naut þess að heyra brakið í snjónum undir stígvélunum mínum á meðan ég gekk bakvið húsið. Þar hafði hraunið af einhverjum ástæðum stoppað flæði sitt og myndað 2 metra hraunvegg. Beint fyrir aftan húsið mitt.\nÉg klifraði upp steinvegginn, upp stigann sem álfarnir höfðu búið til handa mér. Það var of mikil tilviljun að hraunið hafi storknað einmitt þannig að ég átti ótrúlega auðvelt með að klifra upp.\nKannski hafði ég aldrei fengið nein systkini því álfarnir áttu að koma í stað þeirra. Það hlaut að vera.\nÉg hóf göngu mína að klettinum þar sem ég hafði séð ljósglætuna.  Ég tók upp snjó og stakk honum upp í munninn. Ísinn bráðnaði á heitri tungunni og ég var alsæl. Tunglið var vinur minn, snjórinn var vinur minn, hraunið, myrkið og álfarnir voru allir vinir mínir. Hérna átti ég heima.\nÉg hafði vaknað við kall þeirra.\nÉg var næstum því komin að klettinum þegar ég  fór að örvænta.  Það voru engin ummerki um neinn.\nEn þá gerðist eitthvað óútskýranlegt. Kuldinn virtist hverfa og það hægði allsvakalega á snjókomunni. Mér leið eins og hulu hefði verið kastað yfir umhverfið.\nÞá sá ég hann.\nHann var ósköp lítill og stóð upp á klettinum. Ég sá ekki andlit hans í myrkrinu en ég fann að hann var að brosa. Ég var ennþá dálítinn spöl frá honum en ég stoppaði. Ég horfði upp á litla álfinn og fann að mér leið undursamlega. Mér leið eins og ég ljómaði af gylltri birtu og að orka geislaði allstaðar út frá mér. Það sama gerðist fyrir litla álfinn. Hann virtist allt í einu aðskilinn umhverfinu í björtu ljósi.\nÉg sá nú góðlegt andlit hans og eitthvað small saman í hjarta mínu. Ég hafði haft rétt fyrir mér. Álfurinn var besti vinur minn, verndarengillinn minn og vonin sem vantaði í líf mitt.\nÉg hafði loksins vaknað við kall hans.\n*\nForeldrar hennar voru dauðhrædd þegar þau vöknuðu um morguninn. Aðfangadagur og dóttir þeirra var horfin. Hún hafði ekki snert gjöfina frá Kertasníki. Móðirin leitaði í öllu húsinu á meðan maðurinn hennar skaust út í leit að dótturinni. Hún hringdi í lögregluna en hún var klukkutíma í burtu.\nDóttir hennar var ekki í húsinu.\nMóðirin leyfði sér þá loksins að bresta í grát.\n“Ekki aftur,” slapp upp úr henni á milli ekkasoga.\nMaður hennar braust þá inn um útidyrnar með litla 6 ára stelpu í kuldagalla. “Það er allt í lagi með hana, það er allt í lagi.”\nKonan stökk upp og maðurinn lagði dóttur þeirra á sófann. Konan féll á kné við hlið hennar og strauk henni um ennið. Hún var ennþá heit.\nKonan missti sig og gróf andlitið inn í kuldagalla dóttur sinnar og hágrét. Hennar versta martröð hafði næstum því orðið að veruleika.\nÖðru barni hafði næstum því verið fórnað í kuldann tæpum 10 árum eftir dauða sonar þeirra. Stóra bróður dóttur þeirra sem hún hafði aldrei þekkt.\nLitla stelpan rankaði við sér.\n“…ég sá hann. Ég fór til hans,” muldraði hún.\nKonan horfði vantrúa á dóttur sína. Hann lifði þá áfram einn í köldu hrauninu. Litli strákurinn. Litli álfurinn.",
    "url": "https://www.hugi.is/smasogur/greinar/731962/litli-alfurinn/",
    "url_id": "731962",
    "id": "7370748",
    "replies": [
        {
            "user": "johma",
            "user_id": "80795",
            "date": "2011-12-25 03:37:01",
            "id": "7370777",
            "reply_to_id": "7370748",
            "text": "Þessi saga er hrein og tær snilld. Vel gert!"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2011-12-25 18:32:45",
            "id": "7370825",
            "reply_to_id": "7370777",
            "text": "Takk kærlega fyrir!"
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2011-12-25 16:47:05",
            "id": "7370814",
            "reply_to_id": "7370748",
            "text": "Æðisleg saga hjá þér og vel skrifuð :)"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2011-12-25 18:34:21",
            "id": "7370826",
            "reply_to_id": "7370814",
            "text": "Takk fyrir :)"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2011-12-26 03:02:32",
            "id": "7370882",
            "reply_to_id": "7370748",
            "text": "Sagan er nokkuð góð. Ég varð aðeins fyrir örlitlum vonbrigðum því ég vissi að þú skrifaðir hana. Ég er kannski orðinn alltof nitpicking, því það voru setningar sem stoppuðu mig bara því ég hefði orðað þær öðruvísi, en þar að auki fann ég nokkrar setningar sem ég fann ekki málfræðilegt sens í.\nEn einsog ég segi, allsekki léleg saga, mjög góð reyndar."
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2011-12-26 08:41:25",
            "id": "7370895",
            "reply_to_id": "7370882",
            "text": "Takk kærlega fyrir lesturinn og gagnrýnina. Þú sást greinilega að ég eyddi aðeins minni tíma í söguna en ég hefði viljað :) Ég skal passa mig á þessu næst, ég byrjaði aaaalltof seint að skrifa."
        }
    ]
}