{
    "forum_title": "Raftónlist",
    "user": "Grimsi92",
    "user_id": "37040",
    "date": "2011-12-25 21:35:02",
    "title": "TS:M-Audio Keystation 88 Pro",
    "text": "Ég er með til sölu 88 nótna notað USB/Midi hljómborð.\nVel farið, ein rispa á hljómborðinu.\nBorðið er með 88 “vigtuðum” nótum , þannig manni finnst eins og maður sé að spila á “alvöru píanó” og er einnig með 55 forritanlegum tökkum (24 snúnings, 22 þrýstitökkum og 9 faderum)\nHljómborðið er ekki lengur í framleiðslu, en hefur fengið mjög góða gagnrýni víða um heiminn og hefur t.d 8/10 stjörnur á zzounds og flestir segja að þessi vara sé mjög góð.\nhttp://www.zzounds.com/item–MDOKEYSTAT88\nÞað þarf ekki nema USB tengi á tölvuna, skella í samband og byrja að spila. Enga auka spennugjafa eða þannig vesen, tekur rafmagn beint frá tölvunni.\nMjög gott lyklaborð fyrir byrjendur jafnt sem lengra komna\nSvona hljómborð kostar 500-600$ á amazon (60-70 þúsund íslenskar).\nÉg set á það 40'000kr.\nEf þú hefur áhuga á að kaupa það, Sendu mér þá póst á grimsi92@hotmail.is\nmynd\nmynd\n(ástæðan fyrir sölu er plássleysi)\n—-\nHérna er smá svona, technical info\n88-key hammer-action, velocity-sensitive keyboard\n24 MIDI-assignable rotary controllers\n22 MIDI-assignable buttons\n9 MIDI-assignable Alps faders\nMIDI-assignable pitch bend and modulation wheels\nMIDI-assignable foot switch and foot pedal inputs\nControllers assignable to MIDI controllers, notes, transport controls, program changes (including LSB and MSB), sys-ex, and RPN/NRPN\nIndependent MIDI channel assign for all controllers\nFour keyboard zones for layers and splits\nMultiple dynamic velocity curves\nLarge custom LCD displays controller number, assigned controller, edit icons and edit values\n10 memory locations for saving all controller assignments\nSys-ex memory dump transmits the complete memory contents for backup purposes\nFree Enigma editor software for unlimited storage\n+/- 11 semi-tone transposition\nDedicated buttons allow program and bank changes on the fly\nControl Mute function mutes the output of all controllers so you can position them to the desired value before tweaking\nSnap Shot button transmits all current controller settings\nFader Drawbar mode reverses the faders for realistic operation of organ emulators such as NI B4\nMIDI In port\nMIDI Out port can drive external MIDI gear or be used as USB to MIDI Out interface\nGeneral MIDI 1 and 2 compatible\nUSB class compliant—no drivers required for Windows XP or Mac OS X\nDrivers also included for Windows 98SE, ME, 2000, XP and Mac OS 9\nPowered via USB bus (cable included) or optional 9V power supply\nLightweight for its features - only 20 kgs.\nGetting started manual\nhttp://www.m-audio.com/images/global/manuals/KSP88_M71020QS_CD-EN.pdf\nAdvanced guide\nhttp://www.m-audio.com/images/global/manuals/KeyPro88_AdvancedGuide-EN.pdf\n——\nDark wave tónlistar áhugamál á huga! meðlimir: Grimsi92 ,nazareth ,patmannrekur, nonamesheep, toggif, franur, senety, eltihrellir, unknownnick, violet, Raiden, animosity, Mystira, Jixu, stebbichill, gelgjan, stebbib,banananaharaldur, evig, Jaguar1957,Mustakrakish, arnorh, Pythagoras, Orientacion, Bhaalgorn, Scandalous, Deathrider, Behemoth, spiker , Sleikjogellan, BergtrolletsHevn, kurbitur , nafnleysa, rearden, afireinside, BjarniPhilosopy, RaudiSmarinn, Cassandra ,Vvendetta, Sachiel, Gunnsi215, Aneurysm, dagurgisla og Kruzy, Nemesis69, hjalti13 , sigge, betakr, dabbidanna, Cry95, fakexbeauty, kubbur , surfaceDeisler, Sk8Mafia, blurr, VenjulegStelpa,Arthrax, DonToni, WetDream, genki, Shadowfaxx, Hellbragi, Hawthorn, darkystar, Tomodachi, Copyright, zeH, Islander, fizzers, Stebbiti, daNcer, Lester, XxXEmoBoyXxX, Mattzzz,GothicGirl, BenniSatan,26BlackRoses, Marwin, RotinVaffla, Dudemaster, Troublemaker, Cherish, fesifes, joli14, GisliBMX ,GudniRunarGefnar, pansy, Binnzi, LordYhsO, plant, sh og zootzoot",
    "url": "https://www.hugi.is/raftonlist/korkar/731976/tsm-audio-keystation-88-pro/",
    "url_id": "731976",
    "id": "7370846",
    "replies": [
        {
            "user": "CouldBe",
            "user_id": "60162",
            "date": "2012-01-24 21:44:43",
            "id": "7373530",
            "reply_to_id": "7370846",
            "text": "Heyrðu, ertu ennþá með þetta til sölu? Er mjög áhugasöm :)"
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2012-01-24 22:49:07",
            "id": "7373535",
            "reply_to_id": "7373530",
            "text": "Seldi það í byrjun Jan ……"
        }
    ]
}