{
    "forum_title": "Hljóðfæri",
    "user": null,
    "user_id": null,
    "date": "2011-12-26 13:22:32",
    "title": "Að sprauta gítar??",
    "text": "Langaði að athuga hvort einhver gæti leiðbeint mér varaðandi sprautun á strat style gítar sem ég vil sprauta hvítan.\nEr ekki nauðsynlegt að pússa gamla lakkið alveg af?\nHvernig er með skrúfugötin á bodyinu (t.d. fyrir pickguardið) þarf að loka þeim eitthvað fyrir sprautun?\nEru einhverjar tegundir af spreyi sem eru betri en aðrar og hvað á ég að gera ráð fyrir mörgum umferðum?\ntakk fyri",
    "url": "https://www.hugi.is/hljodfaeri/korkar/731984/ad-sprauta-gitar/",
    "url_id": "731984",
    "id": "7370908",
    "replies": [
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2011-12-26 14:01:12",
            "id": "7370911",
            "reply_to_id": "7370908",
            "text": "Pússaðu vel\nKeyptu skrúfur í byko sem passa í\nFáðu grunnara fyrir timbur (sem er vanalega hvítur), eftir 1-2 umferðir af honum geturðu ákveðið hvort þú viljir finishera með hvítu gloss lakki, glæru gloss lakki eða möttu hvítu"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-12-26 15:18:20",
            "id": "7370917",
            "reply_to_id": "7370908",
            "text": "Þarft ekkert að nauðsynlega að fylla í götin, getur svosem stungið tannstönglum í þau.\nStóra N1 verslunin uppá höfða er með gott úrval af spreyji.\nAnnars er hér grein sem kom mér af stað með að spreyja gítara:\nhttp://www.hugi.is/hljodfaeri/articles.php?page=view&contentId=3260705"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-12-26 18:11:27",
            "id": "7370939",
            "reply_to_id": "7370908",
            "text": "Takk fyrir þetta ;-) já held að ég setji bara tannstöngla í götin.\nEn er þarf maður þá ekki 3 spraybrúsa, grunn, hvítt lakk og svo glært?"
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2011-12-26 21:50:36",
            "id": "7370956",
            "reply_to_id": "7370908",
            "text": "Ef þú ert ekki búin að pússa hann þá get ég sagt það að þú þarft ekkert að pússa lakkið af. Nóg að kaupa venjulegan grunn í sprey brúsum og grunna fyrir. lakkið sem er á búknum nú þegar. Ef þú ætlar að fylla uppí götinn eða dældir eða rispur þá færðu þér spasl og fyllir uppí og grunnar svo.\nFer eftir því hvernig aðferð þú ætlar að nota til að sprauta gítarinn. Hvort þú ætlar að nota sprey brúsa eða sprautu könnu. Mæli meira með sprautu könnu. þegar þú ert kominn með nokkrar umferðir þá leyfirðu þessu af sjálfsögðu að þorna svo vatnsslíparðu og lakkar síðan með glæru lakki (oft betra að nota lakk frá sama fyrirtæki annars gæti lakkið sprungið). Slípar yfir það aftur. Og massar.\nMikið vesen en færð flottustu áferðina á lakkinu\nBætt við 26. desember 2011 -  21:56\ndæmið með að sleppa því að pússa gítarinn fyrir speyjun er t.d. þegar það á að endursprauta bíla eftir árekstur eða bara setja nýjan lit á faratækið er aldrei pússað lakkið. Bara slípað þar sem lakkið er farið að molna og spurngur eru farnar að sjást er bara til að stoppa það. Annars er og síðan er grunnað yfir það. Að pússa allt lakkið af búkum er leyðinlegt vesen sem engium finnst gaman að stressa sig yfir.\nVona að þetta hjálpi og gangi þér vel"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-12-27 09:44:31",
            "id": "7370989",
            "reply_to_id": "7370908",
            "text": "Takk kærlega fyrir þetta ;-)"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2011-12-28 16:33:08",
            "id": "7371116",
            "reply_to_id": "7370989",
            "text": "Mæli samt með því að matta lakkið sem ér á honum áður en þú gerir nokkuð.\nOg svara réttum aðila með “svara” takkanum, í stað þess að gefa álit sem enginn mun sjá."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2011-12-28 11:15:19",
            "id": "7371100",
            "reply_to_id": "7370908",
            "text": "Þú verður samt að pússa yfir lakkið, með mjög fínum pappír helst strúka hann með þynni fyrst!\nÞarft ekki að taka lakkið af en þarf að tryggja byndingu á grunninum við gamla lakkið. T.D fita af höndum eða annar skítur getur valdið flögnun. Fínn sanpappír er betri þar sem hann mattar betur.\nEf þú ætlar að taka allt lakk af óg t.d bæsa eða einhvað til að ná viðnum fram þá er fint að nota málningarleisi áður en slípað er. En ef bara á að skipta um lit, þinnir og svo matta hann með finum pappír!\nSíðan er það bara smekksatriði hvað þú setur á hann og hvort þú vilt glæru yfir á eftir eða mattara faded look!\nEr með eitt gamalt projekt í gangi sem kemur mynd af þegar það klárast……… svona bastrad!\nE.Ha"
        },
        {
            "user": "StefanDada",
            "user_id": "65514",
            "date": "2011-12-28 15:54:54",
            "id": "7371111",
            "reply_to_id": "7370908",
            "text": "Getur líka hennt honum á áramótabrennuna í smástund til að ná lakkinu af…  Mjög fljótlegt"
        },
        {
            "user": "StefanDada",
            "user_id": "65514",
            "date": "2011-12-28 20:51:20",
            "id": "7371128",
            "reply_to_id": "7370908",
            "text": "Ef þú vilt góð gæði þá getur þú tekið sandull, nuddað lakkið af með henni. Næst tekurðu vatnspappír sirka 1500 og pússar. Hendir svo grunni á þetta, leyfir honum að þorna. Tekur svo 1500 vatnspappír, pússar grunninn, tekur næst 2000 vatnspappír og fínpússar grunninn enþá betur og tekur því næst eitthvað efni sem ég er búinn að gleyma hvað heitir en það er til þess að hreinsa grunninn og svo tekurðu lakkið og sprautar hann en passaðu að hafa það þunnt svo það leki ekki."
        },
        {
            "user": "StefanDada",
            "user_id": "65514",
            "date": "2011-12-29 21:23:33",
            "id": "7371220",
            "reply_to_id": "7371128",
            "text": "Þetta er ein fínasta leiðin, muna svo bara að fleirri þunn lög eru betri en fá þykk, kemur mun betur út og þannig eru bílar sprautaðir líka…"
        },
        {
            "user": "Gilmore",
            "user_id": "31778",
            "date": "2011-12-30 11:26:37",
            "id": "7371262",
            "reply_to_id": "7371220",
            "text": "Ég mundi strippa allt lakkið af, því annars ertu kominn með svo þykkt lag að lakki ef þú ferð að lakka yfir, sem ég held að sé ekkert eftirsóknarvert."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-01-02 10:25:47",
            "id": "7371535",
            "reply_to_id": "7370908",
            "text": "Takk allir fyrir góð svör ;-)"
        }
    ]
}