{
    "forum_title": "Hljóðfæri",
    "user": "einsii",
    "user_id": "13143",
    "date": "2012-01-18 17:43:30",
    "title": "Presonus Digital mixer til sölu",
    "text": "Sennilega skoða ekki allir hljómsveita kallarnir hljóðvinnslu auglýsingarnar, þessvegna set ég þetta hér líka.\nEr með til sölu mjög vel með farið eintak af\nSL 16.4.2\nvegna uppfærslu í 24.4.2\nMixerinn hefur alla tíð verið í Cator\nG-Tour 20x25 Flight case\n. Sem er örlítið rispað sem sennilega þykir eðlilegt.\nOriginal kassinn er líka til og honum fylgja allir diskar og bækur sem komu í honum.\nFyrir þá sem ekki þekkja þessi tæki þá er þetta frekar fjölhæfur digital mixer sem hljómar einstaklega vel.\nHann er með innbyggt 32x18 rása firewire hljóðkorti svo maður getur multitrackað tónleikana sem verið er að mixa á hann, eða jafnvel notað tölvuna til að keira live plugins beint frá forritum eins og Studio One eða Pro tools.\nFrábært að hafa nánast óendanlegt úrval af “outboard” tólum.\nMeð mixernum fylgir\nCapture upptökuforrit\nsem er sérstaklega skrifað fyrir studiolive línuna, mjög einfalt og létt í keyrslu, Svo má auðvitað spila úr því aftur inn á mixerinn og mixa á hann upptökurnar. Eða jafnvel Virtual Soundcheck á meðan bandið fer í burger og öl.\nHonum fylgir líka ónotað leyfi fyrir\nStudio One Artist 1\nupptökuforrit Presonus (linkur inn á V2 sem hægt er að uppfæra í án mikils tilkostnaðar),\nVirtual studiolive\nPC og MAC tölvufjarstýringu fyrir mixerinn og ein mesta snilldin\nSL Remote\niPad forrit svo hægt er að stýra mixernum þráðlaust hvar sem maður er í salnum, tildæmis til að taka monitor sound uppi á sviði og heyra það sama og artistinn eða geta mixað FOH frammi á gólfi þó mixerinn verði að vera á sviðinu vegna pláss eða snákleysis.\nÞað eru endalausir möguleikar fyrir þetta setup og þarf maður bara að hafa ímyndunaraflið í lagi til að nýta hann til fulls.\nÉg smellti nokkrum lélegum myndum á símann. Tek það fram að ég er bara að selja mixerinn og töskuna, tölvan, iPadinn og HD25 verða notaðir með næsta mixer.\nhttp://dl.dropbox.com/u/1709020/SL16/IMAG0109.jpg\nhttp://dl.dropbox.com/u/1709020/SL16/IMAG0110.jpg\nhttp://dl.dropbox.com/u/1709020/SL16/IMAG0114.jpg\nhttp://dl.dropbox.com/u/1709020/SL16/IMAG0115.jpg\nhttp://dl.dropbox.com/u/1709020/SL16/IMAG0116.jpg\nhttp://dl.dropbox.com/u/1709020/SL16/IMAG0118.jpg\nhttp://dl.dropbox.com/u/1709020/SL16/IMAG0119.jpg\nVerðið fyrir pakkann er 340.000kr\nEngin skipti nema þá á SL 24.4.2 mixer ef einhver er að minnka við sig.\nHægt er að ná á mér í\nSíma 617-1751\neða\nMail einar@midlari.is\nEinar Ingi",
    "url": "https://www.hugi.is/hljodfaeri/korkar/732509/presonus-digital-mixer-til-solu/",
    "url_id": "732509",
    "id": "7372939",
    "replies": [
        {
            "user": "zwift",
            "user_id": "78634",
            "date": "2012-01-19 02:25:43",
            "id": "7372988",
            "reply_to_id": "7372939",
            "text": "Ef ég ætti pening!!"
        },
        {
            "user": "einsii",
            "user_id": "13143",
            "date": "2012-01-19 08:19:41",
            "id": "7372991",
            "reply_to_id": "7372988",
            "text": "Ef þú átt séns á að selja þig út með leigu á mixerinn og jafnvel rukka fyrir upptökur aukalega og þá eftirvinnslu líka…\nÞá er maður ekki lengi að ná eitthvað upp í kaupverðið."
        },
        {
            "user": "zwift",
            "user_id": "78634",
            "date": "2012-01-19 18:30:02",
            "id": "7373058",
            "reply_to_id": "7372991",
            "text": "Já en svo var ég að sjá í Hljóðfærahúsinu í dag að nýr svona mixer er ekki svi mikið dýrari en það sem þú setur á þinn!"
        },
        {
            "user": "einsii",
            "user_id": "13143",
            "date": "2012-01-19 21:28:02",
            "id": "7373074",
            "reply_to_id": "7373058",
            "text": "Hann kostar 399.000 nýr og taskan 35.900\nÉg er rétt tæplega 100.000 kalli undir því.\nEn ég er opinn fyrir boðum, tek það fram að mixerinn er lítið notaður og eins og nýr í alla staði.\nHvaða tölu hafðir þú ímyndað þér?"
        },
        {
            "user": "zwift",
            "user_id": "78634",
            "date": "2012-01-20 02:00:12",
            "id": "7373115",
            "reply_to_id": "7373074",
            "text": "Hafði svo sem ekki ýmindað mér neinar tölur enda fé lítill þessa dagana en mundi samt sem áður alveg vilja eiga svona græju!"
        },
        {
            "user": "einsii",
            "user_id": "13143",
            "date": "2012-01-20 14:28:00",
            "id": "7373160",
            "reply_to_id": "7372939",
            "text": "Minni á þennann, Það var að koma enn ein uppfærslan og næsta kynnt núna á NAMM í gær.\nNú geta til dæmis allir í bandinu stjórnað sínu monitor mixi með iPhone, iPad eða iPod touch. (allt að 10 tæki í einu)\nEins er búið að gera iPad og PC/MAC forritin enn betri, og meira á leiðinni þar.\nEndilega líka ef menn hafa spurningar þá láta þær vaða.\nÉg gæti jafnvel líka aðstoðað kaupanda hvort sem það væri einstaklingur eða apparat með nokkrum notendum með nokkurskonar kennslu á hann ef mönnum þykir “Digital” of mikið ;)"
        },
        {
            "user": "einsii",
            "user_id": "13143",
            "date": "2012-02-28 20:14:38",
            "id": "7376888",
            "reply_to_id": "7372939",
            "text": "Ég á þessa græju enn og þarf eiginlega að setja meiri kraft í þessa sölu.\nHann fer þessvegna á góðum prís. Allt dótið á 299.000kr\nPakki upp á 435.000 í fullkomnu standi!"
        }
    ]
}