{
    "forum_title": "Raftónlist",
    "user": "StebbZor",
    "user_id": "22228",
    "date": "2012-02-20 14:04:48",
    "title": "TS: Lítið notaður Pioneer DJM-400 mixer til sölu.",
    "text": "Tveggja rása Pioneer DJM-400 mixer til sölu. Keyptur fyrir um 3 árum í Ormsson. Það sést ekki á honum. Ég hef ekki tölu yfir það en eflaust hefur hann verið notaður svona 20 sinnum að hámarki á menntaskólaböllum, skemmtistöðum et cetera.\nhttp://www.pioneerdjusa.com/images/gear/mixers/djm-400-2.jpg\nÝmsir effectar og loop sampler.\nAlthough the DJM-400 is the smallest mixer in our Pioneer range, it is perfectly portable and huge in performance, boasting outstanding audio quality.\nThe mixer’s intelligent 96 kHz/24-bit samplerautomatically detects the tempo of a track during playback, sampling it for four beats, then loops the sample.\nAs the sampled audio is in sync with the beat of the track being played (no matter the tempo) you are given more time to be creative. Samples are automatically beat matched and up to five samples can be stored in memory.\nThis compact 2-channel mixer moreover features an in-loop sampler and digital beat effects.\nDrawing on our digital heritage of larger mixers, the DJM-400 is designed as an ideal partner for the CDJ-200 in terms of style and function. When combined, these units create a portable yet powerful and robust DJ setup.\nThe DJM-400 is tailored to the demands of DJs mixing in bars and smaller clubs and those mobile artists who demand a reliable, robust and high-quality mixer.\nhttp://www.pioneer.eu/uk/products/archive/DJM-400/index.html\nSelst á 80.000 kr. en\nskoða öll tilboð.",
    "url": "https://www.hugi.is/raftonlist/korkar/733288/ts-litid-notadur-pioneer-djm-400-mixer-til-solu/",
    "url_id": "733288",
    "id": "7376024",
    "replies": [
        {
            "user": "StebbZor",
            "user_id": "22228",
            "date": "2012-02-21 14:35:12",
            "id": "7376132",
            "reply_to_id": "7376024",
            "text": "Hafið samband á stefangs11@ru.is"
        }
    ]
}