{
    "forum_title": "Tilveran",
    "user": null,
    "user_id": null,
    "date": "2012-04-06 23:07:53",
    "title": "Gullárið 2002-2007 á huga.is",
    "text": "Sælt verið fólkið.\nÞað er svo langt síðan að ég var hér síðast.\nÉg veit að margir hugarar eru örugglega löngu hættir hér.\nEn það væri gaman að vita hvort einhverjir sem voru með mér á gullárum huga 2002-2006 séu hér ennþá.  En ég er einn af þessum gömlu hugurum sem gafst upp á huga.is fyrir mörgum árum. Er sjálfur bara að skoða mig hér um aftur en er ekkert að fara að gerast virkur hér aftur.\nÞað vill engin hafa mig hér aftur hvoreðer. :/\nEnda er ég allstaðar óvelkomin.\nÉg man ekki eftir neinni hér sem elskaði mig á hugi.is.\nÉg átti enga aðdáendur heldur.\nEn það er alveg óþarfi að hringja á vælubílinn útaf mér.\nÉg er vanur þessu.\nEkki veit ég hvað eru búnir að vera margir vefstjórar að stjórna þessum vef núna enda hef ég ekki verið hér inná í mörg ár.\nEn hvað eruð þið sjálf búin að vera stunda hugi.is í mörg ár?\nFinnst svo ömurlegt að geta ekki skráð mig endanlega úr hugi.is og eytt út gömlu þráðunum mínum.",
    "url": "https://www.hugi.is/tilveran/korkar/734357/gullarid-2002-2007-a-hugais/",
    "url_id": "734357",
    "id": "7380268",
    "replies": [
        {
            "user": "SpaRx",
            "user_id": "19412",
            "date": "2012-04-06 23:24:13",
            "id": "7380270",
            "reply_to_id": "7380268",
            "text": "*petpet*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-10 23:29:51",
            "id": "7380538",
            "reply_to_id": "7380270",
            "text": "Þekkjumst við?\nHvað átti þetta pet,pet að þýða?"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2012-04-06 23:32:23",
            "id": "7380271",
            "reply_to_id": "7380268",
            "text": "There there"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-06 23:36:22",
            "id": "7380272",
            "reply_to_id": "7380268",
            "text": "Þarft þess ekki. Þessu verður víst öllu eytt þegar H2 kemur. Eða eh. Also, ég held að það sé enginn óvelkominn allstaðar. Það er líffræðilega ómögulegt. Annars hef ég verið alltof lengi hérna. Hehe. En til að svara þér þá tveir. Reykdallurinn og vefstjori. Yayyyyy."
        },
        {
            "user": "Lindal",
            "user_id": "74065",
            "date": "2012-04-07 00:07:34",
            "id": "7380276",
            "reply_to_id": "7380272",
            "text": "Verð víst að rengja þig með að öllu verði eytt\nVefstjóri\nÖll stig verða endurreiknuð m.v. efni hvers notanda."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-07 02:29:42",
            "id": "7380288",
            "reply_to_id": "7380276",
            "text": "Þessir hafnfirðingar."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2012-04-10 23:48:45",
            "id": "7380542",
            "reply_to_id": "7380276",
            "text": "Ég sé að þú ert 15 ára stjórnandi á hugis.\nEr búið að lækka aldurstakmark stjórnenda? Þegar ég var hér fyrir mörgum árum þá man ég að sá yngsti stjórnandin var 17 ára. En flestir stjórnendur voru á aldrinum 19 ára- 25 ára.\nEn annars gangi þér vel með þetta alltsaman."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2012-04-13 19:26:37",
            "id": "7380746",
            "reply_to_id": "7380542",
            "text": "Yfirleitt er miðað við 16 ára, en það hafa verið gerðar undanteknignar."
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2012-04-10 23:35:29",
            "id": "7380539",
            "reply_to_id": "7380272",
            "text": "Það hafa allir vefstjórar á hugi.is sett mig í bann nema þessi nýjasti. Þess vegna var ég orðinn svo þreyttur á hugi.is.\nReyndar fannst mér bara lítið varið í hugi.is þegar ég hætti hér síðast og fór yfir í annað þar sem ég er ekki heldur velkominn.\nMér nægir núna facebook.com. …reyndar hef ég fengið einu sinni sparkið þar en ég vona að ég lendi ekki í svoleiðis aftur.\nÞað hafa nánast allar samskiptasíður sett mig í tímabundið bann af því að fólk er fífl og er bara leiðinlegt við mig.\nVonandi er ég ekki að fara lenda í bann hjá nýa veffa huga.is. Ég skal reyna vera skemtilegur á hugi.is en ég er samt ekki að fara gerast fastagestur hér. Ég er of gamall fyrir hugi.is hvorteðer.\nBara ákvað að fara í smá reunnon leiðangur á huga.is og athuga hvort maður rekst aftur á gömlu hugaranna sem maður man eftir hér í gamla daga. En eflaust eru margir búnir að gleyma mér enda hef ég ekki verið hér á huga.is í mörg ár."
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2012-04-11 10:17:04",
            "id": "7380559",
            "reply_to_id": "7380539",
            "text": "Þú talar eins og þú hafir verið settur í bann “alsaklaus” án þess að neinar gildar ástæður hafa legið að baki. Ég get auðvitað ekki dæmt um það en hinsvegar tel ég litlar líkur á því að slíkt gerist í núverandi huga.\nÍ Nýja Huga (sem já, er að koma mjög bráðlega) erum við komin upp með refsipunktakerfi sem lofar mjög góðu. Þar ber\nöllum\nað tilgreina ástæður gjörða sinna. Ef einhver notandi fær refsipunkt sem verður til þess að hann fer í bann er algjörlega nauðsynlegt að tilgreina ástæður þess. Ástæðurnar sendast síðan á notendann svo hann viti hvað var refsivert.\nÞannig ef þú ferð að stunda huga, sem ég vona. Þá eru harla litlar líkur á því að þú verðir sendur í bann að ástæðulausu. Ef svo er, þá getur þú haft samband við yfirstjórnendur og við könnum málið. Lista yfir yfirstjórnendur geturðu séð vinstra megin á www.hugi.is/hugi.\nÉg vona allavegana að þú gefir þér tíma til að kíkja á Nýja Huga þegar hann verður kominn í loftið. Ég ásamt öðrum hef verið í því að prófa hann og þetta er gífurlega flottur vefur! :)\nKv, Stjarna4"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2012-04-11 10:19:37",
            "id": "7380561",
            "reply_to_id": "7380559",
            "text": "Og já, ég hef verið notandi á huga frá árinu 2006 :)"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-11 11:59:28",
            "id": "7380566",
            "reply_to_id": "7380539",
            "text": "Ég var í frekar grófu þunglyndiskasti einu sinni og gerðir þráð um hvernig væri auðveldast að drepa sig. Fékk þriggja mánaða bann. Hló af mér rassgatið. Karat getur fokkað sér. En maður var oftast ekki bannaður fyrir ekki neitt þannig þú hefur eflaust “brotið skilmála” eða álíka asnalegt. Facebook er djöfulinn. Héstu eitthvað annað áður en Voldemort? Maður er aldrei of gamall fyrir huga. Manstu eftir skugga? Eða hvað sem hann hét.\nOg já, fólk er fífl. Úff… en ég meina, þú vissir það nú, ikke?"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-11 13:06:35",
            "id": "7380572",
            "reply_to_id": "7380566",
            "text": "Ástæðan fyrir mínu banni var útaf því að ég fór oft í taugarnar á mörgum umræðustjórnendum á sínum tíma þegar ég talaði oft um eineltið mitt hér og leiðréttingartakkan svokallaða.\nOrðin mín á huga.is voru einsog handsprengjur á huga.is hahaha. Það var allt crazy hér þá."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-11 13:26:03",
            "id": "7380575",
            "reply_to_id": "7380572",
            "text": "… ummm…\nBætt við 11. apríl 2012 -  14:29\nVarstu kannski bannaður fyrir mikilmennskubrjálæði og fyrir að vera sjálfhverfur?\nÉg er allur fyrir spjall en ég kom ekki á huga til að stofna einhvern andskotans “aðdáendaklúbb”. Ég kom fyrir mannleg samskipti. En þau eru ekki hér. Þessi síða er ógeðslegur brandari.\nHelduru að þú sért sá eini sem hefur lent í einelti?\nVELKOMINN TIL FOKKING ÍSLANDS, YO!"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-11 18:38:51",
            "id": "7380593",
            "reply_to_id": "7380575",
            "text": "Ég var aldrei með mikilmennskubrjálæði. Ég var ekki að reyna stjórna neinum. Maður mátti bara aldrei segja neitt né kvarta á hugi.is. ÞaÞað voru bara svo margir að mótmæla mér og mörgum fannst það bara fyndið.\nÉg átti það til að svara með stælum og kjafti og auðvitað átti ég þá skilið bannið. En ég fékk líka mjög oft ósanngjörn bönn.\n——————–\nNei ég á svo sem ekki ekki von á því að ég sé sá eini sem hefur lent í einelti á hugi.is.  En það er ein af þeim ástæðum af hverju ég nennti ekki að vera á hugi.is.\nNúna eru þessir krakkar sem voru að einelta mig búnir að gleyma og farnir í annað og margir búnir að fullorðnast og þroskast (vonandi). Komnir á þrítugsaldurinn og sjá örugglega eftir þessu.\nÉg nenni varla að rifja þetta allt upp hvernig þetta var. Enda vill ég ekki upplifa það aftur."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-11 18:57:36",
            "id": "7380597",
            "reply_to_id": "7380593",
            "text": "ait jc"
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2012-04-11 15:17:22",
            "id": "7380580",
            "reply_to_id": "7380566",
            "text": "Þú fyrirgefur að ég sjái alveg 0% fyndni í þessu…"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-11 15:41:26",
            "id": "7380581",
            "reply_to_id": "7380580",
            "text": "Ég er líka einungis hérna til að skemmta yður."
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2012-04-11 18:40:14",
            "id": "7380594",
            "reply_to_id": "7380580",
            "text": "Þetta er engin skemtiþráður og ég er ekki að reyna vera fyndin í þessum þræði. Þetta er mjög alvarlegur þráður haha."
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2012-04-11 20:00:31",
            "id": "7380600",
            "reply_to_id": "7380594",
            "text": "Enda var þessu beint til SinSin og það sem hann sagði um að hafa hlegið yfir því að hafa lent í banni fyrir það að starta umræðu um hvernig væri hægt að taka eigið líf, ég sé bara ekkert fyndið við það.\nHvað þig varðar þá skil ég þig ekki alveg, ég sé ekki alveg tilganginn í því að koma hingað til að kvarta - finnst frekar að þú ættir hugsanlega kannski að taka þátt í því að endurbyggja huga og hjálpa til við að koma með hugmyndir sem yrðu til þess að leiðrétta það sem þér fannst fara úrskeiðis :-)\nBara vinsamleg hugmynd ;)"
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2012-04-11 20:25:41",
            "id": "7380604",
            "reply_to_id": "7380600",
            "text": "Greinilega margt sem ég þarf að læra upp á nýtt aftur hér.\nÉg er bara í stuttu heimsókn. Það þýðir ekkert að stóla á mig til að hjálpa hugi.is. Ég uppskar bara leiðindi í kringum mig fyrir mörgum árum.  Gömlu hugararnir sem muna eftir mér vita alveg hvað ég á við hahaha.\nEn já það var ansi fróðlegt og gaman að spjalla við ykkur krakkar. Gangi ykkur vel að haldi upp heiðri Huga.is það sem eftir er af honum."
        },
        {
            "user": "Chantress",
            "user_id": "79466",
            "date": "2012-04-11 21:00:02",
            "id": "7380610",
            "reply_to_id": "7380604",
            "text": "Allt er breytingum háð og þannig. En annars var þetta bara vinsamleg hugmynd til þín um að fá þig til að reyna að breyta einhverju, og er viss um að allar hugmyndir í sambandi við nýja huga séu vel þegnar. Gætir prófað að gefa þessu og nýju fólki séns.\nEn annars þakka þér fyrir árnaðaróskirnar enda er ég handviss um að við munum og getum haldið heiðri Huga.is uppi.\nSameinaðir stöndum vér og sundraðir föllum vér!\nGóðar stundir :)"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-11 22:16:56",
            "id": "7380616",
            "reply_to_id": "7380600",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-12 12:32:48",
            "id": "7380635",
            "reply_to_id": "7380616",
            "text": "Vonandi var hún ekki undir 18 ára sú sem var að ríða herra veffa.\nEn já ég man það sjálfur hversu oft ég fékk mikið af ósanngjörnum bönnum fyrir ekki neitt.\nEn það var oft mikill hiti í mörgum hugurum þá og þetta var víst eina leiðinn til að kæla það niður."
        },
        {
            "user": "Vefstjóri",
            "user_id": "2677",
            "date": "2012-04-12 14:00:16",
            "id": "7380644",
            "reply_to_id": "7380616",
            "text": "Já, það fengu víst margir ósanngjörn bönn. Hugi var greinilega bæði æðislegur og ógeðslegur í gamla daga.\nÉg ritskoðaði þetta. Vil ekki að fólk skoði þetta seinna og haldi að þetta tengist mér. Einnig er þetta bara ekki við hæfi.\nMér þykir í alvöru mjög leiðinlegt að það hafi verið tekið svona á þessu. Nennir þú samt að vera rólegur, þetta fólk er löngu hætt og ég tengist því ekki neitt."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-12 14:07:40",
            "id": "7380645",
            "reply_to_id": "7380644",
            "text": "Þú ert æðibangsi. Fyrirgefðu, fattaði ekki augljósa miskilningin. Til að vera sanngjarn tho, hann var vefstjórinn og þú ert með semi ófrumlegt nick. Ekki banna mig.\nBætt við 12. apríl 2012 -  14:12\nOg já, get ekki orðið rólegur. Það er eins og bölvun en er samt blessun."
        },
        {
            "user": "Bobob",
            "user_id": "76048",
            "date": "2012-04-13 03:56:12",
            "id": "7380719",
            "reply_to_id": "7380645",
            "text": "hehe :D typpalingu"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-13 14:34:37",
            "id": "7380733",
            "reply_to_id": "7380719",
            "text": "Pervert!\nHættu að horfa á unaðslegu nipplurnar mínar. Þær eru einfaldlega ekki fyrir þín augu heldur asísku eiginkonuna mína. Skríll."
        },
        {
            "user": "Bobob",
            "user_id": "76048",
            "date": "2012-04-14 05:49:16",
            "id": "7380781",
            "reply_to_id": "7380733",
            "text": ":o omg"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-14 13:01:45",
            "id": "7380791",
            "reply_to_id": "7380781",
            "text": "Hún biðst forláts."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2012-04-14 14:06:59",
            "id": "7380793",
            "reply_to_id": "7380791",
            "text": "Mín biðst bara sáðláts."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-14 14:26:46",
            "id": "7380796",
            "reply_to_id": "7380793",
            "text": "Án afláts?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2012-04-15 21:46:08",
            "id": "7380881",
            "reply_to_id": "7380796",
            "text": "Hún er ekki vandlát."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-15 23:07:08",
            "id": "7380887",
            "reply_to_id": "7380881",
            "text": "Hefur hún gengið í gegnum andlát?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2012-04-19 18:33:42",
            "id": "7381125",
            "reply_to_id": "7380887",
            "text": "Nei, nú er ég alveg mát."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-19 21:16:07",
            "id": "7381138",
            "reply_to_id": "7381125",
            "text": "Eitthvað, eitthvað fát?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2012-04-20 18:02:24",
            "id": "7381186",
            "reply_to_id": "7381138",
            "text": "Ekki fyrr en ég brest í grát."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-20 23:10:51",
            "id": "7381210",
            "reply_to_id": "7381186",
            "text": "Spekka þennan snák?"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2012-04-07 10:50:35",
            "id": "7380305",
            "reply_to_id": "7380268",
            "text": "Ég."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-07 14:31:20",
            "id": "7380318",
            "reply_to_id": "7380268",
            "text": "Hef verið á huga frá 2005-06.\nHugi er enþá það sem ég fletti alltaf fyrst á, þegar ég sest við tölvuna. (Nema auðvitað ef ég er sérstaklega að gera annað)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-10 23:49:55",
            "id": "7380543",
            "reply_to_id": "7380318",
            "text": "Hjá mér er það facebook.com og bland.is. En ég er ábyggilega að tala þar við mömmurnar ykkar þar hahahahaha."
        },
        {
            "user": "Alexxx",
            "user_id": "64689",
            "date": "2012-04-07 21:07:20",
            "id": "7380334",
            "reply_to_id": "7380268",
            "text": "Dauðadæmt frá upphafi."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-08 01:00:01",
            "id": "7380349",
            "reply_to_id": "7380334",
            "text": "Hey, við líka.\nYessssss…."
        },
        {
            "user": "Alexxx",
            "user_id": "64689",
            "date": "2012-04-11 00:08:53",
            "id": "7380546",
            "reply_to_id": "7380334",
            "text": "Jahá! Það hefur samt lifað það af sé ég."
        },
        {
            "user": "Alexxx",
            "user_id": "64689",
            "date": "2012-04-13 21:03:38",
            "id": "7380756",
            "reply_to_id": "7380546",
            "text": "Varla."
        },
        {
            "user": "rondotturraekarl",
            "user_id": "69762",
            "date": "2012-04-08 02:08:28",
            "id": "7380355",
            "reply_to_id": "7380268",
            "text": "Dunno.\nMan eftir því að vera í áttunda bekk eða eitthvað að vera retard á /hjol"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2012-04-09 18:29:11",
            "id": "7380435",
            "reply_to_id": "7380268",
            "text": "Frá 2000 en lítið síðustu ár."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-11 00:15:04",
            "id": "7380548",
            "reply_to_id": "7380435",
            "text": "Ég hef ekki verið hér síðan 2007. Ég hætti nokkrum mánuðum á undan áður en einn hræðilegasti atburður í sögu hugi.is átti sér stað þegar einn svipti sig lífi útaf net einelti sem átti sér stað á hugi.is.\nÉg tel að það hafi kannski markað djúp spor og sett sinn svip á hugi.is.\nSvo hafa margir elt mig hingað og þangað. En maður fær sjaldan frið frá gömlu hugarakonum og körlum sem geta ekki án mín verið. En það gerist bara svona þegar maður verður vinsæll og fyndinn. ;)"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2012-04-09 21:32:04",
            "id": "7380445",
            "reply_to_id": "7380268",
            "text": "Hef verið hér í fimm ár og fjóra mánuði, miðað við talningakerfi nýja huga."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2012-04-09 21:51:23",
            "id": "7380450",
            "reply_to_id": "7380268",
            "text": "Ég byrjaði einmitt 2002. Sjitt… fokkíng tíu ár af þessu sjitti, hvað varð um lífið?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2012-04-11 13:03:03",
            "id": "7380571",
            "reply_to_id": "7380450",
            "text": "Úps, varstu að vakna af vondum draumi?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2012-04-14 14:07:51",
            "id": "7380794",
            "reply_to_id": "7380571",
            "text": "Ég hef ekkert sofið."
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2012-04-09 22:10:08",
            "id": "7380457",
            "reply_to_id": "7380268",
            "text": "“Nýji-Hugi” er búinn að vera svo lengi í þróun að það gáfust allir gömlu hugararnir upp, þegar nýji Hugi kemur loksins verða bara stjórnendurnir eftir til að upplifa þessa hyllingu.."
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2012-04-11 00:09:34",
            "id": "7380547",
            "reply_to_id": "7380457",
            "text": "Það er komið 1 ár síðan ég fékk að vita að nýji hugi.is átti að koma í gang."
        },
        {
            "user": "Arkaik",
            "user_id": "67986",
            "date": "2012-04-11 08:44:27",
            "id": "7380556",
            "reply_to_id": "7380547",
            "text": "Lengra en þú heldur síðan þetta verkefni hófst."
        },
        {
            "user": "Vefstjóri",
            "user_id": "2677",
            "date": "2012-04-09 22:38:40",
            "id": "7380461",
            "reply_to_id": "7380268",
            "text": "Æði, enn einn Huga nostralgíu þráður.\nNokkrar leiðréttingar:\nVefstjórar hafa verið margir, a.m.k. 4-5.\nEinnig er nýi Hugi að fara í loftið mjög bráðlega. Pottþétt í þessum mánuði.\nÞannig búið ykkur undir 12 ár til viðbótar á Huga því hann er ekki fara neitt :)\nBtw, H2 er flott. Flottari en nýi Hugi. Vildi að mér hefði dottið það í hug."
        },
        {
            "user": "Vefstjóri",
            "user_id": "2677",
            "date": "2012-04-10 23:43:03",
            "id": "7380541",
            "reply_to_id": "7380461",
            "text": "Alveg frábært.\nÞað er greinilega ekkert að ske hér. Aldrei bjóst ég við þessu að fá heimsókn frá nýja vefstjóranum á þennan ómerkilega þráð.\nAnnaðhvort er ég enn á svarta lista huga.is hahaha eða er ég svona mikill celeb á huga? En annars er þetta svo sem allt í lagi.\nEr svona lítið að gerast hér.  Hinir vefstjórarnir sem voru á undan þér forðuðust oft að svara mér…jafnvel þó ég kom oft með áhugaverðuga þræði á hugi.is hahahaha.\nEn gangi þér annars vel.\nErtu kk eða kvk vefstjóri?\nEn það kæmi mér mjög á óvart ef þú ert kona því þá ertu örugglega fyrsta konan í vefstjórahlutverkinu á hugi.is og til hamingju með það.\nEf þú ert karlmaður…hvað ertu gamall og varstu áður umræðustjóri á einhverju áhugamáli á hugi.is ?\nHvað eru orðnir margir umræðustjórar á hugi.is núna og hvað er meðalaldurinn þeirra?\nOg hvað er meðaldur hugara núna orðið á hugi.is?"
        },
        {
            "user": "Vefstjóri",
            "user_id": "2677",
            "date": "2012-04-11 00:19:08",
            "id": "7380550",
            "reply_to_id": "7380541",
            "text": "Rétt er það, það er lítið að gerast hérna og meðalaldur notenda er frekar lágur. Finnst aldurinn reyndar vera allt í lagi. Ef Hugi hefur kennt mér eitthvað þá er að dæma ekki fólk út frá aldri.\nÉg er vongóður að það gerist meira hérna með endurgerðum vef. Vona að þú gefir honum tækifæri, sérstaklega ef þú ert góður í að koma með áhugaverða þræði. Hugi þarf á því að halda.\nÉg er karlmaður en það væri alveg óskandi að fá kvenmann í þetta starf. Taka aðeins til í þessum hrútakofa. Hver veit, kannski næsti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-11 12:59:17",
            "id": "7380569",
            "reply_to_id": "7380550",
            "text": "Hahaha mér líst vel á þig. En já gangi þér bara vel. En það er greinilegt að þú ert með líf hugi.is í lúkunum um þessar mundir miðað við skilaboðið sem ég fékk frá þér.\nEn ég hef verið á mörgum spjallrásum sem hafa annaðhvort lifað það af eða missa vinsældir eftir breytingar.\nEn hér eru margir hugarara sem lita á gamla huga.is einsog heimili sitt. Þegar það uppgötvar að hugi.is hefur breyst þá finnst það ekki eiga heima hér.  En það er oft skiptar skoðannir hvernig fólk vill hafa huga.is sinn.\nÉg er viss um að þér tekst hið ómögulega að ná meiri athygli á huga.is þegar nýi hugi.is tekur við.\nÞað þarf svo sannarlega andlitslyftingu á hugi.is til að að virkja þetta betur ef hugararnir eru að fækka vegna áhugleysis á þessu gamaldags huga.is.\nÞað þýðir ekkert fyrir gamaldags hugaranna að mæta svo hingað og kvabba og kveina og öskra þegar nýja breytingin kemur.\nEn allt tekur sinn tíma að venjast nýjum breytingum.\nBland.is t.d lifði það af eftir að það voru gerðar miklar breytingar á síðunni.\nEn Minnsirkus.is var dauðadæmt eftir sínar breytingar og dó svo að lokum.\nSíðan hafa sprottið upp ansi margar spjallsíður eins og sannleikurinn.com og ps3.is, Tolvuleikir.is og flr síður.\nÞað fær jú dræmar viðtökur ennþá.  Kannski af því að það komið svo mikið af spjallsíðum.\nÁ gullárum huga.is þá voru mjög fáar íslenskar spjallsíður til og þess vegna var hugi.is einn af þeim stærstu spjallsíðum.\nEn sumar spjallsíður hafa svo vaxið uppúr barnskónum aðrar halda sér enn í sama formi.\nÞegar nýi hugi.is kemur þá er ég viss um að mörgum finnst einsog það sé loksins að slíta sig frá barnskónum og komið í nýtt heimili.\n…vá ég hef ekki skrifað svona langa þvælu lengi hehehhe.\nEn þið skiljið mig vonandi….það yrði allavega ný frétt fyrir mér ef einhver skyldi þetta.\nEitt sinn hataði ég hugi.is en núna er ég farinn að vorkenna hugi.is.  En maður á margar góðar minningar frá huga.is.\nMaður er alveg búinn að eyða vondum minningum sem ég átti hér.\nEn vonandi mun ég eiga betri minningar á nýja huga.is ef hann kemur þá í þessum mánuði.\nAnnars ertu með tifandi tímasprengju í höndunum ef þér mistekst þetta vefstjóri.\nGangi þér vel með huga.is. Ég er viss um að þú stendur þig mikið betur en forrverar þínir."
        },
        {
            "user": "Heimdallr",
            "user_id": "74391",
            "date": "2012-04-11 01:24:13",
            "id": "7380552",
            "reply_to_id": "7380268",
            "text": "Þetta hefur ekki verið mikið gulltímabil ef allir korkarnir voru jafn leiðinlegir og þessi var."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-11 12:03:21",
            "id": "7380567",
            "reply_to_id": "7380552",
            "text": "zing"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-11 13:01:21",
            "id": "7380570",
            "reply_to_id": "7380552",
            "text": "Aaaah korkur….ég hef ekki heyrt um þetta orð lengi hahaha.\nVenjulega er þetta kallað þráður í dag.\nÞessi “korkur” átti aldrei að vera skemtiþráður svo þú ert á vitlausum “korki” ef þú varst að leita eftir slíku."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-11 18:45:43",
            "id": "7380595",
            "reply_to_id": "7380570",
            "text": "Þetta heitir þráður. Korkur er flokkurinn sem þræðirnir fara í."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-04-11 20:27:37",
            "id": "7380606",
            "reply_to_id": "7380595",
            "text": "Jamm. Rétt er það. Ég er búinn að gleyma svo margt hér.\nTakk fyrir að minna mig hvað ég er orðinn of gamall og gleymin."
        },
        {
            "user": "pippz",
            "user_id": "19244",
            "date": "2012-04-12 16:39:05",
            "id": "7380657",
            "reply_to_id": "7380268",
            "text": "Hugi dó þegar kynlíf18+ kom .. held það hafi ekki komið inn nýjar greinar á /kynlif né /kynlif18plus í 2 ár :/"
        },
        {
            "user": "pippz",
            "user_id": "19244",
            "date": "2012-04-12 17:48:54",
            "id": "7380675",
            "reply_to_id": "7380657",
            "text": "Hver les greinar inná kynlíf og kynlíf 18+ ?  Ég tel að flestir hugarar vilja frekar skoða bara klámmyndirnar þar hahaha.\nEn já það er satt. Það er orðið ansi slappt í mörgum áhugamálum núna. Áhugaleysið er í hámarki á hugi.is aldrei þessu vant."
        },
        {
            "user": "pippz",
            "user_id": "19244",
            "date": "2012-04-17 23:41:54",
            "id": "7381043",
            "reply_to_id": "7380675",
            "text": "Það er einmitt mergur málsins .. nenna engan veginn jafn margir að lesa greinar hér og efni, svo að enginn nennir að standa í því að búa það til"
        },
        {
            "user": "Fituhlunkur",
            "user_id": "53706",
            "date": "2012-04-12 16:44:52",
            "id": "7380661",
            "reply_to_id": "7380268",
            "text": "held ég var hér mikið sem 12 ára krakki back in 06.\nWoo :D"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2012-04-16 23:28:14",
            "id": "7380962",
            "reply_to_id": "7380268",
            "text": "Ég er hér enn.\nÞú þarft að hætta í sjálfsvorkun! þessi fórnalambsleikur fleitir þér ekki neitt. EKKI NEITT…\nbeen there done that… vertu góður, vertu kurteis, lærðu að lifa með því sem þú hefur upplifað og horfðu fram á við."
        }
    ]
}