{
    "forum_title": "Harry Potter",
    "user": "evernote",
    "user_id": "82198",
    "date": "2012-04-10 05:39:17",
    "title": "Pottermore - endurvakning áhugamálsins?",
    "text": "Ég veit ekki með ykkur en ég bíð spennt eftir að heimasíðan www.pottermore.com opni, en stendur það til nú í byrjun apríl! Þar mun mega finna ýmsa leiki, þrautir o.fl., og fyrst og fremst efni frá hinni einu sönnu J.K. Rowling. Sneak Peak myndbandið gaf til kynna að með því að spila þessa leiki gæti maður unlock-að hinar ýmsu viðbótarupplýsingar frá höfundinum um Harry Potter persónurnar, söguþráðin og veröldina utan um það allt saman. Á síðunni má einnig finna persónuleg skilaboð frá Rowling og verð ég að viðurkenna, sem sannur Harry Potter aðdáandi, að hafa fengið örlítinn kökk í hálsinn við áhorfið. Verður þetta vafalaust kærkomin viðbót við þennan ævintýraheim sem við elskum svo öll - og hver veit nema það verði til aukinna umræðuefna og virkni innan áhugamálsins?",
    "url": "https://www.hugi.is/hp/korkar/734416/pottermore-endurvakning-ahugamalsins/",
    "url_id": "734416",
    "id": "7380481",
    "replies": [
        {
            "user": "AronG",
            "user_id": "72763",
            "date": "2012-04-14 16:58:25",
            "id": "7380810",
            "reply_to_id": "7380481",
            "text": "Ég komst inn í betuna og þetta var ágætt á meðan maður var að vinna sig í gegnum söguna, en eftir það er þetta ekkert til að hrópa húrra yfir."
        },
        {
            "user": "evernote",
            "user_id": "82198",
            "date": "2012-04-28 03:24:38",
            "id": "7447117",
            "reply_to_id": "7380810",
            "text": "Já var einmitt að fá aðgang og þetta er ekkert glæsilegt. En engu að síður ótrúlega gaman að lesa allt efnið og pælingarnar sem Rowling hefur skrifað sjálf í kringum söguna!"
        },
        {
            "user": "arazta",
            "user_id": "59148",
            "date": "2012-04-22 22:20:01",
            "id": "7445948",
            "reply_to_id": "7380481",
            "text": "Þetta er mjög fínt, bara leiðinlegt að hinar bækurnar eru ekki komnar inn, það tók mig svo stuttan tíma að klára þá fyrstu :/"
        }
    ]
}