{
    "forum_title": "Hljóðfæri",
    "user": "Skringur",
    "user_id": "82213",
    "date": "2012-04-17 23:32:28",
    "title": "Marshall JCM900 1x12 Dual Reverb Combo",
    "text": "Er hér með Eitt stykki Marshall JCM900 Dual Reverb Combo lampamagnara til sölu.\nHef ekki átt þennan lengi en ég get sagt það og skrifað að þessi magnari leynir alveg þvílíkt á sér!  Svona líka pínulítill dveddari og með alveg líka þrusu sound.\nMagnarinn er nánast alveg nýyfirfarinn(kannski kominn tæpur mánuður-Einn og hálfur)  af Þresti og það var skipt um alla lampa og öryggi og Reverbið frískað upp.\nAf eigin reynslu get ég sagt að hann henti mjög vel í Blúsrokk, ágætlega vel í Metal(prófaði mig lítið áfram í því) og alveg dúndrandi skemmtilegur í lágstemmdri rólegheitatónlist, sem og klassísku rokki.\nÆtlaði mér að eiga þennan til lengdar en ég varð ástfanginn af öðrum magnara sem kemur í hús um mánaðarmótin og þá fer þessi bara að safna ryki sem mér þykir alveg ómögulegt með þessa græju.\nVerðmiðinn á svona mögnurum er eitthvað í kringum 130-140 kallinn en ég set\n100 þúsund\ná hann til að byrja með, sem mér þykir sanngjarnt fyrir þessa græju.\nÉg er ekki spenntur fyrir neinskonar skiptum… NEMA þá ef þið lumið á einu stykki Fender Hot Rod Deville 410 III sem þið mynduð hugsa ykkur að skipta upp í, og þá mætti alveg ræða eitthverja milligjöf,    en þau skipti standa einungis til boða fram að mánaðarmótum.\nÉg veit ekki hversu virkur ég verð hér inná þannig að auðveldast væri að ná í mig í gegnum facebook (\nhttp://www.facebook.com/profile.php?id=1023045579)\nAthugið, er búsettur í Vestmannaeyjum, en get vel hugsað mér að skjótast dagsferð í bæinn ef eitthver hefur virkilegan áhuga á að eignast hann en vill prófa fyrst. En það er þá einungis fyrir þá sem hafa virkilegan áhuga á honum, því ég er því miður ekki gerður úr peningum\nFyrirfram þakkir\nSkæringu",
    "url": "https://www.hugi.is/hljodfaeri/korkar/734584/marshall-jcm900-1x12-dual-reverb-combo/",
    "url_id": "734584",
    "id": "7381041",
    "replies": []
}