{
    "forum_title": "Músík almennt",
    "user": "lenin",
    "user_id": "7148",
    "date": "2002-04-23 05:32:20",
    "title": "Krupa and Rich ('55)",
    "text": "KRUPA and RICH (1955)\nOk. Hver er besti trommari allra tíma? Gene Krupa? Buddy Rich? Þetta eru í það minnsta þau tvö nöfn sem flestir líta til. Hvað um það. Best að troða þessum mönnum bara saman í stúdío, sjá hver útkoman verður. Já. Hún er góð.\nHversu mikið er hægt að gera með fjóra útlimi? Það er spurning sem kemur upp við hlustun á þessum disk. Takmörkin virðast ekki vera ýkja mikil.\nEn þessir menn, Krupa og Rich, voru miklir frumkvöðlar. Segja má að þeir hafi breytt ‘hlutverki’ trommarans. Hófu að stofna sín eigin bönd og þar fram eftir götunum. Bera fór meira á trommusólóum svo eitthvað sé nefnt.\nSvo við víkjum ná að upphafinu. Þá var tilgangurinn með því að fara í stúdíó, að endurgera þær mögnuðu stundir sem upplifðar höfðu verið á JATP (Jazz at the Philharmonic) túrunum. Og á þessum frægu tónleikum, á sjötta og sjöunda áratugnum, var ákveðið athæfi sem í það minnsta gladdi áhorfendur mikið. Það voru svokölluð ‘drum-battles’. En, því miður segji ég fyrir mína parta, var vikið frá þeirri stefnu þegar í stúdíóið var komið. Ég gæfi mikið fyrir að næla mér í videoupptöku af þessum baráttum þeirra, sem Rich hafði yfirhöndina í, skilst mér.\nMér finnst rétt að nefna meðlimi hljómsveitarinnar líka, því þeir spila stórt hlutverk, en það voru þeir; Dizzy Gillespie (trompet), Oscar Peterson (píano), Illinois Jaquet (tenorsaxafón), Flip Phillips (tenorsaxafón), Roy Eldrige (trompet), Ray Brown (bassi), Herb Ellis (gítar) og svo auðvitað Krupa & Rich á trommur. Engir aukvísar þar á ferð.\nÉg á til með að mæla í það minnsta með einu lagi; Bernie’s Tune. Svo Buddy’s Blues, og Gene’s Blues. Bernie’s Tune þykir mér þó persónulega mesta trommuafrek disksins.\nGene Krupa; “..anyone playing with Bud is going to get blown away.”",
    "url": "https://www.hugi.is/musik/greinar/73792/krupa-and-rich-55/",
    "url_id": "73792",
    "id": "517360",
    "replies": [
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2002-04-23 13:43:44",
            "id": "517361",
            "reply_to_id": "517360",
            "text": "Endilega kyntu þér fleiri jazztrommara. Sérstaklega svarta því þeir eru almennt betri í jazzinum. Uppáhalds mínir eru Jack DeJohnette,\nArt Blakey, Tony Williams og fleiri.\nJazzsenan í kringum 1970 er hel**** góð. En Billy Cobham diskurinn Spectrum er líka geðveikur. Þar sýndi hann að hann var einn besti í heiminum.\nKv Barrett"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-04-23 14:36:35",
            "id": "517362",
            "reply_to_id": "517361",
            "text": "sælir,\nspectrum þykir mér ansi sérstakur diskur. Elektrónísk sýra.\nreyni nú að kynna mér flesta góða trommara, sama hvort þeir eru svartir eða ekki, skiptir mig engu máli.\nkv.\nlenin"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2002-04-25 16:44:37",
            "id": "517363",
            "reply_to_id": "517362",
            "text": "En Krupa eða Rich eru samt ekki bestir, þeir fengu bara mikla arhygli vegna þess að þeir voru hvítir og voru svona “showcase” en engir ALVÖRU músíkantar.\nÞða eru hreinlega fleiri góðir svartir trommarar en hvítir. Bestu trommuleikararnir eru í jazzinum.\nKv Barrett"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-04-25 17:00:23",
            "id": "517364",
            "reply_to_id": "517363",
            "text": "Sæll,\nvið erum ekki að tala um körfuknattleik, svörtum mönnum var ekki haldið úr jazzinum langt fram eftir seinustu öld. Skil ekki alveg afhverju þú leggur svona mikla áherslu á húðlit manna, en ætla svosem ekki að skipta mér að því.\nGena Krupa og Buddy Rich engir alvöru músíkantar, þarna sparkaðir þú þinni virðingu sem tónlistaráhugamaður útum gluggann. Ég skal gleyma þessum orðum, en í guðanabænum láttu ekki annað fólk heyra þessa steypu.\nkv.\nLenin"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2002-04-26 11:34:11",
            "id": "517365",
            "reply_to_id": "517364",
            "text": "Þú misskilur Lenin. Ég sparkaði hvorki einu né neinu út um gluggann. Það eru bara almennt fleiri\nbetri trommarar svartir en hvítir. En það eru margir hvítir góðir samt til. Ég veit að við erum ekki að tala um körfuknattleik en það er bara það að svartir tónlistarmenn féllu ofsalega mikið í skuggann á þeim hvítu. Eins og Dave Brubeck er\nhvítur og einhverjir hálvitar telja hann vera betri VEGNA ÞESS að hann er hvítur. Ég er að tala um kynþáttafordóma í Jazzi. En það sem ég segi er\nað Dave Brubeck er fínn tónlistarmaður á engan veginn þátt í húðlit hans. Ef að Miles Davis væri\nhvítur væri hann sami tónlistarmaðurinn fyrir mér.\nSvo err eitt í viðbót. Það eru miklu fleiri svartir en hvítir tónlistarmenn í Jazzi.\nNokkrir hvítir sem ég elska að hlusta á:\nJohn Zorn,\nDave Brubeck,\nBill Evans,\nGil Evans,\nJim Black\nog fleiri"
        }
    ]
}