{
    "forum_title": "Geimvísindi",
    "user": "eirikurj",
    "user_id": "4959",
    "date": "2000-10-30 01:30:18",
    "title": "Tímamismunur á plánetum?",
    "text": "Nú þegar mannkynið er á byrjun geimaldar og fólksfjölgunarvandinn er að koma í ljós þá hljótum við að fara að stækka við okkur, það er að segja taka yfir aðrar plánetur.  Þótt það eigi ekki eftir að gerast í náinni framtíð þá er vert að hugsa um það hvernig tímanum væri háttað ef við segjum að maðurinn myndi flytja sig yfir á aðra plánet, segjum t.d. Mars.  Tíminn hér á Jörðinni fer eftir snúningi Jarðar í kringum sig og sólina.  Eins og flestir vita þá er sólarhringur sá tími sem það tekur Jörðina að snúast í kringum sjálfa sig og ár er sá tími sem það tekur hana að snúast í kringum sólina. (ég held að það sé rétt hjá mér) En ef við myndum flytja til Mars þá verðum við að taka með í reikninginn að Mars er á öðrum sporbaug um sólina heldur en Jörðin og svo er hún líka minni(eða stærri, man það ekki í augnablikinu), og ef hún er minni þá hlýtur sólarhringurinn að vera styttri og árið lengra.  Það gengur ekki að hafa kvöldmat þegar að sólin er að rísa upp, er það?  Og þá ruglast líka allt tímaskyn hjá okkur og við verðum væntanlega að bæta nokkrum mánuðum inn í árið.  Það verður því helvíti furðulegt að halda upp á jólin á mismunandi tímum á árinu.",
    "url": "https://www.hugi.is/geimvisindi/greinar/7382/timamismunur-a-planetum/",
    "url_id": "7382",
    "id": "40237",
    "replies": [
        {
            "user": "forvitninn",
            "user_id": "4449",
            "date": "2000-10-30 11:40:48",
            "id": "40238",
            "reply_to_id": "40237",
            "text": "Jú það er satt hjá þér. Það væri furðulegt að halda upp á jólin á mismunandi tímum. En ert þú þá ekki að tala um að vera til skiptis á jörðinni og mars. Það sem ég á við að það er nóg að vera bara á einum stað og venjast hvenær jólin eru. Ég efast um að jólin væru haldin á mismunandi tímum."
        },
        {
            "user": "Karkazz",
            "user_id": "4275",
            "date": "2000-10-30 11:53:22",
            "id": "40239",
            "reply_to_id": "40238",
            "text": "Það þyrfti að búa til “Mars ár” svoa að fólkið þar aðlagist."
        },
        {
            "user": "eirikurj",
            "user_id": "4959",
            "date": "2000-10-30 23:55:55",
            "id": "40240",
            "reply_to_id": "40238",
            "text": "En Jesú fæddist þennan dag og það er haldið upp á hann á sama degi hvert ár(að minnsta kosti hér) og því þyrfti í rauninni að samræma jólin þannig að þau væru haldin á sama tíma á báðum stöðum.  Það væri svolítið furðulegt ef að allir væru að kaupa inn fyrir jólin á Mars þegar það er júlí hér.  Og síðan fær maður jólapakka sendan frá frænku sinni á Mars í apríl.  Það væri frekar asnalegt."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2000-11-01 13:41:34",
            "id": "40241",
            "reply_to_id": "40240",
            "text": ""
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2000-11-01 13:41:57",
            "id": "40242",
            "reply_to_id": "40237",
            "text": "Við förum bara heim um jólin, ekkert vandamál!"
        },
        {
            "user": "forvitninn",
            "user_id": "4449",
            "date": "2000-11-02 12:26:34",
            "id": "40243",
            "reply_to_id": "40242",
            "text": "En gæti það ekki verið möguleiki að þú þyrftir að fara mánuði fyrr vegna þess hve lengi maður væri á leiðinni."
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2000-11-02 21:46:42",
            "id": "40244",
            "reply_to_id": "40243",
            "text": "En ef að þú átt heima á mars ertu þá ekki heima hjá þér og þarft þar af leiðandi ekki að fara neitt heim yfir jólin?"
        },
        {
            "user": "eirikurj",
            "user_id": "4959",
            "date": "2000-11-03 00:14:57",
            "id": "40245",
            "reply_to_id": "40244",
            "text": "En kannski þegar við erum það þróaðir að við getum stofnað nýlendu á Mars þá er kannski búið að sanna að Guð og Jesús séu ekki til og þá verður bara lagt niður jólin."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2000-11-05 01:18:43",
            "id": "40246",
            "reply_to_id": "40245",
            "text": "Guð og Jesú eru ekki til og hafa aldrei verið til."
        },
        {
            "user": "Rhamsez",
            "user_id": "556",
            "date": "2000-11-08 10:49:54",
            "id": "40247",
            "reply_to_id": "40246",
            "text": "Jesú var reyndar til og búið að sanna það, hann fæddist meira að segja árið 3 fyrir krist! Hins vegar verður að teljast ólíklegt að hann hafi gert öll þessi kraftaverk sem hann er sagður hafa gert."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2000-11-07 19:34:58",
            "id": "40248",
            "reply_to_id": "40237",
            "text": "Varðandi tímann þá er Dagurinn á Mars 41 mínútu lengri og í einni bestu Sci Fi seríu sem hefur verið skrifuð Red Mars, Blue Mars, Green Mars var klukkan aðlöguð þannig að kl 00:01 var mínútan í 41 mínútu og þetta var kallað Timeslip. Nokkuð góð aðlögun og sniðugt concept."
        },
        {
            "user": "tonismari",
            "user_id": "2002",
            "date": "2000-11-09 13:16:03",
            "id": "40249",
            "reply_to_id": "40237",
            "text": "ég vil ríða geimverum"
        },
        {
            "user": "IcEEyE",
            "user_id": "2285",
            "date": "2000-11-09 13:51:29",
            "id": "40250",
            "reply_to_id": "40237",
            "text": "Það tekur mars 24 klukkutíma 39 mínútur og 35 sekúntur að snúast í hring ( einn dagur ) en það tekur hann 686.98 daga að snúast í kringum sólina svo árið yrði kannski slatti langt.  Ás Mars hallar um rúmar 25 gráður svo það eru árstíðir þar svipað og hér á jörðinni.  Maður yrði samt örugglega slatti ruglaður þar því Mars hefur tvö tungl.  Annað snýst í kringum rúmlega þrisvar á dag en hitt tæplega einusinni.  Mars yrði samt örugglega rómó því himinninn séður frá Mars er yfirleitt bleikur en ekki blár.  Ég veit reyndar ekki hvort það myndi bjarga miklu hvað varðar fólks fjölda að flytja til Mars því yfirborðsflatarmál mars er einungis 1/8 af flatarmáli jarðar en það er samt cool að eiga valmöguleika."
        },
        {
            "user": "alren",
            "user_id": "3144",
            "date": "2000-11-14 23:50:50",
            "id": "40251",
            "reply_to_id": "40237",
            "text": "ég ætla að vona að maðurinn  þróist nógu mikið til að vera nógu gáfaður til að geta lagað sín mál hér á jörðinnni  og þurfi ekki að flytja til annarar plánetu."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2000-11-16 13:25:04",
            "id": "40252",
            "reply_to_id": "40237",
            "text": "Smá innskot varðandi greinina: Stærð plánetunnar kemur því ekkert við hversu langur sólarhringurinn er. Snúningshraði kemur stærð og massa plánetunnar ekkert eða a.m.k. verulega lítið við.\nÉg hugsa reyndar sjálfur að þessi tímamismunur myndi “bara reddast”. Hér á Íslandi er sumarið til dæmis meira eða minna einn langur dagur, og veturinn eiginlega bara ein löng nótt, fyrir utan þessa smábirtu sem kíkir inn um kaffileytið. Einnig er tímamismunur út um alla plánetuna, og við getum haldið jól á Íslandi þó að það sé nokkrum klukkutímum fyrr eða síðar í Asíu eða Bandaríkjunum.\nFyrir löngu síðan höfum við öðlast næga tölvuþekkingu til að sjá um þessi mál fyrir okkur. Þegar við förum á Mars og út um allar trissur að dreifa okkur, verður ekki skortur á tölvum og græjum til að halda í Jarðartíma. Ég er einmitt nokkuð viss um að við myndum nánast alltaf tala um Jarðartíma nema þegar t.d. við værum að ferðast á milli pláneta (rétt eins og við gerum þegar við fljúgum á milli landa, og sleppum samt oftast við að pæla nokkuð í þessu).\nEina sem þarf að gera er að ákveða hvernig þetta eigi að gera. Þá finnst mér langlíklegasti frambjóðandinn vera GMT (Greenwich Main Time), sem er einmitt fyrir tilviljun nákvæmlega sá tími sem við Íslendingar notum. Reyndar erum við meira að segja eina þjóðin í heiminum sem notar bara GMT, ekki einu sinni GMT+0 (þar sem við tökum ekki út einn klukkutíma eða setjum inn einn við vor & haust). Mér skilst að það séu til tveir svona “global” tímastaðlar (fyrir utan hinn lítt þekkta og tilgangslaust Internet-tíma), og er annar þeirra GMT, og hinn þeirra er eitthvað annað. Allavega, mér skilst einnig að í geimferðum sé almennt notast við GMT."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2000-11-22 17:32:00",
            "id": "40253",
            "reply_to_id": "40252",
            "text": "GMT er víst þekkt sem UTC í Bandaríkjunum…"
        },
        {
            "user": "GorGo",
            "user_id": "5694",
            "date": "2000-11-17 10:01:44",
            "id": "40254",
            "reply_to_id": "40237",
            "text": "Það sem mér finnst mun merkilegra er hvaða áhrif þetta hefur á okkur og önnur dýr.\nÞað er sannað mál að tíminn líður hægar á flugvélum en á jörðu niðri og enn hægar í geimnum.  Hefur tíminn eitthvað að gera með aðdráttar afl jarðarinnar, og ef Mars er minni en jörðin (minnir mig) líður tíminn þá ekki hægar þar fyrir vikið ?\nEða hefur tímin með hraða að gera, og ef svo er skiptir þá ekki máli hraði í hvaða átt ?\nog þar sem Mars er eins og þú segir á annari sporbraut um sólu snýst hún þá hraðar eða hægar á heildina litið ?\nLoka spurnig, hvað vitum við? Látum bara reyna á það !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-26 16:29:06",
            "id": "40255",
            "reply_to_id": "40254",
            "text": "Well, nei, ég hef aldrei heyrt um það að tíminn tengist aðdráttarafli eitthvað frekar en hverju öðru.\nAftur á móti kemur hann hraða tiltölulega mikið við. Ég er hissa á því að þú spyrjir, því að maður hefði búist við því að flestir á þessu áhugamáli þekktu gróflega afstæðiskenninguna eftir comrad Einstein. Ef ekki mæli ég hiklaust með því að þú gluggir í hana.\nÞað er hinsvegar rangt hjá þér að þetta sé sannað mál. Það er allt sem bendir til þess að þessi kenning sé rétt, en hún hefur enn ekki verið sönnuð (rétt eins og með Darwin-kenninguna, við göngum út frá þeim sem vissum án þess að geta beinlínis sannað þær).\nSamkvæmt afstæðiskenningunni ætti tíminn að líða undir ákveðnum kringumstæðum hægar í flugvélum, já, en líka í bílum, og líka þegar þú gengur um. Þessi munur er samt ekki nálægt því að vera hálfleiðina í það vera næstum því marktæk nema með mjög nákvæmum mælitækjum.\nHvað geimferðir varðar er það önnur saga. Þar skiptir þetta meira máli, enda erum við að tala um fáránlega langar vegalengdir og stundum mjög langan tíma. Þetta er ekki eitthvað sem myndi hafa afgerandi áhrif á líf okkar á Mars, samt sem áður. Það getur verið að stundum fari Mars hraðar í Jörðin (eftir því hvar á sporbaugnum pláneturnar eru), en þú'st… þú myndir ekkert taka eftir því. Ef við myndum ákveða að samstilla klukkur plánetanna myndi enginn taka eftir því. Ef við myndum ekki gera það, er fræðilegur að maður sæi mismun á tímasetningum eftir allmörg ár, en varla fyrir það.\nOg þrátt fyrir þann mun, þá erum við að díla við mun meiri mun á tíma dagsdaglega. Klukkur ganga mishratt, gæði þeirra er misjöfn, og sumir stilla aldrei klukkurnar sínar upp á sekúndu, og hverjum er ekki sama? :) Hugsa að þetta verði nákvæmlega sama saga á Mars."
        },
        {
            "user": "biko",
            "user_id": "5867",
            "date": "2000-11-28 00:26:27",
            "id": "40256",
            "reply_to_id": "40254",
            "text": "Til þess að hraði hafi einhver áhrif að viti þá þirfti hraðinn að vera u.þ.b. 90% af ljóshraða sem er hámarkshraðinn sem hægt er að fara."
        },
        {
            "user": "mani86",
            "user_id": "25506",
            "date": "2000-11-26 01:10:43",
            "id": "40257",
            "reply_to_id": "40237",
            "text": "mig langaði bara að tjá mig ;)\nþ´´o við gætum lifað á mars væri ekkert vatn þar við gætum ekki búið til rafmagn og við og dýrin fengjum ekkert að drekka og þá deyjum við ;o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-26 16:23:17",
            "id": "40258",
            "reply_to_id": "40257",
            "text": "Well, það ER vatn á Mars, og síðan hvenær hefur vatsnorka verið eina leiðin sem við menn notum til að smíða rafmagn?"
        }
    ]
}