{
    "forum_title": "Skóli",
    "user": null,
    "user_id": null,
    "date": "2002-04-25 01:01:20",
    "title": "Verkefnið varð að áráttu",
    "text": "Meðal samferðarsfólks okkar í lífinu eru alltaf einhverjir sem skera sig úr. Það er t.d. fólk sem lifir fyrir ákveðna hugsjón og gefst ekki upp fyrr en ákveðnu takmarki hefur verið náð. Örn Ragnarsson, kennari við Klébergsskóla á Kjalarnesi, er einn þessara manna. Hugsjónarstarf hans hefur falist í því að koma börnum í Albaníu til hjálpar og hefur hann  lagt fram alla krafta sína fyrir þennan málsstað síðast liðin fjögur ár. Hann hefur farið tvisvar sinnum með söfnunargögn til Albaníu og er árangur erfiðisins að sjá  glöð og þakklát börn, í  þorpunum Vergo og Drovjan sem eru syðst í Albaníu, taka upp gjafirnar frá Íslandi. Hann gekk á milli fyrirtækja til að fá fjárstyrk en þurfti einnig  að leggja út fé sjálfur. Tókst að lokum að koma gögnunum til Albaníu. „ Það þarf ekki að hafa  mörg orð um þetta. Það er einstök upplifun að koma til þessa lands. Fólkið og landið heillaði mig“, segir Örn.  Örn er nú í Rauða kross deild Kjósasýslu og fengu félagar deildarinnar síðast liðið vor neyðarkall frá Albaníu. Rauða krossdeildin í Delvina í Albaníu situr uppi með 2000 flóttamenn en það búa bara 5000 manns í bænum. Þá vantaði allar nauðþurftir og hóf Rauða krossdeildin í Kjósasýslu söfnun í gám fyrir flóttamennina. Gámurinn komst á leiðarenda undir eftirliti Alþjóða Rauða krossins.\nÁrið 1994 kenndi Örn við alþýðuskólann á Eiðum. Hann fékk bréf frá menntamálaráðuneytinu og í því stóð að skólinn hafi verið valinn einn af tíu skólum til að taka þátt í verkefni á vegum Evrópuráðsins sem hét Twining of Albanina schools. „Tilgangurinn með þessu verkefni var að láta börn í skólum Albaníu finna að þau væru ekki gleymd þó svo að athyglin beindist þá að stríðinu í Júgóslavíu. Meiningin var að koma á vinaskólasambandi vestur evrópskra skóla við alla albanska grunnskóla“, segir Örn. Allir nemendurnir á Eiðum skrifuðu bréf og sendu pakka til Albaníu. Örn kenndi ensku við skólann og var honum þá falið að halda utan um þetta allt. “ En við fengum engin svör þannig að við skrifuðum aftur og veltum því fyrir okkur hvort við gætum veitt þessum krökkum einhverja aðstoð. Samkvæmt upplýsingum frá Evrópuráðinu var skortur á nánast öllu, frá krít upp í húsgögn.“\nHugmyndin spann utan um sig og var hafist handa við að safna gögnum til að senda til Albaníu. Ónotaðar stílabækur og fleira sem snýr að skólahaldi var týnt til. „ Áður en við vissum af vorum við farin að safna fötum og fleiru. Að lokum var þetta orðinn töluverður bunki og við veltum því fyrir okkur hvernig hægt væri að senda þetta til Albaníu“. Örn segir að þau hafi velt fyrir sér hvað myndi kosta að senda þetta til Albaníu og hvernig þetta kæmist á leiðarenda. Nemendurnir á Eiðum stóðu sig frábærlega vel að sögn Arnar. Verkefnið heillaði  Örn mjög mikið; „ Öll mín hugsun þennan vetur snérist um að koma þessu öllu til skila “. Örn ákvað síðan að fara sjálfur á staðinn og afhenda þetta í eigin persónu. Hann keypti sé sendiferðabíl, fyllti hann af því sem hafði safnast og flutti hann með hjálp góðra mann til Hollands sumarið eftir. Þaðan keyrði hann síðan suður til Albaníu. Þegar Örn kom til landsins varð hann fyrir ákveðnu áfalli og styktist hann en í þeirri trú að koma hjálpargögnum til landsins.         „ Það var eins og að koma 50 ár aftur í tímann. Landið hafði gersamlega staðnað“.\nÞegar Örn réði sig sem kennara við Klébergsskóla var ákveðið að hefja á ný söfnun fyrir skólabörnin í Albaníu. Nemendurnir söfnuðu nú í gám og tókst að safna peningum til að senda hann til Albaníu. Örn fór einnig til Albaníu í það skipti en gámnum seinkaði svo að hann gat ekki verið viðstaddur þegar hlutirnir voru afhentir. Hann segist aðspurður ætla að halda þessu starfi áfram á meðan einhver vill þiggja það sem hann hefur fram að færa.\nHann sá að hugsjón sín yrði í góðum farvegi ef hann gengi til liðs við Rauða krossinn. Það gerði hann og hefur nú komið á sambandi á milli Rauða krossins í Delvina og Rauða krossdeildar Kjósasýslu. Þessar tvær deildir er nú í góðu samstarfi. Stefnt er að því að sinna verkefni sem snýr að uppbyggingu skólastarfsins í Albaníu. Það bíða Arnar ærin verkefni og af nógu er af taka. Örn situr ekki auðum höndum heldur vill halda ótrauður áfram við að bjóða þá hjálp sem hann getur veitt.\n„Nú er ég ekki í þessu sem einstaklingur heldur sem hluti af stóru apparati“, segir Örn að lokum.",
    "url": "https://www.hugi.is/skoli/greinar/74109/verkefnid-vard-ad-arattu/",
    "url_id": "74109",
    "id": "519973",
    "replies": [
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2002-05-02 20:02:14",
            "id": "519974",
            "reply_to_id": "519973",
            "text": "vá hvað ég nennti ekki að lesa þetta!"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-06-20 18:06:29",
            "id": "519975",
            "reply_to_id": "519974",
            "text": "fyrst að þú nenntir ekki að lesa þetta, hvað varstu þá að kommentera á greinina.  Hún fékk mann til að hugsa um hvað maður getur gert til að hjálpa svona löndum.  Ég held að íslendingar gætu gert meira."
        }
    ]
}