{
    "forum_title": "Deiglan",
    "user": "EstHerP",
    "user_id": "11032",
    "date": "2002-04-26 01:42:45",
    "title": "Lestu þetta og taktu þátt.",
    "text": "Eins og flestir vita hafa undirskriftalistar um aukna dóma yfir kynferðisafbrotamönnum verið á netinu og í verslunum, nú þegar hafa ca.10.000 manns skráð sig á netinu og vonandi svipað margir í verslunum og á vinnustöðum.\nEf þú átt eftir að skoða þetta endilega farðu á <a href=\"\nhttp://nt.is/sign/\n\">þessa</a> síðu og helst settu þitt nafn þarna inn.\nOg nú er komið að því að fara með listana til okkar ráðamanna og næstkomandi mánudag kl.14 ætlar fólk sem stendur ekki á sama að mæta fyrir framan Alþingi Íslendinga og færa dómsmálaráðherra þessar undirskriftir.\nÞú getur aðstoðað með því að mæta og sýna stuðning! krafturinn er í öllum þessum undirskriftum en það er hægt að gera betur og ef þú kemst á mánudag ekki láta þig vanta, sýndu það með komu þinni að þér stendur alls ekki á sama.\nLátum dómsmálaráðherra mæta heilum her af íslendingum sem vilja breytingar!\nMánudaginn 29.apríl kl.14.00, verður þú ekki örugglega fyrir framan Alþingi ?\nKv. EstHe",
    "url": "https://www.hugi.is/deiglan/greinar/74262/lestu-thetta-og-taktu-thatt/",
    "url_id": "74262",
    "id": "521834",
    "replies": [
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-04-26 11:49:12",
            "id": "521835",
            "reply_to_id": "521834",
            "text": "Ok, smekklaust, en ég ætla að mæta…"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-04-26 14:03:43",
            "id": "521836",
            "reply_to_id": "521834",
            "text": "Hvaða óþroskuðu krakkar eru að skrifa á listan:Rassaflasa jonson og eitthvað álika !þetta er EKKI fyndið…"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-04-26 14:07:51",
            "id": "521837",
            "reply_to_id": "521836",
            "text": "Fólk er fíbbl… það sýnir sig vel á svona listum sem óþroskaðir bjánar geta setið heima og hlegið af eigin heimsku! En sem betur fer eru bara örfáir svona bjánar inná milli….\nHitt er allt úrvals fólk :)\nKv. EstHe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-26 14:18:53",
            "id": "521838",
            "reply_to_id": "521837",
            "text": "já ég meina pældu i þessari heimsku !til hvers að skrifa PUNGHÁR JONSON,þeir græða EKKERT á því,nuna eru þeir að segja :HHAHHA..djofull er eg ÓGEÐSLEGA FYNDIN !!!!!"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-04-26 14:37:48",
            "id": "521839",
            "reply_to_id": "521834",
            "text": "Þú ert nú engu betri en þessir kynferðisafbrotamenn því að þú vilt láta banna mig fyrir það að berjast gegn rasisma fyrir að berjast fyrir mannréttindum."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-04-26 14:50:23",
            "id": "521840",
            "reply_to_id": "521839",
            "text": "Farðu nú ekki að líkja honum við kynferðisafbrota mann. Þá ertu endanlega búinn að sanna að þú sért ekki með fullu viti."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-04-26 15:06:21",
            "id": "521841",
            "reply_to_id": "521840",
            "text": "Hún er verri en þeir!\nHún vill láta banna mig fyrir það að berjast gegn rasisma araba og múslima gegn gyðingum og sagðist ætla að kæra mig. Sem hún getur ekki af því þegar ég las samning huga sagði að hugi mætti ekki gefa neinum upplýsingarnar um mann!"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-04-26 15:09:07",
            "id": "521842",
            "reply_to_id": "521841",
            "text": "Hefur þú ekki marghótað fólki kærum og öðrum leiðindum fyrir skoðanir sínar? Þú ættir bara að sleppa því að skrifa ef þú ætlar að vera með svona skæl."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-04-26 15:33:55",
            "id": "521843",
            "reply_to_id": "521841",
            "text": "Er ég verri en kynferðisafbrotamenn ? Nú skalt þú fara að þegja aumi hálfviti, þú ert fordómafullur anskoti og átt ekki heima hér á huga! Skríddu aftur í holuna sem þú komst upp úr og vertu þar…. Ég ætla ekki að kæra þig fyrir að berjast gegn rasisma araba og múslima gegn gyðingum, ég mundi aftur á móti vilja kæra þig fyrir öll fordómafullu komentin sem þú hefur haft um kaþólikka, múslima, ásatrúarfólk, Palestínumenn og marga fleiri.\nÉg ætla innilega að vona að fólk lesi ekki vitleysuna í þér og dæmi alla homma eða kristna menn hálfvita af þínum skrifum!\nEstHe"
        },
        {
            "user": "skl",
            "user_id": "9506",
            "date": "2002-04-26 15:39:10",
            "id": "521844",
            "reply_to_id": "521843",
            "text": "Ég biðst afsökunnar á að hafa sagt þetta.\nÉg vil samt ekki láta kalla mig það sem þú hefur gert."
        },
        {
            "user": "skl",
            "user_id": "9506",
            "date": "2002-04-26 16:57:58",
            "id": "521845",
            "reply_to_id": "521844",
            "text": "Rifrildi Rifrildi trallallallalla!!!\nEn víkjum að frumgreininni.\nÉg ætla ekki að mæta til þess að berjast fyrir auknum refsingum fyrir kynferðisofbeldismenn. Það er ekki verið að bjóða fram neina lausn á málunum með því að dæma þessa aumingja viðbjóðslegu menn í lengra fangelsi. Aftur á móti skal ég hvenær sem er mæta og berjast fyrir auknu fjárútstreymi til rannsókna og meðferð fyrir þessa afskaplega veiku einstaklinga, sem þjást af þeim skrítna heilasjúkdómi að heilinn örvast í efnafræðilegum skilningi þegar þeir stinga delanum í lítil börn.\nJá, ég lít á þetta sem alveg sérstaklega ógeðfelldan heilasjúkdóm, þannig að sama hve langt fangelsi þessir menn fara í, það breytir engu um ástandið, fyrir utan að þjóðfélagið fær einhvernskonar útrás fyrir hefndarþorsta sínum.\nEf í lög væri sett að hver sá sem þjáðist af geðklofa og myndi verða uppvís af því að skipta um persónuleika, skal sæta refsingu allt að 10 árum, haldið þið þá að geðklofa fólk myndi hætta að vera geðklofa eftir að hafa setið inni? Eða jafnvel hætta að vera geðklofa svo það myndi ekki vera sett í fangelsi?\nkv\nskl"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-04-29 14:03:10",
            "id": "521846",
            "reply_to_id": "521845",
            "text": "Við skulum átta okkur á einu.\nKynferðisafbrotamenn eru ekki veikir. Það er ekkert að þeim, hvorki líkamlega né andlega, sem kallar á það að það megi flokka þá læknisfræðilega sem veika.\nÉg veit að það er erfitt fyrir okkur þessi “eðlilegu” að horfast í augu við það að menn geta gert viðbjóðslega hluti án þess að þeir séu geðsjúkir en það er líka illa gert gagnvart geðsjúkum að flokka kynferðisafbrotamenn og fleiri siðblindingja í flokk með þeim.\nKynferðisafbrotamenn eru í langflestum tilvikum fyllilega dómbærir á gerðir sínar og þar af leiðandi ábyrgir gerða sinna. Þeir þurfa e.t.v. hjálp við að stjórna hvötum sínum en það kemur til af alvarlegum persónuleikabrestum þeirra en ekki sjúkleika.\nBara svo það sé á hreinu."
        },
        {
            "user": "enter",
            "user_id": "19583",
            "date": "2002-04-30 18:48:00",
            "id": "521847",
            "reply_to_id": "521846",
            "text": "Sammála danna.\nÞað getur vel verið að einstaka kynferðisafbrotamenn þjáist einnig af geðsjúkdómum en ég skal ekki viðurkenna að kynferðislegur áhugi á börnum sé sjúkdómur.\nMenn sem ekki geta haft stjórn á kynferðislegri áráttu sinni til barna meiga brenna í helvíti fyrir mér.\nÉg get ALDREI vorkennt manninum sem misnotaði 4 ára frænku mína og sagt “æ greyið, hann er með sjúkdóm. þetta er ekki honum að kenna”  ALDREI…\nÞað er ekkert sem getur afsakað gjörðir hans.  Þetta var maður dagmóðurinnar(og vinkonu móðurinnar) sem misnotaði hana og fleiri börn,\nMaður sem var í miklu uppáhaldi hjá frænku minni, maður sem hún leit upp til og treysti vegna þess að þau voru svo miklir “vinir”.   ÓGEÐSLEGT !!!!!\nÞað skal engin segja mér að þessi maður hafi ekki vitað hvað hann var að gera.  Búin að stunda þetta í mörg ár með dóttur sinni.    Ég vona það heitt og innilega að svona menn finni aldrei hamingju og brenni að eylífu í helvíti.\nAARRRGGG ég hitna bara af reiði…  best að hætta áður en ég hendi tölvunni í gólfið líka…."
        },
        {
            "user": "nirmala",
            "user_id": "13581",
            "date": "2002-04-26 17:38:59",
            "id": "521848",
            "reply_to_id": "521834",
            "text": "Þetta er mjög gott málefni og ég myndi mæta ef…….ég væri ekki að vinna.\nAfhverju á mánudegi kl.14??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-26 17:46:34",
            "id": "521849",
            "reply_to_id": "521848",
            "text": "Hverju haldið þið eiginlega að þið afrekið á því að mæta þarna?\nLeyfið kynferðist afbrotamönnum að lifa í friði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-26 19:35:45",
            "id": "521850",
            "reply_to_id": "521849",
            "text": "Hvaðan í helvíti kemur þú frá?\nÁtt þú börn?\nÁtt þú einhverja sem þér þykir vænt um?\nÞetta fólk ætti að vera rétt dræpt!!!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-26 19:39:43",
            "id": "521851",
            "reply_to_id": "521850",
            "text": "Skunk, ef þú heldur að það ætti að vera opið hverjum sem er að drepa manneskju sem hefur framið kynferðisafbrot þá held ég að réttast væri að loka þig inni.\nTakk fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-26 19:44:35",
            "id": "521852",
            "reply_to_id": "521851",
            "text": "Stilla þeim upp við vegg og skjóta þá/þær.\nÞér finst kanski þrjú til sjö ár á littla hrauni nóg enn ég get lofað´þér því að engum öðrum finst það.Ég var einfaldlega að segja mína skoðun og ef að einhverjum finst hún vera of gróf þá það enn svona er hún nú bara!!!"
        },
        {
            "user": "AnnaS",
            "user_id": "6446",
            "date": "2002-04-26 19:34:56",
            "id": "521853",
            "reply_to_id": "521848",
            "text": "Mig langar að mæta, en afhverju þarf þetta að vera kl 14 á mánudegi, þá er ég að vinna :("
        },
        {
            "user": "Bozi",
            "user_id": "12100",
            "date": "2002-04-26 19:52:23",
            "id": "521854",
            "reply_to_id": "521834",
            "text": "Álit mitt á peace4all er mjög lágt en mér finnst þú Esther vera að setja þig mjög lágt með þessum ummælum um mannin um að hanna sé fáviti og fábjáni.\nMeð því tekur maður svona greinum sem þú skrifar með miklum fyrirvara og efast um greind þína.\nEf að maður kemur og skrifar gífurlega sannfærandi grein um lögleiðindu fíkniefna (tók bara eitthvað dæmi) og væri síðan fyrir neðan að segja að Jón Jónsson væri algjör helvítis fáviti þá myndi maður nú ekki taka eins mikið mark á greininni.\nHinsvegar ég mæti ekki af tveimur ástæðum. Próf daginn eftir og síðan bara finnst mér þetta komið út í öfgar. Fólk er byrjað að skrifa undir alla lista sem þeir sjá og mótmæla öllum andskotanum.\nÞað er rétt að dómarnir eru oft mjög lágir en það er samt bara svo erfitt að dæma í þessum málum þar sem þau eru mjög oft vafasöm. Þannig er þetta því miður og við getum lítið gert í því."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-04-26 20:52:06",
            "id": "521855",
            "reply_to_id": "521854",
            "text": "Bozi! Það getur vel verið að þér finnist það og þá er ekkkert við því fyrir mig að gera, enda neita ég því ekki að eftir að hafa fengið helling af pósti frá þessum manni, þá var það að kalla mig verri en kynferðisafbrotamann dropinn sem fyllti mælin og ég skrifaði þetta í reiði!\nGott að þú ert svo fullkominn að verða aldrei reiður eða gera hluti sem þú sérð eftir.\nAlltaf gaman að kynnast þessum fullkomnu!\nKv. EstHe"
        },
        {
            "user": "Bozi",
            "user_id": "12100",
            "date": "2002-04-26 21:01:25",
            "id": "521856",
            "reply_to_id": "521855",
            "text": "Ekki vera svona bitur. Með því að gagnrýna þig þá geri ég mig ekki fullkominn heldur bara bendi á það sem mér finnst.\nSko mitt álit á þessum písforall er ekki hátt en málið er bara að ef ég fer hérna að skrifa um það að hann sé fæðingarhálfviti og eitthvað þá er ég kominn á sama plan og hann.\n“If you dance with the devil they won´t change, they change you.”"
        },
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2002-04-27 17:03:13",
            "id": "521857",
            "reply_to_id": "521856",
            "text": "Hefur það nokkurn tímann sýnt sig að auknar refsingar fæli fólk frá því að fremja glæpi. Ég skal samþykkja aukna hjálp fyrir þessa menn en auknar refsingar, nei helst ekki."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-04-27 23:14:00",
            "id": "521858",
            "reply_to_id": "521857",
            "text": "Ég get bara óskað þeim för til helvítis. Þessir menn sem voga sér að eyðileggja líf margra stúlkna/barna almennt, eða bara fólks, þeir þurfa hjálp en það er orðið of seint. Lífið er eyðilagt.\nÞeir þurfa bara að horfast í augu við að þetta sé rangt..og þeir þurfa lengri fangavist og aukna geðhjálp. Ekkert annað..\n-Eyrún-"
        }
    ]
}