{
    "forum_title": "Smásögur",
    "user": "MissM",
    "user_id": "20815",
    "date": "2002-04-27 22:32:50",
    "title": "undone...part one",
    "text": "There’s no word to describe it, being alone in a crowd. Just you and your thoughts no way out. Not a possibility to get way from them, one-way street of emotions. Alone where all’s about, alone when all the commotion is going on. Alone and noone to turn to. That’s the way I feel each and every day I get on the underground and get my ars to work.\nNoone sees this side of me, sometimes not even myself. I’m a master of desepcion. Well that’s enough of me as I think I am. Here is the story of how people recon I am. If you meet me you’ll see this cheerful happy go lucky optimist. The girl with all the answers and not a care in the world. I’m what they call it, a calmelion I blend in to things and I’ve got my mind made up I know where  I’m going. How wrong they are.\nWell I work at The record company, yes they are that full of them self’s that it’s actually called The record company, as if, the only good thing going for them is last years one hit wonder and a couple of Levis single that got them started. Well and ofcaurse me. They just don’t know it yet. I’m am going to rule this meger empire, not that I’m going to be this brilliant singer orbuy the company. Instead it’s the melodies I’ve got  rolling out of my every opening. I’ve got  a knack for humming the songs that never leave your mind. And if I say so myself got a few hits up my sleeves. Where’s a better opportunity of getting your work heard than to work at a record company? Well that’s what I thought. But never would I have known that at my little café, in this crummy side street, where I’ve drunk my morning coffee and had my toast everyday for the last 3 years. That at this little place called Dust would my opportunity to stardom, well not stardom as such but at least to my dream coming true. But I’m getting ahead of myself. All in good time.\nWell as I was saying before I got lost in my zeal of new beginnings. I work for a record company. Don’t believe what they all do, my friends all think this is a dream job, to meet all the would be stars. To get them before they turn famous and sponge of them. Well most of my friends think it’s like that. I do most of the work here. If you can call it work. I get the post from the P.O box, make everyone there cups of tea, and make sure that the bosses drink is always spiked enough so he gets through the day but not so much that anyone would notice. I answer the phone on the of chance that anyone would actually call, cause these would bees, it seams, don’t have a phone anymore. They much prefer to have a computer and just send us all there stuff. Witch I then ofcaurse just delete the moment it arrives We this strict policy of never opening an email that has not been solicited by a lawyer or sent by an agent. But most of the time, I’m stuck at the front desk, making up stories –  I never lie!- about the boss or anyone for that matter not being in, able to meet them or any other idea I might have made up that moment.\nThe front desk we call the war zone. Not because any confrontations , but because all day in and out, these starlets – my nickname for them – come in and just expect to sign a record deal right then and there. I do admit that on occasions I’m amused my the effort they put in to there entrance. The sheer frustration I sometimes see as well and a dash of anger. Of all these jobes of mime I love the front desk most. Well apart from having the keys to the whole place – I’m also in charge of locking up – and I use this “privilege” almost every night.\nAt night when most people have gone to bed. Lying there with there partners hot bodies next to them. I stay up and do my thing. I record my meger existence, it’s better than any therapy, cause there you work on your own terms. There’s noone to tell you  what things should be like. Just you and all those buttons, working together to perfection. I have to admit that most of the work I do is really personal. I try to not let my life interfere but it always comes through one way or another. I stay there till about 4 o’clock trying to do something creative and then I take the underground back to my place.\nOn the of chance that what I’ve done that night is any good. I wake up the morning after, still with the song in my mind. So here my café comes into play. I ‘m normally alone with my thoughts when I enter. And I recon that on some mornings I’m humming my songs. And that’s when I met him. I was minding my own buiness having my daily dose of caffeine. When this man I’d never seen before, came and sat next to me. He came in my booth, at the back, and sat down. At first I didn’t know what to think. Was he a bum or just one of those misunderstood people that are all around . He had a raincoat on one of those that were in about 20 years ago. He had messy black hair, witch looked like it hadn’t been washed for at least a week. His face was so thin and if not for the beard I don’t know what would have helt his jaw to the rest of his face. But his eyes, the brightest blue you could ever imagine. So crisp that it almost felt like he could see right through you and read your mind or that could see right through him. His eyes made the rest of him seem nice so I didn’t say anything for a few moments. We just sat there in total silence. He put his hand forward and expected me to great him. I took his hand and was surprised of the softness and of the tenderness when he shook my hand.\n- It’s nice to meet you; he said. I’ve been wanting to talk to you for ages. My name is Robin Blanch. I don’t know if you’ve ever seen me before but I always sit there. His head gave a gesture to a seat at the counter. I looked that way and wondered why I’d never noticed that there were seats at the counter. And why I’d never noticed a man like that sitting there. – Well it’s nice to meet you too; I said. And wondering what story I could now make up to get me out of  this situation. Then he said something that made me stay. –I only come here to hear you humming your sweet songs, you’ve got  a way with music haven’t you? He gave no room for a reply. You seem to have a new melody almost every day, but if you don’t you just hum the same one over and over. Always the same song, must mean something to you, and I’ve got to say it’s my favourite. I used the pause to speak. – It’s a song I wrote after my dad died. Surprised that I had actually said that, noone had ever asked me about my music, so I had no other reply than the truth. He must have noticed how surprised I was and took the opportunity to speak again – I figured it meant something to you, and you sometimes make up lyrics to go with it, it’s never the same one, sometimes it’s just odd words. –Never known anyone could hear me; I said, thinking out loud. Or that there was anyone listening for that matter. Get lost in my thoughts, again surprised that I was actually telling this total stranger my thoughts. – I know what it’s like, I’ve been lost in mine for such a long time. That if it were not for your music I’d still be there lost, on my own somewhere roaming the streets. You see, I followed you here one day. You’d walked in front of me for a few minutes and were humming your sweet tune. It was the first time in ages that I noticed anything apart from my own thoughts. So I started to come here everyday just to hear it, it made me wake up to reality.\nSo that’s where I met Robin. At my little café and after hearing that I actually helped him and further more that he liked my little jingles. We became best of mates. First we would just sit there in my booth, talking about anything and nothing. And I started to look forward to these little meetings of ours. It had been a long time since I could speak my mind freely. Although I have my share of friends they are not interested in my stories. They seem to be to busy doing what ever Cosmo said was in that month. As time progressed, we got to know each other quite well. I learnt that he lived in a rented apartment not  far from me. He’d been a top executive for some company. I never learnt the name. But what surprised me the most was my able ness to talk to him and share my thoughts. Something I was never capable of doing. And there I learnt that I was not so unlike other people as I always thought I was. You can say he brought me to reality again. Something I always knew would happen but I always dreaded. First time in ages I was able to be myself. We didn’t talk about music until about a month after I met Robin first. And what surprised me the most it was I that brought up the subject.  A smile appeared on his face. – I’ve been waiting for you to bring up the subject. And then he took a parcel out of his bag. It was thesize of a phone directory bound together with red cotton string. All neatly organised apart from the odd  pages sticking out. I looked at him with amacement. - What is this? I asked. - It’s my life he replied, the short and meaningful version, he said with a grin on his face.. – What do you want me to do with it? – I want you to put the words to your music, I want you touse of them as you see fit. He had a serious face on, and I could see this ment a lot to him. I didn’t know what to say, I just sat there looking at the parcel. Robin untied the string, and pushed the papers to me. – Look at them, read through it and tell me what you think. With that he left. I sat there and placed the parcel in my handbag. I went to my appatrment and called in sick. For the remainins of the day I sat in my little corner and did not move. I read each and every one. At about 3 o’clock that night I stopped and didn’t know what to think. These were the most brilliant things I’d ever layed my eyes on. What on earth could I do to do these words justice. With these thoughts I fell asleep.\nI woke up after having the weirdest dream ever. I dreamt a signiture. Not my own but of someone I ones loved dearly. Someone that had showed me a side of life I never knew existed. It was asmy fate was sealed. I knew where I was going and what I was doing. Never before have I been this determend.",
    "url": "https://www.hugi.is/smasogur/greinar/74445/undonepart-one/",
    "url_id": "74445",
    "id": "523298",
    "replies": []
}