{
    "forum_title": "Hundar",
    "user": "hulda",
    "user_id": "2591",
    "date": "2002-04-28 14:15:59",
    "title": "Hvolpanámskeið",
    "text": "Jæja þá er ég að hugsa um að fara með Söru mína á hvolpanámskeið. Getið þið sagt mér allt sem þið vitið um þetta og ef þið hafið farið þá hvernig gengur þetta allt fyrir sig.\nÉg las á heimasíðu <a href=\"\nhttp://www.hrfi.is\n\">hrfi.is</a> að venjulegt verð sé 15.þús krónur og þar eru 8 tímar og tvö bókleg kvöld. Mælið þið með þessu eða eitthverju öðru?",
    "url": "https://www.hugi.is/hundar/greinar/74584/hvolpanamskeid/",
    "url_id": "74584",
    "id": "524577",
    "replies": [
        {
            "user": "scorpion78",
            "user_id": "11884",
            "date": "2002-04-28 14:32:10",
            "id": "524578",
            "reply_to_id": "524577",
            "text": "Ég er með hvolpinn minn á námskeiði hjá Gallery Voff, það er alveg rosalega gaman hjá okkur báðum. Námskeiðið þar kostar 16000 kr. 10 tímar einu sinni í viku í 2 klst í senn. Tímarnir eru byggðir upp þannig að hvolpurinn er þjálfaður í ca. einn og hálfan klukkutíma og síðan er bóklegt fyrir eigandan í ca. hálftíma á eftir. Í lokin er síðan tekið próf þar sem hundurinn verður að ná að mig minnir 5 eða 6 til þess að standast námskeiðið og eigandi þarf að ná líka 5 eða 6 í skriflega prófinu til að standast námskeiðið en það er krossapróf. Í lokin færðu síðan vottorð sem þú getur framvísað þegar að þú skráir hvolpinn og færð þá afslátt (50%) af leyfisgjöldunum.\nÉg er mjög ánægð með þetta námskeið og hvernig er tekið á hvolpunum. Þetta er alveg frábært og ég hugsa að ég læri öruggleg miklu meira en hvolpurinn minn af þessu öllu saman og svo er auðvitað gott fyrir litla greyið að fá að umgangast aðra hvolpa. Vona að þér gangi vel. Ef þig vantar fleir upplýsingar sendu mér þá bara mail. Kv. scorpion 78"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-04-28 15:07:51",
            "id": "524579",
            "reply_to_id": "524578",
            "text": "vá mér líst á þetta! eru þau með heimasíðu?"
        },
        {
            "user": "scorpion78",
            "user_id": "11884",
            "date": "2002-04-28 15:26:49",
            "id": "524580",
            "reply_to_id": "524579",
            "text": "Það er víst ekki komin heimasíða ennþá, verið að vinna að að mér skilst en ég það er hægt að hringja í þau í síma 566 7368 og mig minnir að viðtalstíminn sé á milli 8.30 og 10. 30 á morgnanna. Svo er um að gera að skrá hvolpinn sem fyrst þar sem það getur verið bið á að komast á námskeið."
        },
        {
            "user": "scorpion78",
            "user_id": "11884",
            "date": "2002-04-28 15:28:51",
            "id": "524581",
            "reply_to_id": "524579",
            "text": "Hérna eru svo nokkrir Hundaskólar og númrin hjá þeim. 'Eg mæli með Gallery voff, hef reyndar ekkert viðmið en er mjög ánægð.\nHundaskólinn Gallerí Voff\nReykjahlíð, 270 Mosfellsbær\nSími: 566 7368\nHundaskólinn á Bala\nSími: 588 5255\nHundaskóli Hundaræktarfélags Íslands\nSólheimakoti, 270 Mosfellsbær\nSími: 566 7182\nHundaskóli Guðrúnar Petersen\nSkeljagranda 4, 107 Reykjavík\nSími: 562 9765"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-04-28 15:51:04",
            "id": "524582",
            "reply_to_id": "524581",
            "text": "Takk :)"
        },
        {
            "user": "Astro",
            "user_id": "20980",
            "date": "2002-04-28 14:40:14",
            "id": "524583",
            "reply_to_id": "524577",
            "text": "ég fór með hvolpinn minn á hvolpanámskeið hjá hrfi og var það mjög gaman ég mæli eindregið með því :) fyrsti tíminn er bóklegur (eða fyrstu tverir) og svo er verklegir tímar einu sinni í viku og stundum eftir verklega tíma er líka smá bóklegt en þá er aðallega verið að spjalla um hvernig ykkur gangi og svoleiðis."
        },
        {
            "user": "Pooh",
            "user_id": "9826",
            "date": "2002-04-30 22:09:08",
            "id": "524584",
            "reply_to_id": "524583",
            "text": "hmm… vitiði hvort það er í lagi að fara á framhaldsnámskeið hjá hrfí ef marr fór á hvolpanámskeið í gallerí voff? þarf hundurinn að vera hreinræktaður til að mega fara hjá hrfí? allavega þá myndi henta mínum óþekktaranga miklu betur að þurfa ekki að vera í skólastofunni með mér í klst. allur tíminn fór í að hafa ofan af fyrir henni og einbeitningin var ekki beint á kennaranum :| með kröftugan 3 mánaða hvolp sem kann ekki að sitja kyrr er gallerí voff skipulagið ekki alveg að virka hmm… hvar eru námskeiðin hjá hrfí? líka liggur við uppi á akranesi? ;)\nkv. Pooh"
        },
        {
            "user": "Astro",
            "user_id": "20980",
            "date": "2002-05-01 11:11:40",
            "id": "524585",
            "reply_to_id": "524584",
            "text": "þú þarft ekki að vera með hreinræktaðan hund til þess að fara á námskeið hjá hrfi nema ef þú ætlar á fuglahundanámskeið, þegar þú ert í bóklegum tíma hjá hrfi þá eru hundarnir venjulega út í bíl á meðan :)"
        },
        {
            "user": "scorpion78",
            "user_id": "11884",
            "date": "2002-05-01 11:29:01",
            "id": "524586",
            "reply_to_id": "524584",
            "text": "Ég er með minn hund á hvolpanámskeiði Gallery voff og kann mjög vel við þetta skipulag og finnst fínt að þurfa að hafa hundinn hjá mér í kennslustund í ca. 30-40 mínútur. Hann er ekki sá rólegasti og þarna er hann bara að læra það að það þýðir ekkert að vera að með læti þarna innan um annað fólk og hunda. Ef einhver hvolpurinn er með læti er líka vatni sprautað í hnakkann á honum þannig að þeir hætta strax og læra að það á bara að liggja eða sitja þegar að þeir eru innan um fólk sem situr. Ég er allavega mjög ánægð þarna og tel hvolpinn hafa lært mjög mikið á stuttum tíma. 3 ja mánaða hvolpur lærir líka að sitja kyrr í fyrsta tíma hjá Gallery voff svo að þetta ætti ekki að vera mikið mál. Minn er mjög virkur og vill helst vera að leika sér allan daginn en hann er alveg farinn að hlýða flestum skipunum og leikur sér bara þegar að ég ræð."
        },
        {
            "user": "Herbalife",
            "user_id": "20045",
            "date": "2002-05-03 20:30:22",
            "id": "524587",
            "reply_to_id": "524586",
            "text": "Mig langar að vita hvort þið getið sett inn hér einthvað um þessi hvolpanámskeið og hvað þið eruð að læra ég til dæmis kemst ekki suður á námskeið yrði að keyra um 200km báðar leiðir einusinni í viku til að komast á svona námskeið.  En mér þætti gaman að vita hvort að maður geti notað eithvað af þessum ráðum sem þið eruð að læra til að nýta á minn hund.  Hundurinn minn er að vísu að verða 8 mán en ég held að það sé aldrei of seint að byrja.  Annars finnst mér þetta hljóma alveg frábærlega hjá gallery voff og mér finnst að við ættum að athuga hvort einhver hjá hrfí gæti sagt okkur um þeirra námskeið eða einhver sem hefur farið á námskeið hjá þeim sagt okkur hvernig þau virka\nkveðja\nhe"
        },
        {
            "user": "scorpion78",
            "user_id": "11884",
            "date": "2002-05-03 21:12:28",
            "id": "524588",
            "reply_to_id": "524587",
            "text": "Það er ekkert mál, að setja smá inn fyrir þig. Ég er á námskeiði hjá Gallery voff og bara búin með 3 tíma svo að þetta er ennþá frekar ferskt hjá mér :)\nÍ fyrsta tímanum lærðum við að sitja og leggjast. ÞAð er um að gera að byrgja sig upp af hundanammi eða pylsu áður en þú byrjar. Þú byrjar á því að labba með hvolpinn við vinstri hliðin á þér og stoppar síðan og lætur hann finna lyktina af namminu. Þegar hann hefur fundið lyktina og langar auðvitað alveg rosalega í dregurðu hendina aftur fyri hundinn þannig að hann eiginlega dettur á bossan eða allavega þarf að setjast til þess að fylgja hendinni. Þegar hann sest segirðu sestu og gefur honum bita af namminu. Haltu síðan hendinni með namminu í í brjósthæð og láttu hvolpinn alltaf vera með athyglina á hana. Gefðu honum svo á meðan að hann situr kyrr, til að hrósa honum fyrir að sitja. Um að gera að endurtaka þetta sem oftast þ.e. labba nokkur skref og láta hann svo setjast. muna bara að segja ákveðið nei við hann ef hann reynir að standa upp og ýta honum niður aftur.\nTil að láta hann leggjast, þarf hann fyrst að sitja og svo læturðu hann finna lyktina af namminu og dregur hendina síðan frá honum með gólfinu þannig að hann eltir hana. Um leið og hann er laggstur segirðu leggstu og gefur honum nammi. vertu svo stanslaust að gefa honum nammi fyrir að liggja kyrr og muna að hrósa honum. Ef hann fer að reyna að standa upp segirðu ákveðið NEI og ýtir honum niður aftur. Ekki gefa honum nammi strax á eftir þar sem hann gæti farið að tengja það við neikvæðu hegðunina. Til að fá hvolpinn síðan upp aftur læturðu hann finna lyktina af namminu og dregur það svo upp og aftur frá hausnum þannig að hann þarf að lyfta sér upp á rassinn til að elta það. þá segirðu upp og gefur síðan nammi. Jæja ég vona að þetta hafi verið nokkuð nálvæmt, endilega sendu mér bara mail ef það er eitthvað sem vefst fyrir þér. Ég get síðan sent þér meira seinna eða sett það hérna inn á síðuna, gangi þér vel og hikaðu ekki við að senda mér meil ef þú ert í einhverjum vandræðum ;)"
        },
        {
            "user": "Herbalife",
            "user_id": "20045",
            "date": "2002-05-03 21:19:47",
            "id": "524589",
            "reply_to_id": "524588",
            "text": "takk alveg frábærlega fyrir þetta svar.  Við vorum að vísu búin að læra að setjast og leggjast en eigum eftir að læra að vera kyrr.  Einhverja hluta vegna læt ég hann alltaf labba hægrameign við mig veit ekki alveg af hverju en eithvða sem ég vandist á.  Mig langar svo að læra hvernig hann er látinn liggja kyrr og einnig hætta að gelta heldur þú að þú gætir spurt að því fyrir mig á næsta námskeiði.  Bara sovna til að verða fróðari eða ætti ég kanski bara að skrifa grein hér inn um gelt hunda?  jæja takk kærlega fyrir svarið\nkv\nHerbalif og Bangsi"
        },
        {
            "user": "scorpion78",
            "user_id": "11884",
            "date": "2002-05-15 18:32:53",
            "id": "524590",
            "reply_to_id": "524589",
            "text": "Jæja þá er komið að því að kenna honum að vera kyrr liggjandi ef þú ert ekki búinn að því nú þegar. Ef hann kann að sitja kyrr er það flott. Þá byrjarðu á því að láta hann setjast og svo leggjast. vertu alltaf tilbúinn með nammi. Þegar hann er lagstur, sleppirðu ólinni/bandinu hans og segir ákveðið kyrr við hann um leið og þú gefur merki með höndunum, Þú stendur allan tíman við hlið hans. Þegar þú hefur sagt KYRR labbar þú eitt skref í burtu, stoppar, strax til baka til hliðar við hundinn, bíður í smástund og gefur honum nammi ef hann liggur ennþá. Ef hann hinsvegar liggur ekki kyrr, þá þarf að vara fljótur að skamma hann og ýta honum niður. Svo er bara um að gera að lengja tíman og vegalendina sem þú ferð frá honum. t.d. labbar eitt til tvö skref í burtu og bíður í 20 sek, labbar svo kannski 10 skref, bíður í 20 sek, labbar 10 skref og bíður í 1 mín.\nSvo geturðu látið hann standa kyrran. Þá læturðu hann standa, krýpur við hliðina á honum, ert með nammi í hendinn sem er fjær þér. Lætur hann finna lyktina og dregur hendina hratt í burtu og að honum aftur, segir þá STANDA og gefur honum nammið. Það er voðalega gott að tylla hendinni undir nárann á honum því þeir eiga það til að setjast, þá er gott að geta lyft undir svo að hann hætti við. Ekki gefa honum nammi nema hann hafi staðið alveg kyrr, svo getur þú farið að labba í burtu og sagt standa og hann ætti að standa alveg kyrr. Ekki skamma hann ef hann sest óvart því þá fer hann að tengja það við eitthvað sem hann má ekki gera og hættir að setjast fyrir þig, ef hann sest þá bara labbar þúað honum, gefur honum ekki nammi og reisir hann upp.\nég vona að þú getir nýtt þér þetta eitthvað, endilega sendu mér línu ef það er eitthvað sem þú vilt forvitnast um og/eða læra meira.\nKveðja Scorpion"
        },
        {
            "user": "rooster",
            "user_id": "6915",
            "date": "2002-05-07 12:42:55",
            "id": "524591",
            "reply_to_id": "524588",
            "text": "Athyglisvert!\nTakk kærlega fyrir fínar upplýsingar. Við hjónin vorum að fá 10 vikna pommatík. Mín spurning er: Hvað þarf hvolpurinn að vera orðinn gamall til að ég geti farið að senda konuna á námskeið?\nBestu kveðjur,\nRooste"
        },
        {
            "user": "scorpion78",
            "user_id": "11884",
            "date": "2002-05-07 17:09:33",
            "id": "524592",
            "reply_to_id": "524591",
            "text": "Talað er um að það sé gott að fara með hvolpinn 3ja - 4ja mánaða, þannig að ef þú ætlar að senda konuna þína ;) þá myndi ég fara að panta strax því að það er yfirleitt biðlisti. ég kem bráðum með það hvernig á að kenna hundinum að vera kyrr. Þangað til þá, gangi ykkur vel, kveðja Scorpion"
        },
        {
            "user": "rooster",
            "user_id": "6915",
            "date": "2002-05-07 21:49:39",
            "id": "524593",
            "reply_to_id": "524592",
            "text": "Scorpion góður!\nÞú ert sannarlega betri en enginn. Kíp öpp ðe gúdd vörk!\nKveðjur,\nRooste"
        }
    ]
}