{
    "forum_title": "Börnin okkar",
    "user": "jongrjon1",
    "user_id": "14642",
    "date": "2002-04-28 18:21:46",
    "title": "Samræmd próf",
    "text": "Núna er komið að þeim merka áfanga hjá mér að ég er að ljúka skólaskyldu minni (sem merkir nú ósköp lítið þar sem ég mun halda áfram í skóla) en samt er þetta ákveðinn árangur.\nÁætlunin var að fara í partý og drekka af þessu tilefni, sem ég tel ósköp eðlilegt fyrir minn aldur, þetta er orðin nokkurskonar hefð. Ég taldi alla foreldra bæði vita af þessu og sætta sig við það, enda er þetta eins og ég sagði orðin hefð.\nSvo las ég í mogganum í morgun grein um að “styðja börnin sín eftir samræmdu” s.s. ekki hleypa þeim út úr húsi til að halda uppá þetta. Þá datt mér í hug hvað væri í gangi? Foreldrar að hreinlega banna börnum sínum að skemmta sér. Ég býst við mörgum mótmælum, þ.á.m. rök eins og að neysla áfengis sé bönnuð innan 20 ára eða að það sé alveg hægt að skemmta sér áfengislaust.\nÉg tel að maður geti alveg skemmt sér án áfengis en ég veit að maður skemmtir sér mun betur með, allavega í mínu tilfelli.\nSamt sem áður er það ákvörðun einstaklingsins hvort hann vilji drekka eða ekki, foreldrar munu ólíklega koma í veg fyrir drykkju, annaðhvort láta barnið fela drykkju sína meira eða drekka einungis af því að honum var bannað að gera það.\nÞannig að ég tel foreldra eiga að leyfa börnum sínum að fara út, vera úti lengi og skemmta sér eftir samræmdu! Svo ráðlegg ég foreldrum eindregið að leyfa börnum sínum að halda foreldralaus partý, með foreldra í húsinu verður andrúmsloftið ekki jafn afslappað, maður getur ekki talað um það sem maður vill. Áfengi er ekki eina ástæðan fyrir því að hafa foreldralaus partý, ef foreldrar eru í partýinu er oft bara farið út um kvöldið og drukkið úti. Ég spyr: afjverju ekki að leyfa börnum sínum að skemmta sér vel og afhverju að hafa foreldra í partýum?",
    "url": "https://www.hugi.is/bornin/greinar/74592/samraemd-prof/",
    "url_id": "74592",
    "id": "524701",
    "replies": [
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-04-28 19:28:24",
            "id": "524702",
            "reply_to_id": "524701",
            "text": "YEAH!"
        },
        {
            "user": "Sros",
            "user_id": "16613",
            "date": "2002-04-28 19:30:10",
            "id": "524703",
            "reply_to_id": "524701",
            "text": "Hmmm…þér getur nú varla verið alvara.\nMálið er að foreldrarnir vilja ykkur vel,þetta er ekkert illa meint.Oft hafa eftirlitslaus partý farið úr böndunum,svo svar mitt við því afhverju ekki að leyfa foreldralaus partý liggur í augum uppi.Undan þeirri staðreynd að neysla áfengis er bönnuð undir 20 ára og að hægt sé að skemmta sér án áfengis,verður ekki vikið.Foreldrarnir vita líka hvernig þetta var þegar þau voru ung,svo einhverja ástæðu hafa þau fyrir að vilja ekki að börnin sín feti sömu spor.En allavega,til hamingju með áfangann og vegni þér vel í öllu því sem þú tekur þér fyrir hendur. :o)"
        },
        {
            "user": "jongrjon",
            "user_id": "29380",
            "date": "2002-04-28 22:22:58",
            "id": "524704",
            "reply_to_id": "524703",
            "text": "þakka þér fyrir almennilegt svar :) ég veit að í flestum tilvikum vilji foreldrar bara vel en hve áhrifaríkt er að fá þau skilaboð um að maður mega ekki drekka frá manneskju sem drekkur? eins og ef reykingamaður mundi segja manni að reykja ekki.\nsvo held ég að maður þurfi að brenna sig fyrst á eldinum áður en maður forðast hann."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-04-28 22:27:42",
            "id": "524705",
            "reply_to_id": "524704",
            "text": "Ekki það að ekki sé hægt að skemmta sér án áfengis, en það er nefnilega auðvelt(tek skjálfta og smell sem dæmi:)) heldur skemmtir mar sér mikið meir og betur undir áhrifum, og það getur enginn neitað því, amk ekki fyrir mína hönd!!\nAtlas"
        },
        {
            "user": "Sros",
            "user_id": "16613",
            "date": "2002-04-28 23:05:32",
            "id": "524706",
            "reply_to_id": "524704",
            "text": "Þarn er ég að sumu leyti sammála þér.Þetta fer auðvitað eftir því hvort foreldrarnir drekka sjálfir.Ég hef oft sagt að maður verði að reyna hlutina sjálfur til ða geta vegið og metið þá.En það er svo margt í lífinu,sem þú veist að þú átt ekki að þurfa að brenna þig á til að vita hver afleiðingin er,samanber fíkniefni (bara dæmi) og að keyra bíl fullur,eitthvað í þessum dúr.En ég treysti nú ykkur unga fólkinu til að vega og meta hvað ykkur er fyrir bestu,þó ég og þeir sem eldri erum getum ekki alltaf verið sammála,þið eruð nú ekkert vitlaus!! :o)"
        },
        {
            "user": "Gonsi",
            "user_id": "10946",
            "date": "2002-04-29 03:04:58",
            "id": "524707",
            "reply_to_id": "524704",
            "text": "En ef “dóphaus” segði við þig að byrja ekki að nota dóp þegar þú ert að spá í því, mundirðu samt nota dóp?\nForeldrar geta líka orðið háðir!\n+foreldrar mega vera “over-protective”, pælið út í það, ef menn hefðu ekki fundið út hvernig ætti að búa til alkohól þá væri örugglega milljónir manna á lífi sem væru það annars ekki?\nÉg er ekki á móti því að drekka, geri það sjálfur, en mér finnst það samt jafn slæmt og t.d. að misnota verkjalyf (parkódin forte, nóbligan, contalgin…), bæði alkohól og lyfin gera þig “ruglaða(n)” og þú getur ekki keyrt undir áhrifum hvorugs."
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-04-28 19:31:28",
            "id": "524708",
            "reply_to_id": "524701",
            "text": "Ugh, ertu viss um að þú sért tilbúin að útskrifast úr grunnskóla?\nEn allavegana ráða foreldrarnir þínir yfir þér þangað til að þú ert orðin 18. Það þýðir að þau hafa allan rétt á að banna þér að drekka og ef þau gruna að þú sért að fara eitthvert til að drekka þá geta þau auðveldlega bannað þér að fara þangað.\nNær allir foreldrar bera allan sinn hag fyrir börnunum sínum og þau vita alveg hvaða hættur geta orðið á því að 15 ára börn séu einhverstaðar sauðdrukkin.\nAfhverju heldurðu að það sé svona mikið um nauðganir og fleira? Heldurðu að þetta sé útaf því að fullt af fólki var edrú í rólegheitunum eða hvað?"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-05-01 17:33:23",
            "id": "524709",
            "reply_to_id": "524708",
            "text": "SBS ég er sammála þér. Nauðgannir verða ekki vegna þess að saumaklúppurinn ákhveður að vera edrú heima hjá einni. Nei þær verða vegna þess að ofurölfi fólk getur ekki gert upp á milli rétt og rangts."
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-04-28 19:44:23",
            "id": "524710",
            "reply_to_id": "524701",
            "text": "Ég ætla á feitt fillerí eftir samræmdu prófin"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-04-28 20:08:27",
            "id": "524711",
            "reply_to_id": "524710",
            "text": "Skari2:Ekki móðgast en þú færð örugglega ekki svo hátt í íslensku, skrifar ekki einu sinni fyllirí rétt!"
        },
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2002-04-28 20:10:41",
            "id": "524712",
            "reply_to_id": "524711",
            "text": "hegga: Fyllerí er ekki viðurkennt orð!"
        },
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2002-04-28 20:19:05",
            "id": "524713",
            "reply_to_id": "524712",
            "text": "Það er nú samt með y…hvort sem það er viðurkennt eða ekki. Hlýtur að vera dregið af orðinu fullur…hversu leiðinleg er ég :)"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-04-28 20:21:20",
            "id": "524714",
            "reply_to_id": "524713",
            "text": "Nákvæmleg!\nFullur=Fyllerý    U=Y\nI just follow the rules, how boring am I :)"
        },
        {
            "user": "jongrjon",
            "user_id": "29380",
            "date": "2002-04-28 22:33:40",
            "id": "524715",
            "reply_to_id": "524714",
            "text": "það var rétt hjá þér hegga. þetta heitir i-hljóðvarp og er algengt í íslensku. andskoti er ég góður í íslenskunni búnað læra alltof mikið undir samræmda"
        },
        {
            "user": "digital",
            "user_id": "26731",
            "date": "2002-04-28 20:21:49",
            "id": "524716",
            "reply_to_id": "524712",
            "text": "já það verður fjör eftir prófin það er öruggt :D"
        },
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2002-04-28 20:33:11",
            "id": "524717",
            "reply_to_id": "524701",
            "text": "bleh, það gæti líka hugsanlega verið gaman að hoppa uppí rassinn á sér en varla sér maður neinn gera það, ekki einu sinni í fullorðinsmanna teitum. því segi ég: ef þú ætlar að drekka þig í hel, slepptu þá öllum tilkostnaði og vandræðum og hoppaðu út í sjóinn."
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2002-04-28 20:47:28",
            "id": "524718",
            "reply_to_id": "524717",
            "text": "hey hvert ætliði annars eftir prófin … ? :)"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-04-28 20:58:37",
            "id": "524719",
            "reply_to_id": "524701",
            "text": "Bölvaðar fyllibyttur eruð þið!\nÉg ætla heim að læra aukastafi úr pí!"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-04-28 21:13:09",
            "id": "524720",
            "reply_to_id": "524719",
            "text": "það er ekki hægt að skemmta sér án áfengis, bara ekki hægt"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-04-28 21:16:03",
            "id": "524721",
            "reply_to_id": "524720",
            "text": "tja, ég hef nú haldist edrú síðastliðin\nsextán ár og veit ekki betur en að ég hafi\nhaft gaman að lífinu svona öðru hvoru.\nEn það er þá bara blekking, ekki satt?"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-05-01 17:44:06",
            "id": "524722",
            "reply_to_id": "524721",
            "text": "Rétt hjá þér Popcorn. Ég hef haldist edrú í 19 ár og mér finnst ég ekkert hafa misst af neinu. Nema kannski ömulegum morgnum daginn eftir en hver vill ekki missa af þeim? Ég held að þú hafir ekki lifað í blekingu þó svo að þú hafir haft það mjög gaman á undan förnum árum. Það er bara eins og sumir geta ekki séð að það er ekkert cool og flot að drekka sig piss fullann. Gangi þér bara vel að halda þér edrú eins lengi og þú getur ;o)"
        },
        {
            "user": "arnihr",
            "user_id": "61",
            "date": "2002-04-28 21:16:12",
            "id": "524723",
            "reply_to_id": "524720",
            "text": "Svona skot á léttu nótunum…\nFyrirgefur, ég er ekki að mæla gegn áfengisneyslu en ef þú getur ekki skemmt þér án áfengis hlýtur þú að vera djöfull leiðinlegur :)"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-04-28 21:18:12",
            "id": "524724",
            "reply_to_id": "524723",
            "text": "Arnihr: Það er greinilegt að þú þekkir ekki popcorn!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-28 21:23:22",
            "id": "524725",
            "reply_to_id": "524723",
            "text": "þetta er nú meiri vitleysan… hversvegna er verið að halda því fram hérna að hver sá sem kýs að skemmta sér Edrú sé leiðinlegri en sá sem kýs að ´hella sig fullan og eyða þar af leiðandi næsta degi í þynnku og vesen :P"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-04-28 21:27:29",
            "id": "524726",
            "reply_to_id": "524723",
            "text": "neinei, en bara að vera á skólaballi edrú er svooo leiðinlegt að það drepur sálina"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-04-28 21:52:06",
            "id": "524727",
            "reply_to_id": "524726",
            "text": "Metalikat: Kannski ert það bara þú sem ert leiðinlegur!"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-04-28 21:59:21",
            "id": "524728",
            "reply_to_id": "524727",
            "text": "bíddu ef manni SJÁLFUM finnst leiðinlegt á böllum edrú er maður þá automatically leiðinlegur.\nhugsið áður en þið talið"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-04-28 22:11:56",
            "id": "524729",
            "reply_to_id": "524728",
            "text": "Já..ég komst upp með að vera edrú þangað til að ég var 17 ára…þá fór ég á menntaskólaball…edrú…það var HRÆÐILEGT, ég sór þess eið að ég mundi aldrei aftur fara á svona samkomu án þess að vera í annarlegu ástandi og úr því varð óhófleg drykkja mín :)"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-04-28 22:15:38",
            "id": "524730",
            "reply_to_id": "524728",
            "text": "Metalikat: hvort heldur þú að þú sért skemmtilegri, þegar þú ert edrú eða fullur?"
        },
        {
            "user": "jongrjon",
            "user_id": "29380",
            "date": "2002-04-28 23:00:03",
            "id": "524731",
            "reply_to_id": "524726",
            "text": "Ég hef haldið mér edrú seinustu 15-16 árin og ég ætla ekki að verða fullur, heldur ætla ég að horfa á skólafélagana mína verða fulla.\nÉg held að þessi hópur skiptist nokkurnveginn í tvennt, edrú or not."
        },
        {
            "user": "jongrjon",
            "user_id": "29380",
            "date": "2002-04-29 02:26:53",
            "id": "524732",
            "reply_to_id": "524731",
            "text": "ég er nokkuð ósammála í því að þetta skiptist í tvo hópa, þótt ég muni fá mér í glas þýðir það ekki að ég muni verða pissfullur og get ég vel skemmt mér með edrú fólki, enda virði ég afstöðu þeirra. vinur minn komst skemmtilega að orði um drykkju sína “stundum, í hófi” sem lýsir minni drykkju líka. þetta verður núna í 3. skipti sem ég fæ mér í glas í ár, þar með talið áramótin."
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-05-01 17:46:30",
            "id": "524733",
            "reply_to_id": "524723",
            "text": "Ég er sammála Arnihr það er ekki gott orð á þeim sem geta bara skemmt sér með áfengi. Það virkar bara leiðinlegt fólk. Ættlið þið sem getið ekki skemmt ykkur án þess að detta í það þá alltaf að vera full?"
        },
        {
            "user": "jongrjon",
            "user_id": "29380",
            "date": "2002-04-28 22:09:08",
            "id": "524734",
            "reply_to_id": "524720",
            "text": "Ef maður hefur góðan persónuleika þá ætti maður að geta skemmt sér vel án aukaefna."
        },
        {
            "user": "jongrjon",
            "user_id": "29380",
            "date": "2002-04-28 22:18:13",
            "id": "524735",
            "reply_to_id": "524734",
            "text": "nokkuð skemmtileg comment sem þið eruð með. ég reyndi að skera mig úr “fillerí” hópnum með því að skrifa þetta eins og eðlileg manneskja mundi hafa gert það, ekki einhver bölvaður sauður sem er fullur allann daginn alla daga og veit eggert kvaðann erað skriva. ruglubulli enginn þörf á að vera leiðinlegur. ég sagði líka að það væri hægt að skemmta sér án áfengis þannig að ég veit ekki afhverju þið bættuð því inní. ég held að nauðganirnar séu svona algengar vegna þess að klám er orðið svo opinbert og algengt, ekki vegna þess að áfengi sé svo mikið notað. Þú þarft hvorki að vera fullur til að nauðga né til að vera nauðgað.\nþakka fyrir mig."
        },
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2002-04-28 23:08:34",
            "id": "524736",
            "reply_to_id": "524735",
            "text": "jongrjon segir: “ég held að nauðganirnar séu svona algengar vegna þess að klám er orðið svo opinbert og algengt, ekki vegna þess að áfengi sé svo mikið notað.”\nMín tilfinning er sú að nauðganir hafi verið alveg jafn algengar hér áður fyrr, jafnvel á 15. öld, klám kemur því ekkert við. Umræðan er bara orðin meiri núna og reynt að vinna gegn þessu með því að kæra nauðgarana og fleira og þá höldum við að fjöldi nauðgana hafi aukist.\nOg það er alveg staðreynd að það eru meiri líkur á að þér verði nauðgað þegar þú ert dauðadrukkin eða bara “dauð/ur”, þá ertu miklu auðveldara fórnarlamb. Ef þú hefur einhverja árásarhneigð yfirleitt þá eykst hún við áfengisneyslu og þú verður kærulausari og gerir bara það sem þig langar.\nXenia"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-28 22:44:15",
            "id": "524737",
            "reply_to_id": "524720",
            "text": "Metalicat heyr hey"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-05-01 17:40:47",
            "id": "524738",
            "reply_to_id": "524720",
            "text": "Það er víst hægt að skemmta sér án þess að hafa áfengi með sér Metalikat. Það er meira að segja mun betra vegna þess að þá vaknar maður ekki daginn eftir með hausverk, magaverk og þingku. Þá man maður hvað gerðist daginn áður og þarf ekki að heira það frá vinum sínum hvað maður var nú að gera af sér. Vinur minn lennti í því ekki alls fyrir löngu að detta með stæl í það og hann tók þá ákhvörðun að gera það aldrei aftur. Hann mundi mjög takmarkað eftir því sem gerðist allt kvöldið og svo vorum við vinir hans að segja honum hvað hann hafði sagt og gert. Hann skammast sín ekkert smá að hafa gert og sagt flest af þessu. Svo að það sérts bara að það er vel hægt að skemmta sér án áfengis. Þið haldið bara að það sé ekki hægt vegna þess að það er svo spennandi að detta í það. En það er mun léttara að vera bara edrú og skemmta sér þannig."
        },
        {
            "user": "vaati",
            "user_id": "7300",
            "date": "2002-04-28 23:34:47",
            "id": "524739",
            "reply_to_id": "524701",
            "text": "jongrjon er bara rasshola sem veit ekkert í sinn haus."
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2002-04-29 01:15:44",
            "id": "524740",
            "reply_to_id": "524701",
            "text": "Persónlega hefur mér alltaf fundist mörkin þegar maður byrjar að drekka þegar maður byrjar í menntaskóla, á böllunum það er að segja, en það er ekkert sorglegra heldur en að drekka úti, og jafnvel enn sorglegra þegar einhverjir kalla sig “djammara” drekka sig haugafulla hverja helgi og muna síðan ekki hvað þeir gerðu.\nMér finnst allt í lagi þó fólk smakki, þ.e.a.s ef það kann að drekka og getur stoppað sig.\nSjálfur fæ ég mér í glas svona 4-5 sinnum á ári og það dugar mér. og margir vinir mínir fara oft á djammið og drekka of oft, of mikið og það er víst að það getur eyðilagt fyrir öllum, fólk verður skapbráðara þegar það er vel komið í glas, fúlt yfir einhverju og dregur aðra niður með sér.\nEn það er rétt, maður verðu að prófa til að læra, en stundum vilja krakkar “læra of mikið of hratt.”"
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-04-29 11:05:03",
            "id": "524741",
            "reply_to_id": "524701",
            "text": "Þetta er gelgjulegasta grein sem ég hef lesið."
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-04-29 15:09:32",
            "id": "524742",
            "reply_to_id": "524701",
            "text": "Ég veit ekki um ykkur, en ég ætla ekki að byrja að drekka fyrr en ég er orðin 18, þá er ég allavegann orðin nógu gömul til þess að geta ælt út mitt eigið klósett ;)"
        },
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2002-04-30 10:53:01",
            "id": "524743",
            "reply_to_id": "524742",
            "text": "Óli, færð þú þér bara svona stundum að smakka og ert bara i gúdí fíling eða hefuru einhvern tíma verið svo mökkaður að þú veist ekki einu sinni hvað þú heitir eða hvar þú ert? svo sjaum við til með þetta comment um nauðganir… og bara hvort það er gaman að drekka sig FULLAN yfir höfuð!"
        },
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2002-04-30 10:54:18",
            "id": "524744",
            "reply_to_id": "524743",
            "text": "og já ég sé að þetta er á bróður míns nafni, úps! þetta er sverrir……… ;)"
        },
        {
            "user": "hilll",
            "user_id": "15924",
            "date": "2002-04-30 17:44:41",
            "id": "524745",
            "reply_to_id": "524701",
            "text": "til hvers að drekka ég er 14 eða verð það á fimtudaginn skiptir engu og ég get ekki hugsað mér að reykja eða drekka, ég sé engan tilgang með því hvað fær maður út úr því?????\nEn ég veit um stelpu eða bestu vinkonu mína og ég vorkenni henni ekkert smá mikið, hún á við mikin vanda að stríða en ég hef reynt að fá hana til að hætta en það er bara einn vandi hún er háð því!!!! Er einhver sem er til í að hjálpa mér tildæmis hvernig ég get snúið mér í málinu??? (með vinkonu mína????)\nOg ég skemmti mér bara mjög vel á áfengis og reykinga, það er hægt þið sem reykið og drekkið!! Ég er í mjög góðu félagslífi nema eiginlega þessi eina stelpa, hún er annað hvort með mér eða úti með krökkum sem reykja og drekka!!!!!!!!!"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-05-01 17:16:11",
            "id": "524746",
            "reply_to_id": "524701",
            "text": "Ég verð nú að segja að ég er langt frá því að vera sammála þér í þessu.\nÞað er hægt að skemmta sér mjög vel án áfengis og veistu að samkvæmt lögum eigið þið ekki að vera að drekka. Það er það sem foreldrarnir eru að reyna að koma í veg fyrir er að það komi eitthvað fyrir ykkur. En þar sem þið eruð 15 að verða 16 (sum orðin 16) þá haldið þið að þið getið allt. Trúðu mér ég veit það ég er 19 ára svo það er ekki svo langt síðan að ég kláraði þessi próf. Veistu að það biðu þá allir foreldrarnir eftir því að fá börnin illa drukkin heim en veistu hvað skólastjórinn gerði? Nei það veistu ekki, strax eftir síðasta prófið okkar fórum við í bíó ferð til Akureyrar og út að borða. Ég tek það fram að ég kem utan af landi en það er líka fólk þar sem á sömu vandamál og þið hérna í bænum. Foreldrarnir geta ekki leift ykkur að vera endalaust úti vegna þess að þið meigið bara vera úti til 12 á miðnætti ekki endalaust.\nÞetta með foreldislausu partýin þá eru það akkúrat þau partý sem eru vest. Það er hægt að halda frábær partý þó svo að það séu foreldrar í húsinu. Það er líka hægt að tala um allt á milli himins og jarðar þó svo að mamma og pabbi séu heima. En þá er ég ekki að tala um að foreldrarnir séu inni í stofu þar sem allir eru eða eitthvað. Nei það er nú einu sinni þannig núna á flestum heimilum að það eru tvær stofur og sjónvarpsherpergi. Svo eru alltaf eldhús og svefnherbergi foreldranna. Hver segjir að það þurfi að leggja allt húsið undir partýið? Foreldrarnir verða bara á þeim stað í húsinu sem ekki er notaður. Svo ef eitthvað kemur upp á þá er ekki langt í mömmu og pabba til þess að kippa öllu í liðinn. Svo eiga flestir sitt eigið herbergi svo að þá er hægt að nota það til þess að tala þessu prífítu mál sem enginn má heira. Trú mér vinahópurinn minn er eldri en þú og bekkjarfélagarnir þínir en við erum á aldrinum 17 (að verða 18) til 20 ára. Og það var Árshátíð um dagin hjá okkur og ein stelpan hélt partý. Mamma hennar var heima allan tíman nema smá stund vegna þess að hún þurfti að ná í litla bróður stelpunnar sem hélt partýið. En við gátum talað um allt á milli himins og jarðar. Mamman kom stundum og gáði hvort það væri ekki allt í lagi hjá okkur eða hvort okkur vanntaði eitthvað en sá bara að þetta gékk allt saman bara mjög vel. Svo að það er bara allt gott með það að foreldrar séu heima. Þetta er nú einu sinni þeirra heimili og það er þeirra að borga tryggingarnar ef eitthvað gerist.\nÞað er satt að það er orðin hefð að 10. bekkingar detti í það en það er ekki þar með sagt að foreldrarnir séu sammála því. Ég veit að ég hljóma alls ekki fyrir að vera sanngjörn en ég á frænku sem er í sömu sporum og þú núna. Mamma hennar var að vísu búin að lesa bókina 40 vikur og var alltaf að segja að hún ætti að passa sig því að þetta gæti hennt hana líka. Frænka mín og vinkonur hennar álhváðu þá bara að fagna þessu saman án þess að vera að brjóta einhver lög og þær tjölduðu bara og höfðu það geðveigt næs. Þú mátt ekki gleyma að þó svo að samrænduprófin séu búin þá ertu ennþá bara unglingur sem má ekki drekka eða vera úti fram eftir öllu án þess að vera í fyldg fullorna. Það er bara svona og þú skilur það kannski seinna að þetta er satt. Ég meina núna ferðu í menntó og þá er oft eitthvað sem fólk undir 18 ára má ekki fara á. Hvað ætlar þú þá að gera? Ætlar þú að fara að væla í fólkinu á netinu? Því miður þá getum við ekki breytt þessu og það er alltaf ástæða af hverju þetta er bannað fyrir fólk undir vissum aldri.\nÞú ættir frekar að þakka foreldrum þínum fyrir að reyna að passa upp á þig. Það er nú einu sinni þau sem ólu þig upp og þau vilja mjög líklega ekki að þú farir bara að detta í það og læti fram á morgun án þess að vita hvar þú ert. Svo þetta er þeirra leið að segja okkur er ekki sama um þig. En þau nota þú verður að vera komin heim klukkan þetta og þú mátt ekki þetta. Hljómar þetta kunnuglega í þínum eyrum? Það held ég því að flestir unglingar fá að heyra þetta. Svo ég óska þér bara góðs gengis í lífinu ;O)"
        },
        {
            "user": "snjolfur",
            "user_id": "12596",
            "date": "2002-05-06 07:51:37",
            "id": "524747",
            "reply_to_id": "524701",
            "text": "Jájá, foreldrar vilja börnum sínum vel.  Börnin vilja ekki vel, þau vilja frelsi, frelsi til að ríða, reykja og drekka, ég gleymdi kannski dópa.\nForeldrar í partýum geta komið í veg fyrir þetta ofantalda og því tel ég best að sleppa að hafa foreldra í partýum, en kommon þið eruð 16 ára krakkagrislingar sem eigið ekkert að vera að ríða reykja og drekka en OK þið eruð víst bara spegill samfélagsins, spéspegill í það minnsta.\nYou can get much higher with drugs than without them, og það er hægt að skemmta sér án áfengis ef þú ert að dópa.  Það er líka hægt að skemmta sér án eiturlyfja og þ.m.t. áfengi, en eins og staðan er í dag þá er það bara andfélagsleg hegðun að reyna annað eins glapræði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-09 22:18:06",
            "id": "524748",
            "reply_to_id": "524701",
            "text": "ég var að klára samrændu ég drekk og ég er “fyllibitta”\nen ég verð að viðurkenna að ég áhvað að vera ekki of full eftir samrændu og ég sááá ég sá hvernig fólk leit út liggjadi í grasinu, ælandi, slummandi og ríðandi… ég sá hvað allir voru að gera og ég veit að þegar þau vöknuðu á miðvikudaginn hefði þeim langað að muna hvað var gaman en ég held að þau muni ekki neitt!!!!\nsvona er þetta alltaf hjá mér…\nég er ekki búin að drekka síðan…ja kannski tvo þrjá bjóra en það er nú bara smá….\nég hef ekkert á móti áfengi en ég held að það sé gott í hófi héðan í frá…. það er erfitt að sekmmta sér aaaaaaalveg edrú finnst mér og er sammála því og það er miiiiklu skemmtilegra í partíum þar sem mamman og pabbinn eru ekki heima…\nen þegar ég set mig í spor foreldrana þá skil ég svona smá vegisi hvað er vandamálið þessar sífeldar áhyggur, við erum nú bara “litlu börnin” þeirra sem halda að við séum svoooo stór:)\nMálið er bara að kunna að drekka og að foreldrarnir séu sangjarnir…!!!!! þau vita alveg að það er ekkert hægt að stoppa okkur alfarið!!!! Ef þau vilja hafa okkur bak við þau og lifa í sjálfsblekkingu þá bara verður að hafa það en það er ekkert hægt að segja okkur að koma heim klukkan 12 af því að þau halda að þau séu svo mikið að koma í veg fyrir að við sofum hjá!!…..ef við viljum fá okkur að ríða gerum við það alveg eins og hádeginu eins og á kvöldin!!!!!! sama um áfengið!!"
        }
    ]
}