{
    "forum_title": "Bækur",
    "user": "gomamiso",
    "user_id": "18080",
    "date": "2002-04-28 22:25:00",
    "title": "Harry Potter aðdáendur",
    "text": "Mér finnst að margir þeir sem hafa þann áhuga á að lesa Harry Potter ættu ekki að skammast sín fyrir það. Ég þekki fólk sem fara út í horn og lesa Harry Potter svo að aðrir sjái það ekki, eða jafnvel vegna þess að þeim langar ekki að vera strítt.\nÍ mínum skóla er srákur sem er í 10.bekk og er að lesa Harry Potter, hann er eltur hvert sem hann fer og það er uppnefnt hann “Harry Potter nörd”. Það finnst mér aðeins vera athyglisýki, að elta einhvern og uppnefna svo aðrir heyra, bara vegna þess að honum finnst eitthvað skemmtilegt sem þeim finnst ekki.\nBróðir minn hefur ekki lesið Harry Potter en samt mótmælir hann bókinni fullum hálsi og segir að fólk sem les Harry Potter séu “einmana fólk sem á ekkert líf”\njafnvel mér getur ofboðið.\nÉg er ekki að hlaupa upp á móti þeim sem hafa LESIÐ Harry Potter og finnst hún leiðinleg, né nokkrum öðrum. Ég er bara að sýna það að það eru ekki allir eins. Að stríða fólki sem finnst gaman að lesa eða hvað sem er annað, má hafa það út af fyrir sig, án stríðni. Ég sjálf skammast mín ekki fyrir að lesa Harry Potter og tek bókina hvert sem ég fer, og mér er drullusama þótt einhver bendi á mig og hristir hausinn. Ég geri það sem mér finnst gaman að gera, og það án stríðni.\nÞað er allt í lagi að mótmæla og þannig slíkt, en ekki að gera eitthvað stórt úr því og fara að stríða fólki út af……engu.\nÉg hef aldrei séð fólk uppnefna einhvern “Stephen King nörd” eða “Halldór Laxnes nörd”, af hverju þá “Harry Potter nörd”?\nEr Harry Potter eitthvað frábrugðinn öðrum bókmenntum?\nJú, bókin er fræg vegna þess að margir lesa hana, en hvað annað?\nMér finnst bara að fólk megi lesa Harry Potter í friði án áreitni.\nÚt í Bretlandi og öðrum löndum var gerð önnur FULLORÐINSLEGRI Harry Potter kápa svo að fullorðið fólk færi ekki að skammast sín fyrir að lesa Harry Potter úti á götu eða í lestum.\nÞetta er rugl.\nEn ég ætla ekki að ræða um þetta meira, en ég vildi glöð vilja benda á eitt.\nÞeir sem hata Harry Potter og eru að stríða einhverjum sem dýrka bækurnar, í andskotans bænum hugsaðu út í það ef þér væri strítt út af einhverju sem þér finnst skemtilegt.\nÞér myndi ekki líka það, er það?\nTakk fyrir að lesa.",
    "url": "https://www.hugi.is/baekur/greinar/74594/harry-potter-addaendur/",
    "url_id": "74594",
    "id": "524833",
    "replies": [
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2002-04-28 23:00:17",
            "id": "524834",
            "reply_to_id": "524833",
            "text": "Harry Potter er ekkert annað en frábærar bækur.\nÉg hef samt verið kallaður Stebbi King, en var það í góðu af félaga mínum.\nEn þeir sem verða fyrir stríðni útaf Harry Potter eiga bara að benda þeim, sem eru að hæðast að drulla sér til Gunnars í Krossinum og vera þar bara með öðrum vitleysingum."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2002-04-28 23:07:43",
            "id": "524835",
            "reply_to_id": "524834",
            "text": "Veistu, ég er virkilega sammála þér.\nHarry Potter er aðsjálfsögðu frábærar bækur og meira til.\nfrábærlega sagt hjá þér þetta seinasta.\nog bara svo ég bæti því við má Gunnar í krossinum eiga sig og sína fordóma.\ngrrrr…."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-04-29 07:43:47",
            "id": "524836",
            "reply_to_id": "524834",
            "text": "SBS: Hvað er með þig og Gunnar í Krossinum? :þ\nÉg hef bara farið upp í rúm og lesið Harry Potter þar, ég nenni ekki að lesa bækur á öðrum stöðum(nema bókasafni) því mér finnst það bara óþægilegt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-28 23:15:13",
            "id": "524837",
            "reply_to_id": "524833",
            "text": "Minn skóli er ekki svona, margir sem taka Harry Potter í kjörbókaritgerð."
        },
        {
            "user": "bjornjul",
            "user_id": "20",
            "date": "2002-04-29 00:02:45",
            "id": "524838",
            "reply_to_id": "524833",
            "text": "Ég er nú 27 ára og er stoltur af að hafa lesið allar fjórar bækurnar. Þær eru snilld og ég get ekki beðið eftir framhaldinu :)\nkv\nbjornjul"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-04-29 05:47:13",
            "id": "524839",
            "reply_to_id": "524833",
            "text": "ég er 16 og finnst þessar bækur brill! ég get ekki beðið eftir framhaldi… hvenær á annars næsta bók að koma?"
        },
        {
            "user": "Johnny",
            "user_id": "156",
            "date": "2002-04-29 10:37:51",
            "id": "524840",
            "reply_to_id": "524839",
            "text": "Framhaldið átti að koma í sumar, en útgáfunni hefur verið frestað. Hún er víst ennþá að skrifa bókina. Útgefendurnir vonast til að geta gefið bókina út einhvern tímann í haust."
        },
        {
            "user": "Finisboy",
            "user_id": "6088",
            "date": "2002-04-29 13:09:29",
            "id": "524841",
            "reply_to_id": "524840",
            "text": "H+un er búin að skrifa allar bækurnar en geymir þær í banka í bretlandi vegna þess að hún vill ekki lenda í því sama og J.R.R Tolkien, að deyja áður en hún klárar bækurnar."
        },
        {
            "user": "Johnny",
            "user_id": "156",
            "date": "2002-04-29 16:55:40",
            "id": "524842",
            "reply_to_id": "524841",
            "text": "Ónei… Hún er búin að skrifa síðasta kaflann í 7. bókinni og geymir hann í geymsluhólfi. Sá kafli er n.k. eftirmáli og segir hvað verður um hvern og einn nemanda eftir að þeir útskrifast úr Hogwarts. Þetta sagði hún sjálf í sjónvarpsþætti sem var sýndur á Rúv síðastliðinn fimmtudag.\nHún sagði líka að hún væri búin að ákveða hvað myndi gerast í bókunum sem eftir eru en ætti bara eftir að setja það á prent (svona svipað og George Lucas með Episode 1, 2 og 3)."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2002-04-29 13:05:32",
            "id": "524843",
            "reply_to_id": "524839",
            "text": "Harry Potter 5 kemur út hérna einhverntíma á næsta ári, en úti í Bretlandi í Nóvember."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2002-04-29 07:58:10",
            "id": "524844",
            "reply_to_id": "524833",
            "text": "Sammála, en í mínum skóla þekki ég engan sem að hefur verið strítt útaf því að hann les Harry Potter eða eitthvað, bara kennararnir:D"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2002-04-29 11:52:33",
            "id": "524845",
            "reply_to_id": "524833",
            "text": "Harry Potter eru skemmtilegar bækur. Ég legg til að við fórum og meiðum svona vitleysinga, sem segja svona.. nei nei ;) samt… er fiðringur\nFólk sem segir þetta er yfirleitt ekki að drepast úr gáfum."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2002-04-29 11:56:09",
            "id": "524846",
            "reply_to_id": "524833",
            "text": "Ég hef aldrei verið áreittur fyrir að gera alls konar nördalega hluti, þó svo að sumir undrist yfir því hversu mikið ég les. :p"
        },
        {
            "user": "Malki",
            "user_id": "11749",
            "date": "2002-04-29 12:27:51",
            "id": "524847",
            "reply_to_id": "524833",
            "text": "Er ekki málið að krakkar finna alltaf eitthvað til að stríða öðrum, ef það væri ekki Harry Potter þá væri það bara vegna þess að hann væri með stórt nef eða ætti ljótt reiðhjól :)\nvið vitum það öll að þetta eru frábærar bækur!\nÉg sá ekkért að því að lesa þessar bækur í strætó, fyrir framan alla þó svo að ég sé orðinn þrítugur.\nÉg meina.. þetta eru nú bara venjulegar bækur!!!\nÉg held að það geti ekki nokkur maður borið góð rök fyrir því afhverju það sé svona heimskulegt að lesa Harry Potter.\nó..jú.. hann er verkfæri djöfulsins!!! og Mikki Mús er Rotta!! :)\nTakk takk,\nMalki."
        },
        {
            "user": "Aduial",
            "user_id": "15900",
            "date": "2002-04-29 13:49:21",
            "id": "524848",
            "reply_to_id": "524833",
            "text": "Ég er tæplega 17 ára og á allar Harry Potter bækurnar og er stolt af því.\nNær allar vinkonur mínar hafa lesið flestar bækurnar, nokkrar eiga þær allar.\nÞetta eru góðar bókmenntir, að mínu mati, en fólk sem er á annarri skoðun má vera það mín vegna, ef það er ekki að setja út á mínar skoðanir.\nFlestir sem gagnrýna Harry Potter hafa ekki einu sinni lesið bækurnar. Það þaggar oft niður í þeim sem hafa sem hæst á móti bókunum að spyrja viðkomandi hversu margar bækur hann/hún hefur lesið því að fæstir sem ég veit að hafa lesið einhverjar bækur finnast þær leiðinlegar.\nEn eins og ég sagði hafa allir rétt til að hafa sínar skoðanir, ég virði það en það minnsta sem aðrir geta gert á móti er að virða mínar skoðanir á móti.\nSincerely,\n@->–"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-05-02 00:21:14",
            "id": "524849",
            "reply_to_id": "524848",
            "text": "Þetta er satt hjá þér Aduial með að fólkið sem hefur hæðst með það hvað Harry Potter séu leiðinlegar bækur hefur ekki lesið þær. Pabbi minn skildi ekki hvað við bróðir minn sáum við þessar bækur fyrr en hann sjáflur fór að lesa þær. Þá allt í einu skildi hann hvað þetta eru frábærara bækur og getur ekki beðið eftir næstu eins og ég og bróðir minn. Svo að ef einhver er að stríða einhverjum vegna þess að hann eða hún er að lesa Harry Potter þá ætti bara að spyrja hann eða hana hversu margar bækur af Harry Potter viðkomandi hefur lesið. Ekki gera fólki til geðs að fela sig úti í horni. Þetta er frjálst land og svo lengi sem þið eruð ekki að pirra fólk með lestri ykkar þá sé ég ekkert athugavert við það þó svo að þið lesið þessar bækur í friði."
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-04-29 14:18:50",
            "id": "524850",
            "reply_to_id": "524833",
            "text": "Gunnar í krossinum er svo vitlaus að hann fór í sjónvarpsviðtal til að segja að þetta væri verkfæri djöfulsinns og opinberaði þar að hann væri ekki búinn að lesa 1 bók um Harry Potter og leit út eins og asni allt viðtalið.\nAfhverju er fólk með fórdóma út í þessar bækur, það hefur ekki einusinni lesið þær?"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-05-02 00:27:35",
            "id": "524851",
            "reply_to_id": "524850",
            "text": "Nákvæmlega Tigris88. Hann er bara svo skemmtilega heimskur að koma svona fram með svona sterk orð og geta svo alls ekki rökstutt málið með því að vera búinn að lesa eitthvað af þessum bókum. Ég held bara að hann þori ekki að lesa bækurnar vegna þess að honum gæti líkað þær og þá þarf hann að fara að tiggja ofan í sig orð sín. Hann er bara með fordóma gegna öllu sem hann þekkir ekki og hann sem fullorðinn maður ætti bara að vita betur og þegja. Þetta er ekki verkfæri djöfulsins þó svo að bækurnar fjalli um galdrastrák í Bretlandi. Það er ekki eins og þetta sé sannleikurinn og að einhver trú því að þetta sé sannleikurinn. Það vita allir að þetta er bara vel gerð skáldsaga. Svo ég sé ekki hvað hann Gunnar í Krosinum þarf að setja út á þessar bækur. Ekki eru þær að angra hann eða hvað? Ef þær fara eitthvað í taugarnar á honum þá á hann bara að reyna að komast hjá því að lesa eða hlusta á eitthvað sem við kemur þeim og halda sig bara við það sem fer ekki svona í taugarnar á honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-02 12:16:21",
            "id": "524852",
            "reply_to_id": "524851",
            "text": "Ég var að byrja að lesa bókina aftur í gær og sá þá að alltaf þegar einhver á að segja ljót orð eins og t.d. Go fuck your self eða eitthvað álika.\nÞá segir höfundurinn að t.d. Ron sagði soldið sem hann hefði aldrei sagt þegar mamma hans var nálæg."
        },
        {
            "user": "smjor",
            "user_id": "20862",
            "date": "2002-04-30 19:54:29",
            "id": "524853",
            "reply_to_id": "524833",
            "text": "Einu sinni var amma mín að lesa Harry Potter úti á flugvelli og þá sagði lítill krakki við mömmu sína:\n“Mom, thet lady is reading Harry Potter”\nog amma mín var bara ánægð að lítill krakki hafi kallað hana lady.\nSvo eru Harry Potter bara snilld nema að maður veit alltaf að Harry Potter deyr ekki en samt um tíma þegar ég var að lesa bókina þá hélt ég að svo myndi fara fyrir Harry Potter."
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2002-05-02 00:12:10",
            "id": "524854",
            "reply_to_id": "524833",
            "text": "Ég er svo hjartanlega sammála þér Katta. Það á ekki að stríða fólki þó svo að það hafi önnur áhugamál. Ég sjálf er 19 ára og ég elska Harry Potter út af lífinu og er ekkert feimin við það að segja hverjum sem heira vill það. Þeir sem eru að stríða fólki fyrir að lesa Harry Potter eru bara óþroskaðir krakkaormar og ættu bara að hugsa aðeins vegna þess að þá eru þeir bara að sýna hversu óþroskuð þau eru. Það er náttúruelga til fólk sem finnst þessar bækur ekki skemmtilegar og þá er það bara þannig en því fólki finnst eitthvað annað skemmtilegt sem öðrum finnst leiniðlegt. Mér finnst til dæmis Star Wars rosalega leiðinlegt, fyrirgefiði þeir sem hafa áhuga á þessu. En ég er búin að prufa að horfa á þetta og mér finnst þetta bara leiðnlegt. Mér finnst bara allt svona geimveru, framtíðar eitthvað leiðnilegt. Mér finnst ET líka leiðinlegur svo að það er ekki bara Star Wars. En ég er ekki að stríða einhverjum sem finnst þetta skemmtilegt með því að kalla þá ,,Star Wars nörd\". Það væri bara út í hróa hött að gera það. En Harry Potter eru frábærar bækur og ég bíð í ofvæni eftir númer fimm og ég veit ekki hvað ég á að lesa þangað til. Búin með allar hinar fyrir löngu. Eða kláraði síðustu núna um jólin þegar hún kom út. En ég vil bara kvetja ykkur til að lesa þessar bækur því að þetta eru snildar bækur sem eru ekki bara fyrir börn þó svo að þau séu skrifuð fyrst og fremst með þau í huga. Þá er þetta mjög vandaðar bækur sem inni halda spennu, húmor, góðan söguþráð og gott ímundunuuarafl allt í bland.\nKveðja Silungu"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2002-05-07 13:07:42",
            "id": "524855",
            "reply_to_id": "524854",
            "text": "ég hef aldrei fengið jafn gott svar við greininni.\nég er líka sammála þér.\nég veit ekki hvað ég get sagt meir. það sem þú sagðir segir allt."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2002-05-18 18:45:02",
            "id": "524856",
            "reply_to_id": "524855",
            "text": "Ertu að tala við mig, katta? :)\nEf svo er, þá þakka ég innilega fyrir hrósið."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2002-05-02 14:34:15",
            "id": "524857",
            "reply_to_id": "524833",
            "text": "Allir vinir mínir lesa Harry Potter og ég sjálf elska bækurnar, og ég er bara helvíti stolt af því! Þó svo að ég taki ekki bækurnar með mér hvert sem ég fer… (ég á líka bara nr. 1 því ég er alltaf svo blönk :P) En allavegana, ég er alveg djúpt sokkin í þetta, les fanfiction, teikna fanart, spjalla við aðra djúpt sokkna aðdáendur, les þeoríur varðandi sögurnar (heldur manni occupied á meðan maður bíður eftir næstu bók) og fullt fleira! Því ætti ég eða nokkur önnur manneskja, hver svo sem aldur hennar sé, að skammast sín? Það er bara fáránlegt! Þetta eru ekkert endilega barnabækur, þó svo að börn lesi þetta fyrst og fremst! Mamma mín les þær líka, hún las þær meira að segja á undan mér! Pabbi er að vísu bara búnað lesa fyrstu bókina, en það mun breytast… Og ég get ekki beðið eftir að litla systir lærir að lesa ;3\nLesið Harry Potter og hugsið óhugnalegar hugsanir. Það er það sem gefur lífinu tilgang.\nSun"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2002-05-06 19:58:19",
            "id": "524858",
            "reply_to_id": "524857",
            "text": "1. Ég elska Harry Potter!! (Ekki hann sjálfan, reyndar ;))\n2. Harry Potter bækurnar eru frábærar!\n3. Ég get varla beðið eftir næstu bók því bækurnar eru svo frábærar!\n4. Harry Potter bækurnar eru frábærar! :P\n5. Rosalega er frábært að ég hef ekki rekist á neitt neikvætt svar hérna! :)\n6. Það er ótrúlega asnalegt að stríða fólki útaf einhverju sem það hefur gaman af! Ok, það væri kannski smá afsakanlegt ef það er 16 ára “gagnkynhneigður” unglingur sem hefur gaman af Barby :P, en það er samt svosum í lagi! :D\n7. Fólk sem er að tala illa um Harry Potter en hefur svo ekki lesið þær ætti bara að halda trantinum lokaðum!! :)\n8. Og þið sem hafið ekki lesið bækurnar, endilega lesið þær, og líka þið sem hafið ekki lesið allar (t.d sun), endilega reynið það! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-07 14:41:15",
            "id": "524859",
            "reply_to_id": "524858",
            "text": "Ha? Jú, ég hef lesið allar bækurnar! Ég á samt bara eina. En vinkona mín aftur á móti á þær allar, svolleis að ég fékk þær bara lánaðar hjá henni :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-11 22:06:42",
            "id": "524860",
            "reply_to_id": "524859",
            "text": "Ég elska Harry Potter bækurnar. Ég er bara 12 ára en ég var sú fyrsta í mínum bekk sem las hana og er oft kölluð Harry Potter nörd og er elski Harry Potter sjálfan og er kærastan hans. Og ég á allar bækurnar nema fyrstu (hef samt lesið hana 13 eða 14 sinum) :) :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-16 16:03:24",
            "id": "524861",
            "reply_to_id": "524833",
            "text": "Harry Potter er bara tær snilld og ég á þær allar og er stolltur af því og ég sár vorkenni þessum gaur í skólanum þínum\nkv. webman"
        },
        {
            "user": "minny",
            "user_id": "21131",
            "date": "2002-05-18 16:25:24",
            "id": "524862",
            "reply_to_id": "524833",
            "text": "Ég elska Harry Potter bækurnar.\nSko það væri frekar öfugt í mínum skóla, ef einhver hefur ekki lesið bækurnar yrðu allir steinhissa að minnsta kosti margir í bekknum mínum."
        },
        {
            "user": "Zzybbit",
            "user_id": "14236",
            "date": "2002-05-22 14:30:58",
            "id": "524863",
            "reply_to_id": "524833",
            "text": "Ég elska Harry Potter bækurnar og bíð spennt eftir næstu!!!"
        }
    ]
}