{
    "forum_title": "Tölvuleikir",
    "user": "siggik",
    "user_id": "3482",
    "date": "2002-04-29 16:47:13",
    "title": "Dungeon Siege Áhugamál ???",
    "text": "Hvernig er áhuginn fyrir Dungeon Siege áhugamáli ? ég veit að ég og margir aðrir vilja það ég hef tildæmis póstað 2 eða ekki 3 sinnum ´áhugamáls korkinn á forsíðu en webmasterin hefur ekkert gert í þessu ég sé eingann tilgang í að pósta þar heldur hef ég sent þetta hingað inn til ð reyna að fá einhvern í “lið” með mér. Ég vona bara að þetta verði samþykkt sem grein en ekki korkur því ég held að mjög fáir myndu lesa þetta sem kork en allavega lokaorð þá vill ég og vonandi margir aðrir fá Dungeon Siege áhugamál þessi æeikur er einfaldlega brill, ef Buffy,Nágrannar,EVE, B&W fá áhugamál afhverju ekki DS ? ég bara spyr :)",
    "url": "https://www.hugi.is/tolvuleikir/greinar/74767/dungeon-siege-ahugamal/",
    "url_id": "74767",
    "id": "526345",
    "replies": [
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-04-29 18:07:22",
            "id": "526346",
            "reply_to_id": "526345",
            "text": "nei ég tel hann ekki nógu góðan svo er hann bara önnur útgáfa af diablo2 hann þarf meira annaðs eru sumir lélegir leikir til sem hafa grein  og korka,en ég héld að summoner sé btri þó hef ég ekki spilað hann."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-04-29 23:15:04",
            "id": "526347",
            "reply_to_id": "526346",
            "text": "Mér finnst einhvernvegin miklu skemmtilegri fílingur í Dungeoun Siege heldur en Diablo seríunni, sem ég fékk fljótt leið á, ég er reindar ekki neitt ofboðslega dómbær á það ennþá því ég hef aðeins spilað leikinn í 2 vikur núna en þær lofa mjög góðu. Mér finnst líka rangt að kalla hann Diablo 2 eftirhermu því að Hack&Slash RPG formúlan er eldgömul, Diablo er t.d. “eftirherma” af fjölda eldri hlutverkaleikja."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-04-30 02:01:23",
            "id": "526348",
            "reply_to_id": "526347",
            "text": "Svosum satt, bara Blizzard gerðu þetta rétt í Diablo seríunni. Mörgum fannst(including me) að Diablo leikirnir séu svo einfaldir en ég get svo sannarlega sagt það að þeir eru þó 200x flóknari en Dungeon Siege!\nAðalgallinn við leikinn finnst mér að melee eða ranged gaur hefur lítið uppá að bjóða. Maður lemur alltaf eins og skítur alltaf eins. Síðan fannst mér persónulega nánast alveg eins að spila galdrakall!\nÞetta finnst mér helvíti slappt miðað við að Diablo1&2 höfðu svo gott replayability því að það var unique experience með hvaða classi fyrir sig.\n30 skill fyrir 7 classa. Dungeon Siege hefur bara allt of lítið uppá að bjóða. I get bored right away.\nAnnars er grafíkin í leiknum frekar góð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-29 19:01:52",
            "id": "526349",
            "reply_to_id": "526345",
            "text": "Það ætti frekar að setja inn “microsoft leikir” áhugamál og slá þannig nokkrar flugur í einu höggi."
        },
        {
            "user": "Siggman",
            "user_id": "6325",
            "date": "2002-04-29 20:41:12",
            "id": "526350",
            "reply_to_id": "526345",
            "text": "Þegiði Samkynhneigðu menn !!!"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-04-30 03:38:34",
            "id": "526351",
            "reply_to_id": "526345",
            "text": "Dungeon Siege er náttúrulega í snilldar þrívídd, en Diablo í tvívídd. það eitt gerir þá frekar ólíka."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-04-30 22:22:44",
            "id": "526352",
            "reply_to_id": "526345",
            "text": "Sæll,\nég styð Dungeon siege áhuga mál eða allavegana kork. Ds er nátturulega bara snilld og ekkert svona 2vídd sem er að pirra mann allann tíman. Síðan eru óvinirnir rosalega flottir ekkert eitthvað sci-fi eins og í Crusaiders of might and magic."
        },
        {
            "user": "siggik",
            "user_id": "3482",
            "date": "2002-04-30 23:26:42",
            "id": "526353",
            "reply_to_id": "526345",
            "text": "jæja misgóðar undirtektir þá væri bara að drífa í essu ds áhugamál vefstjóri :)"
        },
        {
            "user": "KristinnE",
            "user_id": "4162",
            "date": "2002-05-01 13:15:08",
            "id": "526354",
            "reply_to_id": "526345",
            "text": "Fyrst hafði ég ekki mikið álit á DS. En núna þar sem ég er kominn með ágætlega góðan character í multiplay (14th level battlemage) Þá verð ég eiginlega að segja.. Hann er snilld\nÁhugamálið.. endilega.. go for it.. go girls.. whatever."
        }
    ]
}