{
    "forum_title": "Smásögur",
    "user": "NCC1701",
    "user_id": "2402",
    "date": "2002-04-30 14:22:48",
    "title": "Rattata og sosa,föstudagur",
    "text": "Ummmfff….  Þreytt…. Halló, xxxx nei, ekki hoppa í rúminu… Farðu, ég er að reyna að sofa… NEI!!! ÉG NENNI EKKI Í SKÓLANN!!! Ok, ég er að koma… zzzzzzzzzz….. Nei, mamma ekki taka sængina mina! (skrönglast í fötin kjökrandi úr kulda) Verð að borða mat fljótt áður en matti kemur… Það er svo óþægilegt að borða fyrir framan hann… svelt folk vill ekki horfa upp á aðra borða… Djöfullinn… Nú er hann kominn, nú fæ ég ekki að borða…..HELVÍTIÐ ÞITT!!!!ER þetta banani í vasanum hjá honum eða er hann bara svona glaður???… Sé aðra systur mina hökta fram á klósett á nærbuxunum og tekur ekki eftir neinu… Spyr matta hvort hann sé með banana í nesti… Hann neitar……. Ekki gaman…  Fer í skólann ógreidd og ó sofin allt vegna MATTA!!!! Hleyp út með matta í eftirdragi, hann blaðrar um hvað hann átti yndislega kvöldstund með hundinum sínum(göngutúr)… Heyri bara orð og orð á stangli… Þríhyrningur… Anus….. Systir mín…. Marilyn Manson…. Finnland…. Waldo…. WWII….. Hvað er með þennan dreng???!!! Hleyp í skólann með Matta. Komum inn um leið og hringir. Ohhh, djöfullinn, danska!!! Nú hefst flutningur á tónverki Andra. Hann notar hljóðfæri sem kallast ýmsum nöfnum, flestum niðrandi. . . Matti tekur upp sundgleraugun sem hann fékk lánuð frá mér… Sagðist ætla að nota þau í sund, ég skil hann alveg, stundum þarf að nota undarleg tól við björgun mannslífa… Fer í frímó… Get ekki gengið fram hjá barnadeildinni án þess að einhver spyrji mig hvort ég sé kærasta rauðhærða gaursins. Hvað er með hann??!! Í matartímanum byrjar það sama og venjulega… Matarslagur… Það er samt eiginlega enginn í honum… Bara matti…. Og vinur hans, Matti… Og svo matti …og jói(Ósýnilegur vinur Matta Sigga Kára Og Bigga nema þeir sjá hann alveg vel) Skil þetta ekki alveg… Fer heim, fylgi matta á æfingu, við skiptumst á að reiða hvort annað… ER þetta hnakkurinn eða er hann ennþá með bananann??? Fer og kaupi mér dótarí í apóteki… Fer svo heim. Veit ekki hvort ég ætti að byrja á að læra eða taka til.. Ákveð að horfa á sjónvarpið á meðan ég ákveð mig..(2 klst. seinna) Krókódílar eru hættulegir segir gaurinn á National Geographic. Fer að sofa. ZZZzzzZZZzzzZZZzzzZZZzzzZZZzzzZZZzzzZZZzzzZZZzzzZZZzzzZZZzzzZZZ…\nZZZZZZZZZZZZZZZZZZZZZZ.matti(rauðhærður  gaur) matti Matti MATTI  Farðu á fætur hvað er þetta “jájá ég er að koma” zzzzzzz MATTI!!! Ok ok Ég er að koma ugh zzzzzzzzzz(standandi)zzzzzzzzzz Wah Títus(hundurinn minn) Skamm skamm sona má ekki ó,ó oh láttu Nestið mitt í friði, Ármann(Bróðir? Minn ) drullaðu þér þroskahefti íkorninn þinn ohhh fær maður engan svefnfrið (lít við) Wah klukkan er 7:49 fljótt Búatil morgunmat og borða nestið wah hvað er ég að hugsa þarf að fara til huldu og segi henni að mig langi í þríhyrning með henni og Systur hennar en hún segir að systir hennar  sé í menntaskóla og að það sé ekki stærðfræði á föstudögum.Hvað er með Banana og Huldu ætli hún vilji nota þá í frístundum með herra melónu hahahahaha hún er eins og finnskættuð kafbátahóra í framan sem datt í kolakassa og át 5kg af kolum í leiðinni, akkuru lagar hún ekki á sér hárið hvað er þetta hún er eins og bangkosk mella á föstudegi hey það er föstudagur og ég held að amma hennar sé frá Bangkok og akkuru er hún með sona baugu ég held að hún sé Marilyn Manson áhangandi eins og hann Waldo(strákur í bekknum)AAAAAAAAAAAAARRRRRRRRRRGGGGGHHHHH ég er að verða seinn,\nKL 8:10 ah skólinn en gaman og nú að læra um…….ZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZ\nPúnktur  Maddi fyrir ad  fílgjast ekkí med í tíma ha strax danska ma’r (prump í bakgrunni) ohhhhhhhhhh Andri byrjaður með Sinfóníuna í anus ohhhhhhhh ma’r lyktin ,fljótt setja upp sundgleraugun og peysuna  til að verjast Tsjernóbyl nr2 ,ég held að það kallist þetta háværa tónverk hans (annað prump) Ahhhhh nú er Siggi að skjóta á móti ojjjjjj ma’r þetta er Finnland á móti Baskaþjóðinni.Jess loksins er kominn matur og það er Kakósúpa meðeplum og harða brauðinu uhoh ma’r Jói horfir eitthvað illilega á mig wah hann skýtur á mig eplum uhoh þarna kemur Gestapo(gangaverðirnir)og skamma mig fyrir þetta djíses kræst.Dummdídumm skólinn búinn og tími að fara að horfa á neybörs eða Enrique Iglesias…..ég vel Starwars á spólu og fer í góðann filing með Leiu í þessum fötum og svo….ZzZzZzZzZzZzZzZzZzZzZzZ oh shit klukkan er 7:26 og ég er ekki tilbúinn í skólann, fljótt borða og hlaupa í skólann.hvar eru allir eiginlega?\nÞakka ykkur fyrir að lesa um þennan föstudag í lífi okkar Huldu og Matta",
    "url": "https://www.hugi.is/smasogur/greinar/74935/rattata-og-sosafostudagur/",
    "url_id": "74935",
    "id": "527700",
    "replies": [
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2002-05-06 12:59:53",
            "id": "527701",
            "reply_to_id": "527700",
            "text": "hví í *&%##/@)=}$# skrifar enginn álit á svona góðri sögu!"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2002-05-07 18:14:32",
            "id": "527702",
            "reply_to_id": "527701",
            "text": "þó svo þetta er ekki alveg sönn saga þá eru allar persónur til og gera því það í alvörunni sem við lýstum í sögunni okka"
        },
        {
            "user": "Koppur",
            "user_id": "21225",
            "date": "2002-05-09 00:33:41",
            "id": "527703",
            "reply_to_id": "527700",
            "text": "Þetta er skemmtilegur stíll en hvað er hægt að segja? Ég hef heldur ekki fengið nein ummæli um mína sögu “Ég held það sé morgunn,” sennilega vegna þess að það er næstum ekkert hægt að segja um þá sögu. Áhugaverður stíll hjá þér samt þó ég “meiki” lítinn “sens” úr honum."
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2002-05-09 14:59:05",
            "id": "527704",
            "reply_to_id": "527703",
            "text": "sosa og ég fórum í skólann á föstudegi þegar flest af þessu gerðist og svo um kvöldið þá byrjar hún að fikta í tölvunni minni og fer í word og byrjar að skrifa um föstudaginn. Eitt leiddi að einu og fyrr er n varði vorum við búin að skrifa þetta niður= dagur séður frá augum stelpu og sá sami dagur með augum stráks"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-06-02 18:24:22",
            "id": "527705",
            "reply_to_id": "527700",
            "text": "vá mér líður nú bara vel að lesa þessa grein þá finnst mér fyrst ég vera vel skipulögð á mornanna eða ehee hef eginlega alltaf verið það svo skildi valla orð í þessari grein ;;;;;;;;;)"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-06-03 07:33:24",
            "id": "527706",
            "reply_to_id": "527705",
            "text": "váááá´!! stelpa hvað fórstu eiginlega langt aftur til að sjá þessa gein? :P"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-06-03 10:14:53",
            "id": "527707",
            "reply_to_id": "527706",
            "text": "veit ekki stundum sé ég áhugaverðar greinar eftir notanda og leita þá að nokkrum greinum eftir hann fattaru hvað ég á við?"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-06-03 12:43:06",
            "id": "527708",
            "reply_to_id": "527707",
            "text": "ahhhh þú meinar, ok :D"
        }
    ]
}