{
    "forum_title": "Hestar",
    "user": "life",
    "user_id": "16787",
    "date": "2002-05-03 18:00:06",
    "title": "Hesturinn okkar",
    "text": "Þegar ég var lítil fengum við okkur hest sem við skírðum Lúkas. Lúkas var mikill barnahestur og var mjög gæfur. Þegar við fengum hann var hann 10 ára. Ég fór strax á reiðnámskeið með hann og hann var stilltasti hesturinn á námskeiðinu. Á námskeiðinu áttum við að gera jafnvegisæfingar með því að standa á hestinum. Lúkas var svo hlíðinn að ég gat alveg staðið á honum án þess að einhver héldi í hann. Eftir hvern tíma á námskeiðinu gaf ég honum alltaf hestanammi til að sýna honum hvað hann væri duglegur. Lúkas var svartur með hvítan depil á bakinu og í hvítum sokkum. Hann var ekkert smá fallegur, eftir nokkur ár var hann orðinn svo gæfur að hann gekk til manns þegar maður kallaði á hann og þegar maður sagði honum að stansa þá stoppaði hann strax. Lúkas var 22 þegar hann dó, seinustu mánuðina hafði hann verið svo veikur að maður var næstum farinn að gráta þegar maður sá hann. Pabbi sagði mér að við þyrftum að lóa honum því að hann væri svo veikur og ég varð mjög leið. En nú skil ég það því ekki vildum við láta hann kveljast. Ég mun alltaf sakna Lúkasar. *",
    "url": "https://www.hugi.is/hestar/greinar/75407/hesturinn-okkar/",
    "url_id": "75407",
    "id": "531582",
    "replies": [
        {
            "user": "HRTBEAT",
            "user_id": "20864",
            "date": "2002-05-04 00:13:48",
            "id": "531583",
            "reply_to_id": "531582",
            "text": "já það er alltaf leiðinlegt að missa hestana sína ég samhriggist þér en þetta filgir þessu! r.i.p lukas"
        },
        {
            "user": "HRTBEAT",
            "user_id": "20864",
            "date": "2002-05-12 18:18:00",
            "id": "531584",
            "reply_to_id": "531583",
            "text": "Falleg grein. Svona samband við hesta er ómetanlegt og aðeins þeir sem hafa náð slíku sambandi vita hvað þú varst að tala um.\nknús"
        },
        {
            "user": "life",
            "user_id": "16787",
            "date": "2002-05-14 20:18:37",
            "id": "531585",
            "reply_to_id": "531584",
            "text": "Takk æðislega fyrir að lesa greinina mína"
        },
        {
            "user": "life",
            "user_id": "16787",
            "date": "2002-05-14 20:19:38",
            "id": "531586",
            "reply_to_id": "531583",
            "text": "Takk!"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-05-18 01:20:29",
            "id": "531587",
            "reply_to_id": "531582",
            "text": "Þetta var mjög falleg grein. Pabbi minn á hest sem er orðin 30 vetra og á því ekki mikið eftir, pabbi fékk hann þegar hann var folald og þetta er án efa besti hestur sem ég veit um, getur t.d skoðað mynd sem ég var að senda inn af honum þar sem hundurinn minn situr á bakinu á honum. Þetta var í fyrsta skifti sem þau hittust og þetta var eini hesturinn sem hundurinn urraði ekki á :)\nÆ hann er svo æðislegur hann Natan minn og ég á eftir að sakna hans svo gríðarlega :("
        },
        {
            "user": "life",
            "user_id": "16787",
            "date": "2002-05-23 19:30:24",
            "id": "531588",
            "reply_to_id": "531587",
            "text": "Já það er alltaf erfitt að missa einhvern."
        },
        {
            "user": "Lowe",
            "user_id": "20469",
            "date": "2002-05-20 21:30:24",
            "id": "531589",
            "reply_to_id": "531582",
            "text": "Ég skil hvernig þér líður,ég og pabbi áttum hest. Pabbi fékk hann þegar hann var folad.Hann var 7 árum eldri en ég.Mér þótti rosalega vænt um hann við vorum bestu vinir alltaf þegar ég kom hljóp hann á móti mér og lét mig faðma sig.Þegar ég var smá stelpa ný byrjuð að labba þá labbaði ég oft undir hann og sat oft þar og hélt í eina löppina á honum :) Eitt sinn þá fór pabbi að tala við kall og ég ælaði að laumast burt (var ekki nema 2 ára) þá beygði hann sig niður og beit í hettuna á úlpunni minni svo hélt í hana svo að ég færi ekki neitt :) Það eru 6 ár síðan hann dó.Hann var orðinn svo gamall en alltaf mun ég sakna hans :("
        },
        {
            "user": "life",
            "user_id": "16787",
            "date": "2002-05-23 19:27:31",
            "id": "531590",
            "reply_to_id": "531589",
            "text": "Já ég skil maður fær sjokk þegar maður lendir í svona löguðu."
        }
    ]
}