{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Gizzi",
    "user_id": "5414",
    "date": "2002-05-04 01:18:45",
    "title": "Átök Gleymdu Vettvanganna: Hluti V",
    "text": "Við þrömmuðum um sléttunar og skógana í átt að staðnum sem Truntuandvarpið hafði áður bent upplýst okkur um áður en við hökkuðum hann. Ég, Iðunn, Minndisk, BrennaVið, Girðir og EftirVind stöðvuðum á Helmingjakalla þorpinu GúllasKinnar(Gullykin). Þar hvíldumst við og söfnuðum orku fyrir bardaga sem var fyrir höndum. En okkur til mikillar furðu hittum við 4 verðlauna veiðimenn(Bounty Hunters). Þeir báru kennsli á mig og réðust strax til athlögu, ég byrjaði að hlæja. En þá sá ég Iðunn detta í jörðinna, steindauð! Það fyllti mælinn! Ég stöðvaði hláturinn og dró upp sverðið úr slíðrinu og lét á mér kræla. MinnDisk réðst einnig í nágvígi og freistaði gæfunnar. Eftir voru Girðir sem reyndi allt sem hann gat á lásaboganum og dældi á þeim örvum. EftirVind og BrennaVið voru sérkunnuð í listum galdra og stóðu svolítið frá og köstuðu ýsmum göldrum á þessa 4 verðlauna veiðimenn. Einn þeirra féll af göldrum EftirVind og réðst þá einn bardagamaðurinn á EftirVind og klauf hann frá herðum og niður. Eftir stóðu Girðir, ég, BrennaVið og MinnDisk. Þetta var blóðug og mikill bardagi. Þegar honum loks lauk þá stóðu uppi, ég. Allir 4 verðlauna mennirnir drápust ásamt EftirVind, Iðunni, MinnDisk, BrennaVið og Girði. Þar stóð ég einn og sparkaði og kastaði vatni yfir lík verðlauna veiðimannana. Þar eftir dröslaðist ég einn og yfirgefinn í leit að fólki í liðið. Eina sem ég fann var Rauðu Galdrakallarnir frá Óhreinatauji(Red Wizards of Thay). Þar náði ég einum niður, enn féll sjálfur eftir mikla og blóðuga baráttu.\nThe End!\nHope You liked it.",
    "url": "https://www.hugi.is/crpg/greinar/75534/atok-gleymdu-vettvanganna-hluti-v/",
    "url_id": "75534",
    "id": "532328",
    "replies": [
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2002-05-04 01:26:19",
            "id": "532329",
            "reply_to_id": "532328",
            "text": "NOOOOOOOOOOOOOOOOOOOOOOOOOOO\nGleymdu vettvöngunum er lokið..\nYkkur verður sárt saknað."
        },
        {
            "user": "Porthos",
            "user_id": "882",
            "date": "2002-05-04 16:35:46",
            "id": "532330",
            "reply_to_id": "532328",
            "text": "NEI , *sniff* *sniff* *snökt* sorglegur endir af einum mesta garp síðan Gísli nokkur Súrson var og hét. Þín veruð sárt saknað.\nRIP"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-05-04 17:27:25",
            "id": "532331",
            "reply_to_id": "532330",
            "text": "Gúllaskinnar… LOL\nen afhverju ekki segja hausaveiðarar í staðin fyrir verðlauna veiðarar…?"
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2002-05-05 13:30:07",
            "id": "532332",
            "reply_to_id": "532330",
            "text": "Rusher: Ég held nú að Egill Skalla-Grímsson og Þórður Hræða hafi verið meiri garpar en Gísli, allaveganna að mínu mati."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-05 20:07:25",
            "id": "532333",
            "reply_to_id": "532332",
            "text": "Galdrakallarnir frá Óhreinatauji ROFL þú ert snilli"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-04 18:45:51",
            "id": "532334",
            "reply_to_id": "532328",
            "text": "Fínar sögur….. en þú ert nokkuð slappur í þessum leik :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-06 01:55:34",
            "id": "532335",
            "reply_to_id": "532328",
            "text": "WHY!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-06 21:09:39",
            "id": "532336",
            "reply_to_id": "532328",
            "text": "þú getur ekki látið þetta enda þú getur mesta lagi látið hann deyja og lifna við aftur.\nmeð göldrum einhvers og þú myndir birtast einhvers staða"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-07 22:08:16",
            "id": "532337",
            "reply_to_id": "532328",
            "text": "Argh! Fínar sögur en mér finnst eins og endirinn hafi verið skrifaður á 5 mínútum.. humm .. vantar svona meigin lýsingar en samt GJ!"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2002-05-08 22:46:32",
            "id": "532338",
            "reply_to_id": "532328",
            "text": "Gizzi, þessar þýðingar hjá þér eru allgjör snilld.\nKannski þú hugsir um að þýða bækurnar sem gerast í “Gleymdu vettföngunum”."
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2002-05-09 01:22:02",
            "id": "532339",
            "reply_to_id": "532338",
            "text": "DRULLASTU TIL AÐ LÝFGA GREYIÐ VIÐ!!!!!!!!!!! ALLIR SAKNA HANS!!=0( *`sniff*sniff*"
        },
        {
            "user": "Past",
            "user_id": "19593",
            "date": "2002-05-10 12:37:59",
            "id": "532340",
            "reply_to_id": "532328",
            "text": "Hvað er i gangi hvi hvi hvi =("
        },
        {
            "user": "warpig",
            "user_id": "9797",
            "date": "2002-05-12 21:02:35",
            "id": "532341",
            "reply_to_id": "532328",
            "text": "ég verð að segja að mér fannst þetta bara hrillingur, nöfninn og bara allt."
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2002-05-18 19:44:01",
            "id": "532342",
            "reply_to_id": "532341",
            "text": "warpig uss uss ekkert svona. Mjög flott Geiri minn :) samt þetta er sagan hans og hann ræður hvenar henni líkur og ég held þið getið ekkert breytt því."
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2002-05-19 19:20:39",
            "id": "532343",
            "reply_to_id": "532342",
            "text": "Einmitt.. hlustið á Aragorn! Hann veit hvað hann syngur skal ég segja ykkur. En fyrir þá sem eitthvað fylgdust með þá skal ég segja ykkur hvernig charinn var…\nHuman Male fighter\nLawful Good\nStr: 18/00\nDex: 18\nCon: 18\nInt: 12\nWis: 03\nCha: 03\nEkki sá öflugasti, en ágætis gaur í að gera þann eina hlust sem er nauðsynlegur, Drepa!"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2002-05-21 23:39:15",
            "id": "532344",
            "reply_to_id": "532343",
            "text": "þetta er eins og ef þið hefðuð sent gaurnum sem bjó til handritið fyrir Braveheart ( sem ég man ekki hvað heitir) sem dæmi, að hann væri hálfviti afþví William Walalce hefði dáið. Bara barnaskapur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-15 19:59:38",
            "id": "532345",
            "reply_to_id": "532343",
            "text": "Lawful Good??? hmmz0"
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2002-08-06 17:02:15",
            "id": "532346",
            "reply_to_id": "532343",
            "text": "Sorry, en hvernig ætlaði hann að reyna að fá fleiri með sér í lið ef að Charisma-ið hjá honum var 3? Það meikar bara ekkert sense"
        },
        {
            "user": "Ecel",
            "user_id": "52224",
            "date": "2004-05-17 14:52:31",
            "id": "532347",
            "reply_to_id": "532328",
            "text": "Nei þetta getur ekki verið endirinn :(:(:(:( þetta er snilld hjá þér og mjög skemmtilegt og farðu að gera nýjan part og Skuggum Ömmu"
        }
    ]
}