{
    "forum_title": "Smásögur",
    "user": "Negotiator",
    "user_id": "14745",
    "date": "2002-05-06 13:15:57",
    "title": "Íslenska Vestrið III saga.",
    "text": "Jæja þá er ein vikan i viðbót að klárast hugsa ég er ég sest niður og fæ mér smá snæðing. Er ég sting gaflinum í matinn þá fæ ég svona nett flshback og fer að hugsa hvað margir menn hafa týnt lífi sínu þessa vikuna af mínum völdum. Ég fer að pæla og þá virðist talan vera kominn upp í þrjú líf. Fyrst var það gaurinn sem var að svindla á mér er við spiluðum póker og svo er það tveir bófarnir sem lömdu lögreglustjórann og félaga hans. Þetta er ekki slæmt segir dimm rödd fyrir aftan mig. Ég sný mér við og þar stendur maður með vindling í munninum og er ég spyr hann um nafn þá segir hann við mig, það er ekki aðalatriðið en aðalatriðið er það að þú ert í mjög vondum málum fyrir að drepa hann Leo og það eru menn sem ætla að ráða þig af dögum fljótlega. Mér bregður á brún og stend snögglega upp og spyr,ert þú einn af þeim mönnum? Hann segist ekki vera hérna til þess að stofna til vandræða en vilji samt fá mig í vinnu til sín og segir að það muni bjarga lífi mínum. Ég spyr hann enn og aftur um nafn og ég segi það frekar í æstum tón. Hann segir mér að róa mig niður.\nÉg er kallaður Alli og ég er starfsmaður hjá póstþjónustunni. Þú ert póstsendill sem ætlar að bjarga lífi mínu segi ég og hlæ af honum. Hlæðu bara en ef þú kemur með mér þá munt þú lifa allavega örlítið lengur segir hann í frekar ákveðnum tón. Afhverju ertu svona ólmur að hada mér á lífi spyr ég ? Ég vill ekki halda þér á lífi en konann mín vill að þú lifir lengur fyrir það sem þú gerðir fyrir okkur. Og hvað gerði ég fyrir ykkur spyr ég. Þú drapst hann Leo fyrir okkur. Sko fyrir ca 4 árum síðan þá nauðgaði hann dóttur okkar og myrti þannig að ég er búin að vera elta hann um allt Ísland og hann hefur alltaf verið einu skrefi á undan mér þannig að þú sparaðir mér þann tíma að vera elta hann lengur og í staðinn vil ég bjarga lífi þínu.Er ég reyni að vera tilfiningalaus þá tekur þessi saga örlítið á þannig að ég samþykki boð hans og ákveð að fara með honum. Er ég pakka niður þá segir hann að við ættum að drífa okkur þar sem hann hafði heyrt að það Krissi og hans menn væru á leiðinni til okkar. Er við erum að setja töskurnar á vagninn þá sé ég 10 mann hóp ríða inn í bæinn og þeir eru frekar skuggalegir að sjá og þá heyri ég hann Alla segja mér að drífa mig inn í vagninn og leggjast á gólfið og bíða þar til við værum komnir út úr bænum. Ég stekk inn í vagninn og leggst á gólfið og þar ligg ég allavega í 15 mínútur og er við leggjum af stað þá heyri ég Alla kalla og segja mér að koma upp og er ég er að klifra upp til hans þá heyri ég hann kalla og segja mer að ná í haglabyssuna og byrja að skjóta. Afhverju spyr ég og lít til hliðar. Alli segir mér að Krissi og félagar séu að koma á eftir okkur og við þurfum að reyna að losa okkur við þá. Ég dreg upp haglabyssuna og lít aftur fyrir vagninn og sé að þeir eru að nálgast þannig að ég byrja bara að skjóta í áttina til þeirra og eftir fyrsta skotið sé ég að einn hesturinn dettur og tekur aðra þrjá með sér niður. Er við ríðum framhjá Geysi gamla þá eru þeir ennþá fast á hælum okkar og við erum orðir nokkuð óþolinmóðir þannig að ég tek upp dínamit sem ég stal af  lögreglustjóranum og þá heyri ég púkalegan hlátur í honum Alla og segir mér að tendra í því. Ég kveiki í því og læt það detta rólega á jörðina og er Krissi og hans félag eru að koma að því þá BUMM springur það beint fyrir framan þá og allir detta þeir til jörðu. Við tökum þá ákvörðun að snúa við og athuga hvort einhver sé á lífi eftir þessa rosalegu sprenginu. Er við komum að staðnum þá sjáum við að nokkrir þeirra eru enn lifandi er þeir væla af sársauka og biðja okku um hjálp. Ég kalla og spyr hver það er sem vill mig dauðann og hversu mikið það er sett á höfuð mitt. Einhver segir nafnið Helgi og 50 þúsund krónur. Hver er þessi Helgi spyr ég? Þetta er bróðir hans Leos heyri ég einn segja er hann  tekur síðasta andradráttinn. Komum okkur segir hann Alli við mig. Er við ríðum inn í einn bæinn sem kallast Viltar Flúðir þá sjáum við að það er bar og Hótel og við ákvöðum að stoppa þar yfir nóttina til þess að vera hressir fyrir morgundaginn. Er við skráum okkur inn þá sé ég það að það er mynd af mér á veggnum þar sem stendur Lifandi eða Dauður fyrir 50 þú krónur. Er við erum að skrá okkur inn þá vona ég bara að konann sem er að skrá okkur fatti þetta bara ekki. Er við erum bunir að skrá okkur inn þá sofnum við báðir en ég sef samt eitthvað órólega.\nFRAMHALD.",
    "url": "https://www.hugi.is/smasogur/greinar/75861/islenska-vestrid-iii-saga/",
    "url_id": "75861",
    "id": "535234",
    "replies": []
}