{
    "forum_title": "Raftónlist",
    "user": "cucular",
    "user_id": "7619",
    "date": "2002-05-06 21:33:58",
    "title": "8 MB?!!??!?",
    "text": "Hvað er málið með þessa raftónlistarkeppni? Hámark átta megabæti?\nMiðað við hefðbundna kóðun frá wav í mp3 eru það um 7 mínútur - og það er ekki mikið fyrir hinn ,,hefðbundna raftónlistarmann“.\nÉg senti inn lag í gær, en áður en ég gat það þurfti ég að kóða það í verri gæðum en ella til að koma því fyrir á minna en átta MB. Lagið er 10:59 mínútur og var því venjulega circa 11 MB, en við það að lækka gæðin missti ég svolítið af hljóðinu í trommunum og bjölluhljóði í miðju laginu( það var mest áberandi) - sem þýðir að þeir sem hlusta á það heyra það ekki eins og það á að vera. Og verða þeir þá bara að gera ráð fyrir að það eigi að vera betri gæði? Það lítur út fyrir það.\nMér finnst þetta frekar asnalegt. Þetta er nú einu sinni Raftónlistarkeppni - tegund tónlistar sem hefur meðallengd mun lengri en flestir aðrir flokkar tónlistar.\n<a href=”\nhttp://static.hugi.is/stuffnfiles/mp3/files/saga_timans.mp3\n\">Saga  tímans</a>\neða ef tengillinn virkar ekki:\nhttp://static.hugi.is/stuffnfiles/mp3/files/saga\n_timans.mp3",
    "url": "https://www.hugi.is/raftonlist/greinar/75860/8-mb/",
    "url_id": "75860",
    "id": "535212",
    "replies": [
        {
            "user": "quanix",
            "user_id": "10361",
            "date": "2002-05-07 00:26:24",
            "id": "535213",
            "reply_to_id": "535212",
            "text": "ég er sammála.\nég ætlaði að skrifa grein um þetta um daginn en nennti ekki.\n."
        },
        {
            "user": "subminimal",
            "user_id": "5356",
            "date": "2002-05-07 00:47:14",
            "id": "535214",
            "reply_to_id": "535212",
            "text": "Encodaðu þá bara í mp3 pro, það er miklu minna en venjulegt mp3, þarf reyndar eitthvad auka plug-in fyrir winamp til að geta spilað þessa fæla.\nÉg encodaði eitt lag í mp3 pro og mp3,  ég heyrði ekki neinn geðveikan mun.\nMan ekki linka á neinar síður með mp3 pro encoder, því miður."
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-05-07 01:05:28",
            "id": "535215",
            "reply_to_id": "535214",
            "text": "Það sem ég notaði var Lame-encoder og stillti á vbr_new tæknina og prófaði mig áfram þar til ég fann nógu “ásættanleg” gæði miðað við stærð. Ég hef getað kóðað lög í ansi lítil skjöl með þó frekar góð gæði, þú getur tjékkað á vefsíðuna mína og play-takkann sem kemur eftir smástund efst, þar er lag sem er ca.2:45 mínútur en samt bara 700 KB. Ennig lagið með hljómsveitinni Isidor sem er á síðunni (og ég mæli með að fólk kíki á), sem er 5 mínútur en bara 2 MB.\nÉg prófaði að ná í mp3_pro dæmið einu sinni, en það var rosalega böggað, og virkaði ekkert. Hef ekkert nennt að pæla í því meira. Hefur einhver hérna góða reynslu af því?\n~cucula"
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-05-07 01:09:37",
            "id": "535216",
            "reply_to_id": "535215",
            "text": "Gleymdi að html virkar bara á korkunum…\nVefsíðan:\nhttp://www.heimsnet.is/asge\nirvald/cuc2/cuc2.htm\nOg lagið eftir Isidor:\nhttp://www.heimsnet.is/asgeirvald/cuc2/isido\nr_angistarol.mp3"
        },
        {
            "user": "gdan",
            "user_id": "6677",
            "date": "2002-05-07 10:51:33",
            "id": "535217",
            "reply_to_id": "535212",
            "text": "Skúlptúr!"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2002-05-07 11:50:59",
            "id": "535218",
            "reply_to_id": "535212",
            "text": "Þú notar bara Variable Bitrate (VBR) til að kóða þetta. Veit til þess að Audiocatalyst og Lame styðja sollis encoding on það þarf ekkert auka plugin fyrir winamp til að spila VBR (hardware MP3 spilarar reyndar höndla það fæstir).\nRx7"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2002-05-07 11:55:38",
            "id": "535219",
            "reply_to_id": "535218",
            "text": "held nefnilega að hann hafi gert það"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2002-05-07 12:04:45",
            "id": "535220",
            "reply_to_id": "535219",
            "text": "Sniðugt."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-07 14:29:25",
            "id": "535221",
            "reply_to_id": "535212",
            "text": "ertu með\nA: 11 mínútur af prógrammeringu eða\nB: eru þetta sömu lúppurnar aftur & aftur & svo framvegis?\nafþví ef A, þá finnst mér að þú ættir að fá undantekningu frá 5mb takmarkinu.\nef B hinsvegar held ég þú ættir að draga upp skærin."
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-05-07 14:45:59",
            "id": "535222",
            "reply_to_id": "535221",
            "text": "Ætli þetta sé ekki A - þ.e., lagið er 11 mínútur frá upphafi til enda. Það er svolítið mínímalískt/naumhyggjukennt þannig að það byggir  - já -  á endurtekningu, en er þó alltaf að breytast.\nverkið er 11 mínútur, og ef ég færi að klippa eitthvað af því myndi það eyðileggja lagið.\nOg já, ég notaði Variable Bit-Rate tækni. Ég reyndi að halda gæðunum, en það missir alltaf eitthvað…"
        },
        {
            "user": "Gossi",
            "user_id": "5107",
            "date": "2002-05-07 18:05:28",
            "id": "535223",
            "reply_to_id": "535222",
            "text": "artsy fartsy..\nneinei.. :P"
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-05-08 12:14:42",
            "id": "535224",
            "reply_to_id": "535223",
            "text": "Mér finnst að þú ættir að senda GoC QL í raftónlistarkeppnina - það var geðveikt kúl lag;P"
        },
        {
            "user": "Gossi",
            "user_id": "5107",
            "date": "2002-05-08 12:40:47",
            "id": "535225",
            "reply_to_id": "535224",
            "text": "Ha..? Jaaá, ehrm.. :)"
        },
        {
            "user": "skyage",
            "user_id": "15510",
            "date": "2002-05-11 13:02:54",
            "id": "535226",
            "reply_to_id": "535222",
            "text": "mínímalískt/naumhyggjukennt !!! HA HA HA"
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-05-12 18:14:20",
            "id": "535227",
            "reply_to_id": "535226",
            "text": "?\nHvað meinarðu? (spyr cucular í sakleysi sínu=D)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2002-05-08 21:08:03",
            "id": "535228",
            "reply_to_id": "535212",
            "text": "ég ermeð lag semer 7.92MB þá er bara spurning hvort þetta telji KB eða hvað :)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2002-05-08 21:23:20",
            "id": "535229",
            "reply_to_id": "535212",
            "text": "ágætis lag. mar var nú samt að bíða eftir að eitthvað gerist fyrstu tvær mínúturnar. flott percussion, hefði nú kuttað á melódíuna strax þegar það byrjar. lagið byrjar fyrst að vera skemmtilegt á sirka 5:00."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2002-05-08 21:29:26",
            "id": "535230",
            "reply_to_id": "535229",
            "text": "flott þetta rigningar/snark hljóð. ég er að fíla þetta lag, góður fílíngur í því :Þ"
        },
        {
            "user": "victorius",
            "user_id": "1277",
            "date": "2002-05-08 21:28:42",
            "id": "535231",
            "reply_to_id": "535212",
            "text": "Ég er reyndar löngu byrjaður að encoda í .ogg formi. Algerlega hættur að nota mp3 (þ.e. að encoda í mp3).\nÞetta heitir Ogg Vorbis fullu nafni og er Open Source form, annað en MP3 formið sem Fraunhofer Institute (eitthvað svoleiðis) á höfundarrétt á og hefur lagalega séð rétt til að rukka notendur mp3 fyrir höfundarrétt á mp3 tækninni. Fyrir utan það að Ogg Vorbis er einfaldlega með meiri gæði en mp3.\nAnnars vitna ég hér í gamla grein: “An online music format that challenges MP3 in quality but owes nothing to any corporation will finally debut this weekend. Designed for free public use, the Ogg Vorbis format owes its existence to a single event. If Thomson Multimedia weren't demanding license fees for MP3, ”there would be no need for Vorbis,“ says project manager Jack Moffitt.”\nÁ þessari síðu eru mismunandi codec-ar bornir saman: “vorbis, wm8, aac, mp3 (w/both lame & xing), and mp2. Ogg comes out on top!” =\nhttp://www.codecreview.com/\nOgg-Vorbis plugin fyrir winamp hér:\nhttp://www.ogg-vorbis.com/\nGrein um Ogg Vorbis:\nhttp://www.techreview.com/articles/wo_kiang061401.asp\nÞað  hlýtur líka einhver að vera búinn að kíkja á þetta, þannig að ég biðst afsökunar ef ég er að benda á hið augljósa.\n-Victorius"
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-05-09 00:08:03",
            "id": "535232",
            "reply_to_id": "535231",
            "text": "Victorius:\nÉg náði í þetta um daginn en hef ekkert almennilega kíkt á það - er það betra en mp3?\nMancubus:\nTakk! En þetta er annars eitthvað varðandi mig og uppbyggingu… Orðinn háður þessu."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-04-23 20:08:48",
            "id": "535233",
            "reply_to_id": "535212",
            "text": "frekar slappt"
        }
    ]
}