{
    "forum_title": "Sjónvarpsefni",
    "user": "Negotiator",
    "user_id": "14745",
    "date": "2002-05-07 08:59:28",
    "title": "Profiler (SAM)",
    "text": "Jæja þá er ný þáttaröð með manngreinaranum byrjaður aftur.Þetta byrjaði á sama stað og var endað og ennþá er sami söguþráðurinn eða þar að segja Sam er ennþá að reyna að yfirbuga Jack en það gengur eitthvað erfilega hjá henni.Þegar ég var að fylgjast með þættinum í gær þá fann ég þessa þreytu tilfiningu og hún kemur vanalega þegar þættirnir er farnir að vera svolítið einhæfir.Á nýja þáttaröðin virkilega að ganga eina ferðina enn um hann Jack.\nÞeir eru bunir að finna alkyns leiðir til þess að lengja þáttaröðina T.D að láta einhvern annann taka við Jacks aðferðum og koma því til skila þannig að þetta sé bara blóraböggull fyrir hann og að hann Jack setti þetta svona upp.Það hefur komið upp tvisvar sinnum að þetta sé gert þannig.\nHvað finnst ykkur um þetta?\nMér finnst þetta vera orðið svolítið þreytt dæmi og mig langar að þetta fari að taka enda og hún fari að taka önnur mál að sér og reyni aðeins að liðka upp á þættina með nýjum söguþæði.\nÞetta er allavega mitt viðhorf til þáttanna í dag.",
    "url": "https://www.hugi.is/sjonvarp/greinar/76041/profiler-sam/",
    "url_id": "76041",
    "id": "536572",
    "replies": [
        {
            "user": "Sarsilmaz",
            "user_id": "11502",
            "date": "2002-05-07 13:04:02",
            "id": "536573",
            "reply_to_id": "536572",
            "text": "Þessi þáttur er bara rugl. Þessi skyggni réttarsálfræðingur á sér enga stoð í raunveruleika réttarsálfræðinga.\nMegi filmunar brenna."
        },
        {
            "user": "UberMensch",
            "user_id": "793",
            "date": "2002-05-07 13:10:25",
            "id": "536574",
            "reply_to_id": "536573",
            "text": "Ehh hún er ekki skyggn. Gaurinn í Millenium, eitthvað Black er skyggn. Sam er bara með innsæi eða eitthvað. Þessir þættir eru nú ekki svo slæmir. Þetta á bara að vera vera eitthvað sem keyrir þættina áfram, þetta dæmi með Jack. Samt maður er nú aðeins búinn að fá leið á honum."
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2002-05-07 13:33:30",
            "id": "536575",
            "reply_to_id": "536574",
            "text": "þessi “flashbacks” sem koma alltaf eru bara til að sýna hvað sam er að hugsa um og/eða til að sýna áhorfandanum hvað virkilega gerðist. Hún er ekki skyggn eða með über-innsæi, held ég"
        },
        {
            "user": "TRJ",
            "user_id": "14330",
            "date": "2002-05-07 13:46:00",
            "id": "536576",
            "reply_to_id": "536575",
            "text": "Innsæi, skyggni eða hvað sem það nú er skiptir ekki máli. Þessi þáttur á samt enga stoð í raunveruleikanum. Þeir sem hafa áhuga á því hvernig raunveruleg störf réttarsálfræðinga eru geta kíkt í bók um Gísla Guðjónsson sem kom út fyrir Jólin í fyrra. Réttarsálfræðingar og “profilerar” starfa ekki á “fieldinu”. Það sem er etv næst raunveruleikanum er profilerinn sem er í Undercover.\nAnnars er “profiling” mjög hæpið stuff og ekki talið vera mjög áreiðanleg né góð vísindi.\nAnnars er ég hjartanlega sammála… mjög þunnt og lélegt að halda þessum “Jack” söguþræði áfram!"
        },
        {
            "user": "shining",
            "user_id": "1453",
            "date": "2002-05-07 14:34:48",
            "id": "536577",
            "reply_to_id": "536576",
            "text": "Hey þessir þættir Rúla sko ;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-05-07 18:23:14",
            "id": "536578",
            "reply_to_id": "536572",
            "text": "Mér er sama, mér finnst gellan foxý ;)"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2002-05-07 19:08:22",
            "id": "536579",
            "reply_to_id": "536572",
            "text": "Hey! Þetta er uppáhalds þátturinn minn!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-08 12:15:47",
            "id": "536580",
            "reply_to_id": "536572",
            "text": "Innsæi my ass! Hver sér videomyndir í hausnum á sér útaf innsæi.. Enginn! Þetta eru hundleiðinlegir þættir og sveitti löggukallinn ætti að nauðga Sam og vera snöggur að því! Þá gæti þátturinn farið að snúast um fjölskyldulíf Sam og erfiðleikanna í kringum það að vera nauðgunarfórnarlamb. “I don´t want to wait, for this life to be over…”"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2002-05-08 18:14:56",
            "id": "536581",
            "reply_to_id": "536572",
            "text": "mér fanns þessir þættir ágætir, en svo fór þessi sam svo í taugarnar á mér þannig að ég meikaði ekki að horfa á þetta."
        },
        {
            "user": "victorius",
            "user_id": "1277",
            "date": "2002-05-11 03:56:30",
            "id": "536582",
            "reply_to_id": "536572",
            "text": "Þetta eru með þeim verri þáttum sem ég hef séð.\nÓraunveruleikinn er allveg að gera útaf við þessa þætti.\nMér var öllum lokið þegar í einum þættinum þá komast þau yfir einhvern hljóðbút sem hljómar eins og eitthvað rugl (píanóglamur ofl. minnir mig) Einn gaurinn segir þessa fáránlegu setningu: “It's not mainstream, it's downstream” og á kraftaverkahátt breytir tölvunjörðurinn þessum hljóðbút í nótur. Enn hljómar þetta eins og eitthvað bull en þá kemur Sam með þessa snilldarhugmynd að skilja eftir þær nótur sem maður myndi “humma”… ok eitthvað lagaðist hljóðið en er samt bull.. svo breyttu þau nótunum í stafina fyrir þær (C, D E osfr). Bættu við fleiri bókstöfum og PRESTO!! Leynileg skilaboð..\nGuð minn góður, ég trúi ekki að ég hafi eytt tíma í að skrifa þessa vitleysu."
        }
    ]
}