{
    "forum_title": "Kvikmyndir",
    "user": "Azmodan",
    "user_id": "20255",
    "date": "2002-05-07 21:00:39",
    "title": "Evil Ed (1996)",
    "text": "Leikstjóri: Anders Jacobsson.\nLeikarar: Johan Rudebeck…etc.\nSpecial FX: ????\nÞær eru frekar fáar, þekktar hryllingsmyndirnar sem koma frá norðurlandabúum en hér er ein þannig á ferð og hún hittir beint í mark. Sænsk mynd sem byggir aðalega á blóðbaði og sér maður það strax þegar myndin byrjar og með húmornum veit maður að hér er snilld á ferð strax og maður stingur henni í tækið.\nEdward vinnur við að klippa myndir og er hann vanur við að vinna við sænskar drama myndir og er hann frekar viðkvæmur þannig að hann klippir minnsta blót úr myndunum. Hann er fenginn til að vinna fyrir Sam Campell(hehehheheh) sem er hryllingsmyndakóngurinn á staðnum. Ed fær það verkefni að klippa nýjustu Loose Limbs myndirnar sem eru hluti af hryllingsmyndarunu. Hann er sendur í íbúð Sam's til að geta unnið í frið og ró og á hann að sjá til þess að myndirnar verði ekki bara bannaðar þegar þær koma út. Ed fer að rústa myndunum með því að klippa hverja einustu blóðslettu úr þeim og endar með því að þær eru komnar úr samhengi útaf lélegum klippingum. Í kjölfarið af þessari nýju vinnu fer Ed að sjá og dreyma hluti og endar með því að hann missir bókstaflega vitið útaf hryllingnum…\nÞó að hún sé talsett að hluta þá er hún það vel gerð að maður getur ekki kvartað. Þótt að söguþráðurinn sé frekar mikið rugl er hún troðfull af fyndnum atriðum og gerir hún eginlega grín af hryllingsmynda bransanum ein og með “The beaver rape scene”.\n***1/2",
    "url": "https://www.hugi.is/kvikmyndir/greinar/76070/evil-ed-1996/",
    "url_id": "76070",
    "id": "536903",
    "replies": [
        {
            "user": "stixx",
            "user_id": "16978",
            "date": "2002-05-07 22:53:13",
            "id": "536904",
            "reply_to_id": "536903",
            "text": "Þessi mynd er snilldin ein!!"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-05-08 13:11:47",
            "id": "536905",
            "reply_to_id": "536903",
            "text": "Er þetta Mynd í Anda Bad Taste??"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-05-08 13:21:07",
            "id": "536906",
            "reply_to_id": "536905",
            "text": "Nei það mætti nú ekki segja það en ef þú fílar Bad Taste þá mæli ég samt með þessari og Re-Animator.\nAzmodan."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-08 13:25:58",
            "id": "536907",
            "reply_to_id": "536906",
            "text": "Maður Tekur þessa við Tækifæri!! :)"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-05-08 15:46:37",
            "id": "536908",
            "reply_to_id": "536906",
            "text": "hehehe…Sam Campell…svona nett skot"
        },
        {
            "user": "quanix",
            "user_id": "10361",
            "date": "2002-05-09 18:59:38",
            "id": "536909",
            "reply_to_id": "536908",
            "text": "sá hana fyrir nokkrum árum ,… frábær mynd\nminnir að það komi nokkrar svona mega kúl setningar eins og í evil dead,\nhehe"
        },
        {
            "user": "neehei",
            "user_id": "43968",
            "date": "2003-11-13 21:40:40",
            "id": "536910",
            "reply_to_id": "536909",
            "text": "er mikið gore í myndini"
        }
    ]
}