{
    "forum_title": "Myndasögur",
    "user": "alvaro",
    "user_id": "21004",
    "date": "2002-05-10 19:16:22",
    "title": "Silver Surfer  $%$%$%",
    "text": "Hæ!\nfyrir ekkert alls löngu var ég í fornbókabúð Braga og sá bók sem bar nafnið the ultimate Silver Surfer,ég keypti hana og var byrjaður að lesa hana á leiðinni heim. og rakst á þessa áhugaverðu frásögn eftir Stan(the man)Lee sem sagði frá frá því hvernig Silver Surfer varð til.Svo ég ákvað að skrifa örlítið um það.\nÞeir Jack(the king)Kirby og Stan sátu einn dag við teikniborðið og voru að gera hvert Fantastic four blaðið á fætur öðru.Þeir voru að ræða um það hvernig plottið í næstkomandi sögum  gæti verið.\nEins og allir vita er það lífsnauðsyn í súperhetju-sögum er súper-óvinur.Óvinur getur gert  myndasögur ógleymanlegar.\nStan byrjaði þá að segja Jack frá Því sem hann hafði séð fyrir sér þegar honum datt þessi karakter í hug.Áður en hann vissi af var Kirby búinn að teikna mynd af(ja nú verðiði hissa)GALACTUS!!!!\nNú jæja, stuttu síðar byrjaði Stan að semja nýja fantastic four sögu sem átti að sjálfsögðu að innihalda  Galactus.\nNokkrum dögum síðar byrjaði Jack að teikna söguna en Stan skrapp út eftir hádegismat  Þegar hann kom aftur var Jolly Jack mjög ánægður að sjá og sýndi Stan það sem hann hafði teiknað.\nÞarna var stór mynd af Galactus en í miðjunni var einhver auli á fljúgandi hjólabretti eða eitthvað álíka.\nÞað fyrsta sem Stan gerði þegar hann sá´ann var að hlæja.\nÞá hvarf brosið af Andliti Jacks og han varð bara reiður að sjá  .\nHann útskýrði fyrir Stan að sér hefði dottið  í hug\nþennan karakter því að í sögur þeirra vantaði einhvernskonar\nland(plánetu)könnuð.Ástæðan fyrir brettinu er að hann var orðinn dauðþreyytur á því að teikna geimskip.\nÞannig að Stan og Jack tókst að samþykkja þennan karakter og breyttu þessu úr Fantasticfoursögu í nýja seríu um Silver Surfer.\nBúið og bless.",
    "url": "https://www.hugi.is/myndasogur/greinar/76524/silver-surfer/",
    "url_id": "76524",
    "id": "540454",
    "replies": [
        {
            "user": "kallinn",
            "user_id": "2361",
            "date": "2002-05-12 14:49:35",
            "id": "540455",
            "reply_to_id": "540454",
            "text": "ágætur fróðleiksmoli"
        },
        {
            "user": "Kiddo",
            "user_id": "5890",
            "date": "2002-05-15 00:47:31",
            "id": "540456",
            "reply_to_id": "540454",
            "text": "aha, hver er svo þessi silver surfer?"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2002-05-15 13:06:24",
            "id": "540457",
            "reply_to_id": "540456",
            "text": "stan the man, jack the king… Todd the Clod McFarlane, Warren “stærr'en” Ellis?…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-15 18:43:40",
            "id": "540458",
            "reply_to_id": "540456",
            "text": "hefuru séð risa vegginn með stórri mynd í kringlunni? myndin er teiknuð af erro og persónan í myndinni er silver surfer, meiri segja ég veit hver hann er:D"
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2002-05-15 20:41:07",
            "id": "540459",
            "reply_to_id": "540456",
            "text": "Kannski er ekki nema von að þú vitir ekki hver Silver Surfer því hann er mjög óþekkt marvel persóna!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "bogus",
            "user_id": "5807",
            "date": "2002-05-18 17:35:19",
            "id": "540460",
            "reply_to_id": "540454",
            "text": "Ég man að þegar ég var yngri þá ruglaði ég oft saman Silver Surfer og Iceman (Bobby úr x-men)!!!"
        },
        {
            "user": "bogus",
            "user_id": "5807",
            "date": "2002-05-25 05:51:18",
            "id": "540461",
            "reply_to_id": "540460",
            "text": "OK fólk er fífl og Christ i'm sooooooooooo old að ég veit hver Silver surfer er og á jafnvel nokkur blöð úr upprunalegu seríunni.  Ég veit ekki hvort ég á að hlæja eða gráta!!!"
        }
    ]
}