{
    "forum_title": "Raftónlist",
    "user": "anomaly",
    "user_id": "11490",
    "date": "2002-05-10 01:08:01",
    "title": "morr music",
    "text": "Ég vildi endilega koma með smá presentation á mínu uppáhalds labeli. Morr music labelið er staðsett í Berlin, þýskalandi. Thomas Morr er stofnandinn og hann hefur margann snillinginn á snærum sínum, dæmi;\nB.fleischman\nlali puna\nisan\nphonem\naccelera deck\nherrmann & kleine\npanic amigo\nstyrofoam\nsolvent\ntied & tickled trio\nwechsel garland\nmanual\nmúm gaf út \\“please smile my noise bleed\\”\nF.S. blumm\nlimp\nchristian kleine\nulrich schnauss\nmanufracture\nthe notwist\nkevin & paul\ne*vax\nkandis\nblond\nmicha acher\nschneider tm\nhessen\nflowchart\nog fleiri góða kappa eflaust sem ég man ekki eftir.\ntónlistin sem einkennir þetta label er svona \\“autechre fílingur\\” yfir í \\“boards of canada fílingur\\” þó að fáir nái því consepti en samt ná svona chill \\“húsgagnafíling\\”\nCover designið er líka snilld, jan kruse hjá o8 designs hannar flest coverin fyrir morr music og eru coverin öll geðveik hönnun og hefur o8 designs sópað að sér flestum designs verðlaunum sem eru veitt í þýskalandi.\nMæli með því að þeir raftónlistaráhugamenn sem hafa ekki veitt þessu labeli athygli tjekki á til dæmis putting the morr back in morrisey safndisknum fra morr, tel samt ólíklegt að það séu margir sem hafi ekki veitt morr nuþegar einhverja athygli\nNú og þeir artistar sem vilja senda þeim félögum í morr demo þá getið þið haft samband við þá\nContact Info: morr music\nc/o thomas morr\nprenzlauer allee 216\n10405 berlin\nfon +49-30-440 526 99\nfax +49-30-440 447 91\ninfo@morrmusic.com\nURLs:\nhttp://www.morrmusic.com\nBrilliant label sem gaman væri að fá til landsins.\nps.upplýsingarnar fékk ég á netinu:)",
    "url": "https://www.hugi.is/raftonlist/greinar/76527/morr-music/",
    "url_id": "76527",
    "id": "540483",
    "replies": [
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-05-10 13:06:30",
            "id": "540484",
            "reply_to_id": "540483",
            "text": "alveg djös snilldar leibel, og ég mæli líka með að fólk nái sér í safndiskinn þeirra er kenndur er við morrisey.\nEn gefur ekki Ulrich Schnauss út á undirleibeli Morr - City Centre Offices(eða eikkað sollis)?\nmmmm…passing by…  með Ulrich Scnauss…þvílíkt konfekt."
        },
        {
            "user": "anomaly",
            "user_id": "11490",
            "date": "2002-05-10 13:32:30",
            "id": "540485",
            "reply_to_id": "540484",
            "text": "jubb, ulrich schnauss gefur út hjá city centre offices en það er hægri hönd morr utgafunnar held eg, far away trains passing by með ulrich er skyldueign fyrir alla raftónlistar unnendur, nær chillfílingnum alveg jafnvel og boards of canada, diskurinn fæst i 12 tonum. Diskurinn kom samt i discography morr utgafunnar á netinu, spurning um að city centre offices sé dóttirfyrirtæki morr???"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-05-10 14:01:45",
            "id": "540486",
            "reply_to_id": "540485",
            "text": "Jáh …far away trains passing by er alger megasnilld, svo ég grípi nú orðskrípi."
        },
        {
            "user": "Mushroom",
            "user_id": "18436",
            "date": "2002-05-13 09:57:55",
            "id": "540487",
            "reply_to_id": "540484",
            "text": "já margt gott kemur frá Morr. Ég var að spá í hvort einhver gæti verið svo góður að benda mér á önnur label með álíka snilldar músík, í stíl við Boards of Canada, ISAN, Autechre, Console og svoleiðis brillíans?"
        },
        {
            "user": "Ruxpin",
            "user_id": "5328",
            "date": "2002-05-13 16:55:28",
            "id": "540488",
            "reply_to_id": "540487",
            "text": "Ég myndi mæla með dóti frá Static Caravan, Skam og kannski Hobby Industries.\nTjékkaðu líka á heimasíðunni www.Systemf3.com\nÞú getur fundið fullt af frábærum lögum þar."
        },
        {
            "user": "Mushroom",
            "user_id": "18436",
            "date": "2002-05-14 00:07:28",
            "id": "540489",
            "reply_to_id": "540488",
            "text": "Cool  thx :)"
        },
        {
            "user": "plone",
            "user_id": "12759",
            "date": "2002-05-14 10:55:06",
            "id": "540490",
            "reply_to_id": "540487",
            "text": "tékkið endilega á www.attacknine.com - þar er band sem heitir Freescha og er í fljótu bragði eina virkilega góða bandaríska raf-bandið í dag. Þeir koma líka frá Californiu og það er alltaf sól hjá þeim, gaman gaman!\nekki heldur gleyma www.8bitpeoples.com - conceptið á bak við þetta “útgáfufyrirtæki” er eitt það fallegasta í heimi…af listamönnunum þar mæli ég sérstaklega með Nullsleep - mikill snillingur, blessaður drengurinn."
        },
        {
            "user": "dandruff",
            "user_id": "9872",
            "date": "2002-05-10 13:09:27",
            "id": "540491",
            "reply_to_id": "540483",
            "text": "Ég þekki ekki eitt einasta nafn á þessum lista!\n:/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-10 14:24:51",
            "id": "540492",
            "reply_to_id": "540483",
            "text": "morr music er svosem ágætir.  samt leiðist mér þeir smá…\nég keypti einhvern safndisk fyrir ári eða svo og hlustaði nokkrum sinnum á hann.  ég var ekki að fíla hann.  veit ekki afhverju… systir mín fílaði hann í botn samt.\nhlustaði mikið á isan líka áður fyrr.  þeir eru ansi sniðugir.\nmorr er dálítið hype-að.  það er ekki sjálfgefið að allt frá þeim sé gott.  hlustaði á einhvern pop (þ.e. með söng) disk frá þeim í 12 tónum um daginn sem var ekkert sniðugur.\nkannksi var ég bara í fúlu skapi…"
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-05-10 15:28:01",
            "id": "540493",
            "reply_to_id": "540483",
            "text": "Þú gleymdir Arovane;)\nNokkuð gott útgáfufyrirtæki, sérstaklega miðað við hvað það er nýtt á nálinni - síðast er ég vissi var þetta bara Thomas Morr kallinn að brellast í stofunni heima hjá sér. Öflugt lið sem hann náði að sanka að sér, og margar góðar plötur, ég á fjórar. Manual er nettur chill-fílingur með ýmis rafhljóð, klikk og klakk trommut og gítar og píanó af og til, Arovane gerir tónlist líka því sem Autechre gerðu á sínum yngri árum, Isan eru með þroskaða, lágværa spiladósatónlist (allavega á nýjasta disknum: Lucky Cat), og múm remix diskurinn er svo fjölbreyttur að maður tekur vart eftir því að það eru 6 útgáfur af öðru laginu á honum og 3 af hinu.\nMæli með því að fólk kíki á eitthvað af þessu, og þá er best að tala við gaurana í 12 tónum, því þeir eru með umboðið fyrir Morr á Íslandi."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-05-10 16:11:26",
            "id": "540494",
            "reply_to_id": "540483",
            "text": "jább.. bara gott stöff frá mo"
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2002-05-10 16:19:17",
            "id": "540495",
            "reply_to_id": "540494",
            "text": "Jamm ég er búinn að vera að hlusta dálítið á nokkra tónlistarmenn hjá þessari útgáfu. Ég á bæði Beautronics og Lucky Cat með isan og fékk nýlega Pop Loops for Breakfast með B.fleischman."
        },
        {
            "user": "Ruxpin",
            "user_id": "5328",
            "date": "2002-05-10 16:36:47",
            "id": "540496",
            "reply_to_id": "540495",
            "text": "Morr Music er flott label, þó er ég sammála að fyrirtækið er einum of hype-að. Hélt að Schneider Tm væru hjá City Slang, en alltaf lærir maður nýtt :)"
        },
        {
            "user": "plone",
            "user_id": "12759",
            "date": "2002-05-11 12:16:51",
            "id": "540497",
            "reply_to_id": "540496",
            "text": "eg er sammála Ruxpin, of hyped up label, ISAN\ner eina bandið með viti á þessu labeli.!\nannars er Morr Music ekki í eigu Universal Musik!"
        },
        {
            "user": "plone",
            "user_id": "12759",
            "date": "2002-05-11 20:01:32",
            "id": "540498",
            "reply_to_id": "540497",
            "text": "það myndi ekki skipta neinu máli hvaða önnur bönd væru þarna, label sem er með isan er snilldarlabel!\nAnnars er komin viss stöðnun í Morr Music hljóminn…of margir að gera það sama en það breytir því samt ekki að útgáfan er með þeim betri á sínu sviði í dag.\nSvo er Thomas Morr líka mikill snillingur. Hann rekur útgáfuna nefnilega bara úr svefnherberginu sínu enda í annarri vinnu, blessaður maðurinn."
        },
        {
            "user": "heisi2",
            "user_id": "11040",
            "date": "2002-05-11 20:05:42",
            "id": "540499",
            "reply_to_id": "540498",
            "text": "svo má ekki gleyma múm remix disknum sem kom út frá morr sem heitir smile my nose bleed og inniheldur 3 ný lög og svo remix með öðrum þektum listamönnum . snilldar diskur !"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-10 16:45:57",
            "id": "540500",
            "reply_to_id": "540483",
            "text": "morr er alveg gott label … og jan kruse er snillingur sem er Endalaust Endalaust líbó - ég sendi honum póst afþví hann var með flottar pælingar varðandi kallahönnun og vinnur við allskonar illustration dót og þannigs (sem mig langar líka) og það kom upp úr krafsinu að hann gerir dótið fyrir morr, síðan sendi thomas morr mér mjög skemmtilegt og persónulegt svar við því afhverju hann nennir ekki að hlusta á aðsend mp3 … og bara … æ þetta hljómar eins og e-ð namedropping dauðans en ég þekki þá auðvitað ekki, niðurstaðan er bara sú að það er Súper Gott Fólk á bak við allt á þessu labeli … þó manni finnist kannski ekki ALLT sem kemur út þar brjálað stöff þá er það allt gefið út af réttum ástæðum af réttu fólki á réttan hátt.\nfyrirtæki eins og morr eiga Svo mikinn rétt á sér … omg … er að spá í að fara og kaupa fullt af diskum frá þeim (honum) bara afþví þetta er svo fallegt alltsaman\n(mæli btw með laginu Marmel með hetjunum Sack & Blumm ;)\ndandruff: athuga þetta stöff NÚNA!"
        },
        {
            "user": "anomaly",
            "user_id": "11490",
            "date": "2002-05-10 18:48:27",
            "id": "540501",
            "reply_to_id": "540500",
            "text": "http://www.o8design.de/homepag.html\nþetta er urlið til að skoða nokkur verk o8 designs. Margt er mjög minimaliskt en “less is more”"
        },
        {
            "user": "dandruff",
            "user_id": "9872",
            "date": "2002-05-10 18:49:54",
            "id": "540502",
            "reply_to_id": "540500",
            "text": "Bráðum"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2002-05-10 20:15:05",
            "id": "540503",
            "reply_to_id": "540483",
            "text": "autechre húsgagnafílíngur? hljómar eins og eitthvað fyrir mig :)"
        },
        {
            "user": "anomaly",
            "user_id": "11490",
            "date": "2002-05-10 21:36:45",
            "id": "540504",
            "reply_to_id": "540503",
            "text": "Ef þú fílar autechre og boards of canada o.s.frv. þá er þetta label alveg þess virði að skoða, ég ábyrgist það."
        }
    ]
}