{
    "forum_title": "Smásögur",
    "user": "tmar",
    "user_id": "14050",
    "date": "2002-05-12 13:23:08",
    "title": "Ása hluti V",
    "text": "V\nÉg læt kókglas fyrir framan hana á stofuborðið. Við erum að horfa á einhverja unglingamynd. Hún teygir sig í glasið og sýpur á. Ég horfi á hana drekka og bíð. Veit í raun ekki eftir hverju ég er að bíða. Mikki sagði að ég myndi fatta það strax. Hún lítur snögglega til mín og ég lít undan. Stend upp, veit varla hvað ég á að gera.\nÉg fer fram í bókaherbergi. Ég þurrka svita af enninu. Er ég virkilega svona taugaspenntur? Reyni að skoða bækurnar en get ekki einbeitt mér. Hvenær, spyr ég sjálfan mig. Hún skrópaði í vinnunni í dag bara til að geta verið með mér. Það var líka gaman hjá okkur. Röltum niður Laugaveginn og versluðum föt. Keyptum líka ís.\nHún kemur inn þegar myndin er búin. Brún augu hennar er sljó og mér virðist sem að lithimna augna hennar sé horfin. Augun eru bara hvít og svört. Augasteinar hennar útþanndir og hún andar djúpt að sér. Sleikir rauðar varirnar. Bleikur bolur og bláar buxur hennar undarleg andstæða við brúnan lit herbergisins. Hún gengur alveg þétt upp að mér og horfir upp í augu mín.\n-Mér líður svo skringilega, segir hún og hallar höfði sínu að brjóstkassa mínum.\n-Já, svara ég.\n-Viltu gera mér greiða?\n-Hvað?\n-Nennirðu að hjálpa mér í rúmið?\n-Já.\nÉg tek hana varlega upp. Hún vefur handleggjum sínum utan um mig. Ég finn hnéskeljarnar á mér skjálfa. Hún lítur núna beint í augun á mér. Augu hennar eru hálflukt og svitaperlur hafa myndast á enni hennar.\n-Veistu, segir hún, þú ert miklu betri pabbi en alvöru pabbi minn.\nSíðan strýkur hún mér um vanga og grefur andlitið í hálsinum á mér. Ég held á henni inn í svefnherbergi. Legg hana frá mér á rúmið. Hún liggur þar bara og starir á mig. Síðan rennir hún hönd upp undir bolinn sem hún er í. En dregur hana snöggt út aftur og dæsir.\n-Háttaðu mig, ég nenni því ekki sjálf.\nÉg reisi hana við og hún skellir upp úr. Af hverju veit ég ekki. Ég rétti hana við í rúminu og læt hana setjast upp. Ég klæði hana rólega úr bolnum. Strýk hönd niður eftir bakinu á henni. Nýt þess að finna hvernig hörund hennar leikur við fingur mína. Losa síðan krækjuna á brjóstahaldaranum. Hún virðist vera sofnuð en aunglok hennar titra ört. Hún stynur lágvært. Ég legg hana niður aftur á rúmið. Hún er með fíngerð brjóst. Ég klæði hana úr buxunum.\nÉg geng síðan fram og fer að gera sjálfan mig kláran. Ég er aftur orðinn rólegur. Enda með fullkomna stjórn á hlutunum núna. Allt gengur eftir fyrirfram ákveðinni áætlun minni. Enn hefur ekkert fari úrskeiðis og úr þessu er engin möguleiki á því. Ég fer inn í eldhús og læt kalt vatn renna. Þegar ég sný mér við stendur hún við eldhúsdyrnar.\n-Má ég fá vatn? Ég er ógeðslega þyrst.\nÉg læt vatn renna í eitt glas og rétti henni.\n-Takk.\nHún þampar vatnið svo að það lekur niður hökuna og niður á stinnar geirvörturnar.\n-O, hvað þetta er gott. Það er svo gott þegar vatnið rennur svona niður líkaman, segir hún og strýkur fingri niður frá hálsi að nafla.\n-Finnst þér ég vera falleg? spyr hún.\n-Já, svara ég.\nÉg skýt mér framhjá henni og geng inn í stofu. Kveiki á græjunum, var búinn að láta Prokofiev í, stilli á Rómeó og Júlíu. Hún kemur í humátt á eftir mér en ég teymi hana aftur inn í svefnherbergi. Læt hana leggjast í rúmið. Kem mér svo fyrir hjá henni.\nÞær eru yndislegar haustnæturnar í borginni. Töfrum líkust. Borgin verður öll glansandi og dularfull, hlaðin orku þess unga en samt svo full af minningum. Ég stend nakinn fram á svölum. Horfi út yfir flóann, út að jöklinum sem Halldór Laxnes og Jules Verne gerðu að bókmenntalegu fyrirbæri. Hann rís upp yfir sjóndeildarhringinn, eins og guð sem horfir á sköpunarverk sitt.\nÁsa liggur sofandi inn í svefnherbergi. Hún ætlaði aldrei að sofna. Ég get bara engan veginn svefn fest. Ég er svo fullur orku og gleði. Buinn að fá útrás allra minna tilfinninga, mig langar að öskra af gleði. Áætlun mín gekk fullkomnlega upp. Auðvitað.\nÉg geng aftur inn. Alla leið inn á bað og læt renna í góða sturtu. Stíg svo inn undir volgt vatnið og þvæ af mér svitann og stressið frá því fyrr í kvöld. Syng. En samt lágt, svo að ég vekji ekki Ásu.\nÞurrka mér vel og vandlega. Vef síðan handklæðinu utan um mig og fer inn í svefnherbergi. Hún liggur nakin í rúminu. Ljóst hár hennar flæðir yfir koddann minn. Ég stend yfir henni og horfi á hana. Strýk fingri rólega upp eftir utanverðu læri hennar. Passa mig á að vekja hana ekki.  Síðan breiði ég sængina mína yfir hana. Leggst síðan við hlið hennar og tek utan um hana.\nVið erum eitt núna og ekkert getur komið á milli okkar. Ekkert.",
    "url": "https://www.hugi.is/smasogur/greinar/76841/asa-hluti-v/",
    "url_id": "76841",
    "id": "542744",
    "replies": [
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2002-05-14 10:31:39",
            "id": "542745",
            "reply_to_id": "542744",
            "text": "Jahá, tabúin eru veggir freistinganna eða hvað."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-05-14 10:46:48",
            "id": "542746",
            "reply_to_id": "542745",
            "text": "play with fire and you´re bound to burn yourself….bannhelgin er vissulega freisting í sjálfu sér…..en ekki eru enn öll kurl komin til grafar….."
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2002-05-26 17:20:42",
            "id": "542747",
            "reply_to_id": "542746",
            "text": "bíddu oj lét hann dóp í kókið hennar ? pff.."
        }
    ]
}