{
    "forum_title": "Matargerð",
    "user": "Olversdottir",
    "user_id": "7905",
    "date": "2002-05-12 09:40:23",
    "title": "Grill",
    "text": "Jæja þá er sumarið komið allavega hérna í Danmörk :)\nÉg elska að grilla í góðu veðri eins og svo margir aðrir, en þar sem ég bý hérna útí sveit þá er ekki hlaupið að því að skreppa í búðina ef einhvað vantar svo að maður verður oft að prófa einhvað nýtt, ég var að grilla á föstudaginn og uppgötvaði að ég átti ekki barbque sósu svo ég fór að nota hugarflugið og bjó hana til, þó ég segi sjálf frá þá kom hún ass…… vel út svo hérna læt ég því fylgja uppskriftina sem kom útúr þessu.\nBarbQue sósa\nca. 1 bolli tómatsósa\n4 matsk. soja sósa\nca. 1 bolli púðursykur (dökkur)\nhrært saman og kryddað með chilli, salti, smá pipar og kjöt og grill kryddi.\nVerður að smakkast til með kryddinu því að við höfum hvert okkar smekk á hvernig þetta á að bragðast.\nVonandi hjálpar þetta einhverjum sem er að grilla og kemst ekki í búðina.\nVerði ykkur að góðu\nStarCat",
    "url": "https://www.hugi.is/matargerd/greinar/76840/grill/",
    "url_id": "76840",
    "id": "542740",
    "replies": [
        {
            "user": "Olversdottir",
            "user_id": "7905",
            "date": "2002-05-13 13:29:31",
            "id": "542741",
            "reply_to_id": "542740",
            "text": "ojjj! Ég gubbaði útaf þessu! *Skamm!* þú ert EVIL!"
        },
        {
            "user": "Olversdottir",
            "user_id": "7905",
            "date": "2002-05-13 15:11:54",
            "id": "542742",
            "reply_to_id": "542741",
            "text": "Ja ef þú hefur ekki áhuga á að prófa þetta þá þarftu þess ekki. Ég hef ekki orðið vör við að það væri skylda að prófa allt sem er sett hingað inn. Minni fjölskyldu finnst þetta gott og það er það sem skiptir máli fyrir mig og mína, ykkur þarna annarstaðar er frjálst að velja og hafna :Þ"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2002-05-17 15:01:46",
            "id": "542743",
            "reply_to_id": "542740",
            "text": "Mér finnst BQ vont, þannig að ég nota frekar enga sósu, það finnst mér best:)"
        }
    ]
}