{
    "forum_title": "Bardagaíþróttir",
    "user": "Thorin",
    "user_id": "10897",
    "date": "2002-05-12 13:07:01",
    "title": "Shaolin sýningin búin.",
    "text": "Jæja, nú er Shaolin búin. Þetta var alveg glæsileg sýning, og ég vorkenni þeim sem fóru ekki á hana.\nÞað sem vinur pabba var að flytja þetta inn fékk ég 4 fría miða í fremsta bekk >:D\n*SPOILER* Fyrir þá sem vonast til að þeir komi aftur.\nJæja þessir munkar eru á öllum aldri. Það sem þeir eru að æfa er kung fu (Minnir mig :s ) þá er þeir svona helst sem eru undir tvítugt þeir eru lærlingar hjá gömlum kalli eða öðrum munkum.\nÞessir hinir munkar voru fullærðir munkar sem eru ótrúlega segjir.\nJá það sem gerðist í sýningunni hef ég ekki grænan grun, útaf því að það var allt sagt á ensku og ég er nú enginn enskusnilli.\nEn það sem ég tók eftir var það að það var svona alltaf smáleikrit í í miðri sýningu. Annars voru þeir að gera frábær atriði (en stundum var það útaf því að þeir voru að sýna elsta munknum hvað í þeim býr.)\nEins og hér sést á myndinni þá lét einn munkurinn sex spjót á halda sér uppi í smátíma. Það atriði fannst mér flottast.\nEn langmesta eftirvæntingin var þegar kallinn braut málmstöngina.\nÞað fannst mér vera fake, límt saman aftur með sterku lími eða eitthvað.\nÞetta brotnaði eitthvað svo asnalega.\nEn líka koma á óvart hversu kattliðugjir þeir eru, og segjir.\nÞað var til dæmis lítill 8-9 ára polli ótrúlega seigur sem gerði allan andskota.\nHonum var líka ótrtúlega fagnað.\nMeð það sem gerðist hef ég ekki grænan grun!\nEn ef einhverjir vilja bæta hérna fyrir neðan gerið þið þá endilega (það getur verið að séi að vega einhverja vitleysu.)\nP.s. Afsakið stafsetningavillur, ég er soddið lesblindur.",
    "url": "https://www.hugi.is/martial_arts/greinar/76853/shaolin-syningin-buin/",
    "url_id": "76853",
    "id": "542937",
    "replies": [
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2002-05-12 21:51:13",
            "id": "542938",
            "reply_to_id": "542937",
            "text": "Vildi bara leiðrétta þig að því leiti að það voru ekki einhverjar leiksýningar þarna inn á milli. Svona til þess að hafa það á hreinu þá var þetta eitt stórt leikrit. Þetta er gömul saga um uppruna Shaolin og þegar að þeir voru kallaðir til kínakeisara (gamli kallin í gula búningnum) til að sína listir sínar. Mennirnir í dökku búningunum voru óvinir keisarar(er ekki viss hvort þetta hafi átt að vera mongólir eða einhverjir aðrir) og Shaolin voru að verja hann. Keisarinn vildi eftir þetta fá þá til að verða lífverðir hans en munkurinn yfir reglunni neitaði(Atriðið þar sem að sá gamli í gula ver að reyna gefa þeim gamla í appelsínugula sverðið)\nKeisarinn varð bara fúll á móti og lét drepa þá og náði öllum nema 5 og þeim gamla. Sem síðan mynduðu regluna aftur. Þetta er auðvitað söguþráðurinn í MJÖG stuttu máli. ;)\nMargir hældu að þeir væru að fara á einhvern kung-fu sirkus en þetta er hinsvegar frægur leikhópur frá Shaolin sem ferðast um og sýnir leikrit úr sögu þeirra. Þetta leikrit hér “Wheel of life” eða Hjól Lífsins.\nSvo kom eitthvað á eftir leiksýninguna sem var bara þeir að sýna hvað þeir gætu. Sem dæmi spjótaatriðið og allt það."
        },
        {
            "user": "Bernie",
            "user_id": "16856",
            "date": "2002-05-12 22:08:14",
            "id": "542939",
            "reply_to_id": "542937",
            "text": "Ég held að atriðið með járnstönginni hafi ekki verið fake. Sástu röndina sem stóð upp úr hausnum á gaurnum, sem sagt höfuðkúpan var töluvert þykkari í línu eftir hausnum eins og hanakambur. Ég hef líka séð þátt um Kung fu meistara sem gat brotið allskonar dót með hausnum, td stein svipaðan og legstein með því að stanga hann. En þeir gerðu víst soldið mismunandi atriði eftir sýningum, t.d. stóða gaur á þumalputtunum allavegana í fyrri sýningunum á laugardag og sunnudag, en ekki um kvöldið á laugardag. Einnig var brotið sem að einn af þeim hélt fætinum beint út til hliðar og annar braut svona prik á honum. Ég hef heldur ekki heyrt um að þeir hafi brotið spýtu á klofinu á gaur sem stóð á haus með fæturnar í sundur eins og var sýnt þegar verið var að auglýsa þá. Ég hef heldur ekki heyrt að einn þeirra hafi stangað svona stein eins og var líka sýnt úr.\nEn engu að síður frábær sýning :)"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-05-12 22:20:35",
            "id": "542940",
            "reply_to_id": "542937",
            "text": "Frábær sýning! =)"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-05-12 23:02:06",
            "id": "542941",
            "reply_to_id": "542940",
            "text": "Ég var einmitt á seinni laugardagssýningunni og þetta var alveg ótrúlegt=) =) =) Mæli eindregið með þessu fyrir alla!!\nÞað er frekar skrýtið að sjá þetta svona í alvöru, maður sér oft svona kung-fu listir í bíómyndum en þá er það alltaf klippt til og maður sér ekki með neinni yfirsýn, þarna var þetta beint fyrir framan þig og þú sást alveg að þetta var ekkert fake. Reyndar ekki alveg viss með þetta með að brjóta rörið á hausnum á sér… það var heldur ótrúlegt fyrir minn smekk… en það var eiginlega allt svo… ;)\nsnilldarsýning!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-13 08:52:21",
            "id": "542942",
            "reply_to_id": "542941",
            "text": "ég verð að vera sammála, sýningin var rosalega flott en því miður þá var frekar lélegur mórall í salnum þegar ég fór ( seinni sýning sunnud. ) málið var að þeir sem sáu um miðasöluna klúðruðu henni svo hrikalega að það var tví til þrí selt í sæti. t.d. keyptum við vinkona mín sæti á mjög fínum stað uppi í stúkunni en urðum að gjörasvovel að færa okkur ca 13 bekkjum aftar og til hliðar því að þeir seldu miðana okkar!! svo veit ég um MJÖG mörg svona dæmi sem voru svona í gærkveldi líka… þetta setti stórt strik í reikninginn hjá þeim sem lentu í svona veseni."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-13 09:38:48",
            "id": "542943",
            "reply_to_id": "542937",
            "text": "hmm mér fannst þetta aksjúlí frekar lame …\n4000kall fyrir sirkusfólk að segjast vera shaolin munkar … Pff.!"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2002-05-13 10:22:11",
            "id": "542944",
            "reply_to_id": "542943",
            "text": "Reyndar eru þetta alvöru munkar. 25 stikki. En Leikstjórinn er breskur og þetta er allt breskt production. En leikritið er gömul Shaolin saga og leikararnir eru Shaolin munkar.\nOg þetta var 3.500 krónur. Sama og þú borgar fyrir allt svona nema bíó og skólaleikritin. ;)"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-13 11:08:34",
            "id": "542945",
            "reply_to_id": "542944",
            "text": "Heh … afhverju voru þeir þá svona lame? :P\nég er að segja þér: SIR KUS FÓLK"
        },
        {
            "user": "chow",
            "user_id": "9149",
            "date": "2002-05-13 12:06:15",
            "id": "542946",
            "reply_to_id": "542945",
            "text": "Ok, krilli, ég get alls ekki verið sammála þér, hvað var svona lame?\nog Sirkus fólk, hefurðu séð sirkusfólk nota vopn, hefurðu séð sirkusfólk sem liggur ofan á 5 spjótum???"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-13 12:30:03",
            "id": "542947",
            "reply_to_id": "542946",
            "text": "well til að byrja með var lame að þeir VORU EKKI MEÐ VOPN heldur … eh … álpappír sem var í laginu eins og sverð\nog það að leggjast ofaná nagla og spjót og allskonar rugl er EKKERT mál … ef naglarnir eru nógu margir er þrýstingurinn á hvern þeirra ekki nógu mikill til að gera gat á húð. bah.\nþetta var alveg flinkt fólk þannig séð samt … en samt var þetta lame.\nþað sem var líka lame var að það hefði mátt klippa sýninguna niður aðeins meira … nokkur atriði með keisaranum sem voru alveg tímasóun … kall í silkikjól að leika illa for no apparent purpose … hm? wez?\nog já sirkusfólk notar líka “vopn” svona btw (halló!) … það gleypir þau, það notar líka ELD … oh my GOD, eldur er HÆTTULEGUR\nbah\nsmoke and mirrors me boy, allt sem var gert þarna voru semi-einföld trix sem næstum hver sem er gætur gert ef hann kann aðferðina og er sæmilega liðugur og sterkur\nenn eitt sem var lame var að “vopnin” þeirra DUTTU Í SUNDUR …  HALLó!??\nég ætla ekki að borga 3500kall og láta svo móðga mig með því að gaurarnir tíma ekki að borga fyrir almennileg props á sviðinu"
        },
        {
            "user": "IngaLG",
            "user_id": "13422",
            "date": "2002-05-13 13:15:53",
            "id": "542948",
            "reply_to_id": "542947",
            "text": "Lame?!? Hvernig getur þér mögulega hafa fundist þetta lame?  Vorum við ekki örugglega á sömu síningunni?  Fór það t.d. framhjá þér að það var gaur sem stóð á tveimur puttum og átta ára stákur sem sýndi ótrúlega flott fimleika og bardagaatriði?  Hverju skiptir þó að vopnin hafi verið úr álpappír, þau voru bara hluti af leikritin.  Ég væri alveg til í að sjá þig gera þessi “semi-einföldu trix”, nei, nei það er ekkert mál að fara í flikk áfram með hendurnar fyrir aftan bak, setja lappirnar yfir axlirnar og að vera haldið uppi af sex beittum spjótum.  Ég vil ekki móðga þig eða rífast, ég hef bara aðrar skoðanir. Ég fór á fyrri síninguna á laugardaginn og ég verð bara að segja það að þessi sýning var eitthvað það flottasta sem ég hef séð. Sá minnsti var svo mikil dúlla og svo klár!!"
        },
        {
            "user": "Bernie",
            "user_id": "16856",
            "date": "2002-05-13 14:41:40",
            "id": "542949",
            "reply_to_id": "542947",
            "text": "Heyrðu sverðin sem þú segir hafa verið úr álpappír eru sérstök tegund af Shaolin sverðum sem eru úr þunnu sveigjanlegu járni. Sverðin eiga að bogna og sveigjast og vera út um allt þannig að erfiðara sé að verjast þeim. Svona sverð geta verið mjög beitt. Ég sá svona Shaolin sýningu líka e-n tímann á Eurosport og þá voru þeir með svona svipuð sverð og sýndu að þau væru beitt með því að höggva í spítu. Og hvaða vopn duttu í sundur hjá þeim?"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-13 15:25:19",
            "id": "542950",
            "reply_to_id": "542949",
            "text": "á fyrri sýningunni á laugardaginn voru þeir með svona … prik-öxi einhverskonar …\nsem hausinn datt af :)\nvinur minn minnir mig hafi séð eitthvað fleira svipað gerast\n(eins og ég segi … þetta var alveg fín fimleikasýning sko … ég er pirraður af sömu ástæðu og maður verður pirraður þegar fólk er búið að tala fjálglega um hvað einhver mynd sé nú góð og frábær áður en maður sér hana, verður síðan fyrir vonbrigðum þegar maður sér hana því hún var ekki besta mynd í heimi. heh.)\nen ég meina hey … betra að vera sáttur við sýninguna en ekki, já?\nþið eruð ekki að fara að sannfæra mig um að þetta hafi verið æði og þið eruð greinilega alveg kát með þetta þannig að bara verði ykkur að góðu, muniði endilega að það er ÉG sem er fúll með að borga þúsundkallana :)"
        },
        {
            "user": "Hammet",
            "user_id": "5193",
            "date": "2002-05-13 20:59:12",
            "id": "542951",
            "reply_to_id": "542950",
            "text": "Krilli\nEf þú heldur að þetta hafi verið fimleika fólk að leika einföld trix þá hefur þú BÓKSTAFLEGA EKKI HUNDSVIT Á BARDAGA ÍÞRÓTTUM. Þú veist greinilega ekkert um hvað þú ert að tala og ekki heldur í greininni um Jimmy þar sem þú hélst að það skipti einhverju máli í hvaða landi beltið væri tekið. Ef þú veist ekki meira um bardagalistir en þetta hvað ertu þá að gera á þessari síðu? Og hvernig datt þér í hug að fara á sýninguna með Shaolin munkunum?"
        },
        {
            "user": "chow",
            "user_id": "9149",
            "date": "2002-05-13 22:43:36",
            "id": "542952",
            "reply_to_id": "542951",
            "text": "Ok, Krilli, hver var að tala um naglabretti þar sem hundruð nagla er á, já þá væri þetta ekkert mál, en þegar menn liggja ofan á 4 sverðum, beittum(sýndi það með því að höggva í melónu eða eitthvað)og þar á ofan er annar maður, það kalla ég ekki naglabretti, og heldur ekki 5 spjót.\nEn auðvitað get ég eða hinir ekki breytt því hvernig þér fannst sýningin, en rökin er samt fáránleg fyrir því að hún hafi verið léleg."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-14 10:41:39",
            "id": "542953",
            "reply_to_id": "542952",
            "text": "Þar sem ég sat á fremsta bekk, sá ég alveg að kallinn var með smámar, og alveg hvíta húð (þar sem spjótin lágu) Þetta er ekginn barnaleikur krilli."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-14 12:38:07",
            "id": "542954",
            "reply_to_id": "542951",
            "text": "allt í læ mar, ókmei ókmei sýningin VAR geðveik og það VAR ekkert að henni og mér fannst ýkt gaman!\negh … ég sem ætlaði ekki að nenna að skrifa review um sýninguna\na) þeir kunnu að gera allskonar funky trikk, já. t.d. eins og að taka hoppuspark og lenda í gólfinu (ái)\nb) þeir gerðu dót sem er alveg erfitt að gera, aðallega þá spjótaatriðið og gaurinn sem stóð á puttunum\nc) mér fannst lame að þeir notuðu áhöld sem voru greinilega DRASL hvort sem shaolin sverð eiga að vera mjúk eða ekki … það er alveg munur á mjúkum kínverskum sverðum eða lélegu handverki - og dótið sem þeir voru að nota var ódýrt. mín skoðun.\nd) leikritið var gay …\n… og það var það bara!\nþað að þeir séu voða klárir munkar sem kunna að taka hoppuspörk er engin ástæða fyrir því að hafa lame leikrit sem lím milli skemmtiatriða og flugsparka\nef þú ert að gera svona sýningu, þá gerirðu ALLT almennilega, allræt?\nannars fer fólk eins og ég að tuða :D\nlokaniðurstaða:\nsumir þeirra kunnu að hreyfa sig, tóku flott kúngfútrix, sumir þeirra fóru bara í gegn um rútínuna - þ.e. höfðu ekkert sérstakan “þokka” í hreyfingum eða þannigs (eins og sýningarfólk á að hafa), tóku of mikið af töfrabrögðum og sirkusdrasli og hefðu mátt hafa færri áhöld en vandaðri í staðinn.\nog hefðu mátt sleppa atriðinu þar sem hann braut draslið á hausnum á sér - stöngin var greinilega það stökk að hún brotnaði á tveimur stöðum.\nekkert merkilegra en að skalla vegg, getur hver sem er gert það, já?\nog já, litli gaurinn rokkaði :)"
        },
        {
            "user": "Hammet",
            "user_id": "5193",
            "date": "2002-05-14 12:50:10",
            "id": "542955",
            "reply_to_id": "542954",
            "text": "Ok en þú verður samt að átta þig á því að áður en bretarnir heimsóttu þá í klaustrið höfðu þeir ekki hugmynd um hvað leikrit væri. Þeir eru ekki leikarar og hafa aldrei áður leikið neitt og þess vegna segir það sig sjálft að þeir eru alls ekki góðir að leika.\nÞað var líka eitt annað geðveikt atriði sýningunni. Það var þegar einn munkurinn lagðist á bakið ofan á þrjú beitt sverð, fékk naglabretti ofan á sig og svo lagðist annar munkur á bakið ofan á naglabrettið og setti múrstein á magan á sér. Svo kom þriðji munkurinn með sleggjuna og braut múrsteininn.\nGeggjuð sýning. (ég er samt ekki sammála því að hver sem er geti brotið járnrör á hausnum á sér án þess að finna fyrir því ;)"
        },
        {
            "user": "Prion",
            "user_id": "16041",
            "date": "2002-05-14 12:53:20",
            "id": "542956",
            "reply_to_id": "542947",
            "text": "Ér verð víst að segja að ég er sammála Kili að vissu hérna\nÉg horfði á þátt þar sem menn komu með vísindaleg rök fyrir hvernig fólk gat legið á naglaspítu. Fyrst voru nokkrar nálar á spítunni og þeir settu á hana blöðru sem sprakk samstundis og í síðari tilrauninni settu þeir margar nálar á spítuna (álíka margar og vore hjá munkunum) og blaðran spakk ekki.\nÞessi sverð eru ekki þau upprunarlegu sem Shoalin munkar nota í ekta bardaga fyrir ykkur sem haldið það. Þessi sverð eru gerð með það í huga að ef einn af munkunum missir sverðið á miklum hraða út í áhorfendafjöldan þá hægir það á sér (þið heirðuð kannski hljóðið sem þau gáfu frá sér þegar þeim var sveiflað hratt) Ymyndið ykkur ekta fokking Schimitar fljúga út í áhorfendafjöldan hahaha Schimitar í haus…\nÞetta var flott upplifun þó þeir noti trix (hei ég meina haldiði að fokking galdramenn kunni að galdra og séu í rauninni ekki með sjónhverfingar trix) hhmmmm.\nOg littli 7 ára strákurinn fær 10 stjörnur frá mér. Algjör stjarna og hélt sýningunni alveg uppi."
        },
        {
            "user": "kouyakazi",
            "user_id": "16665",
            "date": "2002-05-14 16:11:47",
            "id": "542957",
            "reply_to_id": "542956",
            "text": ""
        },
        {
            "user": "tagman",
            "user_id": "10495",
            "date": "2002-05-15 10:19:13",
            "id": "542958",
            "reply_to_id": "542947",
            "text": "krilli þessir álpappírar sem þú varst að væla yfir eru samúræja sverð og það eru bara beittustu sverð sem þú getur fundið og þau eru búin til úr einhverju álefni annars brilliant sýning"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-15 11:10:23",
            "id": "542959",
            "reply_to_id": "542958",
            "text": "… ha?\n“Þessi sverð eru ekki þau upprunarlegu sem Shoalin munkar nota í ekta bardaga fyrir ykkur sem haldið það. Þessi sverð eru gerð með það í huga að ef einn af munkunum missir sverðið á miklum hraða út í áhorfendafjöldan þá hægir það á sér (þið heirðuð kannski hljóðið sem þau gáfu frá sér þegar þeim var sveiflað hratt)”\n- afritað úr svari hér að ofan\nalvöru samuraisverð detta ekki í sundur - og eru þar að auki frá japan. leyfi mér að efast um að shaolin munkar noti þau\nlæra fyrst, tala svo"
        },
        {
            "user": "Prion",
            "user_id": "16041",
            "date": "2002-05-15 17:32:48",
            "id": "542960",
            "reply_to_id": "542959",
            "text": "Hvað ertu að tala um Krilli???\nFyrst afritar þú greinarsvar mitt, svo byrjaru að gagnrína það og segja mér að einhver samúræja sverð detti ekki í sundur. læra fyrst, tala svo\nHvað ertu að fokking tala um, munkar nota ekki einu sinni samuraisverð.\nÉg var bara gera fólki ljóst að þetta eru sverð gerð með sýningar í huga.\nEkta sverðin meira schimitar sverðum og líkjast Katana Samuraisverðum á engan hátt fyrir utan það að þau eru bæði gerð með það í huga að lemmja á fólki.\nHeldur þú kannski að þegar samuraiar koma með sýningu hérna þá verði þeir með katana sverð sem búið er að beigja fokking 2000 sinnum??? Neibb\nÖll þessi öriggiseftirlit myndu aldrei samþiggja það svo þeir þyrftu að sína listir sína með álpappírssverðum, hmm."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-15 21:54:14",
            "id": "542961",
            "reply_to_id": "542960",
            "text": "Dehh\nvar að svara tagman - notaði þitt svar sem útskýringu á því hvað væri satt og rétt\nfylgjast með næst\nbæ"
        },
        {
            "user": "USmarine",
            "user_id": "1912",
            "date": "2002-05-15 12:47:58",
            "id": "542962",
            "reply_to_id": "542958",
            "text": "Þessi sverð eru ekki Samurai sverð. Saga Shaolin munkanna hefur verið að þróast í 1500 ár í Kína. En Samurai hermennirnir voru uppi á tímanum 1300-1700 í Japan og notuðu allt öðruvísi sverð sem kölluðust Katana. Svoleiðis sverð eru miklu lengri, aðeins bogin og búin til úr stáli. En það er rétt hjá þér að þau gerast ekki beittari. Í Japan forðum daga þá voru lifandi fangar högnir í tvent akkúrat þvert yfir magann til þess að kanna hvort sverðið væri gott. Algjörir sverð meistarar sáu um það og ef sverðið náði ekki í gegn, þó það ætti hálfan cm eftir til þess að fanginn væri alveg kominn í sundur, þá þýddi það að var sverðið ekki gott."
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2002-05-15 17:28:20",
            "id": "542963",
            "reply_to_id": "542962",
            "text": "til hvers eruði að tala um þetta?\nþótt þið hafið setið ofan á sviðinu hafiði ekki hugmynd um hvað hvað raunverulegt á sýningunni og hvað ekki… ég var að vinna á bakvið, ég talaði við munkana, lék mér með “vopnin” þeirra, lagðist meira segja á sverðin þeirra (þau eru með 4mm breitt blað not sharp) þótt þau fari í gegnum melónu, spjótin voru með 1cm breiðan odd og spýturnar sem þeir stungu í til að sannfæra ykkur fjöldan voru búnar að liggja í bleyti allan daginn (ég sá´um að bleyta þær).. vopnin voru óekta NEMA.. tiger hook, steel whip og three sectional staffið þeirra… þeir eru mjög færir og góðir og eiga skilið credit fyrir allar æfingarnar þeirra en þeir eru engin “fighterar”.. sama hversu heilaþvoin af bíomyndum þið eruð… eina sem þeir þekkja er kung fu og þeir eru frábærir í því og litli strákurinn er átta ara b.t.w. hann stóð sig einsog hetja ásamt öllum hinum… þá er kannski rétt að nefna að þeir eru eins sóðalegir og óþekkir og gerist… :)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2002-05-15 18:50:21",
            "id": "542964",
            "reply_to_id": "542963",
            "text": "Blessar :)\nÞetta var nú einmitt ástæðan fyrir að ég fór ekki, ég tímdi ekki 3500kr í að horfa á þetta því ég var nokkuð viss um að þetta væri bara Wushu sýning, og í dag er Wushu eiginlega bara eins og fimleikar, hefur voða lítið “praktikal” application.\nIngþór: Annars er ég að fara út eins og ég var búinn að segja að ég gerði kannski."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-21 22:30:47",
            "id": "542965",
            "reply_to_id": "542937",
            "text": "Þeir brutu 7unda boðorð búdda.\nÞar stendur að munkur má ekki taka þátt í tónlist söng eða leiksýningu. þið getið lesið þetta sjálf á bls. 88 í maðurinn og trúin.\nP.s. Voru þetta Zen munkar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-29 01:15:25",
            "id": "542966",
            "reply_to_id": "542965",
            "text": "Já, hey förum niður í bæ og berjum minnimáttar.. Það hressir mig alltaf við!"
        }
    ]
}