{
    "forum_title": "Stjórnmál",
    "user": "Raven",
    "user_id": "51",
    "date": "2002-05-13 16:00:45",
    "title": "Áfengisstefna Ríkisvaldsins",
    "text": "Vissir þú að Ríkið hirðir 91% af hverri flösku sem þú kaupir í ÁTVR. Hver er ástæða þess að Íslendingar þurfa að kaupa áfengi á uppsprengdu verði í sérverslunum reknar af ríkisvaldinu? Eru Íslendingar eitthvað frábrugðnir öðrum Evrópubúum? Er hættara við því að Íslendingur verði alkólisti en Hollendingur ef áfengi er ódýrara?\nÉg tel að þessi stefna ríkisins sé ekki til þess gerð að minnka áfengisdrykkju. Sá sem ætlar sér að drekka áfengi mun gera það hvort sem hann kaupir landa, vanilludropa eða bjór á uppsprengdu verði. Þessi áfengisstefna mun t.d. ekki minnka líkurnar á því að Íslendingar verði að alkólistum heldur þveröfugt ef eitthvað. Erum við ekki bara að gera áfengi meira spennandi með þessu móti? Ef við horfum einnig raunsætt á 20 ára aldurstakmarkið þá vita allir að um 16 ára aldurinn eru flestir byrjaðir að drekka. Hvort er betra að unga fólkið drekki bjór frá viðurkenndum aðilum eða landa brugguðum í efra Breiðholti? Þarf að spurja að þessu? 18 ár væri nær í lagi. Ég veit vel að það eru margir sem hafa áhyggjur því að drykkja færi úr öllu valdi ef bjór fengist í búðum og áfengisskattur beinlínis aflagður. Lausnin er einfaldlega ekki að banna allt og setja höft og skatta til að minnka neyslu. Þetta er eitt af þeim atriðum sem útlendingar setja mest út á þegar þeir heimsækja landið og eru Íslendingar að leggja sterkari áherslu á ferðaiðnaðinn. Er ekki kominn tími til að breyta þessu?\nÉg t.d. skil ekki þar sem Sjálfstæðisflokkurinn hefur verið við völd hér í öll þessi ár, tönglandist á frelsi einstaklingsins og einkavæðingu ríkisfyrirtækja, hvernig stendur á því að þessi úrelta stefna er enn við lýði?\n<b>Svona til frekari upplýsinga þá er hlutur:</b><br>\nInnflytjandans: 3,3%<br>Vsk: 19,7 %<br>Álagning ÁTVR: 5,2%<br>Áfengisskattur: 66,6%<br>Hlutur framleiðandans: 5,8%<br><br>\nÞetta er náttla bara BULL.",
    "url": "https://www.hugi.is/stjornmal/greinar/77051/afengisstefna-rikisvaldsins/",
    "url_id": "77051",
    "id": "544341",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-13 16:26:02",
            "id": "544342",
            "reply_to_id": "544341",
            "text": "sus hyskið er að minnsta kosti alltaf að tönglast á þessu og farnir að skammast sín nokkuð mikið fyrir aðgerðaleysi stjórnvalda í þessum málum"
        },
        {
            "user": "mey",
            "user_id": "19774",
            "date": "2002-05-13 16:28:27",
            "id": "544343",
            "reply_to_id": "544341",
            "text": "Vá hvað ég er sammála!!\nSérstaklega með það hvað áfengi er fokking dýrt!!\nhelvítis einokunarverslun við erum að tala um að hún var sett á árið sautján-hundruð-og-súrkál og er enn í gildi!! Fáránlegt… :(\nSvo ætti náttlega að lækka áfengiskaupa-aldurinn niður í 18 ár, og allt annað líka bara samræma þetta í einn aldur ekki þetta bull!!\nÞað er asssnalegt að vera sjálfráða og ráða yfir sjálfum sér og  mega keyra bíl og allt en ekki fara í Ríkið…neeeii…\nþetta kallar maður ekki framfarir..\nen þetta er allavega mín skoðun!\n*kv.Mey*"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-05-13 16:29:25",
            "id": "544344",
            "reply_to_id": "544341",
            "text": "Eru þeir ekki bara að reyna að öngla saman fyrir áfengismeðferð þegar fólk er búið að drekka of mikið?  Ég held það séu ekki nema rónar sem láta bjóða sér kardimommudropa og krakkar sem drekka landa af því það er auðvelt að ná í hann.  Enginn sem ég þekki tekur landa framyfir ríkið ef hann á pening.  Það er erfitt að fá góðan landa og þú veist ekki hvað er látið í hann eða við hvaða aðstæður hann er framleiddur.  Ég myndi þess vegna segja að verðið sé alveg rétt.  Ef verðið væri orðið það hátt að fólk færi að sækja í landa vegna þess, þá væri það of hátt."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-13 16:37:58",
            "id": "544345",
            "reply_to_id": "544344",
            "text": "Hvernig rökfærsla er þetta eiginlega? Finnst þér eðlilegt að greiða rúmlega 90% til ríkisins fyrir vöru sem er lögleg og neytt af nánast öllum yfir 18 ára aldri. Má ég benda þér á það að í mið-evrópulöndunum er bjór ódýrari en kók. Vodkaflaska kostar um 200-300 krónur. Landasalinn verðleggur náttúrulega flöskuna sína í samanburði við áfengisverð í ÁTVR. Auðvitað verslar fólk ekki landa sem er orðið 20 ára heldur unga fólkið sem hefur engan til að kaupa áfengi fyrir sig."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-05-13 17:22:32",
            "id": "544346",
            "reply_to_id": "544345",
            "text": "Nákvæmlega það sem ég var að segja.  Ef fólk sem er orðið 20 verslar ekki landa þá þýðir það að verðið er ekki of hátt.\nRíkið skattar allt mögulegt.  Það er bara hluti af velferðarkerfinu.  Ef þú þarft að fara í meðferð þá ertu alla vega búinn að borga fyrir það fyrirfram :)"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-13 17:44:45",
            "id": "544347",
            "reply_to_id": "544346",
            "text": "ha?!\nlandi og ríkissprútt kostar það sama eiginlega … og þeir sem komast ekki í ríkið kaupa bara landa í staðinn afþví það drekka allir hvort sem er!\nsé ekki hvernig þín röksemdafærsla segir manni neitt um það hvort áfengi í ríkinu sé of dýrt eða ekki …\nþað eina sem ég sé út úr henni er að\na) allir íslendingar drekka, óháð aldri\nb) þeir íslendingar sem hafa aldur til að gera það, fara í ríkið til að kaupa áfengi\neða hvað?"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2002-05-13 16:45:03",
            "id": "544348",
            "reply_to_id": "544341",
            "text": "Og ég vil minna á að menn drekka jafnvel hraðar og meira eftir því sem það kostar meira að drekka, menn vilja jú verða fullir af því sem þeir hafa keypt.\nEkki satt?\nHver er ástæðan að hafa eytt tæpum 1000 kalli í eina kippu af bjór (sama verð á Spáni þá færðu kassa) og verður ekki fullur?\nTil hvers að drekka ef þú finnur aldrei fyrir áhrifunum?\nViceRoy"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-05-13 16:50:50",
            "id": "544349",
            "reply_to_id": "544341",
            "text": "ég held að það séi nauðsynlegt að kenna bara Íslendingum að drekka og lækka áfengisaldurinn. Það er varla svo sniðugt fyrir þjóðina að stelpur (jafnvel 13 - 15 ára) séu að finna sér stráka sem komnir eru yfir 20 ára því þeir eru svo cool þeira komast nefninlega í ríkið (geta fyllt stelpurnar og jaafnvel vinkonur þeirra og riðið þeim þegar þær eru meðvitundarlausar) væri ekki bara nær að lækka aldurinn ef börn eru rétt upp alin byrja þau ekkert að drekka neitt fyrr við það og það er bara verið að forða hinum frá landanum.\nég set X við frjálsa áfengisverslun"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-13 17:06:43",
            "id": "544350",
            "reply_to_id": "544349",
            "text": "fungirl, aldrei nokkurn tímann hef ég heyrt/séð/vitað um stelpur, í yngra laginu, vera að leita sér að strákum bara því þeir komast í ríkið.. þetta er svo vitlaust bara hjá þér. Gengur ekkert að koma með svona fullyrðingar að allir strákar séu svona “cool” því þeir komast í ríkið.\nÉg set x-Nei. við Feminista."
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-05-13 17:14:05",
            "id": "544351",
            "reply_to_id": "544349",
            "text": "Þetta er bara sjálfstæðisflokkurinn, íhaldið sjálft, heldur í gamlar hefðir, áfengisbannið ofl.\nÞetta er bara svo mikilvæg fjáröflun fyrir ríkið að þeir vilja bara ekki cutta svona mikið fé!! Efast nú ekki um að hægt sé að fjármagna þetta með öðrum leiðum, td. lækka laun ráðherra og auka vinnuna hjá þeim. Ömurlegt að sjá hvað þeir eru að pukrast þarna í þinghúsinu í einhverja nokkra mánuði!!"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2002-05-14 20:19:16",
            "id": "544352",
            "reply_to_id": "544351",
            "text": "ég bý í Hfj og pabbi minn er húsasmiður í seinustu úthlutun fékk hann ekki neina lóð þó að hann séi sá eini sem skilaði öllum íbúðum af sér á réttum tíma í fyrra, á fyrir framkvæmdunum, og hefur alltaf gert allt án allra vesena þannig að ég held að ef maður ætlar að komast áfram í þessu “lýðræðislandi” þá þurfi maður að borga í kosningasjóð sem er einhvað sem ekki er gert í minni fjölskyldu."
        },
        {
            "user": "davidoj",
            "user_id": "2254",
            "date": "2002-05-13 17:09:12",
            "id": "544353",
            "reply_to_id": "544341",
            "text": "Það væri gaman að varpa þessari umræðu til alþingis, Sjá hvað það fólk þar hefur um þetta að segja.\nEn auðvitað á aldurstakmarkið í ríkið að vera 18 ár eins og allt annað, hver hefur svosem ekki heyrt dæmisöguna um það að maður megi gifta sig 18 ára en lögum samkvæmt hefur þú ekki leyfi til að skála í kampavíni á brúðkaupsdaginn.\nSkatturinn er náttúrulega bara fáránlegur, það er verið að hækka verð á vöru með þessu, langt upp fyrir þann kostnað sem varan þyrfti að kosta, ég veit bara það eitt að það kostar t.d. ölgerðina um 10kr að framleiða hálfanlítra af bjór, en það er mun dýrara að framleiða gos, en þrátt fyrir það er bjórinn um helmingi dýrari en gosið. Ríkisvaldið heldur kanski að það sé að sporna við alkahólisma, ég segi ef fólk er á annaðborð veikt fyrir því þá ferð það þá leið á endanum hvort sem verðið er hærra eða lærra, og hversvegna að vera að taka fram fyrir hendurnar á fólki og segja skamm þetta mátt þú ekki, fólkið á að hafa valið hvort sem það er slæmt fyrir það sjálft eður ei, ég vil ekki lög sem banna mér að gera einhvað sem skaðar engan annan en mig.\nHvernig væri nú að færa fólkinu í landinu frelsi og afnema þessa skatta, og ég er hlynntur því að aldurstakmarkið verði lækkað niður í 18 ár eins og þessi gullni aldur er orðinn fyrir ungt fólk í dag.\nÉg ætla að taka það líka fram að ég er ekki 15 ára bólugrafinn pjatti sem langar voða mikið í ríkið, ég hef náð þessum tilsetta aldri og get þar af leiðandi keypt það sprútt sem ég vil, en ég vil ekki þurfa að borga tvöfalt hærra verð en nágranar okkar."
        },
        {
            "user": "badmouse",
            "user_id": "11419",
            "date": "2002-05-13 17:16:49",
            "id": "544354",
            "reply_to_id": "544353",
            "text": "Krakkar mínir.\nÞið eruð að gleyma því að stjórnmálamenn vita betur en þið þegar að kemur að ábyrgð á  ykkar líkama.\nTil þess kjósum við þá á þing."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-05-13 18:19:49",
            "id": "544355",
            "reply_to_id": "544353",
            "text": "davidoj:\nÉg vinn hjá Egils(sumarvinna) og veit því að það kostar meira að framleiða ölið en 10kr.\nÞetta með að lækka áfengisaldurinn svo að fólk sé ekki að kaupa landa eða annað hættulegt áfengi er algert bull! Í fyrsta lagi þá hafa allir ekki aðgang að “dílerum” svo að það er ekki bara hægt að segja að allir sem hafa ekki aðgang að ríkinu kaupi landa hjá einhverjum gaur niðrí bæ. Með því að lækka áfengisaldurinn, er verið að tryggja það að allir geti keypt áfengi, og bætir það engann veginn upp fyrir þá sem hætta að fá sé ólöglegt áfengi og byrja að drekka áfengi dreift af ríkinu.\nLæt þetta nægja í bili. Verð líklega hataður af mörgum fyrir að hafa sagt þetta."
        },
        {
            "user": "defcon",
            "user_id": "11761",
            "date": "2002-05-14 16:48:53",
            "id": "544356",
            "reply_to_id": "544355",
            "text": "það er ágætt að þú sért ánægður með áfengiskerfið sem fælir ferðamenn frá íslandi… á ekki að banna okkur að veiða fisk í leiðinni?\nég set _EKKI_ X við conflict, lhq og vinstri græna"
        },
        {
            "user": "bumburumbi",
            "user_id": "15361",
            "date": "2002-05-13 18:01:23",
            "id": "544357",
            "reply_to_id": "544341",
            "text": "Já, þetta er alveg rétt, „Þetta er náttla bara BULL.“  Brennivínsflaskan kostar nefnilega miklu meira en þessi 5.8% framleiðandans.  Hún kostar nokkur dauðsföll á ári ennfleirri örkumlast, hún kostar eignaspjöll, forföll frá vinnu, aukinn rekstrarkostnað meðferðaheimila, fangelsa, lögreglu og dómstóla.  Þetta er bara sá kostnaður sem meta má til fjár.  Fyrir utan þetta kostar brennivínsflaskan ómældar þjánigar fólks sem annaðhvort gerir eitthvað af sér í ölæði eða skaðast vegna áfengisdrykkju.\nEr ekki eðlilegt að þeir sem neyta áfengis beri kostnaðinn sem þeirri áfengisneyslu fylgir?\nBumburumbi."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-13 19:34:41",
            "id": "544358",
            "reply_to_id": "544357",
            "text": "Það er hægt að tala um ýmislegt á þessa vegu. Þú getur ekki ætlast til þess að áfenginu sé kennt um þetta allt saman."
        },
        {
            "user": "bumburumbi",
            "user_id": "15361",
            "date": "2002-05-13 20:27:19",
            "id": "544359",
            "reply_to_id": "544358",
            "text": "„Það er hægt að tala um ýmislegt á þessa vegu. Þú getur ekki ætlast til þess að áfenginu sé kennt um þetta allt saman.“\nHvaða rök færirðu fyrir því?  Ætlarðu að halda því fram að enginn keyri fullur, enginn skrópi í vinnu vegna þynnku eða fyllerís? Er það bara tóm vitleysa að áfengisdauðum stelpum hafi verið nauðgað?\nBumburumbi."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-13 21:12:15",
            "id": "544360",
            "reply_to_id": "544359",
            "text": "Ég ætla ekki að neita fyrir það að fólk undir miklum áhrifum áfengis hefur misst nánast alla almenna skynsemi en er ráðið að gera þetta að forboðnum ávexti. Það er spurningin sem ég er að spyrja að. Okra bara nógu mikið á þessu er það lausnin bumburumbi? Eru bílar ekki það hættulegasta í íslensku samfélagi smbr slysatíðni og dauðaslys. Eigum við ekki að setja ofurtolla á bíla svo fleiri fara að nota strætó?\nÞegar þú talar um áfengisdauðar stelpur þá er það vegna þess að þær kunna ekki að drekka, ekki rétt? Er ekki betra að þær drekki þá bjór frekar en rótsterkan landa svo það séu þá minni hættur á þessu. Íslendingar kunna bara ekki að umgangast áfengi vegna þessarar áfengisstefnu sem er í gangi. Þetta er mitt álit!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-05-13 22:06:55",
            "id": "544361",
            "reply_to_id": "544360",
            "text": "Hvað meinarðu?  Eru ekki ofurtollar á bílum nú þegar? ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-13 22:44:58",
            "id": "544362",
            "reply_to_id": "544361",
            "text": "En af hverju er þá tóbak selt í verslunum en ekki bjór? Það er miklu skaðlegra en nokkurn tíma bjór og efast ég um að einhver mikill skaði hafi orðið að völdum þess, meina það þarf töluvert af magn til þess, en það er alveg hægt að snúa því úti allar aðra vörur, of mikil fita.. bla bla.\nBjór er því ekki skaðlegur í hófi eins og flest annað. Reyndar er vínmenning á íslandi dáldið eftirá en það er nú bara útaf löngu banni og þannig veseni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-13 23:13:28",
            "id": "544363",
            "reply_to_id": "544362",
            "text": "Þetta er fáránlegt og við eigum ekki að láta fara svona með okkur. Efna til mótmælagöngu eða eikkað mar.\nTS"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-05-13 22:37:52",
            "id": "544364",
            "reply_to_id": "544360",
            "text": "Ég er ekki fylgjandi lækkun á aldrinum, en hins vegar er verðið of hátt, það gerir alkóhólistum jafnvel bara erfiðara fyrir að sækja sér þeirrar hjálpar sem þeir þurfa - flestallir þeirra peningar fóru í áfengiskaup.\nHins vegar held ég að fólk geri alltof mikið mál úr þessu “Þau drekka bara landa í staðinn” já, og fyrst þessi börn þurfa að læra þetta erfiðu leiðina í stað þess að fylgja lögunum þá er það þeirra mál, ekki ríkisins."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-13 23:47:50",
            "id": "544365",
            "reply_to_id": "544364",
            "text": "Lækkun aldursins er náttúrulega vafasamt en ég held að ungt fólk myndi fara allt öðruvísi með áfengi ef kerfið væri meira “liberal”. Eins og staðan hefur verið gengur ungt fólk um dauðadrukkið niðrí bæ og hefur engin hús að venda. Er það einhver lausn? Ungt fólk í Danmörku getur farið ýmislegt og á skólaböllum er seldur bjór. Á Íslandi er hinsvegar nánast auðveldara fyrir unglinga að nálgast önnur vímuefni en áfengi. Ég held að algjör umbylting á þessu kerfi verði aðeins til þess að fólk læri frekar að fara með áfengi."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-05-14 18:12:01",
            "id": "544366",
            "reply_to_id": "544365",
            "text": "Ég efast um að það mundi hafa þau áhrif að færri ungir drykkju væri áfengisaldurinn lækkaður.\nOg einnig verðið lækkað.\nMér finnst einfaldlega að það ætti að láta meiri peninga af áfenginu renna til hjálpar stofunum eins og Vogi. (Fer ekki hluti áfengisverðsins´´i uppbyggingu Vogs ?)\nMeð kveðju,\nEyrún"
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-15 13:27:06",
            "id": "544367",
            "reply_to_id": "544366",
            "text": "Færri myndu kannski ekki drekka en færri myndu drekka sterkt áfengi eins og landa. Svo er kominn tími til að Íslendingar læri að drekka. Ef aðgengi að áfengi væri í samræmi við það sem við sjáum t.d. í Danmörku tel ég að viðhorfið yrði annað.\nVogur er svo sjúkrahús rekið af ríkinu. Hvort allur áfengisskatturinn renni til Vogs eða sambærilegs reksturs tel ég mjög ótrúlegt. 1% væri nær í lagi."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-05-15 23:25:59",
            "id": "544368",
            "reply_to_id": "544367",
            "text": "Ef að áfengi er löglegt 15 ára byrja krakkar að drekka fyrr, þeir hafa óstjórnandi löngun til að BRJÓTA reglurnar sem fram eru settar.\nDanskir unglingar drekka mest í heiminum. Á eftir þeim koma svo Bretar, þar er löglegt að drekka 18 ára.\nJá, Íslendingar þurfa að læra að drekka, en ekki með því að hella alla fulla fyrir menntaskólaárin, heldur með því að þróa með okkur vínmenningu.\n-Eyrún-"
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-16 09:37:26",
            "id": "544369",
            "reply_to_id": "544368",
            "text": "Það gleymist soldið hjá þér og öðrum hérna í andsvörum. Krakkar ERU að drekka núþegar. Það mun lítið breytast ef aldurinn yrði lækkaður nema það að ungt fólk myndi versla áfengi í búðum en ekki af Jóa Landa. Og í hvaða menntaskóla varst þú eiginlega, voru allir edrú þar því áfengi var ekki leyfilegt fyrr en eftir tvítugt.\nHöldum samhenginu!"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-05-16 23:09:17",
            "id": "544370",
            "reply_to_id": "544369",
            "text": "Já, og krakkar hafa óstjórnlega löngun til að brjóta þær reglur sem eru settar. Ef að áfengislögin segðu til um að börn mættu byrja að drekka 12 ára, þá væru þau byrjuð um 10 ára. Þessi aldur er í rauninni í réttu sahengi - þetta er ca. sá aldur þegar allir taugaendar eru orðnir u.þ.b fullþroskaðir.\nÉg er nú ekki komin í menntaskóla, er að klára 10. bekk.\nOg margir af mínum vinum drekka, ég drakk sjálf og var farin að leggjast svo lágt að drekka kardimommudropa og pilsner. Hins vegar er ég að sjá a.m.k eina vinkonu mína vera að rústa öllu hjá sér vegna drykkju, ekki orðin 16 ára, svo að ég get ekki sagt að þetta breyti viðhorfi mínu.\nKv.\n-Eyrún-"
        },
        {
            "user": "delphi",
            "user_id": "487",
            "date": "2002-05-17 12:35:43",
            "id": "544371",
            "reply_to_id": "544370",
            "text": "Ég spyr nú bara hvað ætli það kosti að fara á gott barfyllerí VS að fá sér dóp? Dóp endist líka fínt allt kvöldið eins og áfengið og er líklega talsvert ódýrara… eða hvað?\n-delphi"
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-15 13:30:34",
            "id": "544372",
            "reply_to_id": "544366",
            "text": "Eitt sem ég vildi bæta við í sambandi við verðlag er: Hvað gerist þegar Íslendingum er boðið upp á frítt áfengi? Hafiði farið í veislur þar sem boðið er upp á frítt áfengi allan tímann? Það er skrautlegt enda eru nánast enginn með meðvitund nokkrum stundum seinna.\nAð mínu mati bara afleiðing af þessari stefnu."
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2002-05-15 17:09:18",
            "id": "544373",
            "reply_to_id": "544372",
            "text": "Mér finnst að það ættu að stofna samtök um þennan fjanda til þess að þ´rýsta á ríkisstjórnina að lækka verð á áfengi og auðvelda aðgang að því :)\ngera undirskriftarlista og demslags"
        },
        {
            "user": "bumburumbi",
            "user_id": "15361",
            "date": "2002-05-14 12:53:50",
            "id": "544374",
            "reply_to_id": "544360",
            "text": "Já, það er akkúrat lausnin, að „okra“ það mikið á áfengi að þjóðfélagið komi út á sléttu.  Ef áfengisneyslan kostar þjóðfélagið x milljónir þá þarf að skattlegja áfengi sem þeirri upphæð nemur.  Mér finnst mun eðlilegra að sækja þessa peninga í vasa áfengisneytenda með  sérsköttun á áfengi heldur en að sækja þetta til almennra skattborgara.\nÚr því að þú nefnir bíla til sögunnar þá vil ég benda þér á að rétt eins og að kostnaður þjóðarinnar vegna áfengisneyslu er meiri ein innkaupsverð á áfengi (þ.e. þessi 5.8% framleiðandans sem þú talar um), þá kostar bifreiðanotkun meira en bara innkaupsverðið á bílnum.  Enginn má keyra bíl nema vera tryggður fyrir því tjóni sem hann kann að valda.  Þannig er sá kostnaður sem þjóðfélagið verður fyrir vegna bílslysa fjármagnaður úr vasa ökumanna.  Vegir leggja sig ekki sjálfir, þeir kosta peninga.  Hvaðan kemur sá peningur? Úr vasa ökumanna í gegnum skatt á bensín.  Þannig er reynt að tryggja að sá kostnaður sem skapast vegna bílanotkunar komi úr vasa þeirra sem nota bílana.  Hversvegna ætti hið sama ekki að gilda um áfengi?\nÉg er þeirrar skoðunar að ungir krakkar hafi bara ekkert með áfengi að gera, hvort sem það er bjór eða „rótsterkur landi“.\n„Þegar þú talar um áfengisdauðar stelpur þá er það vegna þess að þær kunna ekki að drekka, ekki rétt?“\nJú, það er alveg rétt, þær kunna ekki að drekka.  Þessvegna ættu þær að láta það alfarið eiga sig þar til þær hafa til þess aldur og þroska. Það er a.m.k. mín skoðun.\nBumburumbi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-14 15:33:19",
            "id": "544375",
            "reply_to_id": "544374",
            "text": "Frábær grein verð ég að segja en nú ætla ég að varpa fram spurningu. Það sem ég er ekki að fatta hver er munurinn á hugsunar háttum á dönskum pólitíkusum og íslenskum ég hélt að við ættum að lýta svo upp til dana veldis. En sjálfur verð ég að segja að 15 ára aldurs takmark er kanski einum og lágt hjá dönunum, en svo er í þessum heim að margir unglingar byrja að drekka 15 svo það er lítið hægt til að getað stöðvað það og sérstaklega ekki með að hækka verð á áfengi og lögaladu"
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-15 13:17:46",
            "id": "544376",
            "reply_to_id": "544374",
            "text": "Ef þetta væri lausnin bumburumbi þá ættum við ekki að borga svona mikið í almennan tekjuskatt. Meðan við borgum 40% af laununum okkar og 24,5% af öllu sem við kaupum þá er ekki réttlætanlegt að við borgum svona mikið í sérskatta eins og áfengis-, tóbaks- og verndartolla-skatt.\nÞað ætti alveg eins að skattleggja kók um 66% sem færi í að niðurgreiða tannlæknakostnað. Ég gæti alveg sætt mig við þetta ef tekjuskattur myndi minnka niður um nokkur prósent annars ekki."
        },
        {
            "user": "yello",
            "user_id": "4842",
            "date": "2002-05-13 18:25:18",
            "id": "544377",
            "reply_to_id": "544341",
            "text": "Ef ég ætti að segja eithvað þá er þetta allveg rétt hjá þér Raven mér persónulega fynst að það sé í lagi að 16 ára sé í lagi að neita alkahóls undir 20 prósentum en annað sterkara fyrir 18 ára aldur og eldra. Ég var nefnilega í svíþjóð í hittifyrra sumar og viti menn afi segir við mig heirðu farðu þarna í búðina og keyptu kassa af Carlsberg og fimm flöskur af JegErMaster sem má líkja við Hott & Sweet og fór ég þá 15 ára gamall að kaupa þetta og viti menn ég fékk þetta allt saman og hefði getað fengið meira. Þannig ég segi lækið verðið og aldurstakmarkið"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-05-13 18:35:08",
            "id": "544378",
            "reply_to_id": "544377",
            "text": "Hvað, eru svíar búnir að leggja niður ríkið sitt?  Þegar ég var þar síðast var bara hægt að fá sterkt í ríkinu og enginn undir 20 afgreiddur, meira að segja skilti að allir undir 30 ættu að vera með skilríki til að sanna sig.  Veistu hvenær þeir breyttu þessu?\nAnnars voru Bandaríkjamenn með 18 og hækkuðu upp í 21 og það stórfækkaði eitthvað slysum tengdum ölvunarakstri.  Þeir eru alla vega mjög ánægðir með þetta aldurtakmark.  Hins vegar reykja krakkarnir þar allir hass í staðinn ;)"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-05-13 18:52:17",
            "id": "544379",
            "reply_to_id": "544378",
            "text": "Mér fyndist nú bara langbest ef fólk sækti ekki svona rosalega mikið í áfengi… ég spyr bara, hvað er svona gaman við að vera fullur?? (ég hef prófað)\nGleðin er besta víman, ég segi það enn og aftur=)\nEn svo er annað, það væru mikil mistök að hafa allt á sama árinu. Maður fær bílpróf 17, verður sjálfráða 18, fer í ríkið 20 og eitthvað fleira… það er mjög sniðugt að dreifa þessu svona, annars myndi bara allt springa þegar krakkarnir verða 18. (ég er sjálf nýorðin átján)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-13 19:10:15",
            "id": "544380",
            "reply_to_id": "544379",
            "text": "sakaskrá=15\nskattur= 16\nbílpróf= 17\nreykja,sjálfráða,kjósa,giftast=18\nkaupa öl = 20\nsoldið dreift samt, bílpróf mætti vera 18 td."
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2002-05-13 20:15:40",
            "id": "544381",
            "reply_to_id": "544341",
            "text": "Þessi stefna ríkissins er náttlega bara hálft bull.\nMér finnst svosem í lagi að sterkt áfengi (vodki viskí cocnac etc.)verði selt í átvr til 20 ára og eldri en bjóða upp á að bjór og léttvín verði selt útí búð til 18 ára og eldri.Og lækka (eða afnema)þessi gríðarháu gjöld ríkissins á bjór og léttvíni ég held að það muni stuðla að betri áfengismenningu að fólk taki létt vín yfir sterk (það er fólk verður ekki alveg jafn mígandi fullt af bjór og brennivíni)og að fólki lærist þá frekar að umgangast bjór og léttvín ef að það verður auðfáanlegra og ég efast um að nokkur hafi fengið skorpulifur á að drekka of mikið rauðvín :)=\nhvernig líst ykkur á þessa hugmynd?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-05-13 20:58:22",
            "id": "544382",
            "reply_to_id": "544381",
            "text": "Sumir þola bara ekki léttvín.  Ég þekki menn sem verða alveg óþolandi á léttvíni en eru mjög góðir og rólegir ef þeir eru í sterku.  Ég held líka að fólk fái alveg jafn mikið skorpulifur af léttvíni.  Það sem gildir með lifrina er að hún þarf að hvíla sig þannig að ef þú ferð bara á helgarfyllerí þá er það betra en að vera alltaf að sulla í léttvíni daglega eins og fólk gerir í sumum löndum."
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2002-05-13 20:37:59",
            "id": "544383",
            "reply_to_id": "544341",
            "text": "hmm þetta er samtals 100,6 %  :)"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2002-05-13 20:54:37",
            "id": "544384",
            "reply_to_id": "544383",
            "text": "Ekki nema von að það sé dýrt! :)"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-05-14 01:42:51",
            "id": "544385",
            "reply_to_id": "544341",
            "text": "Raven.\nFramsóknarflokkurinn situr einnig í ríkisstjórn með Sjálfstæðisflokknum þannig að til verður miðjumoð forræðishyggju að hluta til, til viðbótar hinni almennu forræðishyggju sem fyrir hendi er.\nÉg hvet þig til að kíkja einnig á álögur á tóbak, og hinn eyrnamerkta skatt sem rennur til stjórnar ríkissspitalanna þar sem stija læknar í nefndum er hafa hlut af verði hvers vindlingapakka, sem hver kaupir til þess að eyðileggja heilsu sína og hljóta meðhöndlun á hjá þeim hinum sömu, alveg burtséð fra´því hverning prósentutölulegur árangur þeirra hinna sömu er af nefndastarfinu og meðhöndluninni sem ekkert er verið að reikna út, því framsóknarflokkurinn er ekki vanur slíkum útreikningum heldur aðeins að “hrókera”að hentugleikum hverju sinni.\nkveðja.\ngmaria."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-14 09:48:36",
            "id": "544386",
            "reply_to_id": "544385",
            "text": "LOL.\nJá, þetta er allt Framsóknaflokknum að kenna :)"
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-14 23:38:52",
            "id": "544387",
            "reply_to_id": "544341",
            "text": "Þótt það sé ef til vill hneisa að ríkið skuli leggja svona mikið á áfengi en ekki t.d. skíðavörur (fólk er jú stöðugt að brjóta eitt og annað þegar það er að skíða, ekki satt?), þá er eitt og annað frekar vafasamt í þessari grein.\n1.  “Þessi áfengisstefna mun t.d. ekki minnka líkurnar á því að Íslendingar verði að alkólistum heldur þveröfugt ef eitthvað.”\nHvernig á það að ýta undir alkóhólisma ef áfengi er dýrt?  Menn sem drekka kardimommudropa eru þegar orðnir alkar.  Enginn maður með réttu ráði (en áfengissjúklingar eru, rétt eins og t.d. heróínfíklar, ekki alveg með sjálfum sér) setur þetta sull í sig.  En jafnvel þótt ég tæki nú upp á því að drekka þá, þá verð ég ekki alki fyrir vikið.  Ég verð heldur ekki alki þótt ég þambi landa.\n2.  \"Erum við ekki bara að gera áfengi meira spennandi með þessu móti [þ.e. að hafa verð á áfengi hátt]?“\nNei - hvernig í ósköpunum gæti það verið?  Dýrar vörur eru almennt ekkert meira spennandi en ódýrar.  Þetta kann þó að vera mitt persónulega mat.\n3.  ”Ef við horfum einnig raunsætt á 20 ára aldurstakmarkið þá vita allir að um 16 ára aldurinn eru flestir byrjaðir að drekka.“\nNú man ég ekki hvernig tölfræðin í þessum málum var, en mig minnir nú að það hafi ekki verið meirihluti 16 ára unglinga.  Auk þess eru alhæfingar á borð við ”allir vita að … \" sjaldnast sannar."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-05-15 13:22:31",
            "id": "544388",
            "reply_to_id": "544387",
            "text": "thossinn!\n1. Ég sagði þveröfugt EF eitthvað. Að gera áfengi dýrt mun ekki gera fólk að minni alkólistum það er málið.\n2. Það er ekki auðvelt að nálgast áfengi þegar maður er undir aldri (t.d. 16 ára) og þar að auki er það dýrt = Spennandi –> ekki satt?\n3. Ég hef engar tölfræðilegar heimildir fyrir þessu heldur man ég bara þegar ég var 16 ára og var að byrja í fjölbrautarskóla. Þá drakk hver einasti maður á mínum aldri."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-01 12:05:39",
            "id": "544389",
            "reply_to_id": "544388",
            "text": "1:  “Þessi áfengisstefna mun t.d. ekki minnka líkurnar á því að Íslendingar verði að alkólistum heldur þveröfugt ef eitthvað.”\nÞegar þú talar um “þessa áfengisstefnu”, þá varstu að tala um ríkjandi stefnu, ekki satt?  Og ef eitthvað minnkar ekki líkur á einhverju, “heldur þveröfugt ef eitthvað”, þá eykur það líkurnar, þar sem þveröfugt við að minnka líkur er að auka líkur, ef eitthvað.  “Ef eitthvað” má svo skilja sem svo, að ef þessi stefna hafi einhver áhrif, þá er það þau áhrif sem þegar hafa verið nefnd.  Þessa setningu þína er því hægt að skilja sem svo:  “Ef þessi stefna hefur á annað borð einhver áhrif, þá er það að auka líkur á því að fólk verið alkar”.\n2 (& 3):  Ef það er ekki auðvelt að nálgast áfengi þegar maður er 16 ára, hvernig stendur þá á því að þegar þú varst sextán hafi hver einasti maður á þínum aldri drukkið?  Þýðir það ekki frekar að það hafi verið frekar auðvelt að nálgast áfengi?  Annars er afskaplega auðvelt að nálgast áfengið - flestir eiga eldri bróðir, systur eða frænda.  Annars er frekar auðvelt að komast í samband við einhvern sem getur reddað manni áfengi.  Þegar ég var í menntaskóla, og það er nú ekki svo langt síðan, þá minnir mig að það hafi nú verið varla meira en helmingur nemenda sem drakk."
        },
        {
            "user": "DamienK",
            "user_id": "20118",
            "date": "2002-05-16 16:31:23",
            "id": "544390",
            "reply_to_id": "544341",
            "text": "Álagningin er mikil og aldurstakmörkunin er rugl… en ég verð nú bara að segja það að ég væri töluvert meira fullur alltaf og drykki miklu oftar ef þetta væri þó ekki nema aðeins ódýrara, tala nú ekki um ef maður gæti keypt þetta í sjoppunni. But then again þá álít ég bjór vera eina mestu guðsgjöf og er í alla staði ekki manneskja sem ætti að miða við eða setja einhverja standarda…"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2002-05-20 18:32:26",
            "id": "544391",
            "reply_to_id": "544341",
            "text": "Eitt skref í einu held ég að væri best.\nLækka aldurinn um 1 ár og skattinn um svona 40% :)"
        }
    ]
}