{
    "forum_title": "Hundar",
    "user": "hulda",
    "user_id": "2591",
    "date": "2002-05-14 16:25:26",
    "title": "Hugahundagöngur orðnar hundagöngur",
    "text": "Jæja þá erum við að reyna að stækka svolítið göngurnar hjá okkur svo við höfum sameinast við <a href=\"\nhttp://hvuttar.net\n\">hvuttar.net</a> og höfum því breytt nafninu á göngunum yfir í <b>Hundagöngur huga.is og hvuttar.net</b> Göngurnar verða auglýstar á báðum síðunum og allir eru velkomnir.\nÞað er ganga á morgun Miðvikudaginn 15.Maí kl 19:30 uppað Rauðvatni. Ef þið viljið hafa þetta á eitthverjum öðrum stöðum eða tíma þá látið mig, bjornjul eða Tzu vita\n=)",
    "url": "https://www.hugi.is/hundar/greinar/77238/hugahundagongur-ordnar-hundagongur/",
    "url_id": "77238",
    "id": "545788",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-05-14 19:20:14",
            "id": "545789",
            "reply_to_id": "545788",
            "text": "Ég eyddi út svörunum hérna fyrir neðan, þið lið sem getið ekki annað gert en að væla og nöldra getið farið á nöldur korkinn á forsíðu og fengið útrás þar takk fyrir."
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2002-05-14 19:25:32",
            "id": "545790",
            "reply_to_id": "545789",
            "text": "Þvílíkt Thursaáhugamál :p"
        },
        {
            "user": "corel",
            "user_id": "9431",
            "date": "2002-05-14 19:56:17",
            "id": "545791",
            "reply_to_id": "545789",
            "text": "talandi um misnotkun á valdi! ég hélt að allir hefðu rétt á að segja sínar skoðanir! svona “greinar” hefðu aldrei verið samþykktar nema frá admins! og það er staðreynd! meirihluti greinanna inná þessu áhugamáli samanstendur af ekki neinu og eru yfirleitt fimm setningar að lengd. vá. þetta var bara comment og spurning/ábending um að þetta og samskonar “greinar” eigi betur heima á korkunum. þetta átti ekki að vera nein leiðindi en með svona misnotkun á valdi eins og að eyða út svörum frá öðrum, er þetta komið út í leiðindi.\nég er að spá í að hætta hérna vegna þess að þetta álit mitt er orðið helmingi lengra en greinin sjálf, sem er sorglegt.\ncorel"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-05-14 20:05:58",
            "id": "545792",
            "reply_to_id": "545791",
            "text": "corel, skrifað þú eina “fullkomna” grein til að sýna okkur hinum vitlausu hvernig á að gera þetta.\nSvo skiptir innihald meiru en línur, og mér hefur alltaf fundist það.\nEf þú ert ásátt/ur þá skaltu kvarta =)"
        },
        {
            "user": "corel",
            "user_id": "9431",
            "date": "2002-05-14 20:10:53",
            "id": "545793",
            "reply_to_id": "545792",
            "text": "sagði ég að “greinin” sjálf væri eitthvað asnaleg eða annað? nei! ég spurði einfaldlega hvort hún ætti ekki heima á korkunum! og með að kvarta, ég reyndi, en ónefnd manneskja vildi enganvegin hlusta á kvartanir mínar/okkar. so why bother? ekki eins og þið munduð taka mark á því. ég kallaði engan vitlausan, það eru þín orð. það er frekar skrýtið að mega ekki einu sinni kommenta á neitt án þess að þið takið það persónulega og byrjið með leiðindi.\ncorel"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-05-14 20:21:29",
            "id": "545794",
            "reply_to_id": "545793",
            "text": "Það gæti verið vegna þess að sumir á huga, og þónokkuð margir gera slatta mikið af því að setja comment á við “á þetta nú ekki heima á korkunum” og “greinilegt hver er að ná sér í stig hérna” og þessháttar comment sem eru leiðinleg.\nÞessi tilkynning á vel rétt á sér, og einnig þar sem að það koma ekki margar greinar hingað inn þá er vel í lagi að setja upp grein þó að hún sé í styttra lagi.\nMeð að taka persónulega þá þarftu ekki að skoða margar greinar á gæludýraáhugamálunum til að sjá hvers vegna fólk sem sækir þau mikið er orðið hvumpið og leitt á leiðinda commentum.\nÞau virðast flæða inn, og stundum dettur manni í hug að fólk hafi ekkert annað að gera en að stunda þau til að vera leiðinlegt við aðra.\n(þessu var ekki beint til þín corel, en margir aðrir ættu að taka þetta til sín)"
        },
        {
            "user": "corel",
            "user_id": "9431",
            "date": "2002-05-14 20:30:06",
            "id": "545795",
            "reply_to_id": "545794",
            "text": "nú jæja fyrst má setja inn stuttar greinar þá ætla ég að fara að setja inn greinar sem eru 3-6 línur, sjá hvort ég fái þær samþykktar og hvernig fólk taki þeim. fyrst þetta voru leiðindi og bögg frá mér, þessi athugasemd mín með að hafa þessa “grein” í korkum, þá hefur fólk engan rétt á að setja út á mínar greinar í framtíðinni, ef ég skil þig rétt. ég var ekki aðallega að setja út á greininna/innihald, lengd, heldur ætti þetta frekar heima á korkunum eða í glugganum sem heitir “hundaganga hugi.is og hvuttar.net”. einnig eru upplýsingar um þessar hundagöngur í atburðir og þessum fyrrnefnda glugga. svo að þessi grein var að mínu mati óþarfi. og ef fólk tekur ekki eftir þeim þar, þá endaldlega vill það ekki taka eftir þeim. hvernig væri svo að adminar jafnt og aðrir færu að taka kommentum en byrjuðu ekki bara með leiðindi, því að komment eru ekki endilega persónuleg árás. komment eru ekkert annað hugmyndir um betrumbætur, allavega þetta komment mitt um greinar/korka.\ncorel"
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2002-05-14 20:50:42",
            "id": "545796",
            "reply_to_id": "545794",
            "text": "Höfundur ætlar greinilega ekki að svara greinarsvörunum hérna fyrir ofan. Ég hef samt orðið var við eitt, gæludýraáhugamálin eru góð dæmi um lágar kröfur admina. Alveg pirrandi að sjá svona þvælu senda inn sem grein, því að höfundur er hefur greinilega verið að  “spamma” sér til skemmtunar.  Mér yrði nákvæmlega sama ef greinarnar yrðu ekki birtar á forsíðunni. Ég póstaði inn svari áðan, en því var eytt. Ég spyr bara, afhverju? Allir hafa sínar skoðanir. Og svo er það líka pirrandi að hann/hún hefur fengið þá hugmynd að geta hlotið einhverja virðingu með þessu spammi. Ég segi bara ef að höfundur leitar sér virðingu hér á huga eða annarsstaðar á netinu ætti hann að hafa í huga….Quality rather than Quantity !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-14 21:07:08",
            "id": "545797",
            "reply_to_id": "545796",
            "text": "Ég verð nú að segja að ég er sammála corel og Sphere í þessu máli. Mér finnst allt of mikið af efni sem ætti heima á korkunu vera birt sem greinar. Ekki það að ég hafi skrifað mikið inn á þetta áhugamál og geti endilega komið með “fullkomnar” greinar.  Mér finnst það líka furðulegt að fólk megi ekki hafa sínar skoðanir og þær séu bara eins og hundaskítur, teknar upp í plastpoka og hent."
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-05-14 21:16:18",
            "id": "545798",
            "reply_to_id": "545788",
            "text": "Er ég semsagt orðinn low standard admin núna afþví að ég eyddi út svörum sem mér þóttu leiðinleg og ekki eiga heima hérna.\nÉg svara ekki svona löguðu, ég hef að mínu mati staðið mig vel hérna sem admin, og ætla ekki að láta ykkur segja mé annað.\nEins og þið sjáið á korkunum þá fara margar stuttar greinar á korkana, en þið talið eins og hver einasta stutt grein sem inn kemur sé hleypt í gegn sem grein. Reynið nú aðeins að skoða málið betur áður en þið farið að skjóta.\nÉg er hér með hætt að ræða þetta mál, ég stend bakvið mína ákvörðun um að mér hafi þótt réttlætanlegt að eyða þessum svörum."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-05-14 21:35:37",
            "id": "545799",
            "reply_to_id": "545798",
            "text": "Ég er nú aðeins að reyna að segja að mér finnst að allar þessar greinar sem hafa birst um hugahundagöngurnar ættu kannski frekar heima á korknum eða í tilkynningum eða atburðir frekar en sem greinar. Að mínu mati eiga greinar ekki að vera litlar stutta tilkynningar frá stjórnendum þegar þeir geta sett upp tilkynningar eða skráð þetta undir atburði.  Það svo sem allt í lagi að þeir sem eru ekki stjórnendur sendi inn tilkynningar í formi greina (því þeir hafa ekki annan möguleika, nema kannski senda stjórnanda skilaboð og biðja um að sinni tilkynningu sé komið á framfæri), en mér finnst allt í lagi ef að stjórnendum finnist það ekki vera grein og að það sé sett á korkinn.\nEn það sem mér finnst fáránlegt er að svarið mitt er orðið miklu lengra (og að mínu mati orðið hæfileg grein) en þessar tilkynningar sem hafa orðið að greinum. Ég hefði kannski átt að skrifa þetta sem grein,og fá stig. En þá er það spurningin hefði hún nokkuð verið samþykkt þar sem þetta er ádeila á stjórnendur, ætli hún hefði ekki lent á sama stað og svörin sem var eytt?!!!!\nhoffos"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-05-14 22:41:53",
            "id": "545800",
            "reply_to_id": "545799",
            "text": "bara svona til að láta ykkur vita þá hef ég ekki verið að fá stig fyrir neitt sem ég sendi inn á áhugamál þar sem ég er admin.. Svo ég er ekki að þessu fyrir stigin."
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2002-05-15 10:27:53",
            "id": "545801",
            "reply_to_id": "545800",
            "text": "hulda:\nÉg er alls ekki að segja að þú sért að þessu fyrir stigin, sagði að ég hefði kannski átt að skrifa þetta svar mitt sem grein því það var á góðri leið með að verða grein, og þá hefði ég fengið stig. Var ekkert að tala um að þú fengir stig.\nPointið var bara að þetta væri kannski ekki beint greinamaterial og ætti frekar heima í tilkynningum eða einhverju svoleiðis."
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2002-05-15 18:55:06",
            "id": "545802",
            "reply_to_id": "545801",
            "text": "“bara svona til að láta ykkur vita þá hef ég ekki verið að fá stig fyrir neitt sem ég sendi inn á áhugamál þar sem ég er admin.. Svo ég er ekki að þessu fyrir stigin. ”\nAnnaðhvort er ég að misskilja þennan texta hjá\nþér eða það að þú ert að ljúga. Þar sem að ég er admin á öðru áhugamáli get ég svo sannarlega sagt þér að ég er ennþá að fá stig fyrir insent efni."
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2002-05-16 03:44:36",
            "id": "545803",
            "reply_to_id": "545802",
            "text": "Og stigin hér á hundaáhugmálinu hafa svo sannarlega verið að hlaðast inn.\nGuð hvað gerði ég! Involvaði mig í þessar umræður. Ok ég sagði þetta ekki."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-05-16 19:22:15",
            "id": "545804",
            "reply_to_id": "545802",
            "text": "ég fékk stig fyrir síðustu grein sem ég sendi inn.. en síðustu viku kanski hef ég ekki verið að fá stig fyrir neitt sem ég sendi inn þar sem ég er admin.. ég hélt bara að það væri búið að breyta því þannig og mér var nokkuð sama.. En síðan lagaðist þetta í fyrradag eða gær.. Þessi stig skifta mig engu máli.. ég er admin á 6 áhugamálum og ég gæti vel verið búin að tvöfalda minn stigafjölda ef ég ætlaði mér það"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2002-05-15 01:12:24",
            "id": "545805",
            "reply_to_id": "545798",
            "text": "Zaluki, þú ert og verður aldrei low standard admin. ;)\nÉg held að umræðunni hér að ofan sé ekki beint til þín."
        }
    ]
}