{
    "forum_title": "Körfubolti",
    "user": "kamalflos",
    "user_id": "4989",
    "date": "2002-05-15 13:10:50",
    "title": "Boston Celtics spila til úrslita í Austrinu",
    "text": "Langþráður draumur er nánast að verða að veruleika.  Veldi Boston Celtics hefur risið aftur, eftir langan tíma á botni deildarinnar og mörg misheppnuð nýliðavöl.  Eins og flestir körfuboltaáhugamenn vita leiðir tvíeyki Paul Pierce og Antoine Walker liðið, en Kenny Anderson og Rodney Rogers eru einnig lykilmenn í liðinu ásamt nokkrum fleirum.\nCeltics liðið lagði Detroit 4-1 í undanúrslitum Austurdeildarinnar og eru Celtics og Lakers bæði komin áfram í úrslit í sinni deild og hlýtur það að vera draumur flestra körfuboltaáhugamanna að sjá þessi tvö lið etja kappi, þessi tvö gömlu stórveldi sem hafa háð margar orustur á körfuboltavellinum.\nAðalstyrkleiki í sóknarleik Celtics er sjálfsagt þriggja-stiga skotin.  Antoine Walker hitti flestum þriggja stiga körfum á þessu tímabili og ásamt honum eru Paul Pierce og Rodney Rogers frábærar skyttur.  Eric Williams, sem kom inn í byrjunarliðið þegar Joe Johnson var skipt til Phoenix, hefur þó reyndar komið með meira jafnvægi í sóknarleikinn, kannski ásamt Kenny Anderson.  En Kenny hefur einmitt verið að leika frábærlega að undanförnu og reyndar í allan vetur.  Hann skoraði t.a.m. 17 stig í fimmta leik liðsins gegn Detroit og þar á meðal mikilvægar körfur á lokasprettinum þegar Pierce og Walker voru í villuvandræðum og sátu á bekknum.\nMöguleikar Boston gegn Lakers, ef að liðin myndu nú mætast, eru kannski ekki svo ýkja miklir.  Þó myndu Pierce og Kobe há skemmtilega rimmu, en ég er á því að Pierce sé betri leikmaður, bæði tölfræðilega séð og bara í ýmsum þáttum leiksins.  Walker-arnir, Antoine og Samaki myndu há rimmu sem væri skrýtin, Samaki er fyrir það að vera inni í teig, en Antoine er algjör byssa og getur sett niður þriggja stiga skot nánast eins og hann vill.  Einnig myndu Kenny Anderson og Derek Fisher há baráttu mikla, en þar held ég að Kenny Anderson hafi vinningin.  En Vandamálið er að Tony Battie, miðherji Celtics er ekki nema 6-11 á hæð, eða 211 cm.  En þrátt fyrir það er hann seigur og ætti að geta hangið aðeins í Shaq, en Shaq er nú eitthvað meiddur, í fæti, og ef þau meiðsli verða eitthvað verri þá eiga Celtics menn einhvern möguleika.\nÞað verður gaman að fylgjast með einvígi New Jersey og Celtics því þar mun Jason Kidd leiða deildarmeistarana í Austri gegn besta liði Austursins í dag, Celtics, og mun þetta vera frábær barátta, en hvíldin sem Celtics menn fá um þessar mundir er mikilvæg og er vonin að leikjum fjölgi í rimmu New Jersey og Charlotte, en New Jersey menn ættu að sigra Hornets liðið, sem er að leika sitt síðasta tímabil í Charlotte.\nGo Celtics",
    "url": "https://www.hugi.is/korfubolti/greinar/77395/boston-celtics-spila-til-urslita-i-austrinu/",
    "url_id": "77395",
    "id": "547055",
    "replies": [
        {
            "user": "blob",
            "user_id": "9892",
            "date": "2002-05-15 17:05:36",
            "id": "547056",
            "reply_to_id": "547055",
            "text": "Satt er það þetta er eitthvað sem NBA áhugamenn hafa látið sér dreyma um síðasta áratuginn og gott betur en það. En hvað sem því líður er ekkert lið í deildinni sem á eitthvað í Lakers, þeir eru búnir að sýna það og sanna undanfarin ár. Þessi meiðsl Shaq eru ekki það stórvægileg að þau eigi að geta hamlað Lakers eitthvað mikið. Þetta eru eymsli í stóru tá… Alvöru atvinnumaður eins og Shaq harkar það af sér á svona stundum og stígur upp sterkari en nokkurn tímann áður. Gott dæmi um slíkan leikmann er minn maður Teitur Örlygsson, hann hefur leikið með hita og ælupest og samt skorað yfir 30 stig. Það fer bara allt eftir því hvað menn eru tilbúnir að leggja á sig.\nLakers liðið er bara eins og er skrefi á undan öllum öðrum liðum. Eins og öll lið munu vera sem Phil Jackson á eftir að þjálfa í framtíðinni. Sjáið bara Bulls stórveldið. Það var sagt að ekkert mál væri að vinna með þessa menn innanborðs. Menn á borð við Jordan, Pippen, Rodman, Grant, Cartwright o.fl. en málið er þó það að Lakers voru með þetta lið áður en Jackson tók við þeim og þá voru þeir bara mellow lið…\nGO LAKERS!!! :D"
        },
        {
            "user": "Bacdafucup",
            "user_id": "11235",
            "date": "2002-05-15 23:48:01",
            "id": "547057",
            "reply_to_id": "547056",
            "text": "Það verður að hafa það í huga að táin á Shaq er eins og lærvöðvinn á okkur. Shaq hefur haft meiðsli í þessari blessuðu tá í nokkurn tíma, og hún virðist ekkert vera að lagast. Sjálfur hallast ég að því að Sacramento taki Lakers 4-2. Þar mun vega þungt Webber og Stojakovic. Einnig ætti Doug Christie að geta haldið Kobe Bryant niðri, enda frábær varnarmaður. Þannig að Celtics mun mæta Kings í úrslitum og Kings vinna þær rimmur 4-1"
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2002-05-17 14:34:01",
            "id": "547058",
            "reply_to_id": "547057",
            "text": "Ég taldi að Spurs væru eina liðið sem gæti sigrað lakers. Þeir voru reyndar nálægt því. Voru yfir byrjun fjórða leikhluta í öllum leikjunum!  En tókst einhvern veginn að skíta á sig í þessum leikhluta með Danny Ferry fremstan í flokki! :(\nHvað um það. Nú tekur Kings á móti Lakers. Þeir eru með heimavöllinn en á móti kemur að Stojakovic er meiddur og spilar ekki fyrstu 2 leikina, kannski fleiri.\nÞað er spurning hvað Doug Christie getur haldið Kobe niðri. Kobe var nú að mæta Bruce Bowen í síðustu umferð og er það besti varnarmaður deildarinnar í þessari stöðu.  En þetta eru tvímælalaust tvö sterkustu lið deildarinnar og það lið sem vinnur verður meistari."
        },
        {
            "user": "kamalflos",
            "user_id": "4989",
            "date": "2002-05-17 20:32:41",
            "id": "547059",
            "reply_to_id": "547058",
            "text": "Það hefur oft verið talað um að Doug Christie eigi að stoppa Kobe en það gerist sjaldan.  Kobe hefur Shaq og enginn getur stoppað shaq, það er bara staðreynd.  Sacramento MUN reyna að tvöfalda Shaq.  Þá MUN losna um Kobe og hann má ekki fá pláss.  Staðreyndin er sú að það er nógu erfitt að stoppa Kobe, en sú staðreynd að Shaq losar um hann gerir Lakers liðið það sem það er í dag.  Svo á einhvern undraverðan hátt stíga Derek Fisher, Rick Fox og Robert Horry upp í hverri úrslitakeppninni á fætur annari og sýna hversu mikla breidd þetta lakers lið býr yfir.\nHins vegar er ég ekki sammála því að Bruce Bowen sé besti varnarmaðurinn í þessari stöðu…Christie er þó betri að mínu mati.."
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2002-05-18 18:24:16",
            "id": "547060",
            "reply_to_id": "547059",
            "text": "Kamelflos.. Þú færð núna að sjá að Doug Christie er verri varnarmaður en Bruce Bowen! :)  Ég fylgdist nokkuð vel með þessari rimmu þeirra og kobe átti í miklum vandræðum.. tók mjög þvinguð skot oft á tíðum og þetta var virkilega erfitt fyrir hann."
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2002-05-19 12:54:50",
            "id": "547061",
            "reply_to_id": "547055",
            "text": "Þetta verður spennandi rimma. Celtics vs. Nets. Það lið sem vinnur verður að leggja mikið á sig ef það á að vinna Vesturdeildarliðið."
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2002-05-19 16:38:02",
            "id": "547062",
            "reply_to_id": "547061",
            "text": "Það er náttúrulega ekki spurning að Lakers-Kings er hinn sanni úrslitaleikur. Kings voru með besta vinningshlutfallið í allri deildinni og Lakers eru núverandi meistarar. Það lið sem vinnur hérna mun taka úrslitin 4-0.. mun kannski tapa einum leik og þá aðeins vegna þess að þeir eru ekki komnir niður á jörðina eftir sigur á vesturdeildinni."
        },
        {
            "user": "grenger",
            "user_id": "19682",
            "date": "2002-05-23 14:25:36",
            "id": "547063",
            "reply_to_id": "547062",
            "text": "Ég vona að Boston vinni New Jersey og komist í úrslitin. En þá mæta þeir örugglega Lakers og þurfa þá væntanlega að játa sig sigraða. Það er fátt sem stoppar Lakers. Þeir leika vel undir pressu og eru með tvær stórstjörnur. Ég er nokkuð viss um að þeir vinni því þeir eru nánast óstöðvandi.Í fyrra settu þeir met með því að tapa aðeins einum leik í úrslitakeppninni en sá leikur var á móti Philadelphia 76ers og þeir töpuðu í framlengingu. En það getur alltaf gerst að Sacramento vinni og mæti New jersey í úrslitum."
        }
    ]
}