{
    "forum_title": "Gæludýr",
    "user": "heili",
    "user_id": "15029",
    "date": "2002-05-16 15:02:10",
    "title": "Höfrungar",
    "text": "í seinni heimstirjöldinni voru notaðir höfrungar til þess að\nfinna kafbáta óvinana. en þeir voru líka að ransaka óvina höfn. Þessi tæki sem höfrunganir voru með, þau voru uppi í munninum á þeim.\nOg þessir höfrungar voru sérþjálfaðir til að hafa þetta tæki uppi í sér.Enn þeir sáu ekki jarðspreingur sem leindust í sandinum og þegar kafarar komu þá sprungu þeir í tætlur.\nEn stundum sprungu höfrungana í tætlur og\nþá varð að koma með þannig tæki til að færlægja sprengjunar svo\nhöfrungar voru notaðir mikið í seinni heimstirjöldinni.\nEn mér finnst þetta ekki fallegt gert af hernum því að þér fóru illa með höfrunagana og gáfu þeim straum ef þeir fóru ekki eftir skipunum svo létust líka margir höfrungar í seinni heimstyrjiöldinni og ennþá daginn í dag eru notaðir höfrungar í hernum en þó ekki í jafn miklum fjölda.\nHöfrungar eru oftast kallaðir bjargvætir sjávarins hér er t.d. eitt dæmi\nÞað er til saga um að höfrungur hjálpanið manni sem átti að deyja\nmeð skipi en þá kom höfrungur og hjálpaði honum þaðan. Og svo þegar maður fer á sjó sér maður höfrunga sem fara með skipinu og það er falleg sjón að sjá þá synda meðfram skipuni og stökkva svo upp í loftið.\nKv.\nHeili",
    "url": "https://www.hugi.is/gaeludyr/greinar/77545/hofrungar/",
    "url_id": "77545",
    "id": "548277",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-16 15:58:16",
            "id": "548278",
            "reply_to_id": "548277",
            "text": "Töff grein ég vissi þetta ekki um seinni heimstyrjiöldinna"
        },
        {
            "user": "Fenrir1",
            "user_id": "15755",
            "date": "2002-05-16 16:15:25",
            "id": "548279",
            "reply_to_id": "548277",
            "text": "Flott grein?\nÉg hef sjaldan séð grein á Huga með jafnmörgum stafsetningarvillum og jafnmikinn skort á samhengi.  Maður verður nú að leggja smá tíma í greinar ef maður ætlast til að fólk lesi þær."
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2002-05-16 16:47:42",
            "id": "548280",
            "reply_to_id": "548279",
            "text": "Það gæti nú verið inni í myndinni að greinarhöfundur sé haldinn lesblindu…. hmmm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-16 21:17:24",
            "id": "548281",
            "reply_to_id": "548280",
            "text": "Furðulegt hvernig allir lesblindir Íslendingar virðast sækja í Huga!\nSvo til gamans má geta að höfrungar éta afkvæmi sín ef þeir eru svangir, sæt dýr!"
        },
        {
            "user": "forynja",
            "user_id": "15898",
            "date": "2002-05-16 17:01:19",
            "id": "548282",
            "reply_to_id": "548277",
            "text": "Höfrungar eru æði.\nÉg hef líka heyrt um brimbrettakall sem var næstum étinn af hákarli en þá komu höfrungar og björguðu honum. Þeir syntu í kringum hann og fylgdu honum upp að ströndinni og fældu hákarlinn í burtu.\nkv. forynja"
        }
    ]
}