{
    "forum_title": "Vélbúnaður",
    "user": "UglyKidJoe",
    "user_id": "21332",
    "date": "2002-05-18 12:14:26",
    "title": "Rándýr Audio snúra í Tölvulistanum",
    "text": "Hver kannast ekki við að vanta audio snúru milli geisladrifs og hljóðkorts/móðurborðs ?\nÉg er eins og sennilega þið langflestir með 2 geisladrif en mig er búið að vanta audio snúruna í hljóðkortið í nokkra mánuði og afþví að ég bý í Grafarvogi þá þarf ég að þvælast niður í bæ til að kaupa það sem mig vantar í tölvuna eða panta það með tilheyrandi biðtíma.\nEn í dag laugardag átti ég erindi niður á Hverfisgötu þannig að ég hugsaði með mér að í heimleiðinni myndi ég koma við í Tölvulistanum og fá mér þessa snúru og aðra til að eiga til vara ef ég lenti í því að fá tölvu til að gera við sem ekki væri með þessa snúru og afþví að ég vissi að mágkona mín keypti svona snúru á 47.- krónur í EJS þá myndi þetta varla setja mig á hausinn :)\nEn ég fór semsagt í Tölvulistann Nóatúni og bað gaur um 2 audio snúrur og sveimérþá hann vissi strax hvað ég var að tala um og kom með 2 stykki pikkaði í tölvuna og sagði svo 980.-krónur !\nHA ?! sagði ég … 980.- krónur endurtók gaurinn, ég hlýt að heyra verulega illa hugsaði og réti honum þúsundkall en þegar hann rétti mér 20 krónur til baka þá datt af mér sndlitið og ég gekk niðurlútur út úr verslunninni en það sauð á mér !\nÉg er búinn að lofa sjálum mér því að ég skal aldrei aldrei ALDREI!!! versla þarna framar né ráðleggja neinum að versla við þá   þetta er rán! 490.- krónur kostar 1 stykki audio snúra það er nokkuð hundruð sinnum meira en hún kostar tildæmis hjá EJS.\nÉg veit að ég er alger auli að taka það í mál að borga þeta fyrir snúrurnar og láta mig hafa það en ég er bara þannig gerður að ég nenni ekki að vera að væla inni í verslunum reyni frekar að vera friðsamur og hefna mín á annan hátt :o) !!!\nÞað er fullt af góðum tölvubúðum til í Reykjavík\nen Tölvulistinn er ekki ein af þeim !\nKallaðu það smámunasemi en mér finnst það ekki.",
    "url": "https://www.hugi.is/velbunadur/greinar/77812/randyr-audio-snura-i-tolvulistanum/",
    "url_id": "77812",
    "id": "550142",
    "replies": [
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2002-05-18 15:55:05",
            "id": "550143",
            "reply_to_id": "550142",
            "text": "Lenti í svipuðu í tölvulistanum um daginn.\nVantaði Y-powersplitter og nokkra skrifanlega geisladiska. Fór þangað, diskarnir á ágætu verði, bað gaurinn í afgreiðslunni hvort það væru til y-splitterar og hann sagði já, ég spurði hvað þeir kostuðu og hann svaraði “500kr”. Það er svona verð sem ég var að búast við þó að þetta er í raunninni miklu miklu dýrara en það ætti að kosta, en þetta er nokkurnveginn eðlilegt verð á íslandi, held ég.\nAnnars, ég sagðist ættla að fá einn svoleiðis og hann fór og sótti eitt stikki. Skráði inn kaupin í tölvuna, s.s. 1stk 25diska cd cone og 1stk ysplitter. Heildar verðið sem hann sagði mér svo varð allt í einu nokkur hundruð köllum dýrara en ég bjóst við þannig að ég spurði hann afhverju. Allt í einu kom í ljós að þessi ysplitter kostar helvítis 750kr hjá þeim. Afgreiðslumaðurinn var ekkert að hafa fyrir að leiðrétta sýn fyrri orð að þetta kostaði 500kr heldur ætlaðist bara til að ég borgaði 750kr fyrir þetta.\nÉg keypti allaveganna ekki ysplitterinn þarna og ég held ég kaupi aldrei aftur smáhluti í þessari búð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-18 16:25:45",
            "id": "550144",
            "reply_to_id": "550143",
            "text": "vó þarf einmitt svona audio-snúru, ætlaði að fara í tölvulistann um daginn en nennti því ekki :) 490 kr.. what the hell, en kosta þær 47 kr í ejs sem sagt??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-18 16:25:57",
            "id": "550145",
            "reply_to_id": "550142",
            "text": "ja ég tek undir það\nþú ert bara algjör AULI að borga þetta fyrir þær og labba út fyrst að þú VISSIR betur\nþarft ekki að væla eða vera ókurteis, heldur bara segja “það er aðeins of mikið heldur ég er tilbúin til að borga fyrir þessar snúrur”\ntaka peningin og fara\ntölvulistinn er með helling af fínum vörum og örugglega helling af öðrum vörum sem eru of dýrar….  oft versla þessar verslanir við heildsala sem að verðleggja litlu hlutina svona mikið…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-18 16:28:16",
            "id": "550146",
            "reply_to_id": "550145",
            "text": "eða segja bara : úps ég gleymdi peningnum heima,kem aftur “fljótlega”"
        },
        {
            "user": "UglyKidJoe",
            "user_id": "21332",
            "date": "2002-05-18 16:30:50",
            "id": "550147",
            "reply_to_id": "550142",
            "text": "“hefna mín á annan hátt”\nhefna þín fyrir hvað… það er engin að neyða þig til að versla þarna\nheldurðu að fólk sem borgar nokkrum þúsund köllum meira á madonnu fyrir að éta heldur en á macdonalds ætli að hefna sín…\nkannski ekkert alltof sambærilegt, en í báðum tilvikum er fólki frjálst að versla þarna…\nfrjáls verslun er af hinu góða og til að hún virki fyrir fólkið þá þarf fólk að vera meðvitaðir neytendur og stunda verðsamanburð…. þeir sem gera það ekki eða kaupa bara það sem að þeim er rétt geta engum öðrum kennt nema sér sjálfum\nannars er mjög gott hjá þér að skrifa um þetta hérna….  :)"
        },
        {
            "user": "UglyKidJoe",
            "user_id": "21332",
            "date": "2002-05-18 19:03:41",
            "id": "550148",
            "reply_to_id": "550147",
            "text": "Ég er sammála þér …ég hefði átt….  en núna á ég eina audio snúru á 490.- vill einhver kaupa ?? :o)   stndum “droppar” maður bara við í búð og býst að sjálfsögðu ekki við svonalöguðu þú skilur.\nEn ekki bera saman McDonalds og Madonna því ef þessi audio snúra væri svona miklu betri en aðrar venjulegar snúrur þá eru kannski til menn sem eru til í að borga meira fyrir þær en þessi er ekkert betri ekki úr silfri eða á neinn hátt öðruvísi en hinar. Það er góður matur á Madonna svona 490.-kr. en McDonalds…..ja það er svona 47.-kr.  :o)"
        },
        {
            "user": "Giraffi",
            "user_id": "1304",
            "date": "2002-07-23 17:38:25",
            "id": "550149",
            "reply_to_id": "550147",
            "text": "Fyrst Droopy minntist á frjálshyggjusjónarmiðið í málinu finnst mér ég verða að benda á að grundvallaratriði frjálsra viðskipta er tjáningar- og fjölmiðlafrelsið. Til að samkeppnin virki almennilega verða menn að bera saman bækur sínar þannig að það fréttist út ef einhver (tölvulistinn í okkar dæmi) er ekki að standa sig. Til langs tíma litið leiðir það til bættrar þjónustu hjá öllum fyrirtækjunum.\nÞað er því alls ekki rangt af “MyFamily” að segjast ætla að “hefna sín” því það er einmitt það sem hann gerði - hann sagði fólki (með afkastamikilli aðferð, drottinn blessi Netið) frá þessu fáránlega verði - og þannig stuðlaði hann að bættri þjónustu í tölvubransanum í heild sinni.\nÞað var heldur ekki rangt af honum að kaupa kapalinn, því ef hann nennti ekki að fara annað að kaupa hann þá getur verið að það hafi verið peninganna virði að klára dæmið strax.\nÞað er annars mjög algengt að fyrirtæki beiti þessari aðferð - auglýsa vörur á mjög lágu verði en hafa svo margfalda álagningu á stuðningsvörunum. Prentarar og brenthylki eru annað dæmi um þetta. Þetta þekkist líka víðar, t.d. í matvælabransanum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-23 21:01:33",
            "id": "550150",
            "reply_to_id": "550149",
            "text": "ja, mér fannst bara kombóið á því að kaupa snúruna og tala um hefndir vera, hvað á maður að segja, …. hræsni\nen jú, auðvitað eru neytendasamtök og samráð neytenda stór hluti af frjálsum markaði, og er ég engan vegin að vega að því….\nen sem kaupandi vörunnar, var hann samt að stuðla að því að verðið haldist uppi á þessari ákveðnu vöru…..\nþað skiptir nefnilega meira máli hvað kemur í kassann, heldur en hvað er sagt á spjallþráðum út í bæ…. ef að búðareigendur eru vökullir og taka eftir fylgni við sölu í verslun sinni og umtali út í bæ, þá taka þeir mark á því…\nen eins og við sjáum þá t.d. hefur slæmt umtal um jón ólafsson í mörg ár haft lítið að segja um hversu margar áskriftir stöð 2 selur, eða hversu marga geisladiska skífan selur.\naftur á móti hefur samkeppnin eins og skjár 1 og aðrar plötubúðir og/eða netið haft meira að segja um varðandi stöð2/skífuna…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-18 17:00:57",
            "id": "550151",
            "reply_to_id": "550142",
            "text": "Díses kræst … þetta land er á hraðri leið til hellvítis segi ég!\nÞað vill svo til að í fyrra vantaði mig svona snúr og ákvað að fara bara í BT vegna þess að ég átti leið hjá. Þar af öllum stöðum fékk ég þessa vesælu snúru án endurgjalds! :)"
        },
        {
            "user": "Sorcerer1",
            "user_id": "16535",
            "date": "2002-05-18 23:20:07",
            "id": "550152",
            "reply_to_id": "550142",
            "text": "Mér finnt að allir sem eiga leið hjá tölvulistanum ættu að fara inn, biðja um: “audio snúru á milli geisladrifs og hljóðkorts” og þegar kallin segir verðið þá skal mæla: “Það er miklu meira en ég er til í að borga fyrir þessa vöru” og labba svo út…… þeir verð örugglega hissa ef að þeir fá kannski 10-20 manns á einni viku sem að gera það sama?"
        },
        {
            "user": "Guybrush",
            "user_id": "14640",
            "date": "2002-05-19 00:15:31",
            "id": "550153",
            "reply_to_id": "550152",
            "text": "Persónulega tel ég þennan gaur vera að ljúga.\nég fékk svona svipaða snúru fría einu sinni hjá\ntölvulistanum.\nMér finnst tölvulistinnn vera bara besta tölvubúðin´\nsem ég hef verslað við"
        },
        {
            "user": "Guybrush",
            "user_id": "14640",
            "date": "2002-05-19 00:21:27",
            "id": "550154",
            "reply_to_id": "550153",
            "text": "Guybrush: Hvað græðir hann á því að sverta nafn þessarar verslunar ?"
        },
        {
            "user": "Guybrush",
            "user_id": "14640",
            "date": "2002-05-19 00:25:13",
            "id": "550155",
            "reply_to_id": "550154",
            "text": "heh ok ég sá þetta sjálfur\nCD Audio snúra frá geisladrifi í hljóðkort eða frá Sigma DVD korti í hljóðkort   490\ndjö maður ég fékk þetta frítt þegar ég bað um svona."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2002-05-19 06:02:35",
            "id": "550156",
            "reply_to_id": "550155",
            "text": "hvað fynnst þér þá um 750kr fyrir ysplitter sem er í raunnini ódýrari hlutur en audio snúra?"
        },
        {
            "user": "UglyKidJoe",
            "user_id": "21332",
            "date": "2002-05-19 11:33:17",
            "id": "550157",
            "reply_to_id": "550153",
            "text": "Ó nei ég myndi aldrei sverta nafn einhverrar verslunar sem mér finnst ekki eiga það skilið og græði ekkert á því hvort sem er þetta er staðreynd það getur hver sem er sannreynt með því að fara og kaupa sér svona snúru eða bara spyrja hvað hún kostar því ég mæli með að menn kaupi hana annarsstaðar. Ég hef keypt ýmislegt þarna í gegnum tíðina og oftast verið sæmilega sáttur en fyrir 1 1/2 ári hafði ég ekkert vit á tölvuíhlutum og fór í tölvulistann til að fá mér móðurborð og sagðist ætla að nota tölvuna mikið í leiki og myndvinnslu og hann seldi mér shuttle móðurborð  HOT 591P 450 mhz. sem ég yfirklukkaði síðar í 500 mhz. og getur mest notað samtals 256 mb. sdram vinnsluminni semsagt 128 í 2 raufar (hann sagði að ég gæti notað 2 X 512 mb. en neitaði því svo þegar  ég kvartaði við hann) það vita það allir að 256 er bara dropi í hafið og þetta var fyrsta slæma reynsla mín af þeim.\nÞeir gátu ekki ætlast til þess að ég vissi þetta ég sem var alveg grænn í þessu þá og leitaði allra ráða hja sölumanni.\nÞetta var einfaldlega dropinn sem fyllti mælinn !\nBTW Ég fór fyrst í þá mögnuðu búð Íhlutir í skipholti en þar er lokað á laugardögum :o(\nég veit reyndar ekki hvað svona snúra kostar þar?"
        },
        {
            "user": "TheBass",
            "user_id": "6568",
            "date": "2002-05-22 00:40:17",
            "id": "550158",
            "reply_to_id": "550157",
            "text": "vó! 490 er allt of mikið fyrir eina skítna audio snúru. en af hverju þurftiru hana…  ég hef alltaf getað stillt öll drif hjá mér á digital audio…\nwhy use analog when you can use digital?"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-05-22 01:06:51",
            "id": "550159",
            "reply_to_id": "550157",
            "text": "Já, úff ég var líka plataður til að kaupa HOT 591P móðurborðið á sínum tíma.\nSeinna komst ég að því að það er eitt mesta rusl sem maður getur komist yfir !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-22 13:30:14",
            "id": "550160",
            "reply_to_id": "550142",
            "text": "Þetta er RÁN, 490kr fyrir eina snúru sem er ekki með nema 2-3 víra og plasttengi á endunum.\nÞað er oft hægt að fá þetta gefins eða á innan við 100kr. annarstaða"
        },
        {
            "user": "radiogaga",
            "user_id": "15603",
            "date": "2002-05-25 04:51:30",
            "id": "550161",
            "reply_to_id": "550142",
            "text": "Mér finnst þetta low hjá þér að vera að sverta mannorð Tölvulistans þó svo að ÞÚ hafir verið svo vitlaus að kaupa hana ef þér fannst hún svona dýr,\nþú hefur engann rétt til þess að tala svona um þá útaf einni vöru.\nOg að hefna sín, þá ertu bara kominn niður fyrir allt sem er hægt að kalla gáfur því að þú getur bara kennt sjálfum þér um og engum öðrum.\n…"
        },
        {
            "user": "UglyKidJoe",
            "user_id": "21332",
            "date": "2002-05-25 09:44:33",
            "id": "550162",
            "reply_to_id": "550161",
            "text": "Líttu í kring um þig ! ÖLLUM hérna finnst þetta rándýrt hjá þeim ! hvernig stendur á því að hjá Tölvulistanum kostar svona snúra 490 krónur en annarsstaðar fæst hún á 50kr 100kr eða maður fær hana gefins !\nÉg hef fullan rétt á því að skrifa svona um þá útfaf einni vöru, reyndar ef þú hefur lesið meira en bara efstu greinina þá sérðu að þetta er ekki bara út af einni vöru !\nÉg má og get skrifað um það sem ég vil hérna og þér er frjálst að koma með komment, takk fyrir það.\nÞú ert sjálfur heimskur að skrifa um það sem þú ert ekki búinn að lesa…og skilja.\nEn fyrst og fremst þá er þetta LOW hjá tölvulistanum að verðleggja vöruna á þennan hátt og ræna viðskiptavini sína,\nef snúran hefði kostað 100 kall þá væri þessi grein ekki hérna."
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2002-08-12 02:41:21",
            "id": "550163",
            "reply_to_id": "550161",
            "text": "mer finnst hann nu ekki að hefna sín ef hann væri að hefna sín þá hafði hann tekið snúruna skemmt hana og skilað henni hann er bara að láta fólk vita að tölvulistinn okrar a sum sem er rétt. td keypti eg hitaleiðandi krem milli heatsink og örgjörva þarna á morðverði (fann etta hvergi annarstaðar). bless"
        },
        {
            "user": "einar112",
            "user_id": "12869",
            "date": "2002-06-10 12:55:10",
            "id": "550164",
            "reply_to_id": "550142",
            "text": "'Eg gæti ekki verið meira sammála það er verið að ræna mann þetta er bara skömm að hafa þetta svona dýrt!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!1"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-07-24 11:36:13",
            "id": "550165",
            "reply_to_id": "550142",
            "text": "heh ég kannast við það að kaupa hluti á dýrara verði en maður veit að á að vera eðlilegt…\nhef t.d. lent í því að ætla kaupa sjónvarp, örgjörva, skjákort eða whatever og síðan þegar maður mætir á staðinn þá er þetta ekki til eða uppselt…en þeir eiga aðra vöru sem er bara 5000kalli dýrari og kannski ekkert betri…hmmzz…ég kaupi það samt oft, bara vegna þess að ég var búinn að ákveða að kaupa þennan hlut!!\nSvo er tími líka peningar þannig að þetta voru nú ekki verstu mistök ever hjá þér eða eitthvað…þú ert allavegana búinn að redda þessum köplum!"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2002-07-25 12:17:14",
            "id": "550166",
            "reply_to_id": "550142",
            "text": "Það er reydar eitt í þessu sko,  Ég er búinn að vera sálfstæður viðgerðarmaður í nokkurn tíma og hef verið með heildsölu samning við nokkra birgja.  Oft var ódýrara fyrir mig að versla íhluti útúr búð hjá Tölvulistanum heldur en að versla þá í heildsölu af td Tölvudreifingu (sem er stærsta heildsölu fyritækið í þessum geira á landinu) þar á meðal minni og ýmislegt annað.  þó svo að einhver hafi slysast til að kaupa sér svona audio snúru þarna á 490 kr. þýðir það ekki að öll verslunin sé ein glæpastarfsemi.  Þessi verlagning er sennilega bara mistök og vonandi verður þessi grein þín til þess að þetta verði leiðrétt.  Btw þá held ég að TL sé ein besta og þægilegasta tölvuverslun hérna megin við atlantshafið og hefur mér fundist að allir starfsmenn þar séu allir að vilja gerðir til að aðstoða mann og kurteisir á allan hátt."
        }
    ]
}