{
    "forum_title": "Stórmót",
    "user": null,
    "user_id": null,
    "date": "2002-05-18 19:19:09",
    "title": "Fer Ronaldo kannski til Man Utd ?",
    "text": "Inter Milan hefur boðið Man Utd brasilíska undrabarnið Ronaldo í því skyni að bjarga ferli stráksins.  Ekki er víst að hann verði seldur til Utd heldur gæti verið um lánssamning að ræða þar sem kostunaraðili Ronaldo, Nike, kæmi við sögu. Nike er einnig einn af styrktaraðilum Inter og Man Utd sem leika í Nike búningum á næstu leiktíð.\nUmboðsmaður Ronaldo er að vinna í því að koma honum til Man Utd og heimildamaður nákominn Ronaldo segir að það séu jákvæð viðbrögð þar á bænum.  Yfirnjósnari Utd í Evrópu, Martin Ferguson, bróðir Sir Alex, mun fylgjast með Ronaldo í dag þegar Brasilía mætir úrvali Katalóníuhéraðs á Spáni.\nEkki er reiknað með að Utd vilji festa kaup á Ronaldo heldur myndi árslangur lánssamningur koma til greina.  Þá er talað um að ef Nike eða Inter myndi leggja til hluta launakostnaðar myndi dæmið líta girnlegra út fyrir Utd.  Þá er Barcleona sem einnig er kostað af Nike líka inni í myndinni.\nRonaldo hefur sem kunnugt er átt í langvinnum meiðslum síðustu 2 ár en hefur verið að koma sterkur inn að undanförnu.  Hann átti glæilega endurkomu í síðustu leikjum Inter á leiktíðinni og skoraði 7 mörk í 10 leikjum sem hann kom oftast inn á sem varamaður í.\nKveðja,\nTS",
    "url": "https://www.hugi.is/stormot/greinar/77831/fer-ronaldo-kannski-til-man-utd/",
    "url_id": "77831",
    "id": "550706",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-19 14:45:12",
            "id": "550707",
            "reply_to_id": "550706",
            "text": "Ég vona svo sannarlega ekki að United fái Ronaldo. Þetta er stórhættulegur sóknarmaður sem gæti orðið mínum mönnum erfiður. En gaman væri þó að sjá hann sýna takta í enska boltanum.\nDrengu"
        },
        {
            "user": "YtseJam",
            "user_id": "8944",
            "date": "2002-05-19 18:25:00",
            "id": "550708",
            "reply_to_id": "550706",
            "text": "Fínt að fá hann að láni fyrst, sjá svo til, þar að segja ef hann meiðist ekki aftur!"
        },
        {
            "user": "sarah87",
            "user_id": "21282",
            "date": "2002-05-19 19:41:13",
            "id": "550709",
            "reply_to_id": "550706",
            "text": "Flott að fá Ronaldo til Utd mar :) sjá allavega hvernig hann stendur sig með strákunum mínum :)"
        },
        {
            "user": "Beyglur",
            "user_id": "21522",
            "date": "2002-05-20 15:03:54",
            "id": "550710",
            "reply_to_id": "550706",
            "text": "Það væri svosem í lagi ef hann færi þangað,,, bæði fyrir hann og Man.Utd. En bara þá í lán í ár, þeir eiga ekki að kaupa hann."
        }
    ]
}