{
    "forum_title": "Deiglan",
    "user": "ritter",
    "user_id": "7998",
    "date": "2002-05-20 18:54:48",
    "title": "Upptaka evru mun auka líkur á fjöldaatvinnuleysi",
    "text": "Upptaka evru mun auka líkur á fjöldaatvinnuleysi\nÁ aðalfundi Samtaka atvinnulífsins þann 9. maí sl. var lögð fram skýrzla sem tekin var saman af hagfræðingunum Ásgeiri Jónssyni og Sigurði Jóhannessyni fyrir samtökin.  Skýrzla þessi ber heitið “Sveigjanleiki á vinnumarkaði og upptaka evrunnar” en samkvæmt henni mun upptaka evru á Íslandi leiða til þess að sveigjanleiki á íslenzkum vinnumarkaði, sem hingað til hefur allajafna verið mjög mikill, glatizt.\nRannsókn tvímenninganna gefur til kynna að upptaka evrunnar hér á landi muni draga úr svigrúmi á íslenzkum vinnumarkaði.  Ennfremur kemur fram í skýrzlunni að upptaka evrunnar muni auka líkurnar á svokölluðu kreppuatvinnuleysi, þ.e. fjöldaatvinnuleysi, sem er eitthvað sem menn hafa ekki þekkt hér á landi síðan í kreppunni miklu á fjórða áratug 20. aldarinnar.  Slíkt fjöldaatvinnuleysi er hins vegar velþekkt og viðvarandi fyrirbæri víða á meginlandi Evrópu og stafar það að miklu leyti af skorti á sveigjanleika á vinnumörkuðum þar að mati skýrzluhöfunda.  Upptaka evrunnar víða á meginlandinu hefur síðan síður en svo bætt þá stöðu.\nÍ skýrzlunni segir m.a. orðrétt:  “Upptaka evrunnar myndi því draga úr svigrúmi íslenskra stjórnvalda til þess að viðhalda fullri atvinnu. … Sú stefna að færa taxta nær greiddum launum getur því falið í sér töluverðan kostnað fyrir þjóðfélagið með kreppuatvinnuleysi ef á móti blæs í efnahagslífinu og ekki verður lengur hægt að mæta vandanum með peningaprentun og verðbólgu.”\nÍ skýrzlunni segir ennfremur að lítil ríki eigi auðveldara um vik með að bregðast við atvinnuleysi og stöðnun í hagvexti en stærri ríki.  Evran þýði endalok sjálfstæðrar peningamálastefnu og svigjanlegs gengis og skapi þannig mikinn ósveigjanleika á vinnumarkaði.  Því er gert ráð fyrir að sameiginlegur gjaldmiðill, eins og evran, auki verulega líkurnar á fjöldaatvinnuleysi í þeim löndum sem taka hann upp.\nHeimild:\n“Upptaka evrunnar dregur úr svigrúmi á vinnumarkaði” - Morgunblaðið, 8. maí 2002.\nHjörtur J.",
    "url": "https://www.hugi.is/deiglan/greinar/78040/upptaka-evru-mun-auka-likur-a-fjoldaatvinnuleysi/",
    "url_id": "78040",
    "id": "552312",
    "replies": [
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2002-05-21 10:08:39",
            "id": "552313",
            "reply_to_id": "552312",
            "text": "Heh.\nSkýrzlunni já."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2002-05-21 10:12:48",
            "id": "552314",
            "reply_to_id": "552313",
            "text": "Ekkert að þessu orðalagi, þetta er gamalt og gott íslenskt tungumál.\nÞað er ekki hægt að ætlast til þess að þú þekkir þetta, það hefur ekki verið kennt að stafsetja með zetunni í áratugi."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2002-05-21 10:14:32",
            "id": "552315",
            "reply_to_id": "552312",
            "text": "Því miður hefur hluti Íslendinga verið að fást við svokallað kreppuatvinnuleysi. Tölvumenntaðir eru ekki í mikilli eftirspurn hérlendis, eins og annarsstaðar."
        },
        {
            "user": "obsidian",
            "user_id": "1799",
            "date": "2002-05-21 13:22:14",
            "id": "552316",
            "reply_to_id": "552312",
            "text": "Það væri gaman að heyra frá þér örlítið meira um ástæður þessa fjöldaatvinnuleysis sem evran á að skapa.  Nú er ég ekki harður Evrusinni, síður en svo, en hins vegar á ég erfitt með að sjá hvers vegna upptaka sterks gjaldmiðils sem að mörgu leyti er betur í stakk búinn til að mynda gagnvart dollar en ISK leiðir til þess að atvinnumarkaður verði svo samansaumaður að það leiði til f´öldaatvinnuleysis eins og að kreppuárunum.  Þetta er ansi stór fullyrðing fyrir minn smekk.  nánari útskýringar væru vel þegnar.\nobsidian"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-05-23 21:34:02",
            "id": "552317",
            "reply_to_id": "552316",
            "text": "Sæll,\nÞetta er auðvitað fyrir það fyrsta ekki grein frá mér í eiginlegum skilningi heldur unnið upp úr umræddri frétt í Morgunblaðinu sem var reyndar getið í öðrum fjölmiðlum líka hér á landi.  Hitt er svo annað mál að umræddir hagfræðingar segja ástæðuna vera þá að ef aðstæður skapast á íslenskum vinnumarkaði þannig að það stefni í mikið atvinnuleysi þá sé svigrúm stjórnvalda, og annarra aðila, miklu minna til að bregðast við því ástandi ef við værum með evruna en krónuna, m.a. þar sem ýmis efnahagsleg stjórntæki væru komin úr landi.  Úrræðin vegna ástandsins væru til þess að gera miklum mun minni.  Svona munu hagfræðingarnir meta þetta.\nKv.\nHjörtu"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-05-21 13:30:04",
            "id": "552318",
            "reply_to_id": "552312",
            "text": "djís maður, ætli við neyðumst ekki bara til að senda heim allt liðið sem er með tímabundin atvinnuleyfi :)"
        },
        {
            "user": "LarusH",
            "user_id": "11687",
            "date": "2002-05-21 17:49:52",
            "id": "552319",
            "reply_to_id": "552312",
            "text": "Já ég vill fá frekari rökstuðnig frá þér Hjörtur varðandi þetta fjöldaatvinnuleysi. Ég myndi telja það eðlilegra að evran myndi styrkja okkar hagkerfi frekar en hitt. Og ef illa áraði þá tækjum við bara eins og gert er í dag risa lán með erlendum gjaldmiðli.\n…og varðandi skýrzlun umræðuna..gamallt og gott íslenzkt mál, ekki hef ég heyrt mikið af skýrslugerðum frá fyrri öldum;)\nKveðja, Lárush"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-05-21 23:05:01",
            "id": "552320",
            "reply_to_id": "552319",
            "text": "Er þetta ekki bara enn einn hræðsluáróðurinn!\nAndstæðingar esb eru með allskonar fáránlegar staðhæfingar, eins og að fiskveiði lögsagan myndi fara öll í hendur esb og við rétt fengjum í soðið.\nef evran kemur þá verða allir allt í einu atvinnulausir af því að þar eru svo margir atvinnulausir í frakklandi.\nog ekki má gleyma tölunum því að þar eru tölur eins og 12.000.000.000. nefndir sem engin ENGIN sérfróður maður í evrópumálum tekur undir.\nÞað verst við þetta allt saman er að t.d Davíð (biscmark) Oddson, slengir svon fullyrðingum fram og svo Þorir/getur/vill/nennir ekki að koma fram fyrir almenning og verja þessar yfirlýsingar….\nEn sem betur fer skánar þetta allt á næsta kjörtímabili því þá þarf maðurinn að Hræðast stóra vonda ESB í stjórnarandstöðu :)\nen þetta er kannski aðeins of mikill útúrdúr :)\nkv:vigni"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-05-23 21:43:11",
            "id": "552321",
            "reply_to_id": "552320",
            "text": "Sæll kallinn,\nÉg sé að Davíð er ekki lengur goðið þitt og býzt ég við að Össur hafi tekið við því hlutverki, já eða Ingibjörg Sólrún :)\nEn hvað um það.  Þú talar um hræðsluáróður.  Það finnst mér nú orðum aukið.  Annars er það nú bara einu sinni svo í þessum heimi að þar er margt sem menn hafa fyllztu ástæðu til að vera á varðbergi gagnvart.  Við lifum því miður ekki í einhverri paradís þar sem ekkert er að óttazt.\nÞað eru nú annars flestir meira eða minna sammála um að við missum yfirráðin yfir auðlindinni í hafinu ef við gerumst aðilar að ESB, þ.á.m. a.m.k. flestallir kratar og aðrir ESB-sinnar sem ég hef talað við.  Það sjónarmið (staðreynd) er því svo sannarlega ekkert bundið við andstæðinga ESB-aðildar.\nKv.\nHjörtu"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-05-23 22:11:17",
            "id": "552322",
            "reply_to_id": "552321",
            "text": "Nei nei Pétur blöndal er átrúnaðar goðið mitt núna:)\nen ég skil ekki af hverji þið viljið þá ekki að íslands sæki um aðild til að sjá hvaða díll er í boði. þegar endanlegt svar er komið þá getur þjóðin fengið “raunhæfar” upplýsingar og kosið með eða á móti.\nkV;vigni"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-05-23 22:31:07",
            "id": "552323",
            "reply_to_id": "552322",
            "text": "En ég er ekki heldur að segja að eftir esb bíði ekkert nema Paradís."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-05-25 21:58:03",
            "id": "552324",
            "reply_to_id": "552322",
            "text": "Sæll,\nPersónulega finnst mér bara jafn gáfulegt að kanna þau mál og kjósa um þau og að halda sveitarstjórnarkosningar á Skagaströnd núna með einn lista í framboði :)  Mér finnst bara einn valkostur vera í stöðunni.  Gallar aðildar eru bara svo mikið meiri en kostirnir.  En fyrst og fremst er ég einfaldlega þeirrar skoðunar að sjálfstæði Íslands sé einfaldlega ekki til sölu fyrir nokkurn hlut.  Ég hef engan áhuga á að setja verðmiða á sjálfstæði þjóðarinnar og sjálfsforræði.\nFáeinar tilvitnanir sem mér finnst eiga fullt erindi við þessa umræðu: :)\n“They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.” -Benjamin Franklin\n“And to preserve their independence, we must not let our rulers load us with perpetual debt. We must make our election between economy and liberty, or profusion and servitude.” -Thomas Jefferson\n“America will never be destroyed from the outside. If we falter and loose our freedoms it will be because we destroyed ourselves.” -Abraham Lincoln\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-05-23 21:36:58",
            "id": "552325",
            "reply_to_id": "552319",
            "text": "Sæll,\nVarðandi “skýrzluna” er um að ræða málfræðilegt atriði en ekki sögulegt atriði aftan úr öldum.  Annars hefur löngum verið ritað mikið af skýrzlum og öðrum opinberum gögnum, í gegnum tíðina og það án efa í mörg hundruð ár.\nBendi á svar mitt til obsidian að öðru leyti.\nKv.\nHjörtu"
        },
        {
            "user": "gong",
            "user_id": "4056",
            "date": "2002-05-22 01:18:47",
            "id": "552326",
            "reply_to_id": "552312",
            "text": "ekki er ég nú alveg alltaf sammála þér ritter, og veit reyndar ekki hvort svo er nú, eður ei, þar sem þetta var bara kvót úr mogga, en ekki grein frá þér. Hins vegar trúi ég þessum hagfræðingum, Geira og Sigga, bara alveg og vona að við förum ekki að asnast til að taka upp evruna. Fólk, td frá Spáni, þar sem evran er nýkomin, klórar sér í hausnum og skilur ekki alveg verðlagið, en allt hefur hækkað gríðarlega á þeim vígstöðvum. Er bara hjartanlega sammála þeim félögum; Steingrími, Davíð og Óla grís um þetta mál!"
        }
    ]
}