{
    "forum_title": "Stórmót",
    "user": "waterboy",
    "user_id": "10250",
    "date": "2002-05-21 17:55:15",
    "title": "Vináttuleikir þjóða seinustu daga",
    "text": "Mikið hefur verið af vináttuleikjum síðustu daga enda eru flestallar þjóðirnar sem spila á HM að klára undirbúning sinn áður en farið er í keppnina.\nNú í morgun spilaði England við gestgjafana Suður Kóreu og fóru leikar 1-1, Owen kom Englandi yfir í fyrri hálfleik en það var Ji-Sung Park sem jafnaði metin með skalla eftir horn og hræðilega dekkingu Englendinga.\n20.maí keppti Suður Afríka við Skotland og fóru leikar 2-0 fyrir S-Afríku og voru það Tebogo Makoenna og George Koumantarakis sem skoruðu mörkin.\n19.maí var Bandaríkjamönnum skellt af Hollendingum 0-2 og voru það Roy Maakay og Andy Van Der Meyde sem skoruðu mörkin. Ekki er þetta nú nógu gott veganesti fyrir Bandaríkjamenn á HM.\n18.maí voru þónokkuð margir leikir.\nTékkar komu skemmtilega á óvart og sigruðu Ítali með marki frá Vladimir Smicer. Þess má geta að Tékkar komust ekki á HM.\nFrakkar töpuðu sínum fyrsta leik á Stade de France í tvö ár gegn Belgum. Fór leikurinn 1-2 og skoruðu Marc Wilmots og Johan Walem og Frank Lebouef skoraði mark Frakka.\nÞjóðverjum náðu sér heldur betur á strik gegn Austurríkismönnum eftir vonbrigðin gegn Wales. Þeir tóku þá gjörsamlega í kennslustund og sigruðu 6-2 með mörkum frá Miroslav Klose(3), Marco Bode(2) og Daniel Bierofka en Rene Aufhauser og Roman Wallner náðu að setja 2 mörk fyrir Austurríkismenn.\nNígeríumenn rétt náðu að sigra Jamaíkumenn 1-0 með marki frá James Obiorah.\nPólverjar náðu sér einnig á strik aftur eftir að A-landsliðið tapaði fyrir B-landsliðinu í vináttuleik um daginn með sigri á Eistverjum 1-0 og var það Zurawski sem skoraði markið.\nNæstu daga verður einnig mikið um að vera og margir vináttuleikir, ég mæli með að þið fylgist með þessu á www.fifaworldcup.com.",
    "url": "https://www.hugi.is/stormot/greinar/78187/vinattuleikir-thjoda-seinustu-daga/",
    "url_id": "78187",
    "id": "553468",
    "replies": [
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-05-21 22:22:47",
            "id": "553469",
            "reply_to_id": "553468",
            "text": "ég fyrstur að svara enn og aftur! woohoo!\nYatta yatta"
        },
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-05-21 23:12:21",
            "id": "553470",
            "reply_to_id": "553469",
            "text": "Þú ert alveg rosalegur! Alltaf fyrstur!"
        },
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-05-22 09:41:09",
            "id": "553471",
            "reply_to_id": "553470",
            "text": "þú ættir bara að verða ofurhugi snowman"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-22 11:04:56",
            "id": "553472",
            "reply_to_id": "553471",
            "text": "takk takk sammála"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2002-05-22 12:08:33",
            "id": "553473",
            "reply_to_id": "553468",
            "text": "Eistverjar? Heh  :)"
        }
    ]
}