{
    "forum_title": "Manager leikir",
    "user": "wbdaz",
    "user_id": "6083",
    "date": "2002-05-23 18:28:51",
    "title": "Afhverju spila ég CM?",
    "text": "Ég er búinn að vera að velta því fyrir mér í svolítinn tíma afhverju ég er að spila CM (championship manager). Oft fæ ég leið á honum, en alltaf byrja ég að spila hann aftur og alltaf spilar maður hann alveg ógurlega lengi (mitt met í save er eitthvað í kringum 14 dagar(13 tímabil)). En afhverju er ég að eyða öllum þessum tíma í leik, fyrir utan svo tíman sem ég eyða í eitthvað tengt leiknum eins og að reyna að hafa einhvern hemill á ykkur hinum CM-urunum hérna á Huga.\nÉg áttaði mig á því í gær hvað það er sem dregur mig alltaf aftur. Það er ánægjutilfinningin sem ég fæ alltaf þegar mér tekst að láta þetta ímyndaða lið sem ég er að stjórna gera eitthvað sem að mann myndi ekki einusinni dreyma um að gæti gerst í raunveruleikanum. Það getur nefnilega verið alveg ógurlegt drama í þessum leik, og það kemur sko hjartanu af stað þegar að maður nær að skora jöfnunarmark á 90 mínútu í mikilvægasta leik sem liðið hefur spilað. CM er líklega eini tölvuleikurinn þar sem ég raunverulega fagna því þegar mér gengur vel og lem í borðið þegar mér gengur illa. Því að þrátt fyrir að viðmótið sé ekki uppá marga fiska og að ekki sjái maður nokkurntíman bolta (nema sem “busy icon” og ég sé nóg af því :/ ) þá er CM einn af fáum leikjum þar sem spilarinn getur lifað sig inn í leikinn.\nEn segið mér, afhverju spilið ÞIÐ leikinn, og hvernig byrjaði fíknin?",
    "url": "https://www.hugi.is/manager/greinar/78511/afhverju-spila-eg-cm/",
    "url_id": "78511",
    "id": "555661",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-23 18:29:28",
            "id": "555662",
            "reply_to_id": "555661",
            "text": "Sama minutun næstum því!! cool! ég er fyrstur að svara enn og aftur!!! woohoo"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-23 18:29:29",
            "id": "555663",
            "reply_to_id": "555661",
            "text": "Sama minutun næstum því!! cool! ég er fyrstur að svara enn og aftur!!! woohoo"
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-05-23 18:33:45",
            "id": "555664",
            "reply_to_id": "555661",
            "text": "Ástæðan fyrir fíkninni er væntanlega fótboltafíkn og ekki skemmit það að hafa allsberar getnaðarlegar kerlingar í bakgrunninum :)\nMetið mitt í þessum leik er að ég er á árinu 2035 og búinn að vera Liverpool, Brazil, Bologna, Parma og núna LAzio. Ég er reyndar hættur í því save því tölvan hakkaðist ( bráðnaði útaf ofnotkun )"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-24 10:07:17",
            "id": "555665",
            "reply_to_id": "555664",
            "text": "sammála síððasta ræðumanni"
        },
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2005-01-23 21:01:22",
            "id": "1921127",
            "reply_to_id": "555664",
            "text": "Eru allsberar kellingar í bakgrunni??????"
        },
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-05-23 18:53:25",
            "id": "555666",
            "reply_to_id": "555661",
            "text": "Ég passa mig mjög vel á því að spila ekki CM nema að ég hafi mjööög mikinn auðan tíma á höndum. Þetta er bara góður leikur og það er nú ástæðan.\nEn maður verður samt að passa sig að missa ekki sjónar á því sem raunverulega skiptir máli í lífinu því að það veldur manni bara óánægju.\nRecovering Quake-fíkill"
        },
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-05-23 20:12:15",
            "id": "555667",
            "reply_to_id": "555666",
            "text": "Vinur minn lamdi einu sinni töldunni í gólfið útaf tapleik og það truflaði rafmagnið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-23 20:30:27",
            "id": "555668",
            "reply_to_id": "555667",
            "text": "Ég spila bar cm 96-97…algjör klassík.\nÉg fylgist heldur ekkert með knattspyrnu núna svo að ég veit mest um 96-97."
        },
        {
            "user": "Dorikorn",
            "user_id": "11359",
            "date": "2002-05-25 19:32:04",
            "id": "555669",
            "reply_to_id": "555667",
            "text": "kiddi hver var það lygarinn þinn"
        },
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-05-25 20:02:32",
            "id": "555670",
            "reply_to_id": "555669",
            "text": "það var danni þegar hann tapaði fyrir skotlandi með austruríki"
        },
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-05-25 22:52:03",
            "id": "555671",
            "reply_to_id": "555670",
            "text": "halli eg er ekki að ljuga þetta var í fríi og hann lamdi i golfið(austurriki meina ég)"
        },
        {
            "user": "akira",
            "user_id": "938",
            "date": "2002-05-23 23:33:14",
            "id": "555672",
            "reply_to_id": "555661",
            "text": "He he, ég er á áhugamáli sem ég ég þoli ekki hehe ég er svo sniðugur hehehe"
        },
        {
            "user": "BirkirF",
            "user_id": "11400",
            "date": "2002-05-24 10:17:45",
            "id": "555673",
            "reply_to_id": "555661",
            "text": "Ég spila hann bara útaf því að oft rennur á mig æði fyrir hlutum og þetta er ein af þeim sem kemur alltaf aftur.Ég fyrst spilaði CM 2 97\\98 átta ára og,já hef haldið mig við CM leiki"
        },
        {
            "user": "Shotgun",
            "user_id": "13542",
            "date": "2002-05-24 10:38:28",
            "id": "555674",
            "reply_to_id": "555673",
            "text": "þegar cm 99-00 kom út voru allir að tala um hann þannig að ég prófaði og varð fíkill"
        },
        {
            "user": "xaron",
            "user_id": "3083",
            "date": "2002-05-24 12:02:24",
            "id": "555675",
            "reply_to_id": "555661",
            "text": "Sammála þér.\nÍ hvert skipti sem liðið mitt skorar mark fagna ég og í hvert skipti sem bolti fer í stöng eða slá verð ég svekktur yfir því að hann hafi ekki farið inn. Ástæðan fyrir því held ég að sé sú að þessi leikur hefur tengsl við raunveruleikan og maður getur lifað sig inn í hann eins og hann væri að gerast í raunveruleikanum, því þetta getur allt gerst í raunveruleikanum.\nHlakkar til að sjá nýju 2-D vélina. Ég held að hún eigi eftir að skemma CM."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-05-24 14:20:01",
            "id": "555676",
            "reply_to_id": "555675",
            "text": "að sjá leikinn spilast mun eyðileggja CM það er ekki CM það er RUGL.. ekkert annað ég mun samt ekki hætta að spilann sko .. =Þ"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-05-24 15:17:42",
            "id": "555677",
            "reply_to_id": "555676",
            "text": "Ég vona að menn fyrirgefi það að ég hafi neyðst til að eyða nokkrum svörum, þar sem einhver maður sem á við vandamál að stríða (ég nefni enginn nöfn en sumir sem heita darkjesus mega taka það til sín) voru voða fyndnir að gera löng orð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-24 15:56:31",
            "id": "555678",
            "reply_to_id": "555677",
            "text": "Heyr heyr kæru CM spilarar, nú er ég ráðalaus og vantar aðstoð ykkar. Ætti ég að fara bara nuna með strætó niðrí BT skeifunni og kaupa CM 01/02 og þar af leiðandi gerast CM fíkill, eða ætti ég að vera heima og sitja í þunglyndi mínu ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-24 15:24:24",
            "id": "555679",
            "reply_to_id": "555661",
            "text": "Veit um gaur sem er endalega merktur á enninu eftir að hafa skallað lykklaborðið sitt þegar á móti blés í CM … hann átti reyndar alltaf erfitt með að stjórna skapi í sér, en samt .. hahaha :)"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-05-24 17:16:45",
            "id": "555680",
            "reply_to_id": "555661",
            "text": "Sko til, brilljant að henda út þessum idjót þarna (svarið mitt flaug reyndar út líka en það er sjálfsagður fórnarkostnaður).\nÉg hóf minn CM feril að mig minnir 1991, þegar ég byrjaði í menntaskóla. Þar hafði einhver smellt honum á vélarnar í tölvuverinu og ég fór svona að prufa mig áfram í þessu.\nTil að gera langa sögu stutta þá stofnaði ég tölvuleikjaklúbb í skólanum, hafði ekki rétta tölvu heima (AppleIIe!) til að keyra CM þannig að ég spilaði bara í skólanum á þeim tímum sem klúbburinn fékk úthlutað, tölvustofa full af fólki og menn að spila CM eða WarCraft og fleira (árin 4).\nMetið mitt í gamla CM var um tíma season 48, þá fraus leikurinn mér til mikilla ama.. ég gat alltaf spilað bara síðasta leik þeirrar ártíðar og svo fraus hann alltaf eftir það. Mér rann nú kapp í kinn og byrjaði á season 1, og mér til mikillar gleði fraus ég ekki í þetta skiptið á season 48, hins vegar fraus ég á season 49 mér til mikillar hrellingar.\nNú til dags spila ég oft 30 seasona save, það er ekkert sport í þessu nema maður byggi upp frá grunni og haldi svo stjórn á öllu til að tryggja viðvarandi stórveldi. Svona svipað og Alex Ferguson :)"
        },
        {
            "user": "Shotgun",
            "user_id": "13542",
            "date": "2002-05-24 22:17:49",
            "id": "555681",
            "reply_to_id": "555680",
            "text": "thesnowman: þú getur byrjað að spila leikinn án þess að verða fíkill, þetta er ekki krakk"
        },
        {
            "user": "Shotgun",
            "user_id": "13542",
            "date": "2002-05-25 12:34:32",
            "id": "555682",
            "reply_to_id": "555681",
            "text": "ég er buinn að kaupa leikinn. ég var í honum í gær frá 19:00 i gær til 3:30 í nótt. Hehe ég er strax orðin fíkill, eiginlega aftur því ég spilaði CM 98 eins og brjálæðingur en fékk mér aldrei nýrri leiki svo ég losnaði undan fíkninni\n:D"
        },
        {
            "user": "Shotgun",
            "user_id": "13542",
            "date": "2002-05-25 13:22:31",
            "id": "555683",
            "reply_to_id": "555682",
            "text": "OK"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-25 18:34:39",
            "id": "555684",
            "reply_to_id": "555661",
            "text": "Þetta er alveg eins með mig en núna hef ég hætt að spila CM í langan tíma en ég hef hætt og byrjað í þessum leik c.a 5 sinnum sem er alltof mikið. wbdaz ég lifi mig alveg eins innní leikinn eins og þú. :)"
        },
        {
            "user": "Siggman",
            "user_id": "6325",
            "date": "2002-05-25 19:17:18",
            "id": "555685",
            "reply_to_id": "555661",
            "text": "Fék fljót leið á honum því að þetta er altaf sama ræbbann,svo lifir marr sig ekkert meira inn í þennan leik heldur en tetris, t.d. þegar maður kémst yfir gamla metið í tetris þá er fagnar maður alsber út í móa í marga daga nakinn. :þ"
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2002-05-26 00:51:28",
            "id": "555686",
            "reply_to_id": "555661",
            "text": "Ég held af þú sért alvarlega háður þessum leik. náðu þér í ráðgjöf."
        },
        {
            "user": "Prodigy",
            "user_id": "21111",
            "date": "2002-05-27 13:25:30",
            "id": "555687",
            "reply_to_id": "555661",
            "text": "hverjum er sosum ekki alveg sama hvers vegna þú spilar cm?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-27 14:24:10",
            "id": "555688",
            "reply_to_id": "555661",
            "text": "'eg spila þennan leik fyir afþreyinguna. Venjulega spila ég bara einn tíma eða tvo ef ég er í stuði.\nÞessi leikur er raunverulegri en flestir aðrir fótboltaleikur og það lætur mig hugsa um hvernig ætli það sé að vera alvöru manager í alvöru lífi.\nP.S. Ég ber aldrei í borðið en verð samt oft vonsvikinn."
        },
        {
            "user": "GHFHAHA",
            "user_id": "21897",
            "date": "2002-05-27 15:27:01",
            "id": "555689",
            "reply_to_id": "555661",
            "text": "Ég var fíkill áður en ég braut tölvuna eftir að hafa tapað í vító í úrslitum meistaradeildinni,(ég klúðraði öllum skotunum) á móti schalke 2039-2040…….."
        },
        {
            "user": "siggikalli",
            "user_id": "21927",
            "date": "2002-05-28 14:11:10",
            "id": "555690",
            "reply_to_id": "555661",
            "text": "En það er til eitt hættulegra en að vera cm fíkill, það er að vera hasshaus og cm fíkill þá getið þið ekki einusinni talið upp allt það sem þið eruð búnir að gera og eruð því fastir í stanslausri hringiðju cm og nokkurra feitra"
        },
        {
            "user": "Shotgun",
            "user_id": "13542",
            "date": "2002-06-01 20:27:42",
            "id": "555691",
            "reply_to_id": "555690",
            "text": "Já það er sorglegt"
        }
    ]
}