{
    "forum_title": "Stórmót",
    "user": "gong",
    "user_id": "4056",
    "date": "2002-05-24 00:47:50",
    "title": "Smith í startholum- alltaf einhver að meiða sig!",
    "text": "Vinur minn og félagi, þó ekki sé hann uppáhaldsleikmaður ykkar flestra í ensku, Alan Smith, hefur verið settur í startholurnar og á að skjótast til Japan ef einhver meiðist hjá tjallanum. Ástæðan er að hann stóð sig ofsa vel á Evrópumóti U-21 árs landsliða  og var kosinn maður leiksins í (að ég held) öllum leikjum Englendinga. Erikson var ánægður með að heyra um frammistöðu pilts og bað hann um að vera ready. Danny Murphy er víst hálf ómögulegur í fætinum og hefur ekkert æft sl daga en Butt er víst orðinn sprækur og mun pottþétt verða með. Þetta voru góðar fréttir fyrir Leeds-fana, það er nú ekki mikið um góðar fréttir fyrir okkur nú. Bowyer að fara, Dacourt líka og sennilega fer Kewell þegar markaðurinn opnar á ítalíu í júli, en hann á bara ár eftir af samning og hefur sagt að hann langi til súper liðs á ítalíu eða spáni. Sjitt og aftur sjitt. Leedsarar eru að hugsa um að kaupa strák i U-21 árs liðinu(man ekki nafn) sem er varamaður fyrir Palmer, vinstri bakkara í Charlton því ekki er óhugsandi að Ian Harte fari líka í sumar. Sjitt og aftur sjitt. Og Keegan var fljótur að semja við Anelka sem spilar (nánast pottþétt) með Man City í vetur, prísinn var 12 millur, takk fyrir.",
    "url": "https://www.hugi.is/stormot/greinar/78706/smith-i-startholum-alltaf-einhver-ad-meida-sig/",
    "url_id": "78706",
    "id": "557350",
    "replies": [
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-05-24 13:40:34",
            "id": "557351",
            "reply_to_id": "557350",
            "text": "Murphy braut sama bein og Beckham, og það er nú í lagi að Leedsarar verði lélegir, þeir spila svo gróft mar! hvernig væri enska landsliðið ef Alan Smith væri þar! Hálft liðið fótbrotið og komið á spítala!!"
        },
        {
            "user": "gong",
            "user_id": "4056",
            "date": "2002-05-24 13:45:28",
            "id": "557352",
            "reply_to_id": "557351",
            "text": "halló halló, bjórvömb. Pilturinn þykir orðið allra mannna prúðastur og eins og ég sagði kosinn maður leiksins í (pottþétt tveim leikjum) í Evrópumóti U-21. Þetta er dugnaðarpiltur sem er til í að deyja fyrir málstaðinn, eins og reyndar Murphy kallinn. Annars held ég að Sinclair fari í stað Murphys, en Smith er sennilega næstur í framherjastöðunni."
        },
        {
            "user": "redfaction",
            "user_id": "15597",
            "date": "2002-05-24 14:20:02",
            "id": "557353",
            "reply_to_id": "557352",
            "text": "dunn er líka kominn inn fyrir einhvern miðjumann ég man ekki hvern"
        },
        {
            "user": "smjerzki",
            "user_id": "20703",
            "date": "2002-05-25 10:15:50",
            "id": "557354",
            "reply_to_id": "557352",
            "text": "Manna prúðastur…nei ekki get ég verið sammála því. Hann er tilbúinn að drepa fyrir málstaðin en ekki deyja fyrir hann."
        },
        {
            "user": "Trance",
            "user_id": "11121",
            "date": "2002-05-26 19:33:08",
            "id": "557355",
            "reply_to_id": "557352",
            "text": "Smith er bara snarklikkaður og ekkert annað."
        }
    ]
}