{
    "forum_title": "Hokkí",
    "user": "besser",
    "user_id": "18802",
    "date": "2002-05-27 17:44:49",
    "title": "Jafnt á vesturströndinni",
    "text": "Colorado sigraði Detroit með 3 mörkum gegn 2 í 4. leik liðanna á aðfaranótt sunnudagsins og jafnaði þar með vesturstrandar einvígið, 2 - 2.  Mörk Colorado skoruðu Steven Reinprecht, Joe Sakic sitt 9. mark í úrslitakeppninni og Chris Drury eftir sendingu frá Forsberg.\nColorado komst í 3 - 1 en fyrsta mark Detroit skoraði Sergei Federov og Brett Hull bætti við öðrum marki þegar um 3. sekúndur voru eftir af 3. lotu en það kom of seint því Detroit hafði ekki tíma til að jafna.\nPatrick Roy varði 27 skot í marki Colorado en þessi leikur var sá 237. sem Roy leikur í úrslitakeppni NHL og með því sló hann nýtt met í sögu NHL og skaust uppfyrir Mark Messier fyrirliða New York.  Messier er nokkrum árum eldri en Roy og líklegt þykir að hann leggi skautana á hilluna fyrir næsta tímabil þannig að Roy hefur alla burði til að bæta við verulegum fjölda leikja og auka forskot sitt á toppnum.\n5. leikurinn fer fram í kvöld í Detroit.",
    "url": "https://www.hugi.is/hokki/greinar/79103/jafnt-a-vesturstrondinni/",
    "url_id": "79103",
    "id": "560714",
    "replies": [
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-05-27 18:45:14",
            "id": "560715",
            "reply_to_id": "560714",
            "text": "Markið hans Drurys var svo flott !!!!\nMér hlakkar svo til að horfa á 5. leikinn í kvöld. Þetta er alltof spennandi.\nÁfram Leafs og Avs !!!!"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-05-27 20:13:08",
            "id": "560716",
            "reply_to_id": "560714",
            "text": "Þetta verður spennandi einvíg hjá þeim, bæði mjög sterk lið."
        },
        {
            "user": "sakic",
            "user_id": "21802",
            "date": "2002-05-28 17:37:04",
            "id": "560717",
            "reply_to_id": "560716",
            "text": "go go go avs þeir eru bestir og taka þetta það er bókað mál !!!!!!"
        }
    ]
}