{
    "forum_title": "Stórmót",
    "user": null,
    "user_id": null,
    "date": "2002-05-29 00:15:58",
    "title": "Ungu taka þetta",
    "text": "'Eg held að Djibril Cisse,Darius Vassel,Owen Havgreaves,Ronaldinho,Michael Owen og Aghahowa eru eftir að brillera á HM þetta eru allt ungir geðveikir menn og eru allir eftir að fá háar einkannir en reyndar vantar Saviola besta unga frammherja í öllum heiminum.\nEn allavena við byrjum á Cissé,franskur 20 ,eða 21 gaur sem var markahæsti maðurinn í frönsku deildinni SNILLI.\nRonaldinho bara snillingur hann er eftir að vera langmarkahæstur þarna í Suður-Kóreu og Japan spilar fyrir Braselíumenn eins og flestir vita.\nNú Síðan er það Darius Vassel sem er buin að standa sig vel í æfingjaleikjunum undanfarið og er líka eftir að slá í gegn.\nOwen Havgreaves snilli sem byrjaði feril sinn í Bayern en er líka góður í Englandi. Sven byrjaði bara að fylgjast með honum fyrir 16 mánuðum og er núna kominn á HM.\nOwen,Liverpool skyttan mikla er eftir að vera næst markahæsti.\nJulius Aghahowa snillingur í Nígeríska landsliðinu er eftir að fá albestu einkunnina á HM.",
    "url": "https://www.hugi.is/stormot/greinar/79394/ungu-taka-thetta/",
    "url_id": "79394",
    "id": "562960",
    "replies": [
        {
            "user": "zlick",
            "user_id": "1216",
            "date": "2002-05-29 13:16:06",
            "id": "562961",
            "reply_to_id": "562960",
            "text": "Cissé varð reyndar næst markahæsti í frönsku deildinn :þ\nEn ég er sammála þér með flesta þessa leikmenn og þá sérstaklega Julius Aghahowa. Hef séð hann spila og hann er rosalega góður. Einnig er flott hvernig hann fagnar mörkum :)"
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2002-05-29 13:18:05",
            "id": "562962",
            "reply_to_id": "562960",
            "text": "já og ég vera að fara heim nuna"
        },
        {
            "user": "gong",
            "user_id": "4056",
            "date": "2002-05-29 14:28:24",
            "id": "562963",
            "reply_to_id": "562960",
            "text": "ég held að enginn þeirra sé geðveikur. Þetta er ofmetið orð. Annars eru þeir þokkalegir í fótbolta."
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2002-05-29 15:21:51",
            "id": "562964",
            "reply_to_id": "562960",
            "text": "Allir mjög góðir en einginn hefur reynslu af HM nema Owen, allir eiga eftir að vera eitthvað nervous í fyrstu leikjunum. En samt eiga þeir eftir að leika vel, þó sérstaklega Cisse."
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2002-05-29 19:36:19",
            "id": "562965",
            "reply_to_id": "562964",
            "text": "ég efast um að Cisse eigi eftir að komast í byrjunarliðið hjá Frökkum, Owen á eftir að standa sig vel"
        }
    ]
}