{
    "forum_title": "Quake og Doom",
    "user": "Dagfari",
    "user_id": "8158",
    "date": "2002-05-29 11:07:08",
    "title": "Quake3 draumur",
    "text": "Já.. Um daginn dreymdi mig ansi skemmtilegan draum. Mig dreymdi Quake3, Counter-Strike, AQ og Unreal Tournament fléttu. Ég skil ekki alveg hvernig það gekk upp en það var ansi sniðugt.\nÉg var appelsínugulur AQ kall og var að spila assault map í UT (eyðileggja base óvinanna) og ég þurfti að kaupa mér railgun.\nÉg hleyp út úr mínu beisi og fyrir utan hurðina stendur móðir mín með rocket launcher, móðir mín var ekki appelsínugul, hún var í L33t krew búning úr CS. Hún skýtur á mig en þar sem ég var með 100 í armor dey ég ekki heldur flýg upp í loftið og festist í loftinu. Og móðir mín og vinir mínir sem voru þarna líka verða reiðir og öskra “HAX, HAX, HAX” á fullu.\nÉg verð hálfleiður og segi þeim að ég hafi skotist þangað óvart og að ef ég hoppi niður þá deyi ég. En þá verða þau ennþá reiðari og fá einhvern admin til að kicka mér.\nMér er kickað og þá er ég, að ég held kominn í eitthvað svartholt. Allt svart í kringum mig og enginn þarna nema ég. Ég ráfa um svartholið og næ svo að connectast aftur inn á serverinn.\nEkki er tekið vel á móti mér þar. Ég enda með mömmu í liði og hún með þennan rocket launcher sinn, öskrar eins og brjáluð á mig “HAXARI!” og skýtur mig svo með rocket launchernum og ég dey og er svo kickað aftur.\nÞessa nótt komst ég ekki aftur inn á server.",
    "url": "https://www.hugi.is/id/greinar/79409/quake3-draumur/",
    "url_id": "79409",
    "id": "563177",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-05-30 01:53:58",
            "id": "563178",
            "reply_to_id": "563177",
            "text": "jáá.. eins og scum segir… of mikið fm957? :)"
        },
        {
            "user": "Runner",
            "user_id": "825",
            "date": "2002-05-30 01:55:30",
            "id": "563179",
            "reply_to_id": "563177",
            "text": "Þú þarft að taka þér smá hvíld frá tölvuleikjum og fara út að leika þér í góða veðrinu :-)\nRunne"
        },
        {
            "user": "Eizzi",
            "user_id": "402",
            "date": "2002-05-30 02:51:26",
            "id": "563180",
            "reply_to_id": "563177",
            "text": "rofl"
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2002-05-30 03:06:30",
            "id": "563181",
            "reply_to_id": "563177",
            "text": "Ég var að horfa á conan í gærkveldi…alltíeinu var ég búinn að tengja hann við de_dust í CS og fannst allur conan heimurinn vera barasta bombsite A…frekar stórt bombsite sko. Svo fór mar að spá hvað það væri lélegt hjá conan að campa á þessum stað, náttla bara með sverð…\næji, mar á ekki að horfa á myndir klukkan 5 á morgnana…"
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2002-05-30 21:27:33",
            "id": "563182",
            "reply_to_id": "563181",
            "text": "GG, Ég er sammála Runner taka sér smá frí frá tölvuleikum\nToD|DeSpIsE"
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2002-05-30 22:44:49",
            "id": "563183",
            "reply_to_id": "563182",
            "text": "cs er mannskemmandi.\n:Þ"
        },
        {
            "user": "tracx",
            "user_id": "9407",
            "date": "2002-06-05 05:13:40",
            "id": "563184",
            "reply_to_id": "563183",
            "text": "lolrofl!!!! nice draumur d00d :)\nkv. Tracx"
        },
        {
            "user": "Palmi",
            "user_id": "2629",
            "date": "2002-06-08 00:13:24",
            "id": "563185",
            "reply_to_id": "563184",
            "text": "hehe ég vildi óska þess að ég gæti haft svona drauma ég mundi tæta mömmu i drasl með einhverjari havy gun úr c&c Renegade ég mæli með þeim leik mér finst að allir ætu að prófa hann =)"
        },
        {
            "user": "Palmi",
            "user_id": "2629",
            "date": "2002-06-08 00:14:58",
            "id": "563186",
            "reply_to_id": "563185",
            "text": "eitt en 3d shooters 4 ever never stop playing scumm bags ………."
        }
    ]
}