{
    "forum_title": "Geimvísindi",
    "user": "TomasP",
    "user_id": "15117",
    "date": "2002-05-29 19:31:11",
    "title": "Evrópa",
    "text": "Þessa grein náði ég í af New Scientist (www.newscientist.com) og þýddi.\nÞað eru góðar og vondar fréttir um möguleikana að finna líf á evrópu einu tungla Júpíter. Hráu efninn fyrir líf eru til staðar á tunglinu, sem er talið hafa haf undir frosnu yfirborðinu. En getur verið að við náum aldrei að sjá eitthvað líf þarna vegna þess að ís hulan er 19 kílómetra þykk.\nFrumefni eins og kolefni eru nauðsinleg lífi á jörðu. En enginn vissi hvort evrópa hafði nóg af kolefni til að gera líf mögulegt. Til að finna það út ,reiknuðu “Elisabetta Pierazzo of the University of Arizona in Tucson and Chris Chyba of the SETI Institute in Mountain View, California,”fjölda stórra loftsteina\nsem hafa hitt á yfirborð evrópu síðan hún myndaðist.\nReiknandi með því að gerð loftsteinana væri svipuð og Halley loftsteinninn ,myndu árekstrarnir hafi skilað af sér einu milljarði til tíu milljarða tonna af kolefni á yfirborð tunglsins , ásamt milljarða tonna af “nitrogen” og “´sulphur”. Ef “microorganisms” í hafinu myndu intaka allt kolefnið, myndu ná um einu prósenti af hliðstæðu þeirra í höfum jarðarinnar.\nEn myndi gervihnöttur ná einhvern tíman að ná sýnum úr hafinu til að leita að örverum ?\nSumir vísindamenn héldu að ísbrynjan yfir hafinu væri um kílómeters þykk, og í því tilkviki gæti “lander”  náð að bora sig í gegn.\nEn það var of bjartsýnt ,segjir Paul Schenk of the Lunar and Planetary Institute in Houston, Texas.\nSchenk miðaðist við myndir frá Voyager og Galileo af gígum af sumum tunglum Júpíter við gíganna á harðgerðu yfirborði tunglsins okkar. Á Evrópu, voru allir gígarnir sem voru meira en 30 kílómetrar að stærð auka hringi (concentric rings),sem gæti verið “gárur” (Ripples) sem mynduðust þegar loftsteinn eða smástirni rákust í ísinn af nægilega miklum krafti til að “finna” vökvann í hafinu fyrir neðann. Ef svo er ,þá gefur það mynstur til kynna að hafið liggi meira en 19 kílómetrum undir ísnum.\nHeimildir greinarinnar og höfundur\nNew scientist (www.newscientist.com)\nJournal references: Icarus (vol 157, p 120), Nature (vol 417, p 419)\nHazel Mui",
    "url": "https://www.hugi.is/geimvisindi/greinar/79430/evropa/",
    "url_id": "79430",
    "id": "563514",
    "replies": [
        {
            "user": "Talos",
            "user_id": "9807",
            "date": "2002-05-30 18:31:32",
            "id": "563515",
            "reply_to_id": "563514",
            "text": "“nitrogen” = Nitur (köfnunarefni)\n“sulphur” = Brennisteinn\n“microorganisms” = örverur\nbara svona hafa það með :)"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-05-30 19:11:29",
            "id": "563516",
            "reply_to_id": "563515",
            "text": "ég gerði þetta í flýtum og var ekki alveg á hreinu með þýðingarnar á þessu,þannig að þetta varð bara svona"
        },
        {
            "user": "RawSpirit",
            "user_id": "10994",
            "date": "2002-05-31 01:00:25",
            "id": "563517",
            "reply_to_id": "563514",
            "text": "Fín grein keep up the good work"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2002-05-31 06:50:12",
            "id": "563518",
            "reply_to_id": "563514",
            "text": "ætli það séu geimsar þarna?"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2002-05-31 17:19:46",
            "id": "563519",
            "reply_to_id": "563514",
            "text": "Það ætti kannski að fylgja með að ástæðan fyrir því að ísinn er ekki gegn frosinn er að aðdráttarafl Júpiters er svo mikið og tunglið svo nálægt að allt tunglið svignar og verpist.  Við þetta myndast hiti sem heldur vatninu undir ísnum bráðnum.\nKveðja Gabbler."
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2002-06-08 04:25:50",
            "id": "563520",
            "reply_to_id": "563514",
            "text": "Evrópa, Io og fleiri tungl Jupiters eru virkilega áhugaverð. Kannski er að finna haf undir ísnum á Evrópu og Io er virkilega virkt tungl.\nEn hinsvegar er mjög erfitt að rannsaka þessa staði þar sem aðstæðurnar þarna eru mjög “extreme”.\nEf ég myndi ráða þá myndi ég vilja einbeita öllum kröftum að Mars, a.m.k. til að byrja með."
        }
    ]
}