{
    "forum_title": "Húmor",
    "user": "kleppi",
    "user_id": "17123",
    "date": "2002-05-29 22:14:16",
    "title": "New Bull",
    "text": "Three bulls heard via the grapevine that the rancher was going to bring another bull onto the ranch, and the prospect raised a discussion among them. The first bull says, “Boys, we all know I've been here 5 years. Once we settled our differences, we agreed on which 100 of the cows would be mine. Now, I don't know where this newcomer is going to get HIS cows, but I ain't' givin' him any of mine.”\nThe second bull says, “That pretty much says it for me, too. I've been here 3 years and have earned my right to the 50 cows we've agreed are mine. I'll fight ‘im till I run him off or kill ’im, but I'M KEEPIN' ALL MY COWS.”\nThe third bull says, “I've only been here a year, and so far you guys have only let me have 10 cows to ”take care of“. I may not be as big as you fellows yet, but I am young and virile, so I simply MUST keep all MY cows.”\nThey had just finished their big talk when an eighteen-wheeler pulls up in the middle of the pasture with only ONE ANIMAL IN IT: the biggest Son-of-Another-Bull these guys had ever seen! At 4700 pounds, each step he took toward the ground strained the steel ramp to the breaking point.\nThe first bull says, “Ahem…You know, it's actually been some time since I really felt I was doing all my cows justice, anyway. I think I can spare a few for our new friend.”\nThe second bull says, “I'll have plenty of cows to take care of if I just stay on the opposite end of the pasture from HIM. I'm certainly not looking for an argument.”\nThey look over at their young friend, the third bull, and find him pawing the dirt, shaking his horns, and snorting up a storm.\nThe first bull says, “Son, let me give you some advice real quick. Let him have some of your cows and live to tell about it.”\nThe third bull says, “Heck, he can have ALL my cows. I'm just making sure he knows I'M a bull!”",
    "url": "https://www.hugi.is/humor/greinar/79433/new-bull/",
    "url_id": "79433",
    "id": "563533",
    "replies": []
}