{
    "forum_title": "Tilveran",
    "user": "Geirfraendi",
    "user_id": "64748",
    "date": "2012-04-23 00:27:55",
    "title": "Ef þú fengir eina ósk....",
    "text": "Eftir að hafa legið í þungum þönkum og hugsunum á klósett setunni snemma morguns datt mér í hug spurning sem er jafn ómerkileg og hún er merkileg.\nLátum sem svo að þú vaknir og þegar þú opnnar augun situr blár andi í kjö0ltunni á þér og segir \"þú ert krútt og þess vegna mun ég veita þér eina ósk\" og þúbrosir út af eyrum og pissar smá í þig yfir spenningi en svo segir andinn \" en það er einn hængur\" eftir að þú hefur óskað þér þess sem þú óskaðir mun þér líða eins og þú sért ílla skeindur res of yo´h life og munt aldrei venjast þeirri tilfinningu. myndir þú samþykja óskina? ps. g´tir ekki óskað þér milljón óskir og að þér myndi ekki líða ílla skeindum,\ntl;dr?  andi kemur til þín veitir þér ósk ,þér líður eins g þú sért ílla skeindur rest of yo´h life\nsinsin þú ert krútt",
    "url": "https://www.hugi.is/tilveran/korkar/799284/ef-thu-fengir-eina-osk/",
    "url_id": "799284",
    "id": "7446021",
    "replies": [
        {
            "user": "Bobob",
            "user_id": "76048",
            "date": "2012-04-24 04:23:35",
            "id": "7446232",
            "reply_to_id": "7446021",
            "text": "rass"
        },
        {
            "user": "Geirfraendi",
            "user_id": "64748",
            "date": "2012-04-24 19:38:56",
            "id": "7446489",
            "reply_to_id": "7446232",
            "text": "hnefaðu þig"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2012-04-24 11:44:20",
            "id": "7446276",
            "reply_to_id": "7446021",
            "text": "Við þessa ömurlegu færslu er að bæta að risinn Gargantua lagði til í skáldsögunni\nLa vie de Gargantua et de Pantagruel\n, eftir franska endurreisnarhöfundinn François Rabelais, að háls gæsa væri heimsins besta áhald til að skeina sér með, betra en hani, kálfsskinn, héri og taska lögfræðings."
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2012-04-24 12:44:53",
            "id": "7446290",
            "reply_to_id": "7446276",
            "text": "Haha, þetta er skondin saga. Ég elska gömul bókmenntaverk :)"
        },
        {
            "user": "Geirfraendi",
            "user_id": "64748",
            "date": "2012-04-24 19:38:40",
            "id": "7446488",
            "reply_to_id": "7446276",
            "text": "vá en merkilegfræði heit hjá þé og sýna mér hversu klár þú ert. Lestur á la vie de Gargantua et de Pantagruel er pottþétt næst á dagskrá yfir rit sem ég mun lesa sonur"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2012-04-24 19:40:55",
            "id": "7446491",
            "reply_to_id": "7446488",
            "text": "Til hamingju með það. Ég var samt bara að þykjast, enda hef ég ekki lesið bókina. Það var minnst á þetta í QI þætti. Það sem lætur mig líta gáfulegan út er hins vegar hve nálægt skrifin mín eru þínum."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2012-04-24 19:34:34",
            "id": "7446480",
            "reply_to_id": "7446021",
            "text": "Ég myndi óska þess að fólk gæti hagað sér eins og fólk.  Það eða endalaust sumar. Annars eru óskir svo tilgangslausr. Vertu breytingin etc.\nÉg er kannski krútt en allavega ekki dúlla."
        }
    ]
}