{
    "forum_title": "MMORPG",
    "user": "Ritstjóri",
    "user_id": "480",
    "date": "2012-04-30 10:45:35",
    "title": "Velkomin í fullkomnun: Guild Wars 2 ",
    "text": "Sælir MMO aðdáendur sem og áhugamenn\nEftir að hafa spilað Guild Wars 2 núna um helgina get ég vart orðum bundist. Fátt er hægt að segja annað en að Guild Wars 2 sé jafnt tæknilegt kraftaverk sem og brautryðjandi í heimi MMO leikja. Já, ég sagði brautryðjandi, enda er tilfinningin sú að maður sé að prufa eitthvað algjörlega nýtt og framandi.\nTil að útskýra nánar er best að segja stuttlega frá kynnum mínum af MMO leikjum. Ég byrjaði að spila MMO þegar að Ultima Online, fyrsti MMO leikurinn var nýkominn út, c.a. '92 -´94. Eftir það hef ég spilað fjölda MMO leikja og hef í raun aldrei tekið mér hlé frá þeim síðustu 18 árin eða svo, þótt virknin hafi að sjálfsögðu verið mismikil.\nEn aftur að leiknum. Af hverju dásama ég hann svona mikið?\nErfitt er að svara þessari spurningu, því til þess að gera það þarf maður að brjóta leikinn niður í einingar til þess að útskýra, en það er í raun summan af einingunum sem gerir leikinn svo magnaðan, hvernig einingarnar vinna saman og bæta ofan á hverja aðra. En tölum aðeins um einingarnar:\nGrafík.\nByrjum á því einfalda. Leikurinn er ótrúlega flottur. Þegar stillt í botn er grafíkin sláandi flott. Sjálfur er ég með \"Eyefinity\" setup (3 skjáir, 5760x1080 upplausn) og er vart hægt að segja annað en að maður sé mættur á staðinn, hvort sem er í köldu, norrænu og heimakæru landslagi\nNorn\nkynþáttarins, hróstrugu og járnlögðu umhverfi\nCharr\ndýranna, eða ekru- og skóglendi mannanna.\nPersónusköpun.\nÞessi leikur líkt og flestir MMO leikir í dag býður upp á möguleikann á að sérhanna útlit sitt. Margt er í boði sem tryggir það að allir geti litið mismunandi út ef þeir svo óska. Einnig er hægt að sleppa þessu ferli og fá leikinn til þess að velja útlit á þig af handahófi. Persónurnar þjást þó allar af fegurðarheilkenni líkt og í flestum af þessum leikjum. Þó má sjá einn og einn NPC með úfið hár eða væna skeggmottu (\"Non-Player Character\") sem virðist ekki beint af Guði gotinn.\nSagan.\nLeikurinn hefur einstaklingsmiðaðan söguþráð, þ.e. þú ákveður hvaðan þú kemur, hvernig persónuleikinn þinn er í megindráttum og hvaða guði þú aðhyllist. Allt þetta mun hafa áhrif á einstaklingssögu þína, bæði eftir bakgrunni og eftir þeim ákvörðunum sem þú tekur. Allt þetta gerir það að verkum að þú tengist sögunni betur og persónunni þinni.\nLeiðangrar (\nQuesting\n) og samspil spilara.\nEf þú hefur spilað aðra MMO leiki veistu hvað leiðangrar geta verið þreytandi. Maður þarf að fara og tala við NPC, oft lesa langan texta ef maður vill vera með í sögunni, hlaupa á staðinn, gera það sem ætlast er til af manni og koma svo til baka til þess að fá verðlaun. Oft er einhverjir aðrir að vinna verkefnið og maður þarf að bíða eftir að þeir eru  búnir. Þá þarf maður oft að bíða eftir því að óvinurinn sem maður átti að útrýma \"kveikni til lífs\" á ný o.s.frv.. Allt svona vesen er liðin tíð í\nGuild Wars 2\n. Þjáningar og vandi heimsins sem bíður þín bak við stokka og steina er einmitt þar að finna! Þú kannski rambar inn á nýtt svæði og þar eru þrír jötnar að ráðast á ferðamann og vagninn hans. Þú færð skilaboð sjálfkrafa um hvað þú þarft að gera til þess að bjarga manninum og vörunum hans. Kannski áttu að drepa jötnana eða hlaupa í bæinn sem er nokkra metra frá og kalla á hjálp. Ef aðrir koma að þessu á meðan þú ert í miðjum bardaga, þá vonaru að þeir aðstoði, því þeir stela ekki neinu frá þér fyrir vikið. Þvert á móti, þá held ég að þeir fái bónus stig fyrir að aðstoða þig! Þegar að búið er að fella jötnana færðu vanalega bréf í pósthólfið þitt þar sem þér er þakkað fyrir af manninum sem hélt lífi vegna þess að þú og aðrir spilarar heimsins komu honum til aðstoðar. Einnig fylgir bréfinu oft verðlaun, t.d. peningar eða einhver hlutur.\nSem sagt, fólk þvælist ekki lengur fyrir hvert öðru í heiminum. Allir hjálpast að og græða á því. Hversu mikið þú lætur til þín taka í bardaganum er metið og svo færðu orðu þegar að verkefnið klárast, annað hvort brons, silfur eða gull. Allar orðurnar innihalda karma stig, sem er ákveðið form af gjaldeyri, reynslustig (e.\nexperience points\n(XP)) og peninga, mismikið eftir orðu (brons > silfur > gull).\nHvað þýðir þetta? Jú, þetta þýðir margt. Þetta þýðir að þú ert alltaf með fólki í hóp sem spilar saman þótt þú ferðist einn. Þetta þýðir að leiðindi eru nánast því engin á milli spilara því þú getur aldrei skemmt fyrir öðrum, bara hjálpað til. Þetta þýðir að í stað þess að eyða endalausum tíma að hlaupa fram og til baka til að ná í og skila af þér verkefnum þá finnuru og lýkur verkefnum með því að ferðast um þennan magnaða heim, þarft aldrei að stoppa til þess að gera eitthvað leiðinlegt eða til þess að skila einhverju af þér nema hjá manni í nágrenninu. Þetta þýðir margt annað skemmtilegt sem er einfaldlega ekki mögulegt að telja upp hér.\nBardagakerfið og fráhvarf frá hinni \"heilögu þrenningu\".\nBardagakerfið er fátt annað en byltingarkennt. Í fyrsta lagi er ekki lengur hin \"heilaga þrenning\" MMO leikja, þ.e. sérhæfður læknir (\nhealer\n),\nvörður (\ntank\n) og árásarmaður (\ndamage dealer\n(DPS)) Allir hafa takmarkaða getu til þess að lækna sjálfan sig. Einnig hafa geta allir endurlífgað, þannig að bardaginn tekur á sig óþekkt form frá því sem áður þekkist í MMO leikjum. Sjálfur hafði ég áhyggjur af þessu, að bardaginn yrði of einfaldur, en svo var ekki. Þvert á móti gat þetta gert hluti erfiðari en áður því að ef þú varst búinn að nota sjálfslækninguna, þá ertu mjög viðkvæmur oft á tíð og takmarkaðar leiðir til þess að lækna sig. Einnig tekur langan tíma fyrir spilara að vekja þig til lífs á ný, eitthvað sem gefur óvininum nægan tíma til þess að útrýma þeim sem það reynir.\nEn hvað þýðir þetta? Jú, allir eru nokkuð sjálfstæðir. Allir hafa leiðir til þess að gera skaða í nálægð, sem og í fjarska. Flestar týpur (\nclasses\n) geta skipt um vopn í miðjum bardaga og opnast þá nýir hæfileikar (\nskills\n) til þess að vinna á andstæðingum sínum. Þeir sem ekki geta skipt um vopn í bardaga hafa aðrar leiðir til þess að opna á nýja hæfileika, t.d. getur verkfræðingurinn (\nengineer\n) skipt á milli verkfærasetta, t.d. milli bomba eða fallbyssa af ýmsum gerðum.\nEinn mikilvægasti þátturinn í nýja bardagakerfinu er að það er ekki bundið við það að þú festir mið þitt á einhvern (\nlock on\n) til þess að geta gert árás á hann. Því getur þú hoppað frá (\ndodge\n) þegar að einhver gerir árás á þig og eykur það möguleikann á einstaklingsbundnum hæfileikum spilara. Að sikk-sakka (\nstrafe\n) hefur einnig raunverulegt gildi í þessum leik út af sömu ástæðu. Einnig inniheldur leikurinn byltingarkennt kerfi til þess að miða á einhvern (\nautomatic lock on\n) sem tekur tíma að venjast en er snilld þegar maður kann orðið á það.\nÖfugt við flesta nútíma MMO leiki sem forðast það að gefa spilurum möguleikann á svæðisstjórnun (\ncrowd control\n), þá hafa allar týpur í\nGuild Wars 2\neinhvers konar form af svæðisstjórnun. Einnig hafa flestir leiðir til þess að festa spilara (\nroot\n), gera þá veikari (\ndebuff\n), sem og gera vini sína öflugri (\nbuff\n). Þetta gerir bardagann lifandi og fjölbreyttan.\nSmíði (\ncrafting).\nLeikurinn inniheldur háþróað smíðakerfi sem fólk hefur hrósað fyrir skemmtilega hönnun og mikinn viðhaldskraft. Því miður náði ég ekki að smíða neitt á meðan þessari beta helgi stóð, en mun bæta úr því þegar að næsta beta helgi tekur við. Kerfið á þó að vera fullkomið og skemmtilegt og hef ég ekkert heyrt um það nema jákvæða hluti.\nSpilarar andspænis spilurum (PVP).\nÖfugt við flesta nútíma MMO leiki, þar sem að aðal áherslan er annað hvort á stríð milli spilara eða hið hefðbundna form af leiðangrum í heimi tölvupersóna, þá hefur\nGuild Wars 2\nekki einungis eitt form af stríði milli spilara, heldur tvö. Annað formið er líkt tölvuleikjum eins og \"Counter Strike\" eða \"Call of Duty\" þar sem að átta til sextán spilarar fara inn á netþjóna og herja stríð á móti öðru liði af spilurum. Hitt formið er raunverulegt stríð milli þriggja heimanetþjóna (þ.e. netþjónar þar sem að klasi af spilurum (\nhome server\n) á heima á keppir á móti öðrum klasa af spilurum). Bæði formin eru óhemju skemmtileg og hefur milliheimastríðið áhrif á aðstæður innan hvers klasa eftir því hvernig klasanum gengur í stríðinu.\nFara á mínútu 2:28\nEndaleikur (\nendgame\n).\nFlestir MMO leikir þjást af endaleikjavanda, þ.e. þegar að spilarar flýta sér til þess að komast í endaleikinn þar sem að þar gerist allt það sem er mest spennandi og það er þar sem allir spila saman. Vegna þess hvernig\nGuild Wars 2\nskiptir upp heiminum í sögu og stríð milli spilara er enginn slíkur vandi. Þú getur alltaf hoppað inn í stríð milli spilara og ert þá sjálfkrafa færður upp á stig (\nlevel\n) 80, sem er síðasta stig leiksins - og ert þá jafn öllum öðrum spilurum. Þú getur notið sögunnar í friði, og ef þig langar að berja á öðrum spilurum geturu hoppað inn í stríð milli spilara hvar og hvenær sem er með því að ýta á einn takka. Ef þig langar svo aftur að spila söguna er það jafn einfalt.\nÞað eru litlu hlutirnir sem skipta máli.\nLeikurinn hefur endalaust af frábærum fítusum sem ómögulegt er að telja upp hér, fítusum sem hafa vanalega pirrað þig og staðið í vegi fyrir því að þú sért að skemmta þér í öðrum leikjum.\nT.d. getur þú\nsamstundis ferðast á milli svæða sem þú hefur áður skoðað (\nekkert endalaust hlaup heimshornanna á milli!)\nopnað upp uppboðssvæðið (\nauction house\n), svæði þar sem þú getur keypt og selt hluti til annarra spilara, hvar og hvenær sem er\nkortið telur upp svæðin sem þú getur skoðað og hversu mörg svæði þú átt eftir að skoða\nfengið hellings reynslustig fyrir það eitt að skoða þig um\no.s.frv. o.s.frv. o.s.frv.\nSamantekt\nÞessi leikur er hreint út sagt magnaður. Aldrei hef ég séð prufað eins fínpússaðan MMO leik, stútfullan af byltingakenndum fítusum, hvað þá\náður en hann er kominn út.\nÞessi leikur hefur núna í beta stigi sömu tilfinningu og MMO sem ég hef spilað sem hafa fengið uppfærslur og áframhaldandi þróun í\nþrjú ár\n. Útfærslan í heild sinni er byltingarkennd og hef ég ekki fundið sömu tilfinningu um það að prufa eitthvað algjörlega nýtt á nálinni og síðan að fyrsti Diablo leikurinn var og hét.\nEf einhver MMO spilari lætur þennan leik framhjá sér fara er það að mínu mati líkt því og að missa viljandi af hinum heilaga gral :)\nGuild Wars 2\ner fullkomnunin uppmáluð og get ég ekki beðið eftir því að hann komi út svo ég geti upplifað gömlu góðu dagana þar sem að maður hvarf inn í nýjan og ókannaðan heim fullan af ævintýrum og nýrri upplifun.\nNjótið vel!\nE.s. Enn er hægt að \"pre-purchase\" til þess að fá aðgang að beta helgum. Næsta beta helgi ætti að vera eftir c.a. 2-4 vikur.",
    "url": "https://www.hugi.is/mmorpg/greinar/799555/velkomin-i-fullkomnum-guild-wars-2/",
    "url_id": "799555",
    "id": "7447385",
    "replies": [
        {
            "user": "Ritstjóri",
            "user_id": "480",
            "date": "2012-04-30 11:48:23",
            "id": "7447396",
            "reply_to_id": "7447385",
            "text": "En hvað gerist svo þegar þú ert kominn á lvl 80? Það verða enginn raid og ég myndi halda að leikurinn yrði fljótt þreittur að stunda bara PvP."
        },
        {
            "user": "Ritstjóri",
            "user_id": "480",
            "date": "2012-04-30 11:51:07",
            "id": "7447397",
            "reply_to_id": "7447396",
            "text": "Ef þú hefur spilað GW1 veistu hvað Arena.net eru fljótir að koma út með viðbætur á leikina. Það eru líka erfiðar dýflissur í leiknum sem er hægt að endurtaka og spilast mismunandi í hvert skipti (s.s. umhverfið innan þeirra og leiðangrarnir breytast) sem þær eru spilaðar sem innihalda sumt af besta dóti í leiknum.\nBætt við\nfyrir 6 árum, 10 mánuðum\n:\nOg já, svo hefur þú 8 mismunandi týpur til þess að velja um, margar mismunandi útgáfur af sögunni til þess að spila með o.s.frv. o.s.frv. Þú getur bókstaflega dútlað þér í þessum leik í (tug?)þúsundir klukkutíma."
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2012-05-08 09:24:25",
            "id": "7448456",
            "reply_to_id": "7447396",
            "text": "Risastór svæði sem að Elder Dragons hafa tekið yfir. Keðjur af atburðum sem að skalast með fjölda fólks þar sem að þú tekur yfir svæðið aftur.\nEf þú hefur séð Flame Legion Shaman eða Shadow Behemoth frá beta helginni eða áður, ímyndaðu þér það á miklu stærri skala sem nær yfir heilt svæði."
        },
        {
            "user": "EgillCv",
            "user_id": "63043",
            "date": "2012-04-30 12:21:01",
            "id": "7447402",
            "reply_to_id": "7447385",
            "text": "Ég get vart beðið eftir þessum leik!\nAlso, cooperation will be encouraged?! Holy shit! Einn af verstu hlutum við það að reyna að questa í wow verður ekki vandamál. Veit fátt jafn pirrandi og að vera að questa með 50 öðrum og allir eru að reyna að komast í quest objectives fyrstir."
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2012-04-30 12:31:27",
            "id": "7447404",
            "reply_to_id": "7447385",
            "text": "Frábær leikur eftir að hafa spilað hann núna um helgina.\nEitt var þó sem pirraði mig svoldið að þegar þú fórst óvart kannski í dynamic event , ég var elementalist sem eru með fáránlega lítið líf og armor miðað við aðrar proffesions en gera aðeins meira dmg, sem var einu til tveimur lvlum fyrir ofan þig                           ( mismunandi lvl events oft hlið við hlið í zone) þá varstu drepinn í tveimur höggum og ekkert sem þú gast gert í því.\nLeikurinn er náttúrulega í betu en miðað við þessa byrjun getur hann orðið risastórt fyrirbæri."
        },
        {
            "user": "Ritstjóri",
            "user_id": "480",
            "date": "2012-04-30 12:36:24",
            "id": "7447406",
            "reply_to_id": "7447404",
            "text": "Já, þetta er dálítið óeðlilegt ástand núna og á eflaust eftir að fínstilla eventin fyrir svona upphafs \"rush\" af fólki, allir að gera það sama. Þetta var náttúrulega svo hryllilega mikið af fólki að eventin sjálfstilltu sig upp í eflaust erfiðasta difficulty, þannig að allir óvinirnir voru eflaust \"elite masters\" eða sambærilegt. Maður dó oft í einu eða tveim höggum, jafnvel þegar ég var Warrior í heavy armor. Þetta er samt bara fínstillingaratriði. Það var epic upplifunin af 50-100 manna events út um allan heiminn sem situr eftir :)\nBætt við\nfyrir 6 árum, 10 mánuðum\n:\nSeinna færðu líka \"earth attunement\" og armorinn sem fylgir því. Þá verðuru ekki nálægt því svona viðkvæmur."
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2012-04-30 13:21:54",
            "id": "7447413",
            "reply_to_id": "7447406",
            "text": "Já þetta var eins og við var að búast. ( Blizzard er 7 árum á undan með Wow og ekki það mikið framar finnst mér )     WvWvW events voru frábærir líka og allir að lífga alla við án þess að nokkuð væri sagt var svo frábært að ég gat ekki annað en brosað aðeins þegar við náðum loksins að brjótast inn í kastalann.\nEarth attument gefur ekki það mikið toughness að 10k hp endist mikið lengur í pvp amk en að kita mobba var ekkert vesen og það dmgin virtist vera  það mikill hjá mér með sceptar að ég þurfti ekki að gera mikið af því.\n( Ert líka alltaf að skipta um attunments í pvp allavegana ;P)\nOg bara svo general info á þau set build sem arena net lét classa hafa í pvp á 80 þá eru elementalist með 10,5k base hp, theifs með 16k sirka, mesmers með 21k og rangers líka ( býst við að engineers sé þar líka) og síðan warriors með 24k ( guardians örugglega líka). Avrage auto attack hjá flestum classes var umþað bil 500.\nEn það er hægt að breyta um fullt af runes gems og pvp amulets sem eru stærsti stat boosterinn og er getur valið amulate eftir því sem þú spilar.\n( Ég gat farið frá elementalist með 10,5k hp 60% crit og slatta af power í 18k hp 25% crit, svipað power og gott toughness)"
        },
        {
            "user": "Ritstjóri",
            "user_id": "480",
            "date": "2012-04-30 14:57:32",
            "id": "7447424",
            "reply_to_id": "7447413",
            "text": "Eitt sem ég skildi aldrei, kannski vegna þess að ég eyddi mestum tíma í að prufa alla klassana og minnsta tímanum í eitthvað annað :) Hver var munurinn á \"Honor\" sölumönnunum og svo PVP sölumönnunum sem seldu allt fyrir 0 karma? Gat maður keypt sér hluti til þess að fara með inn í world PVP sem eru ekki hlutir úr hinum venjulega heimi?\nEinnig ,hvað gerði maður við \"badges of honor\"? Skildi aldrei peningakerfi PVP heimsins. Væri gaman að fá smá útlistun á því ef þú þekkir vel til þess."
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2012-05-01 12:53:56",
            "id": "7447539",
            "reply_to_id": "7447424",
            "text": "Ég fann 3 mismunandi vendor í the mist og náttúrulega var allt frítt þar en þeir virtust allir vera að selja fyrir karma     ( það sem þú gast keypt fyrir af venjulegum vendors) og fyrir hvert klára bg fékk ég sirka 70 glory og svo oft auka 5-20 fyrir að vera hæstur á kills flest bases captured etc etc.\nSamkvæmt því sem ég hef lesið er glory notað til að kaupa gear en þar sem gearinn í pvp er stat laus og runes sem þú setur á hann eru málið þá er það bara upp á útlitið ekkert annað."
        },
        {
            "user": "Ritstjóri",
            "user_id": "480",
            "date": "2012-05-01 12:35:49",
            "id": "7447536",
            "reply_to_id": "7447413",
            "text": "Eins og mig grunaði. Frá einum af DEVunum:\nSince there’s a lot of topics and discussions on this, I figured I’d make a post to let you guys know that we’re listening to your feedback on the matter, and there are valid points on both sides of the issue. In general, we’ve been fairly happy with the difficulty of the game in most places. However, we’re still in the process of working on PvE balance, so a lot of things will probably be adjusted and changed in the upcoming weeks. Here’s some of the areas we’re looking into updating:\nNew-player experience: It often takes people a while to get used to GW2 combat and learn to avoid attacks and learn what their skills do and how they work. We’re looking at slowing down the rate in which we introduce different enemy mechanics so that new players have more of a chance to get accustomed to the game.\nEvent scaling: We’re looking at ways to make the scaling on a lot of events work better for large amounts of players.\nMonster balance: Some enemies are significantly more difficult than others while others aren’t very threatening- we’re working on updating the balance for both of these categories so that there’s a more consistent difficulty level between various enemy types.\nIndividual quest and event balance: Some events and personal story quests can be overly difficult, and we’re looking at identifying these places.\nAgain, thanks a lot for all the feedback on this- we’re always trying to make the game a great experience, and feedback from you guys on what you’re enjoying and not enjoying helps us improve it."
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2012-05-08 09:32:46",
            "id": "7448457",
            "reply_to_id": "7447413",
            "text": "Þessar tölur um HP eru ekki réttar hjá þér.\nHP skiptist í nokkra hópa eftir klössum:\nLágt HP - Elementalist, Guardian og Thief. Í PvP lobby með +0 vitality (s.s. 916 base, sem er það sem allir eru með) þá eru þessir með ca. 11k HP.\nMiðlungs HP - Engineer, Mesmer. Með +0 vitality eru þeir með ca. 15k.\nHátt HP - Warrior, Necromancer. Með +0 vitality eru þeir með ca. 18k.\nHver punktur af vitality gefur þér 10 hp. Og hálsmenin (sem voru með alla stats, fyrir utan rúnir, í PvP) gáfu þér annað hvort ~500 eða 800 vitality, eftir því hvað þú valdir.\nÞetta þýðir að með besta hálsmeni, 30 punktum í trait línu sem gefur þér 300 vitality (og þar með 3000 hp), rune setti sem gefur þér ~150 vitality í viðbót (minnir að þau bestu fyrir vitality fóru það hátt), þá getur þú bætt HP'ið þitt um:\n(800+300+150)*10 = 1250*10 = 12500\nSem sagt, þeir sem eru með lágt HP geta tvöfaldað HP'ið sitt.\nS.s. það sem ég er að segja er að hálsmenin sem þú velur þér skipta alveg fáránlega miklu.\nSem dæmi, þá spilaði ég Engineer alla helgina og notaðu hálsmen sem var með toughness, precision og condition damage. Með því var ég í kringum 3000 armor, sem er meira en base armor hjá heavy armor class (warrior og guardian) ef þeir taka ekkert toughness.\nBætt við\nfyrir 6 árum, 9 mánuðum\n:\nEdit: Ég gleymdi að setja Rangerinn inn en hann á heima með Engineer og Mesmer í ca. 15k."
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2012-05-14 12:23:49",
            "id": "7449148",
            "reply_to_id": "7448457",
            "text": "Eins og ég sagði þá tók ég ekki gearinn af öllum heldur bara var þetta base hpið hjá öllum classes í þeim gear sem arena net setti sem standard.\nOg já vissulega geta classes með lægra hp hækkað það en þá gera þeir líka oft töluvert minna dmg.\nOg eins og þú varst s.s. að reyna segja mér þá var ég búinn að segja það að amulets skipta miklu máli ef þú hefðir lesið það sem ég skrifaði\nglhyphic:\nÉg gat farið frá elementalist með 10,5k hp 60% crit og slatta af power í 18k hp 25% crit, svipað power og gott toughness)\nÞá er það spurning hvort það sé þess virði að tapa 35% crit og 31% crit dmg fyrir slatta af hp og armor dno verður gaman að prufa síðar.\nSíðan eru runes líka með svo mismunandi stats að þær geta ráðið algjörlega hvernig þú spilar classinn þinn."
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2012-05-14 14:16:40",
            "id": "7449154",
            "reply_to_id": "7449148",
            "text": "Og það sem ég var að benda á er að bera saman HP hjá clössum sem eru ekki í sama geari meikar ekkert sens."
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2012-05-14 22:33:36",
            "id": "7449198",
            "reply_to_id": "7449154",
            "text": "Ef fólk vildi fá base hpið hjá öllum classes færi það bara á wikið. Langaði bara að segja þeim frá þeim setum sem arena net lét okkur hafa, ef það spilaði ekki um helgina, þar sem flest öll setinn virtust vera \"optimal\" setin fyrir hvern class ( að einhverju leyti, ekkert ákveðið í þeim efnum auðvitað svo ég coveri alla bases hjá þér)."
        },
        {
            "user": "egth",
            "user_id": "31699",
            "date": "2012-04-30 16:25:53",
            "id": "7447434",
            "reply_to_id": "7447385",
            "text": "Mér lýst mjög vel á leikinn, ég er samt ansi hræddur um að hann muni lendi í því sama og flest allir MMO's hafa lent í síðan WoW tók yfir markaðinn, eða fá sæmilegar vinsældir við útgáfu en svo fjara smám saman út. WoW virðist hafa náð að skapa umhverfi sem nái að halda svipuðum fjölda áskrifenda í tíma og ótíma.\nPersónulega sé ég fram á að kaupa mér leikinn og skemmta mér, en tel það ólíklegt að leikurinn nái miklum hæðum, þó ég væri alveg til í það. :)\nBætt við\nfyrir 6 árum, 10 mánuðum\n:\nGleymdi auðvitað að nefna að ég horfði á hin ýmsu streams úr leiknum um helgina og ég er hrikalega ánægður með grafíkina í leiknum."
        },
        {
            "user": "raptR",
            "user_id": "34717",
            "date": "2012-04-30 18:41:59",
            "id": "7447457",
            "reply_to_id": "7447385",
            "text": "Vá hvað ég er svekktur að hafa ekki farið í pvp yfir beta helgina, var bara of upptekinn við að taka þátt í events. WvWvW hljómar svakalegt!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2012-04-30 19:12:59",
            "id": "7447463",
            "reply_to_id": "7447385",
            "text": "Frábær lestur. Get ekki beðið eftir þessum!\nEin spurning: Veistu hvort það verður einhversskonar 'arena' í GW:2? Hvort það væru möguleikar að þetta yrði esport."
        },
        {
            "user": "Ritstjóri",
            "user_id": "480",
            "date": "2012-04-30 20:01:10",
            "id": "7447468",
            "reply_to_id": "7447463",
            "text": "Sæll\nJá, \"structured PVP\" myndi vera það sem var \"arena\" í GW1. Svínvirkar og tilvalið í alls konar form af mótum. Það er víst bara 5vs5, rétt eins og í CS. Mig misminnti og hafði rangt eftir í greininni."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2012-04-30 20:04:58",
            "id": "7447471",
            "reply_to_id": "7447468",
            "text": "Það er frábært. Er eitthvað 2v2 og 3v3 einnig?"
        },
        {
            "user": "Ritstjóri",
            "user_id": "480",
            "date": "2012-04-30 20:11:35",
            "id": "7447473",
            "reply_to_id": "7447471",
            "text": "Nei, enda bara tvö borð í boði við launch sem væru of stór fyrir slíkt. Arena.net hefur hinsvegar sýnt sig að ef að það er eftirspurn fyrir eitthvað, þá reyna þeir að fremsta megni að komast á móts við það."
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2012-05-01 12:46:20",
            "id": "7447537",
            "reply_to_id": "7447471",
            "text": "Öll þau battleground sem ég queaði í virtiust vera 8vs8 en arena net virðist hafa verið að segja lengi að þeir vilja gera 5vs5 að esport."
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2012-05-01 18:16:27",
            "id": "7447568",
            "reply_to_id": "7447385",
            "text": "Ég mun örugglega gefa þessu annan séns þegar ég er ekki á kafi í prófum, en það fór mjög í mig hvað ég var veikburða sem Thief.  Quest á sama lvl og ég reyndust vera mjöög erfið, og það tók mig mjög langan tíma að komast yfir þau.  Fyrst hélt ég að þetta snérist bara um L2P, og ákvað að þrjóskast við, en svo las ég á netinu að aðrir væru að lenda í því sama.  Kannski ég vellji bara annan class næst eða eithvað.  En svo fer líka í mig hvað það er erfitt að ná að tala við fólk, bæði í \"local\" spjallinu og í \"say\".  Það tekur enginn eftir þér, sem fær mig til að hugsa að maður neiðist til að solo'a þegar maður er ekki með vinum og kunningjum.\nAnnars var ég að fíla sum questin, og dynamic events, þetta hefur allt potential, en eins og þetta er núna er hann mjög fráhryndandi."
        },
        {
            "user": "Ritstjóri",
            "user_id": "480",
            "date": "2012-05-02 10:48:19",
            "id": "7447630",
            "reply_to_id": "7447568",
            "text": "Það er vegna þess hvað leikurinn er öðruvísi en fólk er vant í MMO. Þetta dodge kerfi krefst meiri hæfileika en aðrir þar sem að Arena.net reiknar með því hjá spilurum. Maður\nþarf\nallt í einu að læra inn á animation hjá óvininum og dodge-a ef maður vill lifa af. Mjög erfitt að komast af í heiminum án þess.\nMikið af vangaveltum hafa komið upp varðandi þetta. Vona að Arena.net gefi ekki eftir og geri leikinn algjörlega \"care bear.\""
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2012-05-02 12:24:59",
            "id": "7447635",
            "reply_to_id": "7447568",
            "text": "Það er rumor í gangi að creeps á low lvl lemja mjög fast til að players acctually noti dodge og reyni að hlaupa í kringum þau til að dodge attacks( rouge pvp style) en það er bara rumor og það er smá gaman að actually þurfa spila pve eins og pvp ekki bara facerolla frá einum mob til annars.\nÉg skil ekki alveg pointið með erfitt að ná til fólks því leikurinn er byggður þanning að þú þarft ekki að groupa upp eða neitt þið vinnið bara saman að takmarkinu ( hægt án orða en local virka fínt fannst mér) og ef þið viljið halda áfram hugsanlega saman þá bara invite to group."
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2012-05-02 13:29:18",
            "id": "7447647",
            "reply_to_id": "7447635",
            "text": "Okay, ég viðurkenni það að ég gjörsamlega hundsaði \"dodge\" takkann algjörlega, nema einstaka sinnum þegar ég var að kite'a.  En það sem reyndist vera erfitt sem Thief var að fara face 2 face við andstæðinginn.  Held, án þess að geta fullyrt það, að aðrir class'ar eiga mun auðveldara með það hvað það varðar að geta haldist á lífi mun lengur.  Ranged thief reyndist vera miklu auðveldari, en ég vill samt ekki vera neyddur í það hlutverk.  En eins og ég sagði áður, ég þarf að gefa þessu séns og hugsanlega L2P líka því þetta er ekki beint venjulegur MMO, sem er mjög góður hlutur. :)\nÞað má samt bæta Local, eða miðað við hvernig þetta var hjá mér allavega, enginn notaði það, og enginn svaraði manni.  En já, ég var mjög mikið að spila samt með öðru fólki, það vantaði bara smá samræður á milli, annars var þetta eins og að berjast með NPCs."
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2012-05-02 13:47:44",
            "id": "7447653",
            "reply_to_id": "7447647",
            "text": "Já skil þig alveg sérstaklega þar sem þú ert ekki að gera neinn dmg þegar þú dodgear hugsar maður en það er svo mikið þessi virði og jafnvel bara að hlaupa við hliðina á þeim virðist duga.\n( Sýnist leaping deathbloosom vera the trick fyrir dagger rogues til að avoida en já við verðum að prufa meira ;P)"
        },
        {
            "user": "alexus",
            "user_id": "21792",
            "date": "2012-05-01 23:41:36",
            "id": "7447600",
            "reply_to_id": "7447385",
            "text": "Það eru of margir sem hugsa, æji wow á hvorteðer eftir að halda áfram að vera dominerandi og þessi leikur á bara eftir að skíta á sig, ég spilaði þennan leik núna um helgina og ef fólk er eitthvað í efa um hvort það eigi að kaupa leikinn eða ekki, hættu því, þetta er magnaður leikur sem ég held að eigi eftir að gera góði hluti í höndum frábærra leikjasmiða hjá arenanet. ég spilaði enga mmo leiki fyrir tíma wow og hef ég ekki flutt mig yfir í neinn annan eftir það svosem swtor,aion,rift og fleirri. en ég sá trailerinn að þessum leik og ákvað að skoða hann aðeins betur og leist vel á hann svo ég ákvað að pre-purchase'a bara og viti menn leikurinn er svakalegur."
        },
        {
            "user": "arnason",
            "user_id": "18621",
            "date": "2012-05-03 00:41:41",
            "id": "7447769",
            "reply_to_id": "7447385",
            "text": "Flott grein :D  skemmti mér mjög vel í betunni. geðveikur leikur. býður uppá svo margt. ég reyndi að prufa eins mikið og ég gat. var samt mest á Ranger. WvWvW var frábært, eins var structured PVP geggjað. Grafíkin var rosalega flott þó að það eigi eftir að optimiza leikinn.\ner komið eitthvað íslenskt guild eða samfélag?"
        },
        {
            "user": "Helgi1989",
            "user_id": "29268",
            "date": "2012-05-04 11:17:30",
            "id": "7447994",
            "reply_to_id": "7447385",
            "text": "Ég bíð mjög spenntur eftir þessum leik, hann lýtur rosalega vel út og virðist ætla að standast undir allar væntingar.\nPlanið hjá mér er að stunda PVE í wow og hafa þennan svona til hliðar á meðan ég er ekki að raida í wow :) Enda er ekki hægt að segja annað en að wow bjóði uppá bestu raidin..Þessi verður samt svakalegur í PVP og mun pottþétt rústa wow í þeirri deild."
        }
    ]
}