{
    "forum_title": "Herkænskuleikir",
    "user": "whiMp",
    "user_id": "68668",
    "date": "2012-04-29 19:18:07",
    "title": "Hon vs Dota 2",
    "text": "Jæja discuss! Hvernig eru menn að taka í Dota 2 og hvað finnst ykkur betra eða verra?",
    "url": "https://www.hugi.is/strategy/korkar/799538/hon-vs-dota-2/",
    "url_id": "799538",
    "id": "7447299",
    "replies": [
        {
            "user": "egth",
            "user_id": "31699",
            "date": "2012-04-29 19:52:39",
            "id": "7447303",
            "reply_to_id": "7447299",
            "text": "Ég spilaði nokkra leiki í betunni fyrir áramót, það var frekar lame. Síðan þá hafa þeir væntanlega betrumbætt betuna.\nVandamálið við HoN er að þeir eru með alltof margar hetjur og bæta við hetjum of reglulega. Þetta er orðið að peningakú sem þeir mjólka þangað til leikurinn verður ónýtur. (Nýjar hetjur eru sjálfkrafa bannaðar í öllum mótum því þær eru oftast svo hrikalega illa balanced)\nÉg geri fastlega ráð fyrir að Dota 2 verði mikið betri við release."
        },
        {
            "user": "whiMp",
            "user_id": "68668",
            "date": "2012-04-29 20:00:10",
            "id": "7447305",
            "reply_to_id": "7447303",
            "text": "Já, ég er samt einn af þeim óheppnu sem er ekki en komin með beta key svo ég get voða lítið borið þetta saman. En hann verður líklega meira eSport heldur en hinir miðað við hvað ég hef séð."
        },
        {
            "user": "egth",
            "user_id": "31699",
            "date": "2012-04-29 20:34:26",
            "id": "7447308",
            "reply_to_id": "7447305",
            "text": "LoL er klárlega langstærsti leikurinn núna.\nDota2 á möguleika á að verða stærri en það verður ekki auðvelt verkefni. Fáránlegur peningur sem Riot hendir í mótin."
        },
        {
            "user": "drezi",
            "user_id": "41199",
            "date": "2012-04-30 01:17:32",
            "id": "7447358",
            "reply_to_id": "7447299",
            "text": "dota2 easily, fékk betakey fyrir mánuð orso og búnað vera húkkt, betrumbættur dota1 og er sífellt verið að bæta"
        },
        {
            "user": "Swarnos",
            "user_id": "68943",
            "date": "2012-04-30 02:51:49",
            "id": "7447363",
            "reply_to_id": "7447299",
            "text": "Að vera í free hero pool dótinu er glatað, ég spila bara hon ef ég get verið Draconis eða einhver svona op hetja. Annars er Hon orðið svo mikið fail og Dota 2 er allt sem Hon vildi verða."
        },
        {
            "user": "egth",
            "user_id": "31699",
            "date": "2012-05-13 12:24:19",
            "id": "7449055",
            "reply_to_id": "7447363",
            "text": "ég spila bara hon ef ég get verið Draconis eða einhver svona op hetja\nDraconis er með verri hetjum í HoN. Just sayin'"
        },
        {
            "user": "Swarnos",
            "user_id": "68943",
            "date": "2012-05-13 15:10:53",
            "id": "7449068",
            "reply_to_id": "7449055",
            "text": "Veit hann er einn af verri hetjum, allar s2 heroes eru drasl nema Blitz, Blitz er beast."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2012-04-30 08:20:59",
            "id": "7447375",
            "reply_to_id": "7447299",
            "text": "EInu skiptin sem ég hef spilað HoN síðan ég fékk beta key er þegar ég spila með vinum sem eru að bíða eftir beta key.\nTilraunir S2 til að græða sem mest á HoN eru farnar að láta mjög sjá á leiknum."
        }
    ]
}