{
    "forum_title": "Bækur",
    "user": "loevly",
    "user_id": "36144",
    "date": "2012-05-06 21:44:31",
    "title": "Indverskt kryddaðar smásögur",
    "text": "Ég er að lesa smásagnasafnið\nTúlkur tregans\neftir konu að nafni Jhumpa Lahiri. Lahiri er fædd í Englandi, uppalin í Bandaríkjunum en er af indverskun ættum. Munur bandarískrar og indverskrar menningar og þær aðstæður sem sem innflytjendur og afkomendur þeirra lenda í eru rauði þráðurinn í  gegnum allt safnið.\nTúlkur tregans\ner fyrsta birta verk höfundar og fékk hún fyrir það hin virtu bandarísku Pulitzer verðlaun árið 2000.\nÍ öllum sögunum mætast bandarísk og indverk gildi á einhvern hátt: indverskar venjur í bandaríksu umhverfi, hvernig önnur kynslóð innflytjenda kemur fyrir í heimalandinu, þegar manns eigin menning er framandi, hvernig indversk menning birtist öðrum með mismunandi hætti og svo framvegis.\nÞótt aðstæðurnar og sjónarhornin séu mismunandi eru sögurnar um margt líkar. Sögusviðið er oftast norð-austurhluti Bandaríkjanna, sögupersónurnar eru yfirleitt mjög vel menntað fólk með próf frá þekktum bandarískum háskólum og vinnur jafnvel innan háskólasamfélagsins. Þetta er það umhverfi sem höfundurinn kemur úr og þekkir. Ég ímynda mér að kveikjan að sögunum sé komin frá fólki sem hún hefur hitt eða hefur heyrt sögur af. Auðvitað er það eðlilegt að höfundar skrifi um það sem þeir þekkja en að vissu leiti leiðir þetta til ákveðinnar einsleiti í smásagnasafni eins og þessu. Dregin er upp nokkuð einsleit mynd af Indverjum í Bandaríkjunum: vel menntaðir, halda indverskar hefðir í heiðri, matur og matseld er fyrirferðarmikill hluti lífsins, kynjahlutverk eru að mörgu leiti hefðbundnari, umgangast mest aðra Indverja og fjölskyldan er stór og skiptir mjög miklu máli.\nÞað er ósanngjarnt að ætlast til að ein og sama konan geti skrifað níu frábærar smásögur sem gefa raunsætt þversnið á alla Indverja sem flust hafa til Bandaríkjanna. Maður verður því að átta sig á við lesturinn að verið er að draga upp, eða viðhalda ákveðinni staðalímynd. Oft er heilmikið sannleikskorn í staðalmyndum, en hvað og hversu mikið?\nTvær af sögunum í bókinni fjalla alfarið um Indverja á Indlandi. Þær sögur eru ólíkar hinum að því leiti að ekki er verið að horfa muninn á indverskri og bandarískri menningu. Mér finnst að í þeim sé gefið í skyn að kannski sé munurinn ekki eins mikill og ætla mætti.\nOft er skemmtilegt að lesa bækur úr menningarheimum sem maður þekkir lítið eða ekkert. Þessar smásögur gefa smá innsýn í hugsunarhátt sem er að sumu leiti framandi en að örðu leiti ekki svo mjög.\nSmásögurnar í smásagnasafninu\nTúlkur tregns\neru vel og fallega skrifaðar. Í þeim segir frá áhugaverðu fólki og aðstæðum sem reyna að varpa ljósi á hvað einkennir menningu – hvort sem það er gott eða slæmt.\nHeimildir:\nhttp://en.wikipedia.org/wiki/Jhumpa_Lahiri",
    "url": "https://www.hugi.is/baekur/greinar/799770/indverskt-kryddadar-smasogur/",
    "url_id": "799770",
    "id": "7448285",
    "replies": []
}