{
    "forum_title": "Tilveran",
    "user": "smeppi",
    "user_id": "717",
    "date": "2012-05-10 15:33:19",
    "title": "Slæmir tímar",
    "text": "Ég er farinn að sjá hvað er svona heillandi við það að vera útá sjó alltaf. Maður þarf ekki að deala við stofnanir útá sjó. Maður veiðir bara fisk, talar við kallana og ælir. Einfalt líf. Svo kemur maður í land, dettur í það og er farinn aftur á sjó áður en það rennur af manni. Gott líf.\nÉg nenni ekki að vera fara útí smáatriðin á þessu, mest megnis peningavandræði, en finnst það einhvern veginn vera svo margt annað líka. Bara allt. Ég er líka bara ógeðslega reiður akkúrat núna og það er ef til vill öllu verra. Langar að hverfa bara því ég hef hvorki orku né vilja til þess að takast á við þetta líf. Er líka illa axlarbrotinn og hef ekki gert rassgat í tæpa þrjá mánuði, sem er virkilega byrjað að segja til sín.\nÉg veit það borgar sig ekkert að æsa sig yfir þessu. En ég róaðist eitthvað við að skrifa þennan kork..",
    "url": "https://www.hugi.is/tilveran/korkar/799880/slaemir-timar/",
    "url_id": "799880",
    "id": "7448761",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2012-05-10 18:40:03",
            "id": "7448781",
            "reply_to_id": "7448761",
            "text": "Notaðu tímann til að undirbúa þig... Fyrir lífið... Fyrir sjóinn? Allt svo lengi sem hvað varðar fyrir dauðann.\nGríptu bók... Horfðu á fræðsluefni. osfrv. Þér mun líða betur eftir á."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2012-05-11 09:44:47",
            "id": "7448859",
            "reply_to_id": "7448761",
            "text": "Knús :)"
        },
        {
            "user": "Csick",
            "user_id": "72710",
            "date": "2012-05-11 13:22:48",
            "id": "7448879",
            "reply_to_id": "7448761",
            "text": "valium og viskí reddar þessu."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2012-05-11 14:43:44",
            "id": "7448890",
            "reply_to_id": "7448761",
            "text": "Mér er búið að líða svona í 3 mánuði.\nÉg hætti í vinnuni minni og byrjaði bara að líða mjög illa.\nÉg er bara að vonast til þess að ég komist inn í skólann sem ég sótti um en það er hæpið þar sem ég er ekki með stúdentspróf og þeir vilja það víst.. ég virkilega nenni ekki að taka stúdentinn.. Get ekki ímyndað mér neitt leiðinlegra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-05-11 16:27:10",
            "id": "7448906",
            "reply_to_id": "7448890",
            "text": "stúdentinn... er of ef ekki almetinn.\nMaður má til..."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2012-05-11 22:58:15",
            "id": "7448945",
            "reply_to_id": "7448890",
            "text": "Já ég tók stúdentinn og eftir á finnst manni það svona dálítið... hmm hvað var ég að gera í 3 ár? Það er náttúrulega nauðsynlegt ef maður ætlar í háskóla, en ef ekki þá er þetta bara eitthvað svo meh.\nOg já, vá hvað það drepur sálina að hafa ekkert að gera á daginn."
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2012-05-15 02:00:30",
            "id": "7449215",
            "reply_to_id": "7448890",
            "text": "Skilst að þeir taki líka mat af portfolio'inu, ef þú ert að fara í þann skóla sem ég las á öðrum þræði að þú ætlaðir í."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2012-05-15 17:17:46",
            "id": "7449238",
            "reply_to_id": "7449215",
            "text": "Já, það er vonin sem ég held í :)"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2012-05-11 22:33:25",
            "id": "7448944",
            "reply_to_id": "7448761",
            "text": "mér finnst ekkert að því að fá smá útrás yfir svona hlutum"
        }
    ]
}