{
    "forum_title": "Final Fantasy",
    "user": "THT3000",
    "user_id": "57324",
    "date": "2012-06-20 18:03:34",
    "title": "Versus XIII dauður?",
    "text": "Final Fantasy Versus XIII\nhefur verið í einhverskonar vinnslu síðan 2005 og hefur ennþá ekki fengið útgáfudag staðfestan. Nú nýlega var ekkert sýnt úr honum á E3. Á netinu er sú skoðun að\nleikurinn muni einfaldlega aldrei koma\nbyrjuð að breiðast út.\nHvað haldið þið?",
    "url": "https://www.hugi.is/finalfantasy/korkar/800544/versus-xiii-daudur/",
    "url_id": "800544",
    "id": "7450961",
    "replies": [
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2012-06-20 18:24:01",
            "id": "7450964",
            "reply_to_id": "7450961",
            "text": "Ég vona bara að þeir haldi áfram að gera góða Kingdom Hearts leiki, eina sem mér finnst varið í núorðið.\nVinnslu í 7 ár, vá það er rugl. Þeir eru snillingar að flækja hlutina fyrir sér."
        },
        {
            "user": "TheSirLaguna",
            "user_id": "79566",
            "date": "2012-06-21 07:50:47",
            "id": "7451022",
            "reply_to_id": "7450961",
            "text": "Mig minnir að Nomura hafi sagt \"Working on Versus XIII takes priority.\" Einhversstaðar þegar það var spurt hann um FFVII remake.\nVona samt að þeir gefi hann út bráðlega. Ef það verður ekki gefið upp útgáfudag fyrir 2014 þá verð ég sannfærður um það að leikurinn sé steindauður."
        },
        {
            "user": "Doxjugn",
            "user_id": "49189",
            "date": "2012-07-07 14:03:54",
            "id": "7451658",
            "reply_to_id": "7450961",
            "text": "Ég er ennþá þolinmóður. Nomura segir að það sem ekki kemst í bardagakerfið í þessum leik fari í bardagakerfið í Kingdom Hearts III.\nÉg ætla gefa þessu þolinmæði þangað til á næsta ári, ef ég fer ekki að heyra talað um útgáfudag árið 2013 þé fer ég að missa trúna.\nÞessi grein er náttúrulega frá einum sem hefur orðið ULTRA spenntur fyrir leiknum og er síðan búinn að missa trúna á Square.\nEin spurning samt, hva fannst ykkur um þetta Agni's Philosophy Real Time Demo sem þeir sýndu á E3???\nEf þið eruð ekki búnn að sjá það, þá um að gera að kíkja á það."
        },
        {
            "user": "PeaceFrog",
            "user_id": "62214",
            "date": "2012-07-21 14:16:49",
            "id": "7452019",
            "reply_to_id": "7450961",
            "text": "ef square svarar þessum orðróm ekki á næstu dögum gæti ég alveg trúað þessu, því miður"
        }
    ]
}