{
    "forum_title": "Kvikmyndir",
    "user": "sabbath",
    "user_id": "64154",
    "date": "2012-07-06 18:57:40",
    "title": "Hálfsárslisti",
    "text": "Þá er hálft ár liðið og verð ég að játa að 2012 hefur verið stórgott á þeim tíma. Þrátt fyrir að ég hef ekki séð neina mynd sem ég get kallað meistaraverk (þó ein sé ekki það langt frá því) þá hafa komið fullt af frábærum myndum, þó slöppu myndirnar séu aldrei langt undan. Á þessu ári hafa þegar komið myndir frá góðum leikstjórum á borið við\nJoss Whedon, Wes Anderson, Gary Ross, Andrew  Stanton, Ridley Scott, Tim Burton\nog hafa þar að auki nýir látið sjá sig. Og síðan eiga eftir að koma myndir frá t.d.\nQuentin Tarantino, Peter Jackson, Christopher Nolan, Paul Thomas Anderson, Sam Mendes, Ang Lee,  Oliver Stone, Rubin Fleischer, Steven Soderbergh, Ben Affleck, David Cronenberg, Tom Hopper\nog\nDavid O. Russell\ntil að nefna nokkra. Þetta verður vonandi stórgott ár.\nHér fyrir neðan er smá yfirlit af því sem var eftirminnilegast af því sem er liðið af árinu, á góðan og slæman hátt.\nBestu illmenni:\nLoki\núr\nAvengers\nog\nDavid\núr\nPrometheus\nLoki fannst mér standa sig vel í\nThor\nen það var í The Avengers þar sem hann virkilega náði að vera gott illmenni, þar sem hann er kröftugur, klókur og óhugnalegur og lék\nTom Hiddleston\nhann frábærlega. Atriðið á milli hans og Black Widow er nóg til að sjá hversu góður hann er.\nDavid var miklu öðruvísi illmenni, enda er hann vélmenni sem er knúinn að það mikilli forvitni að honum er sama hverjar afleiðingarnar eru, jafnvel þótt það drepur aðra. Vilji hans til að finna svar um plánetuna LV-223 og áhugi hans um fornfræði blandað saman við siðleysi hans við tilraunir og frammistöðu\nMichael Fassbender\nleiðir að frekar áhugaverðum karakter sem var það besta við Prometheus.\nOfmetnasta mynd:\nMadagascar 3\n. Sjálfur fannst mér þessi mynd vera ekkert annað en miðjumoð sem missti mikla orku eftir 20 mínútur. Nýju karakterarnir voru lítið eftirminnilegir og þeir gömlu gerðu lítið nýtt, húmorinn var mistækur en ég naut samt sem áður litadýrðarinnar og súru hluta myndarinnnar.\nVanmetnasta mynd:\nIron Sky\n. Hún er ekki að fá þá athygli sem hún á skilið. Hún er með geðveikan (bókstaflega) söguþráð, húmorinn er æðislega súr, satrían er skemmtileg og leikararnir virkilega skemmta sér yfir þessari mynd. B-mynd sem tekur sig aldrei alvarlega.\nBestu atriðin:\nLokabardaginn í\nAvengers\nDópatriðið í\n21 Jump Street\nFlugatriðið í\nChronicle\nAtriðið með krakkanum í bílnum í\nThe Amazing Spiderman\n„Fæðingin“ úr\nPrometheus\nMest allt tengt\nRue\ní\nThe Hunger Games\nBestu/Verstu myndir hálfársins\n(ath. að ég tek einungis myndir sem komu út árið 2012, svo myndir eins og\nHugo, Shame, The Raid, Intouchables\nog\nCabin In The Woods\nmunu ekki vera hér).\nVerstu myndir:\n5: Man On A  Ledge\nMeð slöppum frammistöðum, óraunsæum aðstæðum og metnaðarleysi, þá hefði þessi mynd getað verið svo slæm að hún hefði getað verið skemmtileg. En hún tekur sig svo grafalvarlega allan tímann að það er erfitt finnast hún ekki vera kjánaleg.\n4: Ghost Rider 2: Spirit Of Vengeance\nNic Cage\ner maður sem fáir leikstjórar geta haft hemil á, eða að minnsta kosti látið ofleikinn hans vera stórkostlegan. Ghost Rider 2 er mynd þar sem Cage-inn er á sínu versta og ekki bætir úr skák að sagan er veik og tölvubrellurnar eru rosalega breytilegar í gæðum. Fáranlegt, hávært, heilalaust rusl.\n3: Act Of Valor\nÞetta er mynd sem ég hafði áhuga á að sjá vegna þess að myndin er leikin af alvöru hermönnum og er notast við alvöru heraðgerðir í myndinni. Því miður er fókusinn á einhvern karakter enginn, leikurinn er hræðilegur, leikstjórnin er slöpp og manni er drullusama um allt sem er að gerast í þessari mynd. Þessi mynd er eins og\nTeam America\nef hún væri fullkomlega alvarleg drama/hasarmynd.\n2: Piranha 3DD\nKlárlega metnaðarminnsta myndin á listanum, enda lítið gert nýtt með söguna sem var ekki gert í upprunalegu myndinni. Gore-ið og brjóstin verða fljótlega þreytt og þá er bara eftir einhliða karakterar, þurr húmor og leiðindi, og þekktir leikarar sem því miður hafa ekkert betra að gera. Eina sem var góða við hana er að hún er stutt.\n1: One For The Money\nKatherine Heigl\nvar fín í\nKnocked Up\nen ég held að ég hafi ekki séð góða mynd með henni síðan þá. Atburðarásin í One For The Money er hundleiðinleg, aðalkarakterinn er pirrandi (og ekki bætir frammistaða Heigl), karakterarnir eru þunnir, hasarinn er hörmulega illa gerður og myndin lét mig bara glotta nokkrum sinnum.\nBestu myndir:\n5: The Amazing Spiderman\nÞrátt fyrir að vera aðeins of lík upprunalegu myndinni frá 2002 þá gerir hún margt betur heldur en hún.\nAndrew Garfield\ner betri í titilhlutverkinu, sagan er dýpri og þróun hans í ofurhetjuna er sögð á tæknivæddari hátt, sem mér líkaði vel við. Þar að auki eru frammistöður leikaranna sterkar, hasarinn myrkur og góður og rómantíkin sæt.\n4: 21 Jump Street\nFyndnasta mynd sem ég séð í dágóðan tíma. Satíran er frábær,\nChanning Tatum\nog\nJonah Hill\nvirka vel saman og húmorinn er æðislegur, frá földum hlutum til æðislegs vímuatriðis sem erfitt er að horfa á svipbrigðislaus. Það er langt síðan ég hló eins mikið að atriði og þegar þeir tveir voru í vímu í skólanum.\n3: Moonrise Kingdom\nHér kemur mynd sem er skotin fullkomlega, inniheldur æðislega litasamsetningu, er ótrúlega falleg og hefur mjög sjarmerandi sögu um tvo einstaklinga sem eiga næstum engan annan að nema hvort annað. Þar að auki er myndin leikarasúpa og sýna þeir allir fínan lit og húmorinn er stórkostlega súr. Sæt, falleg og fyndin.\n2: The Hunger Games\nFyrir utan kvikmyndatökuna í hasaratriðunum (allt of mikið shaky-cam, gert svo að myndin gat verið grófari án þess að aldurstakmarkið mundi hækka), þá er lítið hægt að kvarta um þessa mynd. Handritið er vel skrifað, strúktúrinn er frábær, leikurinn er frábær, stíllinn er frumlegur og einkennilegur og ég virkilega dýrka þemurnar í þessari mynd.\n1: The Avengers\nÞetta er einhver besta ofurhetjumynd sem ég hef séð. Það er svo mikið að gerast í þessari mynd en aldrei nokkurn tíman gleymir Joss Whedon karakterunum sem eru í myndinni (og þeir eru talsverðir) á meðan hann kemur með einhverja fyndnustu, hröðustu og flottustu myndasögumynd sem ég hef séð. Lokahluti myndarinnar var gull að sjá í bíói.\nNokkrar aðrar góðar frá árinu:\nChronicle, Svartur Á Leik\nog\nIron Sky.\nPS:\nÉg er kominn með bloggsíðu sem ég mun vonandi hafa virka lengi. Ég kom oftast með greinar þrisvar á viku, og þá nær alltaf að minnsta kosti eina sem er nýkomin í bíó. Endilega kíkið á hana\nhttp://mrhaux.wordpress.com",
    "url": "https://www.hugi.is/kvikmyndir/greinar/800730/halfsarslisti/",
    "url_id": "800730",
    "id": "7451639",
    "replies": [
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2012-07-06 19:01:08",
            "id": "7451640",
            "reply_to_id": "7451639",
            "text": "Ég veit að það er sums staðar of mikið bil. Hugi var leiðinlegur við mig."
        }
    ]
}