{
    "forum_title": "Rómantík",
    "user": "bcool",
    "user_id": "58158",
    "date": "2012-09-03 21:34:17",
    "title": "Smá tilvistarkreppa...",
    "text": "Ég veit ekki alveg út af hverju ég er að setja þetta hérna inn, en ég hef hreinlega bara engan annan vettvang til að fá einhverjar óhlutdrægar ráðleggingar, þar sem ég þarf ekki að fegra hlutina til að halda þessari \"fullkomnu ímynd um okkar samband\"  og þess háttar kjaftæði.\nSemsagt, ég er tvítug kvk og er búin að vera í sambandi núna í næstum 2 og hálft ár. Hann er tveimur árum eldri en ég og ég elska hann alveg út af lífinu. Málið er bara að sambandið er orðið bara... ég veit ekki einu sinni hvernig ég á að orða það... það er bara eins og eitthvað sé brotið. Við höfum hvorugt haldið framhjá eða gert eitthvað drastískt til þess að það gerðist, heldur bara er það orðið þannig núna.\nTil að reyna gera langa sögu stutta, þá er hann frekar svona hlédrægur náungi, ekki mikill kvennakall þannig áður en hann kynntist mér og er ekki mjög framtakssamur í þeim efnum. Hann kann ekki að ganga á eftir stelpu, hvað þá að reyna halda sambandi gangandi. Við byrjuðum saman þegar ég var auðvitað frekar ung og með rómantískar hugmyndir, ég var alveg að verða 18 og var endalaust að gera eitthvað sætt fyrir hann. Bjó til CD disk með lögum sem ég tengdi við okkur og okkar samband, sem við höfðum einhverjar sameiginlega minningar um, ég keypti handa honum svona dogma bol sem var eiginlega svona einkahúmor á milli okkar og alveg fullt af svona sætum hlutum. Ég gerði það alltaf mánaðarlega fyrsta hálfa árið, þ.e. þann mánaðardag sem við höfðum byrjað saman. Svo þegar hálft ár var liðið hélt ég að nú myndi hann kannski gera eitthvað, en allt kom fyrir ekki. Og alveg síðan höfum við átt við þetta vandamál að stríða, mér finnst hann ekki gera neitt til þess að halda einhverjum neista í þessu sambandi.\nÉg hef reynt að ræða þetta við hann og hann segist alltaf ætla reyna bæta sig, en svo einhvern veginn gerist ekki neitt... Svo er það ekki eina vandamálið, þar sem við erum frekar ólík, viljum svona sitthvora hlutina í lífinu eins og staðan er ákkúrat núna, en viljum samt það sama í framtíðinni. Þ.e. við værum ágæt saman eftir svona 5 ár...\nEn þetta er komið út í það að ég er eiginlega hætt að vera \"hrifin\" af honum... Og það er í rauninni langt síðan ég hætti að vera hrifin af honum. Og ég hef sagt honum það, samt gerðist ekki neitt sem kom frá honum til að reyna hrista aðeins upp í hlutunum, þ.e. til að reyna \"vinna\" hrfninguna mína aftur....\nVeit þetta hljómar frekar hallærislega að segja þetta svona, en ég held, eða eiginlega veit, að hann er mun hrifnari af mér en ég af honum, bæði andlega og kynferðislega. Hann er mjög ánægður með mig bæði útlitslega og kynferðislega og er mjög hrifinn af mér (það er greinilegt), en samt finnst mér hann ekki leggja sig fram til að sýna mér það eða til þess einfaldlega að halda í mig... Hann segist elska mig og allt það, en ég er alltaf að bíða eftir því að hann sýni mér það almennilega.\nVið höfum auðvitað átt okkar hæðir og lægðir, en undanfarið ár hefur allt bara verið eitthvað svo glatað... Það er svo stutt í rifrildin og særindin sem við höfum gert við hvort annað. Hann segist oft ætla gera hluti sem hann stendur svo ekki við (eins og t.d. að reyna finna sér vinnu þar sem ég bý, svo bara beilaði hann allt í einu á því og við enduðum í fjarsambandi í hálft ár vegna þess) og ég er eiginlega hætt að treysta honum... Og trúiði mér þegar ég segi að ég hafi reynt að tala um þetta allt við hann?\nÉg hef sagt honum að ég sé hætt að vera hrifin af honum (ég auðvitað elska hann bara, get ekki ímyndað mér að missa hann úr lífi mínu) og að ég treysti honum ekki lengur, þar sem hann hefur logið að mér og flúið úr aðstæðum sem við vorum bæði ábyrg í og skilið mig eftir í skít út af því... En samt hef ég ekki séð neitt áberandi \"Fyrirgefðu\" eða neitt í alvöru action... bara orð.\nOg ég veit alveg að ég er ekki fullkomin í þessu sambandi, ég hef alveg hagað mér eins og asni stundum, en þetta vandamál er bara orðið svo djúpt hjá mér (og þetta er mjög einfaldað hérna... kemur eflaust kjánalega út) að ég ég bara búin að missa móðin yfir þessu sambandi. Ég er í alvörunni búin að hugsa um að hætta með honum undanfarið ár.\nEn fyrir mér er þetta miklu meira en bara að hætta saman, hann er besti vinur minn, við eigum fullt af hlutum og dýrum saman, okkur líður vel saman og allt það... En ég bara er orðin andlaus í þessu sambandi. Og ég veit ekki hvort það sé út af því að þetta sé bara komið gott hjá okkur eða hvort ég haldi að grasið sé eitthvað grænna hinum megin. Ég veit ekkert hvert ég á að snúa mér eða hvað ég á að gera... Ég er svona sucker fyrir rómantík og vill í alvöru trúa því að þetta sé ekki það eina sem maður getur fengið... Mér þykir svo innilega vænt um þennan strák og fæ sting í hjartað þegar ég hugsa um að þetta gæti verið búið, en ég veit ekki hvort ég höndla þetta lengur. Ég er ekki lengur andlega í þessu sambandi, það er allt orðið svo áhugalaust hjá okkur, bara minnstu samræður eru orðnar leiðinlegar...\nÉg er í skóla annarsstaðar á landinu en hann og hann kaus það sjálfur að verða eftir. Alltaf þegar við heyrumst í síma, þá er þetta bara eins og að tala við foreldra sína, það er álíka áhugalaust... Ég er bara í mestu tilvistarkreppu lífs míns með þetta, ég bara get ekki ímyndað mér að tala bara við hann eins og ókunnugan eftir að hafa treyst honum fyrir öllu í mínu lífi undanfarið 2,5 ár... Mér þykir svo vænt um hann og tilhugsunin um að missa besta vin sinn er óhugnanleg...\nÉg vona að eitthvað af þessu sé skiljanlegt og ekki of mikil romsa, ég biðst bara afsökunar á því. Ég vona bara að einhver geti gefið mér hlutlausar ráðleggingar um hvort ég sé vangefin og sé bara að halda að grasið sé grænna hinum megin, eða hvort þetta sé bara dauðadæmt...",
    "url": "https://www.hugi.is/romantik/korkar/801263/sma-tilvistarkreppa/",
    "url_id": "801263",
    "id": "7452990",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2012-09-03 22:26:13",
            "id": "7452993",
            "reply_to_id": "7452990",
            "text": "So she set the little creature down, and felt quite relieved to see it trot away quietly into the wood. 'If it had grown up,' she said to herself, it would have made a dreadfully ugly child: but it makes rather a handsome pig, I think.' And she began thinking over other children she knew, who might do very well as pigs, and was just saying to herself, 'if one only knew the right way to change them--' when she was a little startled by seeing the Cheshire Cat sitting on a bough of a tree a few yards off.\nThe Cat only grinned when it saw Alice. It looked good-natured, she thought: still it had VERY long claws and a great many teeth, so she felt that it ought to be treated with respect.\n'Cheshire Puss,' she began, rather timidly, as she did not at all know whether it would like the name: however, it only grinned a little wider. 'Come, it's pleased so far,' thought Alice, and she went on. 'Would you tell me, please, which way I ought to go from here?'\n'That depends a good deal on where you want to get to,' said the Cat.\n'I don't much care where--' said Alice.\n'Then it doesn't matter which way you go,' said the Cat."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-09-03 22:31:58",
            "id": "7452994",
            "reply_to_id": "7452990",
            "text": "Hann er líklega bara bíða eftir að þú dömpir honum, hann virðist hafa engan áhuga en vill ekki gera það sjálfur."
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2012-09-04 00:14:26",
            "id": "7452999",
            "reply_to_id": "7452990",
            "text": "Sæl,\nÞetta er mjög vel útskýrt og ég skil þig vel. Þetta er mjög erfið aðstaða sem þú ert í, það er alltaf erfitt að enda samband, sérstaklega þegar hinn aðilinn í sambandinu er líka besti vinur manns. Ég get ekki sagt þér hvort þú ættir að hætta með honum eða ekki, það er eitthvað sem þú verður algjörlega að ákveða fyrir þig. Hinsvegar er það alveg ljóst að samband ykkar gengur ekki eins og það er núna. Mér heyrist á þér eins og þú sért að pæla í því hvort þú sért með of háar kröfur gagnvart samböndum almennt, sért vanþakklát með núverandi samband og haldir kannski að grasið sé e.t.v. grænna hinum megin. Af skrifum þínum að dæma sýnist mér að svo sé ekki.\nÞað að hann sýni ekki frumkvæði að því að halda sambandinu gangandi, hætti við eitthvað sem hann hefur áður lofað að gera, ljúgi að þér og hafi skilið þig eina eftir í erfiðum aðstæðum finnst mér mjög alvarlegt mál. Eitt það mikilvægasta í samböndum er að geta treyst hinum aðilanum og treyst því að hann gangi í gegnum súrt og sætt með manni, því það munu alltaf einhverjar hindranir koma á vegi manns. Ég trúi því alveg að þetta sé góður strákur og að þér þyki ofboðslega vænt um hann, en það er ljóst að þér líður alls ekki vel í þessu sambandi eins og það er orðið núna. Hann er greinilega ekki heldur að sinna þér og sambandinu eins og hann ætti að vera að gera.\nÉg veit að það er ofboðslega erfitt skref að hætta með manneskju sem manni þykir vænt um en þú verður að hugsa um það sem er þér fyrir bestu og það sem gerir þig, að lokum hamingjusama. Ég trúi því að það sé í mjög mörgum tilfellum hægt að laga sambönd sem eru orðin erfið og léleg en til þess þurfa báðir aðilar að leggja mjög hart að sér. Það er ekki nóg að annar aðilinn geri það bara :)\nÞetta er allavegana eins og ég sé þetta. Hvort sem þú endar þetta eða þið náið að laga þetta þá óska ég þér alls hins besta. Gangi þér vel :)\nKv, Stjarna4"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2012-09-04 00:15:32",
            "id": "7453000",
            "reply_to_id": "7452990",
            "text": "Ef þú ert ekki ánægð, þá þarftu á breytingu á að halda. Spurningin er, ertu ánægð?"
        },
        {
            "user": "FlapJack",
            "user_id": "76827",
            "date": "2012-09-04 15:38:29",
            "id": "7453006",
            "reply_to_id": "7453000",
            "text": "hún hljómar ekki of ánægð..:/"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2012-09-04 17:56:58",
            "id": "7453008",
            "reply_to_id": "7453006",
            "text": "satt :/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2012-09-05 00:31:34",
            "id": "7453011",
            "reply_to_id": "7452990",
            "text": "Hljómar einsog hann eigi eitthvað erfitt, gæti verið að hann sé þunglyndur. Kannski er hann ekki að \"höndla\" samband og hefur þessvegna verið farinn í nokkurskonar aðgerðarlítið \"limbo\". Hann kann kannski ekki við að vera í sambandi, að gefa sig allan í það, getur verið erfitt átak, nútímalíf fólks gerir það heldur ekkert auðvelt því fólk á erfitt með að fórna sínum þæginlega lífstíl fyrir aðra menneskju eða til að öðlast eitthvað sem er, kannski nær almættinu, eða þú veist, gifting og það allt..\n\"for well you know that its a fool who plays it cool by making his world a little colder.\" - the Beatles, Hey Jude"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2012-09-05 05:19:37",
            "id": "7453014",
            "reply_to_id": "7452990",
            "text": "Hljómar fyrir mér eins og þú þurfir (ykkar beggja vegna) að segja skilið við gaurinn. Þó það verði hryllilega sárt.  Ef þér finnst hann svona ógurlega sérstakur, og honum finnst það um þig, þá dragist þið aftur að hvort öðru.\nEf ekki (sem mér finnst líklegra), þá finnið þið bæði meira \"viðeigandi\" maka, þó það taki nokkur ár. Það þarf ekkert að þýða að þið getið ekki lengur verið vinir það sem eftir er ævinnar, ef ykkur báðum langar til þess.\nKona mín er  stundum blaðrandi á Facebook við mann, og ég spurði \"Hver er þetta?\", Hún sagði nú bara, \"Hann er skólabróðir minn og var fyrsti kærastinn minn, var ofsalega sár þegar ég sagði honum upp\". Hann er jafn harð-giftur og hún núna. Alls ekkert sár lengur, líklega bara feginn að hafa verið dömpað á sínum tíma.\nSjáðu til hvort það verði ekki svipað með þinn kærasta."
        }
    ]
}