{
    "forum_title": "Blizzard leikir",
    "user": "Razoral",
    "user_id": "73914",
    "date": "2012-08-29 10:36:29",
    "title": "WoW raiding guild fyrir MoP",
    "text": "Jæja þá er komið að því, nýji aukapakkin fyrir world of warcraft! Í því tilefni þá er ég að spá í að stofna guild fyrir íslendinga með þeim tilgangi að vera í harðri samkeppni við bestu guildin á servernum sem við spilum á.  Serverinn er Bronzebeard (Eu) og við spilum Alliance. Guildið byrjar í level 1 eins og öll önnur en við reynum að koma því bara upp sem fyrst. Markmiðið hjá okkur verður að cleara öll normal og heroic raids sem kastað er á okkur, og sem fyrst þannig að draumurinn er að verða bara besta íslenska raiding guildið og þeir bestu á servernum. Ég ætla þó að byrja að invita random players þangað til að MoP kemur í þeim tilgangi að guildið levelist sem mest áður en að leikurinn sjálfur kemur, en þegar stundin er kominn þá verður öllum kickað úr guildinu og re-invitað þeim sem eiga það skilið. Ef Við fáum nóg af Íslendingum og góða íslenska spilara þá yrði draumurinn að hafa einungis Íslendinga í guildinu og góða solid íslenska raid groupu. Annars þá verða erlendum spilurum invitað en sama markmið verður haldið þ.e.a.s. verða besta guildið á servernum.\nÉg sjálfur hef mikla reynslu af heroic raidum og hef verið í bestu guildum á serverum sem ég hef spilað á, en mig langar núna að prófa nýtt og vera með landsmönnum mínum í góðum progressive raidum. Ég veit að það er nú þegar til Íslenskt raid guild á Skullcrusher sem er nú þegar mjög gott en ég bara nenni engan veginn að spila horde þannig nú býðst þeim sem vilja prófa Alliance að prufa eithvað nýtt og skemmtilegt.\nÞeir sem hafa áhuga á þessu endilega bara sendið mér mail in game á characterinn minn \"Razoral\" og hafið samband við mig þar.\nSjáumst :)",
    "url": "https://www.hugi.is/blizzard/korkar/801223/wow-raiding-guild-fyrir-mop/",
    "url_id": "801223",
    "id": "7452911",
    "replies": [
        {
            "user": "Skakka",
            "user_id": "77546",
            "date": "2012-08-31 00:45:55",
            "id": "7452940",
            "reply_to_id": "7452911",
            "text": "þetter góður spilari - / vouch\n- og ég er besti íslenski raider sögunnar þannig np"
        }
    ]
}