{
    "forum_title": "Kvikmyndir",
    "user": "jonr",
    "user_id": "3773",
    "date": "2002-06-03 13:27:32",
    "title": "Sci-fi myndir og Ekki-Sci-fi myndir.",
    "text": "Athugið að það er mikið af eldsneyti (Flame baits) hérna, og stór hluti af þessari grein eru mínar eigin skoðanir. :)<br>\nKveikjan að þessari grein var sýning S2 á <a href=\"\nhttp://us.imdb.com/Title?0084787\n“>The Thing</a>, mynd sem eldist bara nokkuð vel. Það er lítið um lausa enda í þeirri mynd, mér dettur amk ekkert í hug sem mælir á móti hugmyndinni í myndinni. Og ég man hvað ég var skíthræddur þegar ég sá þessa mynd fyrst. Orðin algjör klassík.<br>\nÉg er svolítill áhugamaður um science fiction bókmenntir og kvikmyndir. Ég ranghvolfi augunum þegar fólk segir að <a href=”\nhttp://us.imdb.com/Title?0076759\n“>Star Wars</a> sé science fiction. Dæmi um (misgóðar) sci-fi myndir eru t.d. (talið aftur á bak, eftir minni) Frequency, Matrix, Truman Show, <a href=”\nhttp://us.imdb.com/Title?0119177\n“>Gattica</a>, 12 Monkeys, <a href=”\nhttp://us.imdb.com/Title?0084787\n“>The Thing</a>, <a href=”\nhttp://us.imdb.com/Title?0078748\n“>Alien</a>, <a href=”\nhttp://us.imdb.com/Title?0062622\n“>2001: A Space Oddyssey</a>.<br>\nOft má flokka þessar myndir gróflega og oft blandast þetta saman:<br>\nTímaferðalög: <a href=”\nhttp://us.imdb.com/Title?0088247\n“>The Terminator</a>, The Time Machine, <a href=”\nhttp://us.imdb.com/Title?0088763\n“>Back to the Future</a>, <a href=”\nhttp://us.imdb.com/Title?0114746\n“>Twelve Monkeys</a><br>\nVélmenni/Androids: <a href=”\nhttp://us.imdb.com/Title?0083658\n“>Blade Runner</a>, <a href=”\nhttp://us.imdb.com/Title?0088247\n“>The Terminator</a>, <a href=”\nhttp://us.imdb.com/Title?0017136\n“>Metropolis</a><br>\nTölvur  með vitund: Colossus, <a href=”\nhttp://us.imdb.com/Title?0062622\n“>2001: A Space Oddyssey</a><br>\nÓraunveruleiki(?): <a href=”\nhttp://us.imdb.com/Title?0133093\n“>The Matrix</a>, <a href=”\nhttp://us.imdb.com/Title?0120382\n“>The Truman Show</a>, <a href=”\nhttp://us.imdb.com/Title?0118929\n“>Dark City</a><br>\nGeimverur á jörðinni: <a href=”\nhttp://us.imdb.com/Title?0062622\n“>2001: A Space Oddyssey</a>, <a href=”\nhttp://us.imdb.com/Title?0062622\n“>Invasion of the Body Snatchers</a>, <a href=”\nhttp://us.imdb.com/Title?0084787\n“>The Thing</a><br>\nGeimverur úti í geimnum: <a href=”\nhttp://us.imdb.com/Title?0078748\n“>Alien</a>, <a href=”\nhttp://us.imdb.com/Title?0063442\n“>Planet of the Apes</a>(!), <a href=”\nhttp://us.imdb.com/Title?0062622\n“>2001: A Space Oddyssey</a><br>\nMad Scientist/Stjórnlaus vísindi: <a href=”\nhttp://us.imdb.com/Title?0133093\n“>The Matrix</a>, <a href=”\nhttp://us.imdb.com/Title?0119177\n“>Gattica</a>, The Invisible man<br>\nÞetta er nú það helsta sem mér dettur í hug, sjálfsagt vantar eitthvað þarna. En svo eru myndir sem ranglega eru taldar til vísindaskáldskapar:<br>\n<a href=”\nhttp://us.imdb.com/Title?0076759\n“>Star Wars</a>, þetta er meira ævintýri (”A long time ago, in a galaxy far, far away…“) því lítið fer fyrir einhverjum vísindapælingum þarna.<br>\n<a href=”\nhttp://us.imdb.com/Title?0145487\n“>Spider-Man</a>.  Sá þessa mynd vera komin in á <a href=”\nhttp://us.imdb.com/Charts/Votes/sci-fi\n“>topp 50 sci-fi</a> listann á imdb.com. Það er ekkert vísindalegt við þessa mynd. Engar pælingar hvernig bit frá könguló getur breitt hæfileikum manns, án þess að útlitið breytist. (The Fly tekur þetta þó fyrir). Enda ekki við miklu af búast af mynd sem er byggð á Marvel teiknimyndasögu. Ætti eins og <a href=”\nhttp://us.imdb.com/Title?0076759\n“>Star Wars</a> að vera í fantasíuflokknum. <br>\nEn hvað um það, áður en ég skrifa e-a langloku, sem fólk nennir ekki að lesa, þá eru hérna nokkrar af mínum uppáhalds myndum, í engri sérstakri röð:<br>\n<a href=”\nhttp://us.imdb.com/Title?0119177\n“>Gattica</a>, algjörlega vanmetin mynd, ein besta sci-fi mynd síðsta áratugar og á vel við þessa dagana. Mun örugglega verða sannspá, og útlitið er allt algjör snilld.<br>\n<a href=”\nhttp://us.imdb.com/Title?0078748\n“>Alien</a>, eitt magnaðasta skrýmsli sem Hollywood hefur skapað.<br>\n<a href=”\nhttp://us.imdb.com/Title?0083658\n“>Blade Runner</a>, frábært útlit og góðar pælingar. (Var Decker android eða ekki?)<br>\n<a href=”\nhttp://us.imdb.com/Title?0133093\n“>The Matrix</a>, ágætis sci-fi með snilldar kvikmyndatöku og töffarastælum.<br>\nBrazil, skriffinskuþjóðfélagið í hnotskurn, og hárbeitt háð.<br>\n<a href=”\nhttp://us.imdb.com/Title?0088763\n“>Back to the Future</a>, tímaferðalög sett í búning fyrir fólk sem annars hefur engan áhuga á svoleiðis.<br>\n<a href=”\nhttp://us.imdb.com/Title?0088247\n\">The Terminator</a>, besta mynd Schwarzenegger og Camerons.<br>\n<br>\nJ.<br>",
    "url": "https://www.hugi.is/kvikmyndir/greinar/80120/sci-fi-myndir-og-ekki-sci-fi-myndir/",
    "url_id": "80120",
    "id": "568804",
    "replies": [
        {
            "user": "sphinx",
            "user_id": "643",
            "date": "2002-06-03 14:58:31",
            "id": "568805",
            "reply_to_id": "568804",
            "text": "ég er sammála þér um gattaga\nfín grein"
        },
        {
            "user": "MrWhite",
            "user_id": "1206",
            "date": "2002-06-03 15:01:14",
            "id": "568806",
            "reply_to_id": "568804",
            "text": "Góð grein og góðar pælingar, vildi að ég væri í betra stuði til að taka þátt í þessari umræðu :)\n******hugsanlegur spoiler*******\nÉG las einhverstaðar að Decker í Blade Runner hafi verið android. Annars hef ég ekki fylgt því nóg vel eftir til að geta back-að það upp með einhverjum rökum.\n******hugsanlegum spoiler lokið******"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-06-03 16:09:19",
            "id": "568807",
            "reply_to_id": "568806",
            "text": "Það kom aldrei í ljós hvort hann væri android eða mannlegur, þetta er svona dæmi sem sci-fi nörrar eru búnir að vera að rökræða á milli þess sem þeir spila stratego og horfa á startrek."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-06-03 17:57:21",
            "id": "568808",
            "reply_to_id": "568807",
            "text": "Blade Runner? Go read a book! Do Androids Dream of Electric Sheep. Það eina sem myndin hefur fram yfir bókina er Rutger Hauer ;)"
        },
        {
            "user": "UberMensch",
            "user_id": "793",
            "date": "2002-06-03 17:37:48",
            "id": "568809",
            "reply_to_id": "568806",
            "text": "Það var í The Director´s Cut á Blade Runner eftir Ridley Scott, að Decker dreymdi um einhyrning. Tekið úr bókinni Do Androids Dream of Electric Sheep? eftir Philip K. Dick . Ýtir þannig séð ekkert undir það, gefur bara möguleika á því.\nDaman Rachel vissi allavega ekki að hún var android. Sé enga ástæðu að Decker hafði ekki hugmynd að hann væri android."
        },
        {
            "user": "RealX",
            "user_id": "1639",
            "date": "2002-06-03 22:26:20",
            "id": "568810",
            "reply_to_id": "568806",
            "text": "Einhversstaðar las ég netinu að það sem ýta hefði átt undir að Deackard væri android var draumurinn sem hann hefði dreymt um einhyrninginn. Enginn getur vitað draumana þína nema að þeim sé komið fyrir í hausnum á þér. Í endirinn á myndinni rekst hann á Origami einhyrning fyrir utan íbúðina sína sem Gaff (Edward James Olmos) hafði gert. Þetta ýtir undir það að hann hafi vitað drauma Deckards, rétt eins og Deckard þekkti drauma og minningar Rachels þegar hann var að prófa hana hvort hún væri Android."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-06-03 15:15:18",
            "id": "568811",
            "reply_to_id": "568804",
            "text": "For all the nitpickaz out there… það er Gattaca :) Ekki Gattica eins og þú skrifar oftar en einu sinni, og linkar meira að segja á rétta nafnið.  Og ég er sammála þér um Gattaca, alveg eins og ég er á sama máli hvað varðar AI.  Báðar myndir í raun á undan sínum tíma.  Allir gera ekki annað en að bölsótast yfir AI, alveg eins og flestir drulluðu yfir Gattaca á sínum tíma(man ég).  Þetta á samt blessunarlega ekki við um alla…alls ekki.  Mér hefur oft fundist eins og fólk skilji ekki AI, finnist þetta meira snúast um cheap trix og lélega tilraun hjá Spielberg til að vekja upp ET fílinginn þarna í endanum, heldur en frekar hinar áleitnu siðferðisspurningar um samskipti og réttindi véla sem myndin reynir að svara(hve vel er upp undir áhorfandanum komið).    Ekki láta ykkur detta í hug að þetta séu málefni sem verði ekkert rædd í framtíðinni, far from it.  Þörf ræma, segi ekki meira en það."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-06-03 15:53:26",
            "id": "568812",
            "reply_to_id": "568811",
            "text": "Jamm… eins og ég hef sagt hér áður, mig grunar að Spielberg hafi bætt þessum asnalega þuli við svo pöpullinn í USA myndi skilja myndina. Án hanns hefði myndinni svipað meira til 2001."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-06-03 15:55:11",
            "id": "568813",
            "reply_to_id": "568811",
            "text": ""
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-06-03 19:57:02",
            "id": "568814",
            "reply_to_id": "568811",
            "text": "Það er reyndar mjög eðlilegt að ruglast á Gattica og Gattaca. Nafnið Gattaca kemur aldrei fram í myndinni á meðan Gattica er nafnið á fyrirtækinu sem maðurinn vann hjá.\nOg vel á minnst, Gattaca er alveg rosaleg mynd.\nAðrar sci-fi myndir í uppáhaldi hjá mér eru Cube, Thirteenth Floor, POTA, Dark City, Twelve monkeys."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-03 15:39:42",
            "id": "568815",
            "reply_to_id": "568804",
            "text": "The thing er snilld! rosa fyndið!"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-06-03 15:42:05",
            "id": "568816",
            "reply_to_id": "568804",
            "text": "smá leiðrétting. ó planet of the apes var það á jörðinni. Svo má ekki gleyma Predator! og  13th floor sem óraunveruleika."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-06-03 15:54:24",
            "id": "568817",
            "reply_to_id": "568816",
            "text": "Já veit það að Planet of the Apes gerðist hérna (Vona að allir hafi séð myndina), þess vegna setti ég (!) fyrir aftan ;)"
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2002-06-03 16:59:54",
            "id": "568818",
            "reply_to_id": "568804",
            "text": "Ég er sammála að Gattaca og A.I. séu vanmettnar\nmyndir. Reindar vanmettnustu myndir sem ég veit\num. Djöfull var Teddy svalur í A.I.. Það að Van Decker\nsé android er líklegast rétt því að í íbúð hanns var\nallt fullt af ljósmindum sem benntu til þess að hann\nværi að reina að skapa sér fortíð."
        },
        {
            "user": "Nocturnal",
            "user_id": "20790",
            "date": "2002-06-03 17:37:06",
            "id": "568819",
            "reply_to_id": "568818",
            "text": "Teddi var ógeðslega SVALUR í þessari mynd ég er mjög sammála þér þar!!"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-06-03 17:29:07",
            "id": "568820",
            "reply_to_id": "568804",
            "text": "Fín grein.\nÉg er sammála flestu.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-06-03 17:59:56",
            "id": "568821",
            "reply_to_id": "568804",
            "text": "Sammála með Gattaca. Var algerlega sleginn yfir að sjá loksins alvöru stylish, hard core sci-fi.\nAnnars má líka deila um hvort Invasion of the Body Snatchers var “geimverur á jörðinni” mynd þar sem þetta er náttúrulega kaldastríðsparanoia. En samt er sú mynd alveg gífurlega góð, mikilvægur minnisvarði um tíðarandann í BNA á 6. áratugnum."
        },
        {
            "user": "shaguar",
            "user_id": "1341",
            "date": "2002-06-03 22:30:05",
            "id": "568822",
            "reply_to_id": "568804",
            "text": "Fín grein en athyglisvert að þú þýðir Mad Scientist sem Brjáluð vísindi í staðinn fyrir brjálaður vísindamaður. Ég býst nú samt við að þetta hefði átt að vera mad science :)\nEitt enn, afhverju flokkaðirðu Planet of the Apes sem “Geimverur úti í geimnum” fyrst þú vissir að þetta gerðist á jörðinni, gastu ekki bara sett þetta í “Geimverur á jörðinni” flokkinn? Það er nú reyndar órökrétt líka því að þetta voru ekki geimverur."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-06-04 15:18:03",
            "id": "568823",
            "reply_to_id": "568822",
            "text": "Hann hefur verið að meina Tim burton útgáfuna sem gerðist í geimnum og ekki á jörðinni"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2002-06-04 01:56:37",
            "id": "568824",
            "reply_to_id": "568804",
            "text": "Fyrst enginn annar segir það. Þetta segi ég alltaf um Star Wrs, hún er EKKI Sci-Fi. Bara þó hún gerist(að litlu leyti í rauninni líka) úti í geimnum þýðir það ekki að hún sé vísindaskáldsaga."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-06-04 09:55:23",
            "id": "568825",
            "reply_to_id": "568824",
            "text": "Síðan hvenær þurfa Sci-Fi myndir að gerast úti í geim?"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2002-06-04 12:18:46",
            "id": "568826",
            "reply_to_id": "568825",
            "text": "Eg sagdi thad aldrei. Ekki heldurdu ad eg se thad einfaldur(piece of shit keyboard)?"
        },
        {
            "user": "Skaur",
            "user_id": "7390",
            "date": "2002-06-04 06:28:09",
            "id": "568827",
            "reply_to_id": "568804",
            "text": "Varðandi þessa grein:\nÞað er auðvitað ansi þunn lína á milli fantasy og sci-fi og oft skarast þær línur. Mér finnst Star Wars og Spider Man bæði vera dæmi um þetta. Við erum að tala um heim þar sem vísindalega ómögulegir hlutir eru mögulegir og þar með science fiction. Það að það sé lítið af vísindalegum pælingum skiptir engu máli.\nHefði Spider man verið sci-fi ef þeir hefðu farið að útskýra þessa geislavirku kónguló nánar?\nAf hverju getur Truman Show verið sci-fi mynd?"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-06-04 09:30:07",
            "id": "568828",
            "reply_to_id": "568827",
            "text": "Ég skal segja þér það. Truman Show er í svipuðum dúr og The Matrix (Nú taka margir ábyggilega andköf), Dark City og The Thirteenth Floor. Gerviheimur, búinn til af öðrum, sem aðalpersónan lifir í, en kemst svo að lokum að öllu. Þetta er ævaforn heimspekileg pæling, er það sem við skynjum raunverulegt? Sci-fi þurfa ekki að gerast í framtíðinni. The Highlander er líklega þekktasta dæmið um Sci-fi sem gerist í fortíðinni, og má setja hana undir tímaflakk."
        },
        {
            "user": "Skaur",
            "user_id": "7390",
            "date": "2002-06-04 10:06:32",
            "id": "568829",
            "reply_to_id": "568828",
            "text": "Það er auðvitað hægt að skilja þetta á margan hátt. En mér finnst munurinn á t.d. Truman Show og Matrix vera að það væri fræðilega hægt að búa til þennan gerviheim sem Truman bjó í. Þetta var bara eins og stórt kvikmyndasett. Aftur á móti er erfitt að ímynda sér að Matrix geti gerst í alvöru. Þess vegna (í mínum huga) er Matrix sci-fi en Truman Show bara sniðug útfærsla af okkar heimi.\nÞetta er samt erfitt, t.d. með Gattaca. Ef tæknin er ekki til þegar myndin er gerð þá er hún sci-fi. En þýðir það að þegar maður getur slitið hár af næsta manni og fengið nákvæma greiningu af honum að myndin er ekki lengur sci-fi, bara drama?\nKannski erum við að of-greina þessa hluti."
        },
        {
            "user": "eot",
            "user_id": "711",
            "date": "2002-06-04 12:13:32",
            "id": "568830",
            "reply_to_id": "568829",
            "text": "Ef við ætlum að fara út í tegundaanalyseríngu þá mundi ég segja að Truman Show væri meira satíra en eitthvað annað.\nOg Ridley Scott hefur sjálfur sagt að Deckard sé nexus, svo þið þurfið ekki að hugsa meira út í það."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2002-06-04 17:16:28",
            "id": "568831",
            "reply_to_id": "568804",
            "text": "Því miður er gott Sci-Fi af skornum skammti nú á tímum :("
        },
        {
            "user": "xeenon",
            "user_id": "19923",
            "date": "2002-06-23 11:01:29",
            "id": "568832",
            "reply_to_id": "568804",
            "text": "Fín grein jonr.\nÞú gleymdir bara einni mjög góðri “Mad Scientist/Stjórnlaus vísindi”-mynd: Until the End of the World… (nú efast ég um að allir séu sammála því, en samt…)."
        }
    ]
}