{
    "forum_title": "Körfubolti",
    "user": "Aage",
    "user_id": "2449",
    "date": "2002-06-03 08:57:36",
    "title": "Kings geta sjálfum sér um kennt",
    "text": "Í 7. leiknum í Vesturdeildar úrslitunum, Gátu Sacramento ekki kennt neinum um. Það þýddi ekkert að benda á dómaran. Í einum af stærsta leik sögunnar í þessari keppni, mistókst Kings að komast áfram í úrslitin af því þeir “sigruðu sjálfan sig”.\nKings voru með 53.3 prósent skotnýtingu úr vítaskotum, Kings klúðruðu 14 skotum af vítalínunni, í leiknum. Það er eigilega undravert að Kings, skjótandi úr vítum eins illa og þetta, hafi náð að fá framlengingu. En eina sem það gerði var að lengja kvöl þeirra um 5 mínútur, því þeir töpuðu gegn Lakers, 112-106, sem endaði þeirra þáttöku í úrslitakeppninni.\nÞað var neira en bara misheppnuð víti sem kostuðu Kings sigurinn. Það var Vlade Divac sem kláraði “villukvótan” sinn á aðeins 27 mínútum, sem varð til þess að það var enginn eftir sem átti sjéns í vörninni gegn Shaquille O'Neal.\nÞað voru Peja Stojakovick í enda venjulegs leiktíma og Doug Christie í ena framlenginnunnar sem höfðu gott skotfæri og hefðu getað lengt þáttöku Kings í úrslitunum, en þeir klúðruðu báðir.\nDivac skildi Robert Horry einan eftir í góðu 3-stiga skotfæri þegar 1:30 voru eftir af 4. leikhluta, það gerði það af verkum að Lakers breyttu 1-stiga forskoti Kings í 2-stiga forskot Lakers.\n“Við klúðruðum mörgum vítaskotum,” sagði þjálfari Kings, Rick Adelman. “Og það kostaði okkur mikið.”\nLakers spiluðu mjög vel og allir í sama hópi og Kobe/Shaq inná vellinum, gerðu mikið gagn.\n*** Rick Fox (13 stig, 12 fráköst, 7 stoðsendingar á 48 mínútum) Náði mikilvægu frákasti eftir skot hjá Horry, sem leiddi til “layups” hjá Shaq þegar 2:32 voru eftir, það gaf Lakers 93-90 forskot.\n*** Horry (16 stig, 12 fráköst, 5 stoðsendingar á 49 mínútum) hann hitti úr 3-stiga körfunni þegar 1:30 voru eftir, sem gaf Lakers 96-94 forskot.\n*** Derek Fisher (13 stig) skoraði 9 af sínum stigum eftir hálfleik, þar af 4 í framlengingu.\n“Ég sagði Chris Webber að þessir gaurar gæru verið hæfileikaríkari,” sagði Bryant. “En okkar leikmenn  myndi gefast ekki upp. Þeir berjast allan leikinn.”\nEnn sem komið er hefur velgengni Lakers, að sjálsögðu aðallega verið útaf góðu spili hjá O'Neal og Bryant.\nShaquille O'Neal var með 35 stig í leiknum, og hitti 11 af 15 vítum.\nKobe Bryant var með 30 stig, en hann skaut of mikið, og í mörgum góðum sendungarfærum í 1. leikhluta þá kaus hann frekar að skjóta. En hann náði 10 fráköstum og 7 stoðsendingum, sem eru mestu stoðsendingarnar hans í leik síðan úrslitakeppnin byrjaði.\n“Það er eins og þeir hefðu rifið hjartað úr okkur,” Sagði þjálfari Kings, Rick Adelman eftir leikinn. “Ætli okkar tími komi ekki bara eitthvað annað ár.”",
    "url": "https://www.hugi.is/korfubolti/greinar/80125/kings-geta-sjalfum-ser-um-kennt/",
    "url_id": "80125",
    "id": "568887",
    "replies": [
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-03 10:02:12",
            "id": "568888",
            "reply_to_id": "568887",
            "text": "Þetta var bara hlægilegt.. En ég var nú andskoti svekktur yfir því að Kings unnu ekki. Ég hef haldið með þeim frá '92 og aldrei hafa þeir getað neitt, þangað til núna. Við tökum þetta næst!"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-06-03 10:59:18",
            "id": "568889",
            "reply_to_id": "568887",
            "text": "Þetta var aðallega reynsluleysi, núna vita þeir hvað þeir þurfa að gera ekki til að vinna og ég spái því að ef þeir halda sama hópnum þá geti þeir orðið góðir á næsta tímabili."
        },
        {
            "user": "einar81",
            "user_id": "6690",
            "date": "2002-06-03 12:11:54",
            "id": "568890",
            "reply_to_id": "568887",
            "text": "Þetta var skemmtileg og spennandi rimma, Lakers þurftu virkilega að taka á því núna, Kings stóðu svo sannarlega í þeim og þetta var ekkert gefins fyrir Lakers, og með smá heppni hefðu Kings geta slegið þá út, en Lakers hafa svo mikla reynsu og vita hvað þarf að gera til að klára dæmið, Phil Jackson kann þetta allt saman.\nEn núna er komið að úrslitunum og þá eiga Nets ekki mikla möguleika í Lakers, aðal munurinn er að það ræður enginn við Shaq hjá Nets.\nÞó svo að Nets hafi verið að gera mjög góða hluti í vetur þá vantar þeim mikla reynslu, nema kannski þjálfarinn og gamli Lakersmaðurinn Byron Scott. Þannig að ég held að Lakers taki þetta 4-0 (kannski 4-1)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2002-06-03 12:28:40",
            "id": "568891",
            "reply_to_id": "568887",
            "text": "Reynsluleysið vó þungt í þessum leik, vá hvað Cristie og Stojakovick áttu léleg skot í endann, það hefði verið nær að gefa á Bibby…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-03 13:14:50",
            "id": "568892",
            "reply_to_id": "568887",
            "text": "Einna af magnaðasti og mest spennandi leikur sem ég hef séð. Tvö bestu liðin í deildinni og þetta endaði síðan með sigri Lakers. Kobe og Shaq eru tveir bestu leikmenn deildarinnar, skoruðu alls 75 stig.\nSvo þarf líka að nefna stjörnu leiksins, Mike Bibby sem var hetjan á vellinum. Skoraði 29 stig og þarf af 14 stig í seinustu þrem mínútum leiksins og framlengingu. hann var sallarólegur í öllum skotum sínum. Meðan ofurskyttan og þriggjastigakóngurinn Predrag Stojakovic klúðraði þriggja, var Mike Bibby að hitta næstum öllum skotum sínum.\nLakers áttu þetta vel skilið, Kings gerðu bara einfaldlega alltof mörg mistök. Sérstaklega villurnar hjá Vlade Divac og tæknivillan hjá Chris Webber.\nNú mætast svo Nets og Lakers, Lakers eru betri en Nets eru samt ótrúlegt lið sem er sífellt að koma á óvart. Go Nets!"
        },
        {
            "user": "BjarkiJod",
            "user_id": "8241",
            "date": "2002-06-03 15:07:49",
            "id": "568893",
            "reply_to_id": "568887",
            "text": "Ég er sammála höfundi greinar, Kings gátu sjálfum sér kennt, ég er Lakers fan en mér fannst eins og Kings áttu alltaf meira í leiknum og hefðu þeir hitt úr vítunum þá væru þeir á leið í úrslitin. Shaq var alls ekki að spila vel í þessum leik og var með lélega nýtingu í leiknum, ég vona að kallinn eigi eftir að hressast á móti Nets.\nEn Lakers menn eiga ekki að vanmeta Nets því þeir geta komið á óvart með Jason Kidd í fararbroddi..  en annars var þetta frábærir leikir með tvemur frábærum liðum."
        },
        {
            "user": "BjarkiJod",
            "user_id": "8241",
            "date": "2002-06-03 20:09:06",
            "id": "568894",
            "reply_to_id": "568893",
            "text": "Þetta var örugglega eitt af þeim mest spennandi einvígum sem að ég hef horft á. Allir leikirnir voru ótrúlega spennandi og mjög gaman að sjá Mike Bibby svona heitan.\nSacramento mun örugglega komast alveg í úrslitaviðureignina á næsta seasoni ef að þeir halda þessum leikmönnum og halda áfram að spila svona skemmtilega."
        },
        {
            "user": "BjarkiJod",
            "user_id": "8241",
            "date": "2002-06-04 16:34:05",
            "id": "568895",
            "reply_to_id": "568894",
            "text": "Kings höfðu bara því miður ekki taugar í að klára þetta GO LAKERS"
        },
        {
            "user": "bourke",
            "user_id": "20181",
            "date": "2002-06-04 19:45:30",
            "id": "568896",
            "reply_to_id": "568895",
            "text": "Eins og marg oft hefur komið fram er Lakers hundleiðinlegt lið til þess að horfa á. Sömu andskotans atriðin aftur og aftur, Shaq að troða og Kobe með tilviljanakenndar hreyfingar. New Jersey eiga eftir að vinna Lakers 4-2, Nets taka þetta með frábærum varnarleik og keyra hraðaupphlaupin sín og troða í andlitin á litlu Lakers aumingjunum.\nFuck you Lakers fans"
        },
        {
            "user": "BjarkiJod",
            "user_id": "8241",
            "date": "2002-06-05 16:01:35",
            "id": "568897",
            "reply_to_id": "568896",
            "text": "Ekki bulla svona mikið. Það er einn maður sem að getur eitthvað í New Jersey. Fuck You !!"
        },
        {
            "user": "bourke",
            "user_id": "20181",
            "date": "2002-06-05 18:08:29",
            "id": "568898",
            "reply_to_id": "568897",
            "text": "Það liggur við að ég nenni ekki að horfa á úrslitaleikina, þetta er svo einhæfur leikur hjá Lakers. Ef þú ert að tala um að þessi eini maður sé Jason Kidd þá er það ekki rétt hjá þér. Þó að hann sé burðarásinn í liðinu er LIÐIÐ mjög gott. K-Mart öflugur stuðbolti, Van Horn góð skytta, Kerry Kittles mjög góður leikmaður og MacCulloch vanmetnasti leikmaður deildarinnar. Ekki eru þeir með slæma leikmenn á bekknum, t.d. Richard Jefferson (að mínu mati nýliði ársins) og Lucious Harris. Ef þú ert eitthvað að tala um að Nets hafi bara einn góðan leikmann, er þá eitthvað betra að Lakers hafi líka bara einn góðan leikmann (Shaq), tvo ef þú vilt telja mongólitann með (Kobe). Ef þú hefur lesið eitthvað á nba.com þá segir J. O'brien þjálfari Celtics að Nets vinni þetta einvígi.\nFuckaðu þér bara sjálfu"
        },
        {
            "user": "doggod75",
            "user_id": "6616",
            "date": "2002-06-07 22:30:28",
            "id": "568899",
            "reply_to_id": "568898",
            "text": "Þú hlýtur að vera grínast\nNets vinna jeah right….\nef einhver horfði á 1 leikinn þá sást vel að\nKoby gat splundrað vörn Nets að vild og tróð\nillilega ofaní MacCulloch\nLakers eiga eftir að éta Nets alveg sama hvað J.O'Brien segir .Og fyrst þú ert að mynnast á að lesa að einhverjum net miðlum þá hlýtur þú að sjá að allir nema Jim“ég tapaði”O´Brien segja að Lakers taki Nets og það auðveldlega\nþannig að …….Fuck þú og þitt crew\nLakers taka þá 4-1(þeir eiga sennilega eftir að vinna 1 heima)\nkv\nDog"
        },
        {
            "user": "bourke",
            "user_id": "20181",
            "date": "2002-06-08 17:14:36",
            "id": "568900",
            "reply_to_id": "568899",
            "text": "Þú ert nú bara fæðingarhálfviti. Ég hef nú aldrei heyrt að menn troði ofan í aðra menn, heldur troða menn yfir þá. Þessir tveir leikir í seríunni hafa verið þeir tveir leiðinlegustu leikir til áhorfs, gefið inn á Shaq og hann treður. Þvílík breidd sem Lakers hefur, Nets hafa mun betri varamannabekk en hann er að mestu leyti óreyndur (margir nýliðar). Ég nenni ekki að hlusta á svona vitleysu frá mönnum sem vita ekki neitt og líkja Kobe við Jordan. Ef þú heldur með Lakers þá væri það minnsta að þú kynnir nú að stafsetja nöfnin á mönnunum rétt. Þú ert nú bara einhver smákrakki sem þykist hafa eitthvað vit á þessu.\nTottaðu bara Kobe Bryant því það virðist vera það sem þig dreymir um móngólitinn þinn!!"
        },
        {
            "user": "doggod75",
            "user_id": "6616",
            "date": "2002-06-09 19:55:02",
            "id": "568901",
            "reply_to_id": "568900",
            "text": "sem segir hvað um Nets…..\nFyrst þetta er svona rosalega einfalt og heimskulegt af hverju eru ekki Nets að vinna ?\nLakers eiga eftir að rassskella Nets alveg sama hvað einhverjir hálvitar sem halda að þeir séu rosalegir spegulantar segja .\nby the way,\nef þú heldur að innsláttar villur og stafsetning hjá mér láti þig vita meira um körfubolta en ég þá ertu jafnvel meira fífl heldur en ég hélt."
        },
        {
            "user": "bourke",
            "user_id": "20181",
            "date": "2002-06-09 22:26:12",
            "id": "568902",
            "reply_to_id": "568901",
            "text": "Bíddu bara þangað til í kvöld helvítis hundaguðs auminginn. Þó að þessi körfubolti sem Lakers spilar, (að gefa inn á Shaq) sé ekki skemmtilegur og sýnir að Lakers er ekki lið heldur einn maður og fjórir aumingjar, er alls ekki auðvelt að stoppa Shaq þegar hann fær boltann. Ef þú ert að segja að ég sé fífl, líttu þá á notendanafnið þitt, þú ert að kenna þig við heiladauðar eistnasleikjandi skepnur!! Farðu þá og sleiktu einhver eistu strúturinn þinn. Sama hvað þú segir þá er þetta Lakers lið hundleiðinlegt til áhorfs og gæti ekkert án Shaq, ekki gæti helvítis tyggjandi grettufésið leitt liðið einn síns liðs."
        },
        {
            "user": "doggod75",
            "user_id": "6616",
            "date": "2002-06-09 23:26:57",
            "id": "568903",
            "reply_to_id": "568902",
            "text": "lol\n;)"
        },
        {
            "user": "ios",
            "user_id": "20970",
            "date": "2002-06-06 16:14:40",
            "id": "568904",
            "reply_to_id": "568897",
            "text": "Hoppaðu upp í rassgatið á Kobe Bryant, þar áttu heima, metal."
        },
        {
            "user": "svenni1986",
            "user_id": "15779",
            "date": "2002-06-07 10:03:17",
            "id": "568905",
            "reply_to_id": "568904",
            "text": "Hver stoppar Shaq????\nVlade og C-Webb tókst það ekki\nAðmírálnum og Tim duncan tókst það ekki\nAllir þeir sem að reyndu það hjá portland áttu ekki séns."
        }
    ]
}