{
    "forum_title": "Myndasögur",
    "user": "Hellraiser",
    "user_id": "34758",
    "date": "2012-10-12 03:23:47",
    "title": "Marvel fucking sökkar",
    "text": "Hefur eitthver verið að fylgjast með horbjóðnum þekktur sem Avengers Vs. X-Men?\nÉg hef aldrei áður séð jafn mikla nauðgun... og í eign Disney þar á meðal. Allir ættu að vera reknir. Talandi um fólk sem ætti að vera rekið, afhverju í andskotanum er Greg Land með vinnu? Maðurinn gerir ekkert nema að taka kyrrmyndir úr klámi og lita yfir það í tölvuforritinu photoshop. Og síðan kaupa börn þetta. Það var eitt þegar ónýtti fituhlunkurinn Joe Quesada sem þar á meðal drap Mary Jane Watson og breytti Köngulóarmanninum í twink sem á aldrei eftir að þroskast og eldast sem karakter var að stjórna fyrirtækinu en núna á Disney fyrirtækið Marvel, sem þýðir að Disney er að framselja klám til börn.\nEn það var samt Avengers vs. X-Men sem drap mína trú á þessu fyriræki. Ég hef verið að safna X-Men titlunum síðan 2005. Ég hef verið að kaupa alla nýjustu titlana og safna þeim eldri. Ég hef alltaf verið mjög sáttur með eitt. Continuity.\nChris Claremont skrifaði auðvitað Uncanny X-Men í 16 ár en áður enn hann gerði það var Stan Lee, Roy Thomas og Neal Adams að skrifa og Claremont átti eftir að lesa þessa titla. Það var John Byrne og Dave Cockrum sem minntu hann á hvað var búið að gerast og aðstoðuðu honum snemma (1981) í að fatta hvernig persónurnar virkuðu. Það hafa síðan komið aðeins nokkrir rithöfundar til viðbóta til að skrifa þessar persónur annað en með aðra Marvel titlanna. Scott Lobdell var lengst og náði persónunum mjög vel þótt að enginn mundi eitthverntíman minnast á hann aftur og Chuck Austen skildi líka allt sem var búið að gerast á undan því sem hann skrifaði. Þótt að Austen fékk enga virðingu fyrir neitt sem hann gerði, þá bjó hann til einn besta Uncanny X-Men sögu \"arc\" þar sem Juggernaut verður góður.\nGrant Morrison auðvitað kolbreytti öllu en hélt öllum samt við \"rótina\" af því sem X-Men var. Hann fór samt mjög mikið tilbaka til Kirby/Lee árana og Claremont þurfti mikið að þrífa upp efitr hann en allt virkaði. Það hafa síðan komið aðilar sem misstu sig aðeins í bullinu, sérstaklega þegar það kom að halda eitthverji virðingu í eldri sögunar (Matt Fraction, Ed Brubaker, Marc Guggeinheim, Jason Aaron), þá voru alltaf eitthverjir sem björguðu þessu (Chris Yost, Rick Remender, Mike Carey, Peter David).\nCyclops - fólk elskaði hann fyrir kvikmyndirnar. Hötuðu hann eftir þær. Hann var orðinn alltof óspennandi persóna. Hann fyldgi alltaf \"reglunum\" ojbarasta! Wolverine. Dvergslegur Charles Bronson týpa. Fyrir kvikmyndarnar þar er að segja. Eftir Hugh Jackman, varð Wolverine mikið kyntröll. Áður fyrr hefði hann verið ljótur, grettandi andlit, vindill og sár. Í sögum frá 2002, var hann ávallt í engu nema nærbol og þröngum gallabuxum. Og leit auðvitað alveg eins út og Hugh Jackman. Wolverine hefur auðvitað ávallt verið ein vinsælasta sögupersóna Marvels. En eins og Deadpool þá var hann notaður aðeins sparsamlega. Fólkið vissi hvað persónan gat gert mikið. Árið 2005 urðu Wolverine og Spider-Man hluti af Avengers liðinu. Wolverine er með um það bil 13 titla. Flestir eru hörmulegir. Þetta er helvítis bull.\nEn það var komin staðalímynd á Cyclops - þótt að Grant Morrision hefði haldið áfram með Scott Lobdell söguna að Cyclops hafði mergast við Acocalypse og var orðin \"legit badass\". En sem betur fer kom rithöfundurinn Joss Whedon til bjargar og endurkynnti heiminum fyrir Cyclops. Þetta var bókin sem lét mig byrja lesa X-Men.\nEn síðan kom tröllið Joe Quesada og sagði \"Hey, Wolverine er vinsæll. Afvherju er hann ekki með sitt eigið X-Men lið\". Þá kom \"Schism\". Saga, sem meikaði engan sense. Wolverine breytir um persónuleika, kennir Cyclops um vandamál heimsins, reynir að drepa hann og flytur síðan í burtu og tekur með sér random einstaklinga. Ekki einstaklinga sem mundu nátturulega fara í þessa leið í lífinu sínu, heldur einstaklingar sem rithöfundur vildi persónulega skrifa.\nEftir það kom Avengers vs. X-men.\nSem var bara.. eitthver myndlíking fyrir næstkomandi stríð Bandaríkjana við Íran.\nX-Men ætla víst að nota sér Phoenix kraftinn (sem er myndlíking fyrir kjarnorkuvopnið sem Íran hefur ekki). Cable, sonur Cyclops úr framtíðinni, hefur sagt honum að þetta muni virka til að bjarga stökkbreyta fólkinu sem er nærrum því útdautt á þessum tímapunkti í sögunni. Svo hann hefur gott credetinals.\nAvengers halda að Phoenix muni eyðileggja jörðina, byggt á engum upplýsingum frá neinu. Þeir vita ekki neitt. Rithöfundarnir munu einungis tala um 1975 Dark Phoenix söguna, en enga sem kom eftir á. Því þeir eru fucking hálfvitar.\nEn Avengers (USA) ráðast á Utopia (Iran) því þeir treysta ekki Cyclops (Ahmenijad).\nÞeir ráðast á Phoenix kraftinn sem er á leiðinni til jarðar svo hann fer inn í Cyclops, Namor og nokkrar aðra persónur í staðinn fyrir Hope - aðilan sem þetta átti að fara í.\nÞeir nota síðan kraftinn til að hjálpa heiminum. Enda öll stríð, allir fá nóg að borða, náttúra blómstrar.\nAvengers segja \"DURR HERP HERP ÞEIR MUNU EVENTUALLY GERA EITTHVAÐ VONT\"\nog ráðast á það constantly. Í endanum gerir Namor counter attack og drepur fullt af fólki í heimabæ Black Panther (sem hættir með Storm í staðinn - sem var annar hlutiur sem margir í Bandaríkjunum hötuðu við Marvel, Black Panther og Storm tengdust ekki neitt en allt í einu giftast því þær eru tvær þeldökkar persónur). Cyclops svarar á móti með því að taka Phoenix kraftinn úr Namor í refsingarskyni. Avengers halda samt áfram að ráðast á hann þangað til hann snappar og drepur Charles Xavier.\nEfitr það fær Hope Phoenix í sig og bjargat stöttbreyttu fólkinu úr útrýmingarhættu og Cyclops er læstur inn í fangelsi. Og Captain America, aðilinn sem dró Cyclops inn í geðveikina heldur langa ræðu um hversu hræðilegur Cyclops er. Ég las mikið af Captain America aðdáendum á netinu segja að þeir gætu ekki lesið neitt meira með honum. Þetta hafi eyðilagt persónuna fyrir þeim.\nEn ég er hættur að lesa þetta bull. Marvel hefur greinilega ekki áhuga á peningunum mínum lengur.",
    "url": "https://www.hugi.is/myndasogur/greinar/801485/marvel-fucking-sokkar/",
    "url_id": "801485",
    "id": "7453481",
    "replies": [
        {
            "user": "Mangoeygoodness",
            "user_id": "80894",
            "date": "2012-10-13 22:20:12",
            "id": "7453503",
            "reply_to_id": "7453481",
            "text": "Ekki setja svona marga punkta í sömu setningu."
        },
        {
            "user": "ElOliLoco",
            "user_id": "80391",
            "date": "2012-10-14 18:00:56",
            "id": "7453513",
            "reply_to_id": "7453481",
            "text": "hahaha váá fokking A....\nmæli með því að lesa þessa sögu aftur og mun betur og helst sleppa samsæriskenningunum!!!"
        },
        {
            "user": "Hellraiser",
            "user_id": "34758",
            "date": "2013-03-01 17:01:52",
            "id": "7454860",
            "reply_to_id": "7453513",
            "text": "Ég las ekki eina kenningu um samsæri þegar ég fór í gegnum þetta aftur... Afhverju ætti ég að endurlesa eitt af verstu myndasögum sem hafa eitthverntíman verið gerð?\nMeira að segja ef það var ekki meininginn að vera með myndlíkingu fyrir hvernig Bandaríkin bregðast alltof fljótt og harkalega við hlutum - þá var hún þarna samt. Utopia er sitt eigið land og var ekki með nein vopn. Ein áróður byggður á engu lét Bandaríkin (Captain America og Avengers hermenn hans) ráðast á annað land. Hann mætti þarna með herskip og 200 hermenn inn á ströndina og sagði við Cyclops að þeir eru komnir til að ræna freslaranum þeirra.\nRosa flott móment fyrir Bandaríkin og hetjuna þeirra. Rosa vel skrifað líka.  Flestir sem hafa fylgst með Marvel titlunum í mörg ár hafa gefist upp á þessu kjaftæði eftir þetta.\nAlvöru Captain America mundi ekkert hegða sér svona. Eða gera helminginn af hlutunum sem hann gerði fyrir og eftir Civil War."
        },
        {
            "user": "aronkh",
            "user_id": "73514",
            "date": "2012-10-27 21:48:17",
            "id": "7453673",
            "reply_to_id": "7453481",
            "text": "Ég verð að viðurkenna það að sem einstaklingur sem hefur aldrei lesið marvel myndasögur. bara New 52 sögur. þá skemmti ég mér stórlega á sögunni. þó að niðurstaðan var hrikalega heimskuleg. EN. ef þú hefur verið að lesa consequences þá sér maður að flestir characterarnir eru á sama áliti og við með niðurstöðuna og virðist það vera að skila sér. En cyclops er frekar nettur í consequences að mínu mati."
        },
        {
            "user": "Hellraiser",
            "user_id": "34758",
            "date": "2013-03-01 16:52:33",
            "id": "7454858",
            "reply_to_id": "7453673",
            "text": "Kieron Gillen er góður að skrifa Cyclops. Leiðinlegt að núna er Brian Michael Bendis að skrifa hann og gerir það rosa öfugt við hvernig aðrir hafa gert þetta."
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2012-11-04 16:29:17",
            "id": "7453776",
            "reply_to_id": "7453481",
            "text": "lol mér finnst þetta sjúkur event... kom með góðan endir á series af events sem hófust með House of M... Ég hef talað við Joe Q og er alveg 95% viss um að þessar kenningar þínar eru hugarburður"
        },
        {
            "user": "Hellraiser",
            "user_id": "34758",
            "date": "2013-03-01 16:54:08",
            "id": "7454859",
            "reply_to_id": "7453776",
            "text": "Hvernig er þetta góðir endir á House of M?\nÉg byrjaði að lesa X-Men þar og var rosa spenntur að sjá hvernig þetta mundi allt enda.\nÉg vildi ekki að það mundi koma allt í einu í ljós að Dr. Doom væri á bakvið allt , Cyclops mundi stoppa Scarlett Wtich frá því að bjarga stökkbreytta liðinu og síðan kæmi eitthvað schism því Wolverine er svo geysivinsæll að það er ekki nóg að hann er í tíu titlum heldur þarf hann líka að taka við sem leiðtogi X-Mannana?\nNei, þetta var ekki góður endir fyrir mig persónulega."
        },
        {
            "user": "Hellraiser",
            "user_id": "34758",
            "date": "2013-03-14 12:30:02",
            "id": "7454924",
            "reply_to_id": "7453776",
            "text": "Ef þú ert alltaf að tala við Joe Q - endilega segðu honum að reka Greg Land svo ég hætti að sjá klámmyndir í myndasögum."
        },
        {
            "user": "Darth",
            "user_id": "34100",
            "date": "2013-04-18 08:28:15",
            "id": "7455127",
            "reply_to_id": "7454924",
            "text": "Joe Quesada er ekki lengur Editor & cheif.\nAlex Alonso tók við árið 2011.\nEr ennþá að bíða eftir að hann lagfæri vitleysuna sem Joe hefur gert Spider-man."
        }
    ]
}