{
    "forum_title": "Blizzard leikir",
    "user": "M3dlan",
    "user_id": "5382",
    "date": "2012-10-13 14:50:24",
    "title": "Diablo crash & BSOD",
    "text": "Jæja....\nég keypti mér Diablo fyrir nokkru síðan en fór ekki að spila hann fyrr en 3 vikum síðan. Spilaði hann flawless i 2 vikur en allt í einu BSOD ! Og nú er mér algjörlega fyrirmunað að fara inn í leikinn án þess að vélin crashi....\nSpilaði WoW í mörg ár á sömu vél án nokkrus vanda og tala nú ekki um þessar 2 vikur áður en allt gerðist með Diablo!\nEyddi ótrúlegum tíma í að skoða og lesa mig til um þetta á netinu þar sem þetta virðist vera þekkt dæmi vs Diablo ? or not... en menn vilja tengja þetta leiknum á einhvern hátt samt sem áður.\nég gafst upp eftir langan tíma í að prufa allt mögulegt sem í minni tölvuþekkingu bjó plús allt og allar aðferðir sem ég fann á netinu sem reyndust hjálpa \"sumum\" en öðrum ekki. Sem og ég hef verið í GRÍÐARLEGUM samskiptum við þetta frábæra Blizzard support ... hóst... sem getur í 95% tilfella ekki svarað pósti á skynsamari hátt en að senda Staðlað svar til baka sem er bara RUSL. og engar lausnir....\nFormataði vélina og í ganni mínu henti ég upp Windows 8 Beta útgáfunni sem er í raun ekki beta en það er önnur saga... En nákvæmlega sama dæmi byrjaði þegar ég keyrði upp leikinn.. komst inn í hann en svo þegar ég fer í annað borð þá crash. og svo bara crash eftir það um leið og ég opna leikinn.... Eru einhverjir með reynslu á því að keyra þessa leiki sem aðra á Win 8?\nEn vélin keyrir allt og alla leiki í besta lagi án nokkurs vanda, virðist af einhverju leiti bara rekjast til Diablo !\nER alveg að fá mig fullsaddan af þessu og í þann mund að fara að pakka leiknum saman eða skila honum....\nEn datt svo í hug að kasta þessu á ykkur snillingana hér á Huga og ath hvort aðrir hafi verið að lenda í þessu, fundið lausnir eða eru með lausnir sem ekki hafa verið prófaðar....\nEn þessi problem virðast vera á því sama og var í Windows 7 sem ég var með áður og virðist Win 8 vera að benda á sömu hlutina:\nC:\\\\Widnows\\Minidump\\101212-1679-01.dmp\nC:\\\\User\\xxxx\\AppData\\Local\\Temp\\WER-59186-0.sysdata.xml\nEn í win 8 bætir hún þessu hér við:\nC:\\\\Windows\\Memory.DMP\n........ Einn þreyttur......",
    "url": "https://www.hugi.is/blizzard/korkar/801489/diablo-crash-bsod/",
    "url_id": "801489",
    "id": "7453497",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2012-10-15 19:45:54",
            "id": "7453525",
            "reply_to_id": "7453497",
            "text": "Ef þú ert að tala um D3 þá er tölvan einfaldlega að mótmæla trash leik."
        }
    ]
}