{
    "forum_title": "Tilveran",
    "user": "yello",
    "user_id": "4842",
    "date": "2002-06-04 19:29:08",
    "title": "Skemmtanalífið   Foreldrar = Skamm daginn eftir",
    "text": "Málið þessa dagana er með allavegana foreldra mína og örugglega fleiri sem koma til með að lesa þessa grein og hér byrjar mál mitt á mínum foreldrum og þeirra taugaveiklaða haus.\nMálið er að ég er búinn að vera ógeðslega mikið úti á lífinu.Bara síðustu 3 vikurnar af mínu auma lífi hef ég fengið að kynnast hinni einu sönnu Reykjavíkurborg út í gegn allar nætur og verð að segja að þetta sé alveg rétt hjá fræga Hollywoodfólkinu sem hefur komið hingað og fengið svo allsvakalegt skemmtanalíf á svo litlu landi og lítilli borg. En einhvernveginn taka foreldrar þessu illa? Málið er að foreldrar sem eru að ala upp sitt fyrsta barn vilja ekki gera nein mistök og flippa þá í algeru óðagoti yfir því að það hverfi fólk hér og þar þegar maður ætlar út. En nei þá er sagt við mann : “heim klukkan 12:30!”, en skemmtanalífið er miklu stærra en til 12:30 að kveldi. Málið með að foreldrar 16 og 17 ára unglinga verði taugaveiklað er þetta bévítans fólk sem kemur í Kastljósi  og opna skólafundi um fíknieni. Ég er ekki að segja það að það sé í lagi að fara út og prófa heldur eru það þessar stórauknu sögur af fíkniefnaheiminum og manndrápum hér og þar.\nEn hey halló ég er ekki í fíkniefnum þannig don't give a F**K!\nOg síðan þegar maður kemur að foreldrum og segir ég er ekki í fíkniefnum heldur er ég að fara að kynnast fólki og gera mitt auma líf betra heldur en fólkið sem hengur á Ircinu allt fuckings föstudags- og laugardagskvöld vegna þess að þau mega ekki fara út út af því þín auma móðir segir að það séu ljótir karlar í bænum sem kippa fólki í bílinn hjá sér og kanski nauðgar þeim og hendir þeim út í sjó klst. síðar eða byrlar þeim einhverjum andskota og skilja þau eftir einhverstaðar í Heiðmörk. HEY segi enn og aftur “I don't give a F**K!\nEn málið með þetta fólk sem hefur fíkniefnareynslusögu og kemur fram í Kastljósi eða Íslandi í dag og segir síðan í enda samtals við viðtalsgaukana beint við myndavélina: ”Foreldrar PASSIÐ BÖRNIN YKKAR! Þá er hann ekki að segja: Setjið hundaól á það heldur hafið auga eða eyru með barninu, ég meina hey eru ekki til GSMsímar á þessu bévítans LANDI!?\nOg svo er ég líka farinn að halda það að foreldrar séu orðnir svolítið afbrýðisamir, hey jó skiljanlegt orðnir foreldrar búnir að vera 17 en ekki láta það bitna á barninu!\nSvo var það um daginn sem ég heyrði samtal fimm stelpna í hóp á aldrinum 15-16 ára og sagði ein hvenær hún ætti að vera komin heim. Stelpan var ekki ánægð og spurði því mömmu sína: “Af hverju?”. Þá segir mamma hennar víst við hana að vinkonu hennar var einu sinni nauðgað og byrlað einhverjum óþverra og hent einhverstaðar út í Mosó. Þá segir stelpan: “hvað var hún með mörgum vinum!”. Þá segir jú mamma hennar: Hún var ein!. Sko segir stelpan við mömmu sína hún var EIN! ekki með fjórum vinkonum sínum. Ef hún hefði verið allavegana með tveim öðrum vinkonum sínum þá hefði alls ekkert komið fyrir hana.\nE.S. En þá kviknar peran þegar allt í einu einn er laminn til ólífs af einhverjum hálvitum í miðbænum um síðustu helgi. Ástæðan fyrir því á að vera “Af því bara”. Semsagt út af engu þeir bara lömdu hann!!!. HVAÐ Í ANDSKOTANUM ER AÐ GERAST FYRIR ÍSLENSKA ÞJÓÐFÉLAGIÐ?\nÞá vil ég segja það við ykkur ekki vera ein á ferli verið með vinum eða einhverjum sem þið þekkið.\nE.SS. ein spurning af hverju að lemja þegar maður getur kanski skemmt sér með viðkomadi og gera kanski gott enþá betra\nÞetta mun vera lokapunkturinn minn í þessari grein. Vonandi… hefur þú lesandi góður fengið eithvað út úr þessu og vill ég hér með votta mína ynnstu samúð þeim sem bara þegtu viðkomandi strák sem dó í vikuni.\nyello\n-KePPing it yello",
    "url": "https://www.hugi.is/tilveran/greinar/80246/skemmtanalifid-foreldrar-skamm-daginn-eftir/",
    "url_id": "80246",
    "id": "569882",
    "replies": [
        {
            "user": "BarbieTec",
            "user_id": "21553",
            "date": "2002-06-04 20:36:50",
            "id": "569886",
            "reply_to_id": "569882",
            "text": "og tilgangurinn með þessarri grein er ?"
        },
        {
            "user": "stixx",
            "user_id": "16978",
            "date": "2002-06-04 20:48:14",
            "id": "569887",
            "reply_to_id": "569886",
            "text": "er tilgangurinn ekki sami og með allar aðrar greinar? umræða um þetta málefni?"
        },
        {
            "user": "otur",
            "user_id": "337",
            "date": "2002-06-04 20:59:08",
            "id": "569888",
            "reply_to_id": "569882",
            "text": "Það er augljóst að foreldrum þínum hefur misteksit ætlunarverk sitt hrapallega. Þau eiga alla mína samúð :/"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-06-04 21:28:52",
            "id": "569889",
            "reply_to_id": "569888",
            "text": "lol"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2002-06-04 22:38:07",
            "id": "569890",
            "reply_to_id": "569882",
            "text": "Mér finnst í lagi að 15-16 ára krakkar séu að skemmta sér með áfengi við hönd en mér finnst eiginlega að maður verði að vera svona 17 til að vera að stunda bæinn af einhverri alvöru.\nÞetta er nú bara mín skoðun samt."
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2002-06-04 23:26:50",
            "id": "569891",
            "reply_to_id": "569890",
            "text": "15-16 ára krakkar hafa ekkert með áfengi að gera.\nMér finnst sorglegt að sjá 16-17 ára krakka niðrí bæ með landabrúsa fyrir utan nonna bita(þó það séu færri krakkar niðr'í bæ nú heldur en fyrir 3 árum kannski), þau eiga bara að vera heima hjá sér, þ.e.a.s. ef að þau eiga almennilegt heimili. það er nógur tími til að skemmta sér á þennan hátt þegar að maður er orðinn aðeins eldri, þó það sé nú ekki nema kannski 18-19."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2002-06-04 23:37:21",
            "id": "569892",
            "reply_to_id": "569891",
            "text": "Ég man að skemmti mér bara frábærlega þegar ég var 16 með bjór! Bað bara mömmu um að kaupa handa mér.\nÞað er ekki nokkur leið til að stöðva unglingadrykkju og af hverju ekki að hafa hana í heimahúsum þar sem foreldrar eru kannski inní einhverju herbergi að horfa á sjónvarpið og eru því til staðar ef eitthvað kemur uppá.\nÉg heyrði eitt sinn mann segja : “Það er ekki spurning hvort krakkar taki fyrsta sopann, heldur hvernig.”"
        },
        {
            "user": "shining",
            "user_id": "1453",
            "date": "2002-06-05 00:09:12",
            "id": "569893",
            "reply_to_id": "569882",
            "text": "Sjálf er ég 19 ára og drakk ég mikið þegar ég var til dæmis í unglingadeild. Veistu mér finnst eiginlega ekkert gaman að drekka lengur, það er í lagi eitt og eitt skipti en ég fékk bara ógeð. Mér finnst alveg gaman að skemmta mér og allt það og djamma en ég geri það yfirleitt edrú!! Ég veit um marga sem eru á sama máli og ég. Af hverju ekki að bíða þangað til að maður er orðin aðens þroskaðri og hefur vit á því að drekka ekki yfir sig (ekki það að allir geri það) Ég hefði viljað byrja seinna heldur en fyrr allavega, bara mitt svar.."
        },
        {
            "user": "MCBrutus",
            "user_id": "19991",
            "date": "2002-06-05 00:10:26",
            "id": "569883",
            "reply_to_id": "569882",
            "text": "Ég held að þú hafir voðalega lítið að gera niður í bæ á föstudags og laugardags kvöldum kæra yello.\nÉg byrjaði sjálfur að drekka þegar ég var 13 ára og byrjaði svo að reykja þegar ég var 17 ára. Í dag er ég 20 ára og er í loksins farinn að höndla eiginn drykkju. Einstaklingar sem eru ekki orðnir a.m.k. 18 ára eru einfaldlega ekki tilbúnir undir það að drekka áfengi, bæði líkamlega og andlega.\nÉg vil bara benda ykkur unglingum á aldrinum 15-18 á þetta:\n1. Ef þið haldið að þið séuð að missa af einhverju rosalegu þó svo að þið farið ekki niður í bæ á föstudags og laugardagskvöldum. Þetta er ekki neitt sérstakt og það man hvort eð er enginn eftir þessu daginn eftir. Það er langt um skemmtilegra að fara í partý með vinum sínum í heimahúsum þar sem allir þekkjast og engir utanaðkomandi rugludallar geta eyðilagt skemmtunina fyrir öllum.\n2. Þeir foreldrar sem setja börnum sínum engin takmörk fyrir því hver þau fara og hvað þau gera eru lélegir foreldrar eða hafa mjög skrítna mynd af heiminum eins og hann er.\n3. Skemmtanalífið endar ekki eftir 20! Þá fyrst er það að byrja. Djammið í Háskólanum er 100 sinnum skemmtilegra en í Menntaskóla (hvað þá grunnskóla)\nÞað sem ég er að reyna að segja er að unglingar\nættu að taka því aðeins rólega. Lífið er ekki að hlaupa frá ykkur! Það er rétt að byrja.\nKveðja, mc Brútus\nPS. Þessi milljón sem ég eyddi í áfengi á menntaskólagöngu minni hefði betur verið varið í annað, en að æla á gangstéttir borgarinnar og drepa heilasellur. Í stað þess að eiga almennilegan bíl í dag þarf ég ennþá að taka strætó…"
        },
        {
            "user": "yello",
            "user_id": "4842",
            "date": "2002-06-05 00:23:56",
            "id": "569884",
            "reply_to_id": "569883",
            "text": "fyrirgefðu en þessi kæra yello sem þú ert að tala um vil svo hrappalega til vera karlkyn"
        },
        {
            "user": "cleopatta",
            "user_id": "23258",
            "date": "2002-09-02 08:59:44",
            "id": "569885",
            "reply_to_id": "569883",
            "text": "Það þarf ekki langa grein til að segja hlutina. Gott hjá þér, vona að fl. lesi þitt svar því það segir allt.\nÞað er svo sorglegt að sjá eftirá mistökin.\nEn ég er sammála þér, eru bara foreldrar hennar ekki líka á djamminu niður í bæ?\nCleopatta."
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-06-05 00:36:57",
            "id": "569894",
            "reply_to_id": "569882",
            "text": "Ég neyðist til þess að segja þér að ég hef aldrei lesið jafnlélega grein. Þú ert greinilega alvarlega heilasködduð gelgja sem kann ekki setningafræði…"
        },
        {
            "user": "yello",
            "user_id": "4842",
            "date": "2002-06-05 00:37:53",
            "id": "569895",
            "reply_to_id": "569894",
            "text": "hver pælir í því marr stningarfræði hvað ertu að bulla"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-06-05 00:50:35",
            "id": "569896",
            "reply_to_id": "569895",
            "text": "Ég legg til að þú slakir aðeins á djamminu og pælir meira í skólanum (þó það sé komið sumarfrí) ég meina, þegar upp er staðið skiptir ekki máli hvort þú fórst á djammið fjórum sinnum í mánuði eða einu sinni heldur hvort þú náðir setningarfræðiprófinu og verður stúdent eða eyðir ævinni í að skúra til að eiga fyrir djamminu!!!\nbara öfgarnir hérna…\nallt er best í hófi"
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-06-05 00:37:11",
            "id": "569897",
            "reply_to_id": "569882",
            "text": "Ég neyðist til þess að segja þér að ég hef aldrei lesið jafnlélega grein. Þú ert greinilega alvarlega heilasködduð gelgja sem kann ekki setningafræði…"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2002-06-05 09:07:45",
            "id": "569898",
            "reply_to_id": "569882",
            "text": "Mamma skildi aldrei af hverju ég fór í bæinn, sagði að ég hefði ekkert erindi þangað og ég skil hana svo fullkomlega núna þó mér hafi fundist hún alger rugludalla í den…\nungir krakkar hafa nákvæmlega ekkert erindi í bæinn en vandamálið er alltaf að það er enginn staður til fyrir framhaldsskólafólk, þó það hafi verið reynt að koma af stað slíkum stöðum ganga þeir ekki því það fer enginn þangað því það má auðvitað ekki drekka á slíkum stöðum (muniði eftir villta tryllta villa, í seinna skiptið sko)\neilíft vandamál\ndaja"
        }
    ]
}