{
    "forum_title": "Flug",
    "user": "dissie322",
    "user_id": "82236",
    "date": "2013-06-22 15:22:17",
    "title": "svifflug?",
    "text": "Hæ ég er að leita að svifdrega (hangglider) (EKKI PHARAGLIDER) en\nþað virðist ekki vera að nokkur sé að auglísa einn slíkan til sölu né\nóska eftir einum slíkum.\nég er búnað googla þetta og fara á allar helstu sölu síður (bland.is, fisflug.is ofl)\nen það virðist enginn vera að auglísa einn slíkan til sölu, né eftir einum slíkum.\nsvo ég er að spá, kvert fara svifdreka kappar til að selja, þá svifdeka sem þeir\neru að reina að losa sig við?     (eða óska eftir)\nVerð ég virkilega að gerast félagi í fisflug félaginu og borga 20 þús fyrir til þess eins\nað kaupa einn slíkan?\neða eru aðrar leiðir?\nallavega mér þætti vænt um ef þið hugarar mynduð beina mér í rétta átt.\ntakk fyrir\nkveðja: dissie322",
    "url": "https://www.hugi.is/flug/korkar/802456/svifflug/",
    "url_id": "802456",
    "id": "7455554",
    "replies": [
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2013-06-22 23:26:35",
            "id": "7455556",
            "reply_to_id": "7455554",
            "text": "Geturu ekki hringt í einhvern hjá fisflugs áhugamannaklúbbi, eða reynt að spjalla við einhvern þegar þeir eru upp við Úlfarsfell? Búnað prófa að leita á já.is?"
        },
        {
            "user": "dissie322",
            "user_id": "82236",
            "date": "2013-06-23 09:03:05",
            "id": "7455559",
            "reply_to_id": "7455554",
            "text": "búin að prófa já.is og búin að prófa að fara á Úlfarsfell og tala við fólkið þar,\nþað eina sem ég fékk frá þeim er að svifdrekaiðja er orðin mjög óvinsæl meðal\níslendinga en svifvængja (pharagliding) er orðin mjög vinsæl svo það er ekkert\nþar að fá.\nOg auk þess er ég ekki beint í stöðu til þess að tala við meðlimi í fisflugs áhugamannaklúbbi Íslands\nþar sem ég er ekki meðlimur og ættla mér ekki að verða meðlimur í því samfélagi\nog ég hef það sterklega á tilfinninguni að þeir eru ekki að fara að selja/auglísa svifdeka til\nannara en meðlima.\nps. þakka þér sammt fyrir svarið."
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2013-06-24 00:34:33",
            "id": "7455560",
            "reply_to_id": "7455559",
            "text": "Minnsta mál, meira dettur mér því miður ekki í hug. En ekki vera svona óþarflega svartsýnn."
        }
    ]
}