{
    "forum_title": "Tilveran",
    "user": "FlapJack",
    "user_id": "76827",
    "date": "2013-07-03 21:21:28",
    "title": "Stundvísi",
    "text": "Fólk leggur sig fram um að mæta á réttum tíma í skóla og til vinnu, líklega vegna þess að það verður að gera að og/eða vegna þess að það fær borgað fyrir það (eða já, borgar fyrir að fá að mæta, líkt og í framhaldsnámi).\nEn hversvegna í ósköpunum mæta íslendingar ekki á réttum tíma þegar búið er að skipuleggja eitthvað utan skóla/vinnu?\nFólk heldur boð, og gestirnir koma jafnvel hálftíma-klukkutíma seinna. Sumir kalla það \"fashionably seint\". (Sem er einfaldlega flottara nafn yfir \"soldið seint\").\nÞvílík ókurteisi finnst mér...\nÉg geri þetta aldrei. Gerið þið þetta og ef svo er, hversvegna?",
    "url": "https://www.hugi.is/tilveran/korkar/802486/stundvisi/",
    "url_id": "802486",
    "id": "7455608",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2013-07-05 21:16:42",
            "id": "7455615",
            "reply_to_id": "7455608",
            "text": "Nei.. Mæti bara seint í vinnuna... Var rekinn úr skólanum fyrir að mæta ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2013-07-06 00:11:00",
            "id": "7455619",
            "reply_to_id": "7455608",
            "text": "fer eftir því hvað það er. ef ég er að fara út að borða með hóp af fólki þá kem ég á slaginu, ef ég er að fara í partí, meeehh nenni ekki að mæta fyrst.."
        },
        {
            "user": "Lindal",
            "user_id": "74065",
            "date": "2013-07-07 20:08:06",
            "id": "7455622",
            "reply_to_id": "7455608",
            "text": "Mér finnst Íslendingar ekkert vera sérstaklega að vanda sig við að mæta stundvíslega, þeir koma seint sama hvort það sé vinna/skóli eða eitthvað annað. Það er bara eitthvað sem er svo fast í Íslendingum er að gera allt á síðustu stundu og því er þetta fashionably late svo áberandi.\nSjálfur nota ég fashionably late virkilega sjaldan. Þau skipti sem ég nota það er þegar ég kemst bara ekki fyrr, oftast vegna þess að ég er bundinn við eitthvað annað. Þó nota ég það meira sem ábendingu eða fyrirfram afsökunarbeiðni frekar en afsökun fyrir því að koma of seint.\nAnnars er ég svo sammála þér um hversu mikil ókurteisi þetta er. Mér finnst fátt leiðinlegra en þegar ég þarf að bíða eftir fólki sem er of seint, sér í lagi þegar ég hef lítinn tíma."
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2013-07-09 04:12:41",
            "id": "7455630",
            "reply_to_id": "7455608",
            "text": "Ég mæti alltaf sein þar sem ég fer eitthvað vel til höfð...svo yfirleitt mæti ég á réttum tíma en lít út eins og úfin hæna, og bölva  mér svo í marga daga á eftir þegar ég sé myndirnar! ;/"
        }
    ]
}