{
    "forum_title": "Músík almennt",
    "user": "HLJÓÐVERK",
    "user_id": "83015",
    "date": "2013-09-20 15:14:43",
    "title": "Frábært Tilboð fyrir Tónlistarfólk!",
    "text": "Í tilefni þess að Iceland Airwaves hátíðin er á næsta leiti, býður\nHLJÓÐVERK\nöllu íslensku tónlistarfólki frábær kjör á upptökum og eftirvinnslu á tónlist dagana 20.okt - 5.nóv.\nTilboðið er svohljóðandi:\nKlst. í hljóðverinu m/hljóðmanni á aðeins 5.000 kr í stað uppsett verðs (8.000 kr.)\nTilboðið gæti komið sér að góðum notum fyrir tónlistarfólk og hljómsveitir sem vilja taka upp efni í frábærum gæðum, eða láta hljóðvinna tónlist sína fyrir erlendu pressuna og/eða bransafólk á Airwaves 2013.\nEinnig er tilboðið opið öllu tónlistarfólki sem kemur ekki fram á Airwaves í ár.\nHLJÓÐVERK er nýtt og glæsilegt stúdíó sem sérhæfir sig í upptökum og eftirvinnslu á tónlist. Hljóðverið er staðsett að Tunguhálsi 17 110 Rvk og samanstendur af glæsilegum upptökusal með 7 metra lofthæð, sérhönnuðu hljóðblöndunarrými með frábæru 32.rása analog upptökuborði, söngklefa og masteringarsvítu. Einnig býr fyrirtækið yfir einu glæsilegasta hljóðnemasafni landsins.\nAðstaðan er fyrsta flokks og einnig eru starfsmenn fyrirtækisins faglærðir hljóðmenn með áratuga reynslu í tónlistarbransanum.\nwww.hljodverk.is\nhljodverk@hljodverk.com\nsími: 571-3131",
    "url": "https://www.hugi.is/musik/greinar/802596/frabaert-tilbod-fyrir-tonlistarfolk/",
    "url_id": "802596",
    "id": "7455821",
    "replies": [
        {
            "user": "HLJÓÐVERK",
            "user_id": "83015",
            "date": "2013-10-10 10:11:55",
            "id": "7455866",
            "reply_to_id": "7455821",
            "text": "- Eigendur Hljóðverks ehf í viðtali við\nRás 2\n-\nGunnar Gunnarsson frá RÚV kom í heimsókn í stúdíóið og spjallaði við okkur um starfsemina og fékk okkur til að kynna HLJÓÐVERK fyrir hlustendum rásar 2.\nTalað er um tækjakost fyrirtækisins, hljómburð í upptökusalnum og hvers konar starfsemi á sér stað innan veggja Hljóðverks. Einnig eru spiluð nokkur lög sem hafa verið tekin upp og hljóðblönduð hjá okkur.\nhttp://www.youtube.com/watch?v=BaMHqHuqJdc"
        }
    ]
}