{
    "forum_title": "Sagnfræði",
    "user": "eldjarn12",
    "user_id": "83411",
    "date": "2018-04-06 18:40:18",
    "title": "Piltur og stúlka heimildaritgerð",
    "text": "Inngangur\nÍ þessari bókaskýrslu verður gerð grein fyrir bókinni\nPiltur Og Stúlka\n, höfundi hennar, rómantík sögunnar og umhverfi hennar.\nPiltur og stúlka\nBókin fjallar um Indriða Jónsson og Sigríði Bjarnadóttur, elskendur sem fá ekki að eigast. Við sjáum fyrst Indriða og Sigríði saman þegar þau kynnast sem börn. Þau verða fljótt vinir en missa sambandið þegar Sigríður fer í fóstur í þrjú ár. Þegar þau hittast aftur verða þau ástfanginn og Indriði hefur mikinn áhuga á að gera Sigríði að konu sinni. Hann ákveður að biðja móður sína, Ingibjörgu, að biðja móður Sigríður, Ingveldi, um hönd dóttur hennar. Ingveldur líkaði ekki vel við Ingibjörgu og neitaði þess vegna boðinu án þess að tala við dóttur sína um málið. Árum seinna reynir Sigríður, í þetta sinn, að hafa samband við Indriða en aftur er komið í veg fyrir það og Indriði fær ekki bréfið. Sigríður flytur svo frá fallegu íslensku landsbyggðinni og til skítugu Reykjavíkurborga. Þar reynir Indriði að hafa samband við Sigríði en aftur er komið í veg fyrir hamingju þeirra. Ekki nóg með það að Sigríður fær aldrei bréfið frá honum í hendurnar heldur er falsað bréf frá henni, sem skilur Indriða eftir í hjartasorg. Á endanum,eftirallan þennan tíma ná Indriði og Sigríður saman og fara þau aftur til landsbyggðarinnar þar sem þau kynntust fyrst.\nJón Þ. Thoroddsen fæddist á Reykhólum í Reykhólasveit 5. október 1818.Hann ólst upp með vel stæðum bænda foreldrum sínum. Jón var í kringum þrettán ára gamall þegar hann stundaði nám hjá prestum (Már Jónson, 2016) en fór svo í Bessastaðaskóla þar sem hann lauk stúdentsprófi. (Mbl.is, 2006) Margt til að Jón yrði annaðhvort prestur eða sýslumaður. Jón fer svo til Kaupmannahafnar í laganám við Hafnarskólann. Árið 1950 gaf hann út\nPiltur Og Stúlku\n, sem er talin vera ein fyrsta íslenska nútímasagan þar sem hún líktist mikið af ritum sem þýdd voru frá dönsku eftir mestu rithöfunda samtímans.  (Már Jónsson, 2016) Með þetta í huga er auðveldlega hægt að kalla Jón Thoroddsen ótrúlegan brautryðjanda í íslenskum bókmenntum. (Mbl.is, 2006) Stuttu eftir útgáfuna af\nPiltur Og Stúlka\nfór Jón aftur heim til Íslands. Hann var blankur og próflaus en sem betur fer fékk hann bráðabirgða vinnu á Barðarstrandasýslu sem sýslumaður. Árið 1853 dreif hann sig við að klára prófið og fór til Kaupmannahafnar í hálft ár þar sem hann náði frábærum árangri og tryggði sér þannig sýsluna. Jón giftist Kristínu Þorvaldardóttur í Flatey árið 1854 og eignuðust þau 8 börn en aðeins 3 þeirra lifðu til fullorðinsára. (Már Jónsson, 2016) Jón andaðist árið 1868, 50 ára gamall.\nÞað eru mikið af skemmtilegum persónum í\nPiltur Og Stúlka.\nAðalpersónurnar eru auðvitað Indriði og Sigríður. Indriða Jónsson er lýst í sögunni sem afbragðsdreng. Hann er myndarlegur, klár og mjög duglegur. Hann klárar þau verk sem hann fær fyrir hendi og tekur sinn tíma í þau. Hann sýnir  fljótt að hann verður góður bóndi, þar sem hann er frábær með kindurnar á bænum. Sigríður Bjarnadóttir er falleg, góðhjörtuð og saklaus. Hún er í raun bein mynd af hvernig höfundur lítur á íslensku landsbyggðina. Bárður á Búrfelli er persóna sem margir íslendingar þekkja til. Hann er frægur fyrir nísku og leyfir engum að vita hversu mikinn pening hann raunverulega á. Þessu fylgir mikil óvinsæld og er Bárður talin vera mjög kaldur og óspennandi maður.\nRómantík\nRómantík í bókmenntum er nafn á stefnu sem var ríkjandi á Íslandi á 19 öld. Stefnan kom til Íslands frá Danmörku og það sem er einkennandi fyrir stefnuna er sterk þjóðernishyggja sem mótaðist einkum af sjálfstæðisbaráttu íslendinga, sem við sjáum mikið af í\nPilt Og Stúlku.\n(Heimir Pálsson.1999)\nÞegar\nPiltur Og Stúlka\nvar gefin út var mikið um það á Íslandi að landsbyggðarfólki líkaði illa við hvernig erlend borgarmenning hafði áhrif á Ísland. Bændur og vinnufólk voru almennt mjög fátæk og höfðu mikla fordóma gegn efnaða fólkinu í borginni. Við sjáum þetta greinilega í\nPiltur Og Stúlka,\nsérstaklega það sem Sigríður upplifir þegar hún flytur til Reykjavíkur. Höfundur lýsir Reykjavíkurborg sem skítugum og ómerkilegum stað fullur af áhrifum frá dönum á meðan íslenska sveitin var tær og falleg. Fólkið sem Sigríður kynnist á sinni dvöl í borginni var höfundur að sýna hvernig borgin gat auðveldlega breytt hinu saklausa. Kaupmaður Möller var greinilegt dæmi um það. Hann var giftur maður sem blekkti stúlkur í að halda að hann vildi samband með þeim en í raun hafði hann engan áhuga á þeim. Hann var með markmið að gera Sigríði að hjákonu sinni og reynir að tæla hana eftir ballið.  Þegar Sigríður ákveður að fara á ballið fer hún í dönsk föt og í því augnabliki sýnir höfundur að danska borgin var byrjuð að spilla henni.\nLokaorð/Niðurlag\nPiltur Og Stúlka\ner talin vera fyrsta\nvera ein fyrsta íslenska nútímasagan skrifuð eftir einn mesta brautryðjanda síns tíma í íslenskum bókmenntum. Sagan fjallar um Sigríði og Indriða, tvo elskendur sem fá ekki að eigast sama hvað þau reyna. Bókin er full af áhugaverðum persónum og nokkrar af þeim sem íslendingar þekktu áður en þeir lásu bókina.",
    "url": "https://www.hugi.is/saga/greinar/803063/piltur-og-stulka-heimildaritgerd/",
    "url_id": "803063",
    "id": "7456716",
    "replies": [
        {
            "user": "StevenDennisL",
            "user_id": "83471",
            "date": "2018-12-18 10:15:59",
            "id": "7456748",
            "reply_to_id": "7456716",
            "text": "That’s it from us on the\nedinburgh bodyrubs\nsubject of how to get rid of hickeys"
        },
        {
            "user": "Stephanie",
            "user_id": "83478",
            "date": "2019-01-11 10:09:00",
            "id": "7456754",
            "reply_to_id": "7456716",
            "text": "God layout for marriage is to mimic his deep abiding forgiving protecting love for his bride the church. I will tell you this i am a higher female for being Brad wife and he is a better\nhttps://www.prohomeworkhelp.com\nguy for being my husband. We are better collectively and that is the complete point."
        },
        {
            "user": "Jacobliam",
            "user_id": "83484",
            "date": "2019-02-02 05:02:31",
            "id": "7456761",
            "reply_to_id": "7456716",
            "text": "Students have many types problem related to college assignment. So we have well educated expert for writing assignment. If you have any problem in writing assignment . then Don’t worry because we provide best\nonline assignment help\nand free plagiarism assignment."
        },
        {
            "user": "stipejones",
            "user_id": "83487",
            "date": "2019-02-07 11:31:08",
            "id": "7456763",
            "reply_to_id": "7456716",
            "text": "I have a problem when there's a very large age difference because there is just such a difference in maturity and understanding, but I also accept that\nwrite my assignment for me\nboth consenting adults and can do what they like."
        },
        {
            "user": "Addu12",
            "user_id": "83488",
            "date": "2019-02-09 12:28:05",
            "id": "7456764",
            "reply_to_id": "7456716",
            "text": "I saggiest that you play the roblox free robux  game here you easily find her\nroblox free robux\nyou easily find here full information so don ,t wast the time install the game and shearing your friends thanks"
        }
    ]
}