{
    "forum_title": "Hugi",
    "user": "B-thor",
    "user_id": "83326",
    "date": "2016-06-11 20:32:12",
    "title": "Hefuru áhuga á herskyldu í Danska hernum ?",
    "text": "Þessi grein er gerð fyrir þá sem hafa áhuga á að komast í herskyldu\nÉg ætla að skrifa um hvernig maður getur komist í danska herskyldu, ég ætla ekki að skrifa hvernig maður getur komist í norska herskyldu eða í franska útlendingaherinn aðví að ég veit ekkert um það annars myndi ég gera það\nað komast í danska herskyldu er að þú þarft auðvitað að flyta til danmerkur\nþú þarft fyrst að vera búin að vinna eða vera í skóla áður en þú sækir um herskyldu og það er auðvitað betra ef þú ert í vinnu eða í skóla þegar að þú sækir um, veit samt ekki hvort það er einhver sér tími þú þarft að vinna eða vera í skóla til þess að sækja um, ég t.d. Var búin að vinna í 6 mánuði áður en ég sótti um herskyldu\nÞú þarft auðvitað að kunna dönku en ekki endilega perfect dönsku þar sem er helling af grænlendingum og færegingum sem sækja um danska herskyldu\nUmsókn (ég mun setja inn link af umsókninni hér neðst) umsókninn er 10 blöð sem þarf að útfylla með upplysingum einsog heilsu þína, hvort þú eigir fjölskyldu í Dk, hvort þú ætlar að sækja um ríkisborgararétt og framvegis svo sendirðu það í póstinn til addressuna sem stendur á umsókninni, eftir það muntu fá sent blað um hvenær þá átt að koma á svokallað forsvarets dag (session)\nSession er þar sem þú ferð í IQ test með c.a. 75 spurningum og þú þarft minnir mig að svara yfir 25 rétt svör þú horfir líka á 2 stuttmyndir um herskyldu og framtíð þína í hernum ef þú ákveður að halda áfram eftir herskylduna, svo er það lækna tjékk, fyrst ferðu í heyrna og sjón test eftir það er sagt þér að fara inní herbergi þar sem þú átt að fara úr öllum fötum nema nærfötum svo kemur annar læknir og skoðar líkama þinn semsag lætur þig gera einhverjar æfingar, hann mun serstaklega kíkja á bakið á þér og í sumum tilfellum mun hann tjékka eistun á þér til að tjékka hvort þú sert með krabbamein í eistonum, eftir það muntu fá að vita hvort þú sért hæfur eða óhæfur til herskyldu ef þú ert hæfur dreguru númer ef þú færð svokallað frínumer segiru bara að þér langar samt að komast í herskyldu ef það er það sem þú virkilega vilt, eftir það ferðu í svokallað aftale om værnepligttjeneste þar sem þú færð að ráða í hvernig herskyldu þú vilt fara í (semsagt navy, army, airforce) þegar að þú ert búin að velja skrifaru undir samning um herskyldu í Danska hernum\nEftir session munu þeir tjékka á sakaskrá þína sem þarf að vera hrein þegar að þeir eru búnir að því færðu annað blað sem er mjög svipað og blaðið sem þú fékst í aftale om værneligttjeneste\nOg svo er það bara að býða þanngað til herskylda þín byrjar\nHerskylda þíðir ekki að þú sért að fara í stríð, herskylda er basic military training (bootcamp) það sem þú munt læra fyrstuhjálp, skjóta úr byssum og framvegis, herskylda getur tekið frá 4 mánuði til 12 mánuði (fer eftir hvað eða hvar þú tekur herskylduna) eftir þessa mánuði geturu ákveðið hvort að þetta sé einhvað fyrir þig eða ekki, ef þú ákveður að halda áfram þarftu að skrifa undir 4 ára samning hjá danska hernum og taka 8 mánaða þjálfun eftir þjálfunina getur þú verið sendur út (semsagt í stríð eða friðargæslu í öðru landi) ef þú er með einhverjar spurninar geturu bara spurt og ég mun reyna mitt besta að svara þér\nUmsókn:\nAnsøgning udenlandske statsborgere\nFra <\nhttp://solutions.express.dk/forsvaret/tilmelding/ansogning.aspx?documentid=1008\n>\nÉg hef farið í gegnum þennan umsóknarferill þannig allar upplisingar hér eru frá minni reynslu (ég er ekki enþá byrjaður í minni herskydu er enþá að býða eftir því að byrja herskyldu mína þessvegna skrifa ég t.d. Ekki hvernig herskyldan er)",
    "url": "https://www.hugi.is/hugi/greinar/803004/hefuru-ahuga-a-herskyldu-i-danska-hernum/",
    "url_id": "803004",
    "id": "7456612",
    "replies": [
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2016-06-17 18:56:51",
            "id": "7456613",
            "reply_to_id": "7456612",
            "text": "Tek það fram að þessi grein hefði betur mátt fara á www.hugi.is/lifið eða www.hugi.is/tilveran\nEn sökum þess hve of mikið mál það hefði verið fyrir mig að færa hana, lét ég það ógert.\n---\nSpennandi kostur samt, að geta komist í herinn á einhverjum af Norðurlöndunum. Hefði verið til í að skoða þetta af meiri alvöru sjálfur þegar ég var yngri."
        },
        {
            "user": "haddi77",
            "user_id": "561",
            "date": "2016-07-23 14:05:53",
            "id": "7456619",
            "reply_to_id": "7456612",
            "text": "B-thor:\nef þú ert hæfur dreguru númer ef þú færð svokallað frínumer segiru bara að þér langar samt að komast í herskyldu ef það er það sem þú virkilega vilt\nHvað gerist ef þú dregur ekki frínúmer? Hvaða önnur númer geturu dregið? Is this real life?"
        },
        {
            "user": "B-thor",
            "user_id": "83326",
            "date": "2016-07-23 19:35:11",
            "id": "7456620",
            "reply_to_id": "7456619",
            "text": "ef það er ekki frínumer þá er það annaðhvort kannski númer eða númer þar sem þú þarft að þjóna herskyldu,\nman ekki alveg hvernig númerinn skiftast niður en það er t.d.\nfrínúmer eru frá 1-10.000\nkannski númer eru frá 10.001-20.000\nskyldu númer eru frá 20.001-30.000\nþetta er ekki hvernig þeir skifta númerinn niður mann ekki hvernig þetta er þannig þetta er bara næmi um hvernig þetta er\nenn frínumer er númer þar sem þú þarft ekki að þjóna herskyldu enn þú getur samt gert það ef þú vilt\nkannski númer þá áttu kannski að þjóna herskyldu, þá er bara látið þig vita eftir einhvern tíman seinna hvort þú átt að mætta eða ekki\nskyldu númer er þar sem þú þarft að þjóna herskyldu\nog já þetta er real life, er sjálfur að fara í danska herinn"
        }
    ]
}