{
    "forum_title": "Deiglan",
    "user": "ritter",
    "user_id": "7998",
    "date": "2002-06-05 22:00:53",
    "title": "ESB: Halldór Ásgríms skýtur sig í fótinn",
    "text": "ESB: Halldór Ásgríms skýtur sig í fótinn\nFyrtsu viðbrögð Halldórs Ásgrímssonar utanríkisráðherra við skýrzlu hagfræðistofnunar Háskóla Íslands, um áætlaðan kostnað Íslands ef af aðild að Evrópusambandinu yrði, voru á þá leið að skýrzlan væri ónákvæm og illa unnin.  Ennfremur sagði hann að hann drægi kostnaðartölur þær, sem skýrzlan nefndi til sögunnar, mjög í efa þar sem þær gerðu m.a. ekki ráð fyrir breyttum frosendum síðan 1995 þegar hagfræðistofnun áætlaði síðast kostnað Íslands vegna aðildar að ESB.\nSem fyrr sgeir snýst ein gagnrýni Halldórs um það að hagfræðistofnun hafi í tölum sínum ekki gert ráð fyrir breyttum forsendum síðan 1995 í útreikningum sínum.  Í Kastljósi í kvöld, 5. júní,  sagði Halldór hina vegar, aðspurður um hvaða kostnaðartölur hann teldi nær lagi, telja að tölur hagfræðistofnunar frá 1995 vera nær lagi en tölurnar hennar nú og ennfremur að hann teldi forsendur síðan 1995 sama og ekkert hafa breyzt.  Hvernig gengur þetta upp?  Halldór gerist þarna sjálfur sekur um það sem hann vill eigna hagfræðistofnun HÍ að ósekju.\nÍ sama viðtali sagði Halldór síðan að hann útilokaði ekki að tölur hagfræðistofnunar væru réttar og ef svo reyndist hefði hann verið á miklum villigötum í málinu.  Hann er sem sagt ekki vissari í sinni sök en þetta.  Hann vildi ennfremur ekki gefa upp neinar hugsanlegar tölur, sem hann teldi réttari en tölur hagfræðistofnunar, þegar hann var inntur eftir þeim.\nÞví má svo bæta við að forstöðumaður hagfræðistofnunar Háskóla Íslands mótmælti orðum Halldórs harðlega í fréttum Sjónvarps í kvöld.  Hann sagði skýrzlu stofnunarinnar vel unna og niðurstöður hennar eins réttar og þær geta verið miðað við það sem vitað er í málinu í dag.  Ennfremur að skýrzlan hafi ekki verið samin undir nokkrum pólitískum þrýstingi eða á neinn hátt pólitíkst heldur einungis á faglegan hátt.  Að lokum sagði hann Halldór vega að starfsheiðri starfsmanna hagfræðistofnunar með aðdróttunum sínum um slæm vinnubrögð og illa unna skýrzlu sem enginn fótur væri fyrir.\nHjörtur J.",
    "url": "https://www.hugi.is/deiglan/greinar/80376/esb-halldor-asgrims-skytur-sig-i-fotinn/",
    "url_id": "80376",
    "id": "571032",
    "replies": [
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-05 22:30:37",
            "id": "571033",
            "reply_to_id": "571032",
            "text": "Ég er hættur að nenna að lesa greinarnar þínar!!!!Þetta er orðið eitthvað sálrænt hjá þér ertu að bíða eftir að allir sem stundi huga.is byrji að berjast gegn ESB. ESB er alltof flókið dæmi til að ganga upp, svo margir mismunandi ágreiningar og svona.\n…Kannski mannkyninu hafi verið ætlað að lifa í óréttlæti og hatri."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-05 23:02:19",
            "id": "571034",
            "reply_to_id": "571033",
            "text": "Sæll,\n“Ég er hættur að nenna að lesa greinarnar þínar!!!!”\nSlepptu því þá bara félagi, ekki er ég að biðja þig um að lesa þær, það er alfarið þitt mál :)\nKv.\nHjörtu"
        },
        {
            "user": "cre",
            "user_id": "6534",
            "date": "2002-06-05 22:37:30",
            "id": "571035",
            "reply_to_id": "571032",
            "text": "Er S takkinn á lyklaborðinu þínu eitthvað bilaður?\nÞað kemur nefnilega Z stundum í staðinn fyrir S hjá þér.\nVildi bara láta þig vita."
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2002-06-05 22:47:22",
            "id": "571036",
            "reply_to_id": "571035",
            "text": "Ég er nokkuð viss um að Hjörtur noti z af ásettu ráði.\nAnnars virtist hann Halldór vera voða þreittur eitthvað þegar hann var á stöð 2 í kvöld, voða eitthvað utan við sig.\nReyndar er þessi sem tók viðtalið við hann óhemjulélegur spyrjandi.\n“og ætliði ekki bara að rjúfa ríkisstjórn og láta kjósa sem fyrst” spurði hann held ég þrisvar sinnum.\nkv. sbs"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2002-06-05 22:51:52",
            "id": "571037",
            "reply_to_id": "571036",
            "text": "kannski var halldór voða þreyttur útaf því að hann var í ísrael og var að koma heim og þurfti svo að bruna uppí kastljós á rúv."
        },
        {
            "user": "ilo",
            "user_id": "8027",
            "date": "2002-06-05 22:53:06",
            "id": "571038",
            "reply_to_id": "571032",
            "text": "boring"
        },
        {
            "user": "PeZiK",
            "user_id": "16050",
            "date": "2002-06-05 22:59:43",
            "id": "571039",
            "reply_to_id": "571032",
            "text": "Æji karlgreyið, verður allt í lagi með löppina..hún vex kanski aftur :D"
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2002-06-05 23:16:02",
            "id": "571040",
            "reply_to_id": "571039",
            "text": "PeZiK, þú verður að passa þig, svona mikill húmor getur drepið þig á endanum."
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2002-06-06 01:27:23",
            "id": "571041",
            "reply_to_id": "571040",
            "text": "Hmm… Ízral… Ztríðzáztand…\nmHmm… Samt ræðan hans Halldórs út í Ísrael sem hann flutti fyrir utanríkisráðherrann var grátleg.\n“the arabas are also people you know”"
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-06 01:33:55",
            "id": "571042",
            "reply_to_id": "571032",
            "text": "ritter,\nHalldór var svo sannarlega EKKI að skjóta sig í fótinn. Þvert á móti var hann að vinna stuðning margra, og ef að hann heldur svona áfram þá mun xB auka fylgi sitt verulega. Jafnvel svo mikið að xB og xS geti myndað stjórn ásamt xF eftir næstu alþingiskosningar.\nÞað er alveg útséð að xD verður ekki með í næstu ríkisstjórn, nema því aðeins að þeir nái hreinum meirihluta. Það sé ég nú ekki gerast!\nFinnst ykkur í raun og veru ekki dáldið grunsamlegt að Hagfræðistofnun staðfestir nánast uppá krónu staðhæfingar Dabba um kostnaðinn? Gleymið því ekki að Dabbi var ekki búinn að láta neina sérfræðinga reikna þetta út áður, heldur skaut hann á sína tölu svona nokkurn veginn út í loftið.\nFinnst ykkur einnig trúlegt, miðað við þessa útreikninga, að Frakkar sætti sig við að borga áttfalt meira en þeir eru að greiða í dag eftir að stækkun ESB hefur gengið yfir?\nDabba hefur tekist að rústa því trausti sem stofnanir HÍ hafði einu sinni. Í dag er ekki hægt að taka mark á neinu sem stofnanir þess leggja fram. Gott dæmi er ESB-könnunin fræga sem Félagsvísindastofnun gerði fyrir Dabba, hreinlega pöntuð niðurstaða!\nEn með þessum aðgerðum er Dabbi í raun að viðurkenna að hann hefur engin rök gegn ESB, því annars þyrfti hann ekki að grípa til svona all svakalegra örþrifaráða.\nÞað er líka athyglisvert að engin virðist geta svarað því hvers vegna meirihluti evrópuþjóða sjá hag sínum best borgið í ESB nema Ísland og Noregur.\nESB-andstæðingar mega heldur ekki gleyma þeirri staðreynd að ESB getur hvenær sem er rift EES-samningnum, og hvar myndum við standa þá?\nReyndar er samningurinn nú þegar byrjaður að brotna, ESB mun setja háa verndartolla á innflutt stál (vegna stálstríðs við USA) og bitnar það einnig á þeim EES þjóðum sem standa utan ESB.\nKveðja,\nFalcon1\nPs. Hvers vegna töluðu skýrsluhöfundar Hagfræðistofnunar EKKI við ESB sérfræðinga, t.d. í utanríkisráðuneytinu eða sendiráði Íslands í Brussel, við öflun gagna til þess mynda þær forsendur sem útreikningarnir myndu byggja á?"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2002-06-06 01:50:11",
            "id": "571043",
            "reply_to_id": "571042",
            "text": "Það er nú þannig að það eru nokkur ríki í ESB farin að efast þetta samstarf, einkum vegna þessara gríðarlegu áhrifa sem stóru þjóðirnar, Þýskaland og Frakkland hafa, nefni ég t.d. Finnland og Svíþjóð sem dæmi."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-06 02:11:25",
            "id": "571044",
            "reply_to_id": "571043",
            "text": "Nákvæmlega Bake.\nSvíar og Finnar hafa enda tekið á sínum innbyrðis vandamálum með markvissum hætti og eru ekki tilbúnir til þess að fara að leggja kostnað í það að leysa vandamál annarra einnig því til viðbótar,\nmeð auknum álögum á þegna sína.\nkv.\ngmaria"
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-06 15:53:23",
            "id": "571045",
            "reply_to_id": "571043",
            "text": "Bake,\nFinnar eru hæstánægðir með þáttöku sína í ESB. Innganga þeirra í ESB var mesta framfaraspor í sögu þessarar þjóðar, efnahagur þeirra tók að blómstra sem aldrei fyrr og hagur almennings tók stakkaskiptum.\nBtw. geturðu komið með einhverjar vísbendingar um að Finnland sé farið að efast?\nkveðja,\nFalcon1\nPs. það er gott að efast, því að efinn er grundvöllur framfara og breytinga!"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-06 02:05:43",
            "id": "571046",
            "reply_to_id": "571042",
            "text": "Falcon 1.\nVar hann ekki að skjóta sig í fótinn ?\nÉg er nú ansi hrædd um það, því hér með hefur afhjúpast illilega sú aðferðafræði til vinsældaaukningar sem formaður flokksins hefur notað með því að “ daðra ” við Evrópusambandsaðild, án þess þó svo mikið sem að reyna að hefja umræðu um ágóða einstakra málaflokka á sviði heilbrigðismála, ( enginn = tap) stærsti útgjaldaflokkurinn.\nLandbúnaðarmála ( mögulegur ágóði = - tap núverandi aðferðarfræði )\nIðnaður ( skammtímaágóði )\nSjávarútvegur ( stórtap þjóðarinnar allrar, ágóði einstakra útgerðarfyrirtækja )\nVelferðarkerfið almennt ( aukið atvinnuleysi= aukinn tíðni glæpa´= enn frekari misskipting auðs )\nAð lokum þetta “ dabba hjal ” þ.e. að dabbi stjórni þessu og hinu semsagt samsæriskenningar finnst mér barnalegur  sandkassaleikur, sem ég vona að menn vaxi upp úr hér á landi.\nkv.\ngmaria."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-06 15:45:12",
            "id": "571047",
            "reply_to_id": "571046",
            "text": "gmaria,\nekki skil ég hvernig þú kemst að þessum niðurstöðum. Ég skal reyna að svara þessu lið fyrir lið.\nre: heilbrigðismál - Við ef til vill græðum ekki peningalega séð varðandi þennan málaflokk, en hinsvegar munum við fá enn betri aðgang að háskólum og vísindastofnunum innan ESB eftir að við höfum gengið inní sambandið. Sem þýðir að við munum græða meiri þekkingu og jafnvel græða á því að deila okkar þekkingu enn meira til annarra.\nre: landbúnaðarmál - Við erum nú þegar að tapa á þessu kerfi, þ.e. að landbúnaður skilar mjög litlu inní þjóðarbúið en fær aftur á móti mjög háa styrki. Ef við göngum inní ESB þá gætum við ef til vill snúið tapi yfir í hagnað.\nre: Iðnaður - Hvers konar bull er þetta í þér manneskja? Hvernig færðu út að það sé skammtímaágóði að vörur okkar fái tollfrjálsan aðgang að nánast öllum Evrópumarkaðnum? Eða það að iðnaðurinn muni hafa greiðari aðgang að styrkjum og fjármagni eftir að við höfum gengið inní ESB. Veistu eitthvað um hvað þú ert að tala?\nre: Sjávarútvegur - Er þetta ekki staðan í dag? Einhver mun þurfa að borga allar þessar skuldir útgerðarinnar, og á endanum mun það lenda á okkur.\nre: Velferðakerfið - Enn og aftur mælir þú af vanþekkingu. Það að ganga inní ESB mun glæða nýsköpun og útflutning í þessu landi, fyrir utan það að erlendar fjárfestingar munu stóraukast. Sem þýðir að það verður meiri atvinna, minni einokun (sem skapar misskiptingu auðs í þessu landi) og sama eða lægri tíðni glæpa.\nre: Dabba hjal - Dabbi lagði nú niður heila stofnun vegna þess að hún var ekki sammála Dabba í einu öllu. Ef þetta sýnir ekki hver stjórnar öllu, þá veit ég ekki hvað.\nkveðja,\nFalcon1\nPs. hvernig væri að þú myndir koma með rök að því sem þú fullyrtir hér að ofan?"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2002-06-06 17:34:31",
            "id": "571048",
            "reply_to_id": "571047",
            "text": "Í guðanna bænum hvaða tortryggni er þetta alltaf í garð Davíðs?\nHáskóli Íslands ER hlutlaus stofnun.\nFélagsvísindastofnun Háskóla Íslands ER hlutlaus stofnun. Hagfræðistofnun Háskóla Íslands ER hlutlaus stofnun.\nEn, nei, bara af því Davíð lét þessar stofnanir vinna fyrir sig þá er hann allt í einu kominn með þær undir hælinn.\nÞvílík og eindemis vitleysa.\nEf Davíð hefði leitað til t.d. Deloitte Touche og hún hefði skilað svipaðri niðurstöðu, væri hún þá undir hælnum á Davíð og upp á hans náð og miskunn komin?\nÞú talar um að Þjóðhagsstofnun hafi verið lögð niður vegna þess að hún var einmitt ekki sammála Davíð í einu og öllu. Það er kjaftæði. Það hafði verið í bígerð lengi að leggja hana niður, enda til lítils að hafa heila stofnun til að reikna það sem Seðlabankinn reiknar líka. Eða hefur Davíð kannski í hyggju að leggja niður Seðlabankann líka? Því ef þú hefur eitthvað fylgst með fréttum undanfarin ár ættirðu að vita að það sem Davíð finnst og Seðlabankinn gerir er ekki það sama.\nSvo ég hakki nú aðeins hins punktana í mig.\n– velferðarkerfið\nþá er ég að spá hvert þessi aukna atvinna í ESB hefur farið, svona fyrst það verður meiri atvinna til við að ganga í ESB. Í Þýskalandi, hefur atvinnuleysi verið nálægt tveggja stafa prósentutölu í um áratug! Þar er nú ekki fyrir að fara einokuninni. Talandi um einokun, og að hún sé orsakavaldur misskiptingu auðs í landinu, þá langar mig aðeins að vita hvað þú átt nákvæmlega við. Ísland er það land þar sem er hvað mestur launajöfnuður í hinum vestræna heimi, þó víðar væri leitað. Viltu kannski jafna hann enn meir út og láta ALLA íslendinga fá 200þús. kall á mánuði, óháð því hvaða störf eru unnin af hendi? Þ.e. 200þús. kall fyrir alla, konur og karla, hvort sem það sendist með pizzur í hálfu starfi eða gegnir stöðu flugumferðarstjóra eða bankastjórastöðu.\nSorrý, þannig virka hlutirnir bara ekki.\n—\nSjávarútvegur.\nHelsti ótti Íslendinga við inngöngu í ESB er að við missum okkar 100% stjórn á okkar miðum.\nVeistu t.d. hvers vegna það er lítill sem enginn fiskur á Bretlandsmiðum? Spánverjarnir og Portúgalarnir eru búnir að veiða hann allan. Ofveiði. Ofveiði sem ekki hefði átt sér stað ef Bretar hefðu haft stjórn á sínum eigin miðum með ábyrgri fiskveiðistefnu. Þér er velkomið að leita á vefnum að rányrkju spánverja.\n—\nIðnaður og landbúnaður\nÞú nefnir styrki í tengslum við iðnað, og ýjar óbeint að honum með landbúnaðinn. Hér á ég ekki við um tollfrjálsa aðganginn, hann er ótvírætt góður.\nHvað hefur þú fyrir þér í því að við fáum automatískt styrki frá ESB til þessara atvinnugreina? Vissir þú að ESB hefur verið að draga úr gengdarlausri styrkjaútbíttun undanfarin ár?\n—\nHeilbrigðismál\nHvað kemur þetta ESB við? Rannsóknarvinna meðal stofnana er á alþjóðavísu, hún er ekki bundin við viðskiptasamninga á borð við ESB. Íslenskar heilbrigðisstofnanir eru nú þegar í mjög góðu sambandi við slíkar stofnanir og rannsóknarstofnanir BÆÐI í Evrópu og Ameríku."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-06 19:04:01",
            "id": "571049",
            "reply_to_id": "571048",
            "text": "Sæll Bake,\nallt í lagi, segjum sem svo að HÍ sé hlutlaus stofnun.\nHvernig stendur þá á því að þeir henta öllum akademískum vinnubrögðum út um gluggann akkúrat þegar þeir eru að vinna ESB-könnunina og nú þessa skýrslu? Btw. það eru fleiri dæmi.\nÞetta segir manni annað af eftirtöldu:\n1. Að stofnanir HÍ séu undir hælnum á Dabba.\n2. HÍ standist ekki þær alþjóðlegu kröfur sem eru gerðar til akademískra vinnubragða á vegum háskóla.\nBtw. ég myndi gagnrýna þessa skýrslu hvort sem það er Dabbi eða einhver allt annar sem stæði í þessu.\nre: Þjóðhagsstofnun - Allt í lagi, það var kannski ekki eina ástæðan en vissulega flýtti það fyrir um nokkur ár.\nÉg minni á það að það stóð ekki til að flytja frumvarp um þetta efni á nýloknu þingi (að minnsta kosti).\nÞetta virðist vera útbreiddur misskilningur, en Þjóðhagsstofnun var EKKI að reikna út sömu hluti og Seðlabankinn.\nHann myndi leggja seðlabankann niður ef hann myndi\nkomast upp með það.\nOk, snúum okkur þá að því sem þú kallar að hakka punktana í þig. :o)\nre: velferðarkerfið - Það sem ég átti við með því að viðkomandi atvinnuleysistölur myndu ekki ná til okkar er það að vegna þess að við erum svo fá þá er ekki eins erfitt að koma öllum í vinnu, það er staðreynd.\nVegna þess að nýsköpun mun aukast í landinu þegar við göngum í ESB, þá mun atvinnuleysi minnka en ekki aukast.\nre: misskipting - Jú, sjáðu þau lönd sem búa við einokun þar er misskipting auðs meiri en í þeim löndum sem búa við samkeppnisumhverfi.\nÞað er nú auðvelt að koma með skýringu á því sem þú kallar launajöfnuð hér á landi. Skýringin er sú að vegna þess hve hagkerfið er smátt þá ræður það ekki við sama launasvið og stærri þjóðir og þess vegna erum við að tala um lægri tölur en hlutföllin eru ekki svo frábrugðin.\nOk, hvar sagði ég að ég vildi jafna launin fullkomlega út?\nre: Sjávarútvegur - Það er algjörlega ástæðulaus ótti. Það er stefna ESB að undirstöðuatvinnuvegir þjóða fái notið sín, sérstaklega þegar um er að ræða lönd sem eru með jafn einhæfa atvinnuvegi og Íslendingar. En aðild að ESB getur einmitt stuðlað að meiri fjölbreytileika á atvinnusviði okkar.\nre: Iðnaður og landbúnaður - Við fáum auðvitað ekki sjálfkrafa styrki frá ESB, það sagði ég aldrei, en til þess að við fáum að vita nákvæmlega hvaða styrki og hversu háa við getum fengið frá ESB þá þurfum við hefja aðildarviðræður.\nEn það sem við fáum sjálfkrafa er aukinn og bættur aðgangur að fjármagnskerfi Evrópu, og að auki munu íslensk fyrirtæki loksins geta spáð í spilin til langs tíma vegna stöðugs gjaldmiðils.\nre: Heilbrigðismál - Alltaf má gott bæta.\nkveðja,\nFalcon1"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-06 19:16:27",
            "id": "571050",
            "reply_to_id": "571048",
            "text": "Stofnanir sem starfa við það að gera úttektir á skoðunum almennings keppast við það að njóta trúverðuleika, með því eykst álit manna á þeim og þar af leiðandi meiri bissness…\nGallup og price waterhouse coopers hefðu til að mynda ekki tekið það í mál að gera kannanir um esb,aðild með þessum skilyrðum sem Davíð setti.\nAf hverju heldurðu að davíð snúi sér aftur að þessum stofnunum???\ná hann ekki að vera talsmaður frjáls-hyggju og láta viðskipti fara í gegnum frjálsan markað en ekki versla við ríkisstyrkt apparat.\nHvað kostar það íslendinga að leggja niður þjóðhagsstofnun??? Fyrst á þetta að verða sparnaðar leið en svo kemur á dagin að þetta mun kosta okkur milljónir, Seðlabankin sem á að fá hluta af störfum þjóð-hagsstofnunar, Gaf það út að þeir gætu að öllum líkindum ekki unnið þetta nógu vel. Er þetta kannski einhver þráhyggja að vilja að til sé óháð-stofnun sem tekur út mál ríkisins.\nEÐA EIGUM VIÐ BARA AÐ SLAPPA AF OG LÁTA DAVÍÐ SJÁ UM ALLT ÁN MÚÐURS,HANN ER NÚ SJÁLFSTÆÐISMAÐUR????\nHvaðan færðu þá grillu að spánverjar mæti bara með flotan fyrir utan ísland og moku upp öllum fisknum??? Ekki veit ég hvaðan fólk fær þessar grillur, nema kannski frá davíð..\nAftur á móti myndu tollar á íslenskan fisk leggjast niður, litlu fiskvinnslufyrirtækin sem gera saltfisk og afskurninga selja mest allt til portúgals og spánar, með því myndi gróði þeirra verða mikið mun meiri. Stóru ísfyrsks-togararnir selja mest til U.s.a og Bretlands þar með myndi hagnaður stór-útgerðarinnar stór-batna líka.\nLandbúnaðar kerfið í Esb myndi þróast yfir í að verða loks arðbær, frjáls útflutningur Lambakjöts myndi t.d að mínu mati margfaldast og íslendingar gætu loks átt von á að kaupa sér landbúnaðar-afurðir án þess að e-r samúðar-skattur sé haldin á þessa vöru.\nþú gefur lítið fyrir landbúnaðar-styrki esb, mig langar nú bara að biðja þig að líta til portúgals þar sem esb er búinn að reisa nærrum því nýtt öflugt landbúnaðar kerfi sem meira og minna hefur verið greitt með styrkjum úr esb…\nOG ÉG BIÐ ALLA AÐ LESA NÝJUU SKÝRSLUNA SEM KOM FRAM Í FRÉTTUM STÖÐVAR2 ÞAR SEM HJÖRTUR OG CO. ERU SVONA ÆÐISLEGA HUGFENGNIR AF SVONA PLÖGGUM ÞÁ HLJÓTA ÞEIR AÐ VERA SNÚNIR NÚNA, EÐA ER ÞAÐ BARA ÞEGAR KÖNNUNIN ER SAMKVÆMT ÞEIRRA SKOÐUNUM????\nkv;vigni"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-10 12:47:28",
            "id": "571051",
            "reply_to_id": "571050",
            "text": "Sæll,\nÆi kallinn minn, þú gagnrýnir styrki íslenzka ríkisins við íslenzkan landbúnað og kallar það samúðarskatt og eitthvað álíka.  Síðan snýst dæmið við þegar kemur að styrkjum ESB til evrópsks landbúnaðar og þú lofsyngur þá eins og ég veit ekki hvað.  Samt er um nákvæmlega sama hlutinn að ræða í grundvallaratriðum.  Já, Jón og séra Jón…\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-10 12:53:59",
            "id": "571052",
            "reply_to_id": "571050",
            "text": "Sæll,\n“Gallup og price waterhouse coopers hefðu til að mynda ekki tekið það í mál að gera kannanir um esb,aðild með þessum skilyrðum sem Davíð setti.”\nHvað hefurðu fyrir þér í því að þeir myndu ekki gera þetta?  Gallup var fyrir ekki svö löngu síðan í samstarfi við Kastljósið þar sem þeir Kastljósmenn gerðu spuringarnar sjálfir en Gallup spurði.  Spurningarnar voru þó ekki alltaf eins og Gallup vildi hafa þær skv. vísindalegum aðferðum en það aftraði þeim þó ekki frá því að spyrja þeirra.\nVið munum missa yfirráðin yfir auðlindinni í hafinu ef við göngum í ESB, það hefur hver ráðamaðurinn í ESB staðfest á fætur öðrum, þ.á.m. Romano Prodi og Franz Fischler.  Við munum ekki fá neinar undanþágur að þeirra sögn heldur í mesta lagi aðlögunartímabil eins og stóð Norðmönnum og Möltu til boða.\nÍslenzkur landbúnaður mun leggjast af að mestu ef af aðild verður.  Þetta eru flestir sammála um og hefur Búnaðarsamband Íslands m.a. gefið út skýrzlu þess efnis.\nÞað þýðir ekkert að berja hausnum við steininn þó menn vilji hafa hlutina öðruvísi en raunveruleikinn býður upp á.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-07 01:38:28",
            "id": "571053",
            "reply_to_id": "571047",
            "text": "Falcon 1.\nÉg ætla að reyna að svara þér því ég tel það mjög mikilvægt að RÆÐA málaflokka efnislega ef á annað borð er rætt um að RÆÐA þessi mál.\nHvað þekkingarsvið heilbrigðismála varðar þá vantar okkur ekki aðgang að því, frekari en er til staðar. Útflutningur á þekkingu þ.e. t.d. menntuðum heimilislæknum til Norðurlanda, hefur nú þegar átt sér stað, án þess að við séum í ESB.\nÍslensk lyfjafyrirtæki eru nú þegar með starfssemi í Eystrasaltslöndum, þannig að þekking hefur nú þegar verið flutt út á þvi sviði.\nHins vegar tel ég að þær athugasemdir sem við myndu fá til baka við inngöngu í Esb, myndu trúlega vera þær að við eyddum of miklu fjármagni í sérfræðilækningar hér á landi, þe. við oflæknuðum þjóðina með ónáuðsynlega eyðslu af skattfé sem nýta mætti betur í grunnþjónustu við' heilbrigði.\nNúverandi stjórnvöld hér á landi hafa hins vegar áttað sig á þessu þannig að þessi skilaboð þurfum við ekki að fá frá Brussel.\nHvað varðar bæði landbúnað og sjávarútveg þá verður fyrst og síðast að líta til þess að við lifum langt frá mörkuðum og flutningskosnaður okkar á markaði er mun meiri en annarra þannig að tap okkar í því sambandi mun ekki verða niðurgreitt af annarra hálfu og SÖKUM ÞESS er það ekki flóknara en svo að hagkvæmni okkar felst í því að mínu áliti ,  vera sjálfum okkur nóg, fyrst og fremst og hafa yfirráð yfir okkar auðlindum til lands og sjávar, og flytja umfram magn afurða út eins mikið unnið og mögulegt er í stað þess að flytja út hráefni til vinnslu erlendis.\nBæði kvótakerfin hafa lotið endurskoðun og munu lúta áframhaldandi og til þess eigum við ekki að þurfa erlenda íhlutun.\nVið erum menn til þess að leysa þau mál hér heima.\nHvað varðar iðnaðinn þá er skoðun mín um skammtímahagnað byggð á því að framleiðni er hér mjög lág þannig að tollfrelsi muni verða skammtímagróði en við síðan ekki standa okkur sökum í fyrsta lagi flutningskostnaðar á markaði og í öðru lagi lágmarksframleiðni.\nVelferðarkerfið íslenzka er kapítuli út af fyrir sig og myndi þýða möppuflóð athugasemda frá Brussel rétt eins og frá Ríkisendurskoðun, og enn og aftur við munum aldrei fá niðurgreiðslur frá Evrópuþjóðum til þess að stoppa í götin í því kerfi. Það verðum við nú og síðar að laga sjálfir, með betri skiptingu skatttekna og skilvirkara skipulagi.\nHvað varðar “ dabba hjal ” þá vil ég segja það að rétt eins og sérfræðingar í heilbrigðiskerfinu vildu ekki taka upp tilvísanir á sínum tíma til þess að ráða sinni vinnu, þá vill Þjóðhagsstofnun einnig halda áfram starfssemi og opinberir starfsmenn hér á landi vegna umsvifa ríkisins telja sumir hverjir að sjálfsagt og eðlilegt sé að margir sinni nákvæmlega sömu verkefnum hér og þar þótt lítlum tilgangi kunni að þjóna í raun,\ná þjóðhagslegan mælikvarða í heild.\nmeð góðri kveðju.\ngmaria."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-07 02:16:45",
            "id": "571054",
            "reply_to_id": "571053",
            "text": "Sæl gmaria,\ntakk fyrir það.\nÉg vil bara minna á það að ESB er aðallega viðskipta og tollabandalag\nen ekki heilbrigðisbandalag, þó svo að vissulega er sá þáttur partur\naf strúktúr ESB. Þannig að það er yrði ekki beinn ágóði fyrir þennan\nmálflokk, eftir því sem ég best veit. Staða hans mun heldur ekki versna,\nað vísu ætti aðild að ESB geta auðveldað vísindamönnum að sækja um\nstyrki til ýmis konar rannsókna og vísindavinnu.\nAthyglisverð kenning að hægt sé að “oflækna”. :o)\nFlutningskostnaður hefur verið á niðurleið eftir því sem vegalengdirnar\n“styttast”, þ.e. það er ekki eins dýrt að búa svona langt frá mörkuðum\neins og var t.d. fyrir 10 árum.\nÞað er engin að tala um að niðurgreiða tap, heldur mun afnám tolla og\nauðveldara markaðsaðgangi fyrir landbúnaðar- og sjávarútvegsvörur aukast\ntil muna. Og þá getum við jafnvel farið að lækka styrki til bænda um\neinhverja milljarða.\nÉg er 100% sammála þér að Íslendingar eigi að breyta sér úr hráefnisþjóð\nyfir í fullvinnsluþjóð.\nKvótakerfið okkar er enn versta fiskveiðistjórnunarkerfi í heimi, fyrir\nutan sjóræningjakerfið.\nErtu viss?\nRugl er þetta í þér! Framleiðni á Íslandi er í meðallagi (sbr.\nhttp://www.mbl.is/mm/vidskipti/frett.html?nid=811417)\nog  svo er það bull að flutningskostnaður sé eitthvað mikið vandamál.\nMálið er að markaðsetja hana rétt, og það hefur tekist ágætlega með\nfiskinn og getum við alveg heimfært það á aðrar vörur.\nHvar hefur þú þínar upplýsingar um að Ísland sé með lágmarksframleiðni?\nVeistu, að þegar EES var tekið í gagnið að þá kom smá “möppuflóð”\nen hvað hefur það þýtt fyrir almenning? Jú, stórkostlegar réttarumbætur\nog aukinn réttindi fyrir einstaklinga þessa lands. Og að auki mun\nauðveldara að fá starf á EES svæðinu o.s.frv.\nNákvæmlega sambærilegt myndi gerast ef við myndum ganga inní ESB!\nBtw. Hvernig getur þú sagt “aldrei”? Veistu eitthvað sem við hin\nvitum ekki? Kannski í beinu sambandi við stjórn ESB?\nÞjóðhagsstofnun var eitt mikilvægasta tæki stjórnarandstöðunnar til\nþess að fá óháðar og áræðanlegar tölur. Hvað er þá gert? Jú, bara\nlagt niður!\nKveðja,\nFalcon1"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-07 19:23:54",
            "id": "571055",
            "reply_to_id": "571054",
            "text": "Það væri gaman ef annaðhvort hjörtur eða gmaria svöruðu því AF HVERJU þau treysta ekki landanum til þess að velja eða hafna esb…\nhjörtur heldur langar lýðræðisklausur þegar e-r ybbar gogg við le-pen eða foyrtin, en þegar honum hentar þá er lýðræðið ekkert það merkilegt.\nMenn þurfa að vera samir á orði og á borði…\nkv;vigni"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-09 01:21:02",
            "id": "571056",
            "reply_to_id": "571055",
            "text": "china.\nVarstu að tala við mig ?\nÞú getur kanski sagt mér , af hverju Halldór\n“ skaut sig í fótinn ” með þessu móti ?\nVar ekki nær hjá honum að taka þessu með “ pólítisku jafnaðargeði ” sem innleggi í umræðuna í\nstað þess að hrópa “ úlfur , úlfur ” og viðurkenna þar með viðkvæmni gagnvart þessu atriði pólítískt ?\nkv.\ngmaria."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-10 12:42:29",
            "id": "571057",
            "reply_to_id": "571055",
            "text": "Sæll,\nEins og þú veist hef ég þegar svarað þessu á Alþingi og oft þar á undan.  Ég hef ekkert á móti því að aðild að ESB verði lögð í þjóðaratkvæði og er ennfremur 100% hlynntur því EF mál þróast svo að kjósa á um málið.  Forsendur fyrir því að sækja um aðild að ESB eru hins vegar einfaldlega engan veginn til staðar og verða að öllum líkindum ekki í nánustu framtíð, s.s. lág verðbólga og lægri skuldir ríkissins.  Þess vegna finnst mér einfaldlega algerlega tilgangslaust og ótímabært, fyrir þá sem það vilja, að vera að velta aðildarumsókn fyrir sér að svo stöddu.\nKv.\nHjörtu"
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-10 13:16:41",
            "id": "571058",
            "reply_to_id": "571057",
            "text": "sæll ritter,\ntil þess að geta lagt málið í þjóðaratkvæði þurfa aðildarviðræður að hafa farið fram. Ekki satt?\nMér þykir þú heldur svartsýnn, verðbólgan er að lækka og mun sennilega komast í viðunandi horf (3-4%) á næstu misserum ef að samstaða aðila vinnumarkaðarins heldur og Dabbi & co geri engin axarsköft. Skuldir ríkisins skipta engu hvort við getum farið í aðildarviðræður eða ekki!\nEftir þessi orð, ritter, þá sýnist mér þú frekar vera afturhaldssinni allavega ertu nú ekki framsýnn maður (miðað við orð þín hér að ofan).\nÞað er nú allt í lagi að horfa fram í tímann svo við verðum tilbúin ef svo ber undir aðildarviðræður og aðild að ESB á næstu árum.\nkveðja,\nFalcon1"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-11 12:52:51",
            "id": "571059",
            "reply_to_id": "571058",
            "text": "Sæll,\n“til þess að geta lagt málið í þjóðaratkvæði þurfa aðildarviðræður að hafa farið fram. Ekki satt?”\n…og til þess að hefja aðildarviðræður verðum við að uppfylla nauðsynleg skilyrði sem sett eru fyrir aðild.  Þannig er það bara ekki.\n“Mér þykir þú heldur svartsýnn, verðbólgan er að lækka og mun sennilega komast í viðunandi horf (3-4%) á næstu misserum ef að samstaða aðila vinnumarkaðarins heldur og Dabbi & co geri engin axarsköft. Skuldir ríkisins skipta engu hvort við getum farið í aðildarviðræður eða ekki!”\nÉg er ekkert svartsýnn heldur hef þetta bara frá aðilum eins og Seðlabankanum, Þjóðhagsstofnun og Landsbanka Ísland.  Ef einhver er svartsýnn þá eru það þessir aðilar.  Skuldir ríkissins skipta að reyndar talsverðu máli, þ.e. hallinn á ríkisfjármálunum.  Sú krafa mun t.d. vera gerð til ríkja í A-Evrópu að þau grynnki á skuldum, eða hagræði a.m.k. í þeim málum veulega, ef þau vilja geta orðið aðilar að ESB.\n“Eftir þessi orð, ritter, þá sýnist mér þú frekar vera afturhaldssinni allavega ertu nú ekki framsýnn maður (miðað við orð þín hér að ofan).\nÞað er nú allt í lagi að horfa fram í tímann svo við verðum tilbúin ef svo ber undir aðildarviðræður og aðild að ESB á næstu árum.”\nÞér má auðvitað sýnast hvað sem þér sýnist en það gerir það auðvitað ekki að staðreyndum.  Ég er ekki afturhaldssamur að mínu mati heldur raunsær og með báða fætur á jörðinni.  Ég lifi ekki í neinum draumaheimi eins og sumir aðilar virðast gera heldur vil hafa vaðið fyrir neðan mig.  Mér vitanlega er ábyrgð og raunsæi ekki það sama og afturhald þó svo það geti vel verið að svo sé í þinni orðabók.  Ég sé enga ástæðu að fara í aðildarviðræður þegar við höfum ekki hugmynd um hvort a) þjóðin muni samþykkja það og b) hvort við munum uppfylla nauðsynleg skilyrði í nánustu framtíð.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-08 02:22:43",
            "id": "571060",
            "reply_to_id": "571054",
            "text": "Sæll Falcon 1.\nHvað varðar styrki til vísindarannsókna, þá skortir helst á að efla fagsvið Háskólans til heilbrigðisrannsókna hér á landi, m.a. til þess greina oflækningar þar sem þær eru til staðar.\nVarðandi afnám tolla í matvælaframleiðslu, þá hefur það bara lítið sem ekkert að segja vegna þess að Evrópubúar vilja ekki sjá þær verksmiðjuframleiddu afurðir sem við erum með, rétt eins og ferð Bændasamtakanna til Ameríku, með nokkur kjötlæri, bar vitni.\nHér vantar styrkveitingar til lífrænnar matvælaframleiðslu því sú vara er einfaldlega\neftirsótt og mun verðmeiri jafnvel á hrávinnslustigi.\nSömu áherslur þurfa að koma til varðandi fiskveiðar, þar vantar áherslur sjálfbærrar þróunar svo aðgengi að mörkuðum öllum verði fyrir hendi í nánustu framtíð, því stórskipafloti okkar sem eyðir of mikilli olíu, og skemmir of mikið með botnveiðarfærum, skilar afskaplega takmarkaðri framleiðni eftir sölu á frosnum fiski,( óunnum) þegar sú heildarmynd hefur verið skoðuð.\nBrask með kvóta og uppkeypt tap hefur haldið þessu kerfi á floti, hingað til en þegar ekki er lengur hægt að braska á Íslandi virðast menn horfa til Evrópu.\nVarðandi mannréttindasviðið þá er það nú einu sinni svo að við Íslendingar höfum greiðan aðgang að Mannréttindadómstólnum, með okkar mál í dag, og aðilar svo sem Umboðsmaður Alþingis hafa verið settir á fót, sem og áfryjunarnefndir ýmis konar varðandi ákvarðanatöku stjórnvalda, sem greiða mjög veg réttinda borgaranna.\nÞetta með EES reglugerðaflóðið þá má nú lesa sig í gegnum það á síðum ráðuneyta, en sjálf rak ég upp stór augu í minni gömlu sveit þar sem allt í einu var búið að mála hvítt grjót ( með helling af málningu) við afakstursvegi af hringveginum, en einnig allt í einu búið að merkja hvert eitt einasta eyðibýli í hreppum, með nákvæmum skiltum,\n( eftir að íbúar voru löngu farnir).\nÞetta fannst mér nokkuð sérstakt vægast sagt.\nSeðlabankinn sem á að taka við hlutverki Þjóðhagsstofnunar er nú óháður stjórnvöldum og þar með nákvæmlega eins til handa stjórnarandstöðu til þess að leita útreikninga hjá um hin ýmsu mál að því ég best fæ séð.\nÉg trúi ekki öðru en hluti starfsmanna Þjóðhagsstofnunar muni í framtíð starfa þar áfram.\nkveðja.\ngmaria."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-09 18:05:34",
            "id": "571061",
            "reply_to_id": "571060",
            "text": "Sæl gmaria,\nmeð xD við stjórnvöl ríkisfjármála er vonlaust að treysta á þá til þess að skilja mikilvægi þess að hafa öfluga vísindaakademíu hér á landi.\nÞetta er bull! Það hefur gengið vel að selja ýmsar afurðir okkar til Evrópu, en ekki eins vel til Ameríku. Ameríkumarkaður er allt öðruvísi en Evrópumarkaður, ef þú hefur ekki gert þér grein fyrir því.\nVið getum sótt um styrkveitingar frá ESB til lífrænnar matvælaframleiðslu.\nÉg er sammála því, að við erum að halda úti allt of mörgum skipum. Er það þetta sem þú kallar “lága framleiðni”?\nErtu að segja að það sé ekki hægt að braska á Íslandi? Ertu ekki að djóka???\nRétt er það, en veistu að það kostar meiri pening að sækja réttindi sín til mannréttindadómstólnum en hér heima? Með ESB myndi lagaumhverfi\neinstaklinga hér á landi taka stakkaskiptum (í átt til hins betra).\nFlott að sjá hvítt grjót!\nVið getum einnig sagt að merking eyðibýla þjóni meira ferðamannaiðnaðinum en hinum almenna borgara.\nSegðu mér eitt, hvers vegna neitaði Seðlabankinn í fyrstu að taka við hlutverki Þjóðhagsstofnunar ef að þessar stofnanir voru báðar að reikna sömu dæmin? Gengur ekki alveg upp hjá þér.\nÉg hef heyrt það að margir af fyrri starfsmönnum muni ganga um atvinnulausir vegna þess hversu sérhæft starf þeir voru í, en við skulum vona að\nþeim muni ganga vel að finna sér aðra vinnu.\nkveðja,\nFalcon1"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-09 19:22:30",
            "id": "571062",
            "reply_to_id": "571061",
            "text": "góður punktur, þeir sögðust ekki GETA tekið við þessu hlutverki, þannig að dæmið er kannski ekki eins einfalt og gmaria vill af láta.\nkv;vigni"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-10 01:17:18",
            "id": "571063",
            "reply_to_id": "571061",
            "text": "falcon 1.\nÉg get ekki séð að það skipti nokkru máli hvort\na, b, c, eða d, er við stjórnvölinn varðandi\n“ alvöru vísindaakademíu ” sökum þess að\n“ ríkis ”akademían “ ”, sem lagt hefur til breytingar og ekki breytingar, gegnum tíð og tíma, neitar beytingum nokkurs konar á sínu sviði setur sig upp á móti öllum tillögum til umbreytinga alltaf, alveg sama hver stjórnar.\nÞað hefur ekki gengið vel að selja afurðir til Evrópu , það er ekki rétt, og síðast nú i haust voru fyrirtæki íslensk öll nema SS að mig minnir rekin aftur heim með sinn útflutning vegna þess þau hin sömu uppfylltu ekki gæðakröfur.\nVissulega gætum við sótt styrkveitingar til lífrænnar framleiðslu frá Esb, en fyrir því þarf að berjast hér heima fyrst, og opna augu stjórnvalda mun betur en gert hefur verið.\nÞrátt fyrir reglugerðaflóð Evrópusambandsins um mannréttindi allra handa þá er það nú einu sinni svo að til þess að uppfylla þau atriði þarf að verja í það peningum, og þjóðin í heild myndi þurfa að borga með sér inn í Evrópusambandið og afsala sér rétti um eigin ákvarðanatöku, þvi til viðbótar.\nHví Seðlabankin neitaði að taka við hlutverki Þjóðhagstofnunar !\n“ Ríkisakademian ” elsku vinur, náið samstarf við\nað verja störf ríkisstarfsmanna í þessu tilviki við að “naga blýantantana” sitt í hvorn endann.\nVið borgum með sköttunum sem ekki lækka í ljósi þess.\nkveðja.\ngmaria."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-10 13:09:55",
            "id": "571064",
            "reply_to_id": "571063",
            "text": "gmaria,\nkannski skiptir það ekki máli, en sumir eru þó líklegri en aðrir.\nJú, afurðirnar UPPFYLLTU gæðakröfur en fyrirtækin (nema SS) voru svo vitlaus að gleyma að merkja gámana rétt. Það þýðir ekkert fyrir þig að segja að það hafi ekki gengið vel að selja afurðir til Evrópu því ég þekki mjög vel til á þessu sviði. :o)\nRugl! Hvert land hefur ákveðin yfirráð yfir sínum innanríkismálum og getur haft áhrif hvort að X regla verði samþykkt eða ekki.\nOk, segðu mér þá fyrst það er svona mikill sparnaður af því að leggja niður þjóðhagsstofnun, hvers vegna það hefur komið í ljós að stofnkostnaðurinn við breytingarnar hlaupa á milljörðum (ekki að grínast!) og aukakostnaður per ár nokkur hundruð milljónir.\nkveðja,\nFalcon1"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-11 01:49:44",
            "id": "571065",
            "reply_to_id": "571064",
            "text": "falcon 1.\nFlest allir vita sem til landbúnaðarmála þekkja að útflutningur á þeim afurðum hefur engu skilað svo talist geti til tekna gegnum áraraðir, og eins og staðan er í dag í voru fabrikkukerfi, þá er útflutningur vonlaus með öllu til lengri og skemmri tíma litið, vegna framleiðsluaðferða sem ekki vottast sem sjálfbærar á nokkurn hátt,  þrátt fyrir hið hreina loft og góða vatn, því áburðarnotkunin og vélvæðingardæmið allt frá a- ö er út úr korti gjörsamlega.\nÉg hef enn ekki heyrt um stofnkostnað við breytingar á Þjóðhagsstofnun en án efa kostar það eitthvað að ferðast frá “ blýantsoddi til strokleðurs ” og alltaf meira í “ ríkisakademíu ”\nsem engar vill breytingar.\nkv.\ngmaria.\neinfaldlega."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-06 12:53:50",
            "id": "571066",
            "reply_to_id": "571042",
            "text": "Sæll,\nÞetta er alveg merkileg samsæriskenning hjá þér og ég efast ekki um að hagfræðistofnun njóti nú ekki mikils trausts hjá ESB-vinum til að birta niðurstöður hlynntar þeim.\nHvað varðar þessar kostnaðartölur hagfræðistofnunar þá eru þetta tölur sem sérfræðingar ýmissa fjármálastofnana hafa verið að tala um lengi að séu hugsanlegur kostnaður af ESB-aðild, þ.á.m. sérfræðingar Íslandsbanka og Landsbanka Íslands, þannig að Davíð settist nú ekkert niður og slumpaði bara á einhverja tölu.  Þessar tölur eru í sjálfu sér ekkert nýtt heldur hafa þær einfaldlega verið staðfestar núna þó auðvitað verði alltaf einhverjir sem ekki sætta sig við þær af því þær falla ekki að þeirra hugmyndum.\n“Hvers vegna töluðu skýrsluhöfundar Hagfræðistofnunar EKKI við ESB sérfræðinga, t.d. í utanríkisráðuneytinu eða sendiráði Íslands í Brussel, við öflun gagna til þess mynda þær forsendur sem útreikningarnir myndu byggja á?”\nHagfræðistofnun taldi ekki ástæðu til að leita til utanríkisráðneytið heldur leituðu þess í stað beint til ESB að eigin sögm.  Ennfremur hafði stofnunin samband við sendiráðið í Brussel en fékk engin svör.\nKv.\nHjörtu"
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-06 15:03:27",
            "id": "571067",
            "reply_to_id": "571066",
            "text": "Sæll Ritter,\nþað er alveg merkilegt að þið virðist ekki sjá hversu vitlaus þessi skýrsla er, annað hvort útaf ýktri þjóðernisást eða blindni á allt sem Dabbi segir og gerir.\nHagfræðistofnun féll ekki bara í áliti hjá “ESB-vinum” heldur einnig hjá mörgum andstæðingum ESB.\nOg eru þessi sérfræðingar hjá fjármálastofnunum sérfræðingar í ESB-málum og hlutlausir? Nei!\nKomið hefur í ljós að Hagfræðistofnun leitaði EKKI til ESB. Halldór staðfesti það í kastljósinu, varstu ekki að hlusta?\nÓ, fékk stofnunin engin svör? Og þú trúir þessari vitleysu?\nKveðja,\nFalcon1\nPs. Heldur fólk virkilega að Íslendingar muni þurfa að greiða hærra hlutfall af þjóðarframleiðslu en ALLAR aðrar þjóðir sem eru í ESB? Eruð þið vitleysingar?"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-06 12:55:34",
            "id": "571068",
            "reply_to_id": "571042",
            "text": "Sæll aftur,\nOg ef það er ekki að skjóta sig í fótinn að saka einhvern um eitthvað að ósekju sem maður gerist svo sjálfur sekur um þá veit ég ekki hvað er að skjóta sig í fótinn.  Maðurinn hefur með þessu farið í heilan hring.\nKv.\nHjörtu"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2002-06-06 13:51:20",
            "id": "571069",
            "reply_to_id": "571068",
            "text": "Heyrðu nú mig. Það er ósköp einfalt að það fæst ENGINN til að trúa því að við verðum látin borga hærri upphæð en 1,27% þakið sem nú er í gildi, og langtum hærri upphæð en allir aðrir! Það er einfaldlega útilokað, sama hvernig einhver þykist reikna það út.\nSvo eru viðbrögð forstöðumanns hagfræðistofnunar ekki eins og hjá fræðimanni, heldur einhverjum sem er kominn á kaf í pólitískan leðjuslag."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-06 15:06:58",
            "id": "571070",
            "reply_to_id": "571069",
            "text": "Algjörlega sammála Pipppi!\nBtw. Sumir sem hafa tekið þátt í þessari umræðu hérna, trúa því að við þurfum að borga meira en allar aðrar þjóðir í ESB. Sannar bara við hvers konar fáfræði um ESB er í gangi hérna.\nStofnanir HÍ hafa ekki bara verið að skjóta sig í fótinn heldur líka í hausinn að undanförnu, enda er álit fólks að verða minna en ekki neitt á þeim verðlausa pappír sem kemur frá þessum stofnunum.\nkveðja,\nFalcon1"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-06 01:39:51",
            "id": "571071",
            "reply_to_id": "571032",
            "text": "Sæll.\nViðbrögð utanríkisráðherra nú í kvöld á báðum ljósvakamiðlunum voru með þeim hætti að ekki var hægt annað en að sjá hve mikið  þetta kosningatrix Framsóknarflokksins sem átti að aðgreina flokkana fyrir sveitarstjórnarkosningar og sennilega einnig fyrir þingkosningar kann að hafa verið mikill leikur þar sem ráðherran\nfellur í þann pytt að  véfengja Hagfræðistofnun Háskólans sem aftur rýrir traust almennings, á hinu opinbera.\nÞetta væri álíka því að heilbrigðisráðherra kæmi fram og segði að Læknadeild Háskólans hefði ekki\nvit á lækningum.\nEf menn vilja taka mark á vísindum, þá þarf að virða þau, hvort sem er á þessu sviði eða öðru.\nkveðja.\ngmaria."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-06 15:17:33",
            "id": "571072",
            "reply_to_id": "571071",
            "text": "Sæl gmaria,\nmenn EIGA að ætíð að véfengja það sem kemur frá hinu opinbera, en gæta þó hófs.\nEn nú ber bara svo undir að það er hlægilega auðvelt að skjóta þessa skýrslu niður með góðum rökum. Því samkvæmt skýrslunni munu t.d. Frakkar þurfa að greiða áttfalt það sem þeir eru að greiða til ESB í dag, og við margfalt hærra hlutfall en aðrar þjóðir í ESB.\nSvo er EKKI tekið með í reikninginn margvíslegan ágóða sem kemur í hlut almennings og fyrirtækja, en ekki ríkissjóðs beint, eins og t.d. lægri vaxtarkjör, lægra vöruverð, samtrygging, aukinn efnahagslegur stöðugleiki o.s.frv.\nÞetta hefur Dabbi viðurkennt!\nÞetta er alls ekki sambærilegt við Læknadeild HÍ, vegna þess að það eru “hard-core” vísindi og ekki hægt að reikna sig fram og til baka og fá alltaf mismunandi niðurstöðu!\nHagfræði er leikur að tölum en ekki bein vísindi, því það er ekki hægt að sanna beint hinar ýmsu kenningar hagfræðinnar en það er hægt í læknavísindum.\nÉg endurtek, hagfræði er EKKI bein vísindi!\nkveðja,\nFalcon1\nPs. Stofnanir HÍ hafa sannað það að þær eru undir hælnum á Dabba, það hefur komið allavega tvisvar sinnum fram. (ESB-könnun Félagsvísindastofnun HÍ, og nú þessi hálfvitalega skýrsla Hagfræðistofnunar HÍ)"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-06 15:35:38",
            "id": "571073",
            "reply_to_id": "571072",
            "text": "Davíð hefur lengi verið einráður á Íslandi, en nóg er nóg HÁSKÓLINN!!\nDavíð var einu sinn framsækin stjórnmálamaður en er að breytast í einhvern afturhalds-einráð sem ekki má gagnrýna né efa.\nHann er hræddur við breytingar þegar hann ræður þeim ekki sjálfur. Við þurfum bara að finna einhvern gamlan félaga hans sem getur grætt á inngöngu íslands í ESB og þá flýgur hann inn.\nég mæli með: kára stef!!! sannfærum Kára og þá erum við redí tú gó!!! :)\nkv;vigni"
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-06 15:49:34",
            "id": "571074",
            "reply_to_id": "571073",
            "text": "china,\nDabbi mun ekki sitja mikið lengur við valdastól (sem betur fer). Fólk er byrjað að sjá þessa einræðistilburði og hreinlega hálfvitalegt tal um mál sem mun skipta þjóðina sköpum.\nMálið er það að Dabbi og xD hefur slegið skjaldborg utan um valdaklíku þjóðarinnar (LÍÚ o.fl.) og mun það að endingu verða honum og xD að falli.\nKveðja,\nFalcon1"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-07 00:50:06",
            "id": "571075",
            "reply_to_id": "571072",
            "text": "Sæll Falcon .\nÉg er alveg sammála þér í því að við eigum ekki að gleypa allt hrátt, sem frá hinu opinbera kemur, allsendis ekki.\nHins vegar hefi ég fylgst með þjóðfélagsmálum nokkuð lengi og ég hefi ekki hingað til getað sagt annað en það sem komið hefur frá Hagfræðistofnun Háskólans t.d. varðandi kjaramál og verðbólgu og efnahagslegt mat almennt, hafi hingað til verið nokkuð nærri raunveruleikanum.\nkveðja.\ngmaria."
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2002-06-07 01:56:06",
            "id": "571076",
            "reply_to_id": "571075",
            "text": "Sæl gmaria,\nenn og aftur ertu að líkja ósambærilegum hlutum saman. Það er ekki hægt að líkja álitum um kjaramál og verðbólgu, þ.e. innlendar stærðir, við miklu stærra og flóknara dæmi sem inniheldur margar óvissuþætti sem verður ekki komið á hreint nema með aðildarviðræðum við ESB.\nÍ raun er tilgangslaust að reikna sig fram og aftur fyrr en eftir að aðildarviðræður hafa átt sér stað og við vitum nákvæmlega hvað við fáum.\nÞetta gerðu Norðmenn, en höfnuðu í þjóðaratkvæði. Hvers vegna getum við ekki farið að þeirra dæmi? Þurfum við alltaf að reyna að finna upp hjólið?\nkveðja,\nFalcon1"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2002-06-11 09:09:59",
            "id": "571077",
            "reply_to_id": "571032",
            "text": "VÁ!!\nSlasaðist hann, mar?!\nEr í lagi með fótinn?!\nBarúmmpumm tisj!"
        }
    ]
}