{
    "forum_title": "Börnin okkar",
    "user": "palinas",
    "user_id": "2187",
    "date": "2002-06-07 15:24:28",
    "title": "Hann var kallaður ,,Þetta\"",
    "text": "Vill byrja á því að láta það fylgja um hvað bókin er ef þið þekkið hana ekki.\nHANN VAR KALLAÐUR ,,ÞETTA“\nDave Pelzer\nÞýðing: Sigrún Árnadóttir\nHann var kallaður ,,þetta” er ógleymanleg frásögn af hrottalegum misþyrmingum á barni - sögð af barninu sjálfu. Með ótrúlegu hugrekki og styrk tókst Dave Pelzer að lifa af andlegt og líkamlegt ofbeldi móður sinnar. Drengurinn bjó við hrottalegar barsmíðar og hungur hjá móður sinni, drykkfelldri skapofsamanneskju sem gerði sér leik að því að kvelja hann með öllum hugsanlegum ráðum og gekk næstum af honum dauðum. Til að bjarga lífi sínu lærði Dave að bregðast við óútreiknanlegum uppátækjum hennar, því að hún leit ekki lengur á hann sem afkvæmi sitt heldur argvítugan þræl; hann var ekki lengur barn, heldur bara ,,þetta“. Þessi nærgöngula og grípandi saga opnar augu okkar fyrir þeim blákalda sannleika að börnum er misþyrmt - og það er á okkar valdi að þar verði breyting á. Bókin hefur notið fádæma vinsælda austan hafs og vestan og selst í stærri upplögum en dæmi eru um. Hún var tilnefnd til hinna virtu Pulitzerverðlauna.\nMig langaði bara að ”tala\" um þessa bók. Ég var að kaupa hana í gær (í bónus)Mig langaði svo að lesa hana en það er líka þvílíkur biðlisti á hana á bókasafnið. Svo ég sló bara til og keypti hana á 1300.\nÞetta er virkilega ÓGEÐLSEG sama sem hann er að segja frá. Ég átti gjörsamlega ekki til orð. Að foreldri skuli geta gert þetta við sið eigið barn eða bara barn yfir höfuð. Þetta er hrikalegt. Það tók mig ekki nema ca 4 tíma að lesa þessa bók. Þegar ég byrjaði þá gat ég varla hætt.\nÉg fæ hrikalegan móral þegar ég þarf að skamma Kristján Sindri þegar hann horfir á mig með þessum litlu saklausu hvolpa augm. Þetta eru svo miklir englar þessi börn að mar getur ekki skammað þau eða gert þeim þetta eins og móðri Dave gerði við hann. Misþyrma því eins og ég veit ekki hvað og meira að segja í 8 ár eða svo. Ég er enn að jafna mig á þessari frásögn. Það lá við að ég færi að gráta við að lesa hana eða berja næsta mann við mig út af reiði. Nei ég segi nú bara svona.\nAllavega mig langði bara að segja frá þessari bók. Ég kveð alla til að lesa þessa sögu þó það geti verið erfitt\nkveðja\npalinas",
    "url": "https://www.hugi.is/bornin/greinar/80630/hann-var-kalladur-thetta/",
    "url_id": "80630",
    "id": "573175",
    "replies": [
        {
            "user": "grugli",
            "user_id": "9479",
            "date": "2002-06-07 17:51:42",
            "id": "573177",
            "reply_to_id": "573175",
            "text": "Ég las hana rétt eftir a hún kom út.\nÞetta er virkilega ógeðslegt hvernig var farið með strákinn. Þetta fær mann til að hugsa um hvað maður er heppinn að eiga allmennilega foreldra."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-07 18:32:35",
            "id": "573178",
            "reply_to_id": "573175",
            "text": "Þið skuluð frekar lesa ensku útgáfuna, hún er mun betri og betur sagt frá."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-06-07 18:33:51",
            "id": "573179",
            "reply_to_id": "573175",
            "text": "hann hefur reyndar skrifad 3 baekur um thetta.  Ekki lesid thaer sjalfur en heyrt theirra getid.\nMisnotkun a bornum er reyndar miklu algengari en thid haldid :(\nkv\nMoose"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-08 08:23:38",
            "id": "573180",
            "reply_to_id": "573179",
            "text": "jahm og þó þetta sé verulega ógeðfellt þá er þetta næst versta tilfellið !\nVil ekki hugsa um hvernig hitt tilfellið hefur verið :(\nVið eigum þessar 3 bækur og þetta er verulega ógeðfellt!"
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2002-06-07 19:00:20",
            "id": "573181",
            "reply_to_id": "573175",
            "text": "Þessi maðu,kom hann ekki í Oprah ?og var ad segja frá nokkrum atriðum sem mamma hans hefði gert honum? Og Palinas,sagdi mamma hans ekki við hann éttu þetta og tróð skít í hann,mig MINNIR þetta..gæti verið að mér skjátlist..?"
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2002-06-07 19:13:07",
            "id": "573182",
            "reply_to_id": "573181",
            "text": "oj, barasta"
        },
        {
            "user": "palinas",
            "user_id": "2187",
            "date": "2002-06-07 19:20:50",
            "id": "573183",
            "reply_to_id": "573181",
            "text": "Jú það er rétt. Það er ýmislegt sem var gert við hann. Er frekar hissa á því að hann skuli hafa lifað öll þessi ár að\nkveðja\npalinas"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-06-07 19:24:34",
            "id": "573184",
            "reply_to_id": "573181",
            "text": "Ég hvet alla eindregið til að lesa þessa bók. Ég segi það sama og palinas, ég las hana á einni kvöldstund.\nHryllingur sögunnar er yfirgengilegur og hún situr ofsalega í mér. En þó ekki væri annað er það ótrúleg saga hvernig svona lítið barn getur reynst hafa jafn sterkan karakter og þessi maður. Ekki breyttist hann í fjöldamorðingja eða barnanauðgara, nei hann sneri sér að hjálparstarfi fyrir fórnarlömb heimilisofbeldis. Og hann hefði pottþétt ekki lifað þetta af nema fyrir sína eigin útsjónarsemi og sterkan karakter.\nEn hann skrifaði víst tvær bækur í viðbót sem hafa ekki komið út á íslensku (og ég er einmitt að leita að þeim því maður VERÐUR að fá að vita framhaldið, hvað hafi orðið um fjölskylduna). Mér skilst að fyrsta bókin heiti á ensku “A child named IT” og miðjubókin “The lost boy” en síðasta bókin er um fullorðinsárin og hvernig hann sneri sér að hjálparstarfinu.\nJá og þetta atriði með skítinn, það var reyndar ein af vægustu misþyrmingum móðurinnar, hún tróð kúkableiu yngri bróður hans framan í hann og lét hann borða skítinn.\nÞessi bók er skyldulesning fyrir alla. Sama hversu erfið hún er."
        },
        {
            "user": "hamid",
            "user_id": "16353",
            "date": "2002-06-07 20:59:26",
            "id": "573185",
            "reply_to_id": "573184",
            "text": "Hann reyndar borðaði ekki skítinn, fékk bara skítahrauka upp í nefið :/  En já, þessi bók er viðbjóður.  Ég keypti hana til að hafa eitthvað að lesa í Herjólfi á leiðinni til Vestmannaeyja, og GUÐ hvað ég var fegin að hafa klárað hana kvöldið áður :)  Hefði alveg örugglega ælt all illilega ef ég hefði verið að lesa bókina þar!\nAnnars fannst mér pínulítið forvitnilegt að þetta er 3. stærsta málið sem upp hefur komið í Californiu.. hvernig voru þá hin 2?"
        },
        {
            "user": "hamid",
            "user_id": "16353",
            "date": "2002-06-07 21:29:33",
            "id": "573186",
            "reply_to_id": "573185",
            "text": "Ég las fyrstu bókina um daginn og ég hef ekki vitað annan eins viðbjóð.  Maður gat ekki annað en grátið á stökum stað.  Núna var ég að byrja á bók nr. 2 “The lost boy” sem ég leigði á bókasafninu.  Bók nr. 3 “ A man named Dave” bíður svo á náttborðinu.  Borgar sig að þekkja einhvern sem vinnur á bókasafni ;)  Ég segi eins og einhver sagði hér að ofan að þessar bækur eru skyldulesning."
        },
        {
            "user": "junia",
            "user_id": "7324",
            "date": "2002-06-10 11:15:44",
            "id": "573187",
            "reply_to_id": "573184",
            "text": "A child called it\nThe lost child\nA man named Dave\nÞetta eru bækurnar.  'Eg er búin að lesa síðustu söguna og það er ótrúlegt að fólk skuli ekki láta bugast þegar lífið er SVONA erfitt.  Og svo kvartar maður og kvartar…"
        },
        {
            "user": "cosy",
            "user_id": "16470",
            "date": "2002-06-07 21:31:21",
            "id": "573188",
            "reply_to_id": "573181",
            "text": "Jú það var þáttur um hann á Opruh. Ég hef reyndar ekki lesið bókina, en langar til þess. En það var virkilega ógeðslegt það sem kom fram í þættinum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-07 22:25:04",
            "id": "573189",
            "reply_to_id": "573188",
            "text": "ég er búin að lesa þessa bók og þegar ég byrjaði á henni gat ég ekki hætt.. kláraði hana á einum degi!!!! Mér langaði bara til að gráta að hugsa sér að þettta hafi látis viðgangast í svona mörg ár og ekkert gert..hann mætti skítugur til fara í skólan og sást á honum og hann var oft tekin fyrir að stela mat af börnunum í skólanum en ekkert var gert!!!! Nema látið mömmu hans vita og hún lét hann eftir það alltaf ætla þegar hann kom heim úr skólanum svo hann væri örugglega ekki saddur!! Pabbi hans var aumingi sem “gat ekki” gert neitt og systkyni hans lærðu að fara líka með hann eins og hund, nei ekki eins og hund heldur eins og eitthvað rusl!!! Hann fyrirgaf móðir sinni seinna meir, trúið því!!\nÉg er enþá að átta mig á því hvernig þetta gat gengið lengi og LANGT án þess að nokkuð var gert almennilegt í hlutunum!!!"
        },
        {
            "user": "illfygli",
            "user_id": "43",
            "date": "2002-06-07 23:03:45",
            "id": "573190",
            "reply_to_id": "573175",
            "text": "Það eru tvær hliðar á öllum málum og þessi bók fjallar um aðra þeirra. Ég er viss um að það eru til góðar skýringar á því afhverju var farið svona með krakkagreyið. Móðir hans þjáist af alkahólisma og hefur því átt erfitt uppdráttar og því er skiljanlegt að hún hafi stöku sinnum verið harkaleg við hann, krakkinn hefði átt að skilja það betur og reynt að koma móður sinnar til hjálpar í stað þess að reyna að þéna pening fyrir sjálfan sig með því að lýsa því hvernig móðir hans ól hann upp. Mér fannst illa gert af krakkanum að fást til að lýsa móður sinni svona harkalega þar sem hún hefur sennilega gert allt sem hún gat, í hennar ástandi, til að ala krakkann upp."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-08 01:44:30",
            "id": "573191",
            "reply_to_id": "573190",
            "text": "bíddu, ertu að reyna að réttlæta misnotkun á barni með því að segja að mamman hafi verið alki ? halló… er ekki í lagi ? það réttlætir EKKERT misnotkun á börnum ekki nokkurskapaður hlutur… hvernig geturðu ætlast til þess að lítið barn átti sig á því að mamma sé “veik” þessvegana er hún alltaf vond við mig? gerði allt sem hún gat.. hvað getur barn gert til þess að hægt sé að réttlæta það að troða kúkableyju framan í barnið ???\nég hef að vísu ekki lesið þessa bók en langar mikið að lesa hana… og það mun gerast á endanum… en það sem ég hef heyrt er vibbi… ég allavegana get ekki séð hvað barn getur gert til þess að hægt sé að réttlæta misnotkun… hverjar sem heimilisaðstæðurnar séu."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2002-06-08 02:31:37",
            "id": "573192",
            "reply_to_id": "573190",
            "text": "Ég sá þennan þátt á Oprah fyrir algera tilviljun, og það er algerlega rangt sem illfygli segir. Móðirin átti fleiri börn en fór ekki svona illa með þau, heldur valdi hann út og var bara vond við hann en ekki hin börnin sín."
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-06-08 10:01:06",
            "id": "573193",
            "reply_to_id": "573190",
            "text": "illfygli:\nErtu að grínast?\nHefurðu lesið þessa bók?"
        },
        {
            "user": "ljonid",
            "user_id": "2065",
            "date": "2002-06-08 21:18:58",
            "id": "573194",
            "reply_to_id": "573190",
            "text": "Hvað meinaru það er sama hvað barn gerir það a engin svona framkomu skilið, ekki einu sinni þott foreldri se alki. Þettar ekkert annað en vottur að geðveiki…og eg vona að þetta se ekki þin retta skoðun a þessu mali."
        },
        {
            "user": "teron",
            "user_id": "14220",
            "date": "2002-06-09 00:56:56",
            "id": "573195",
            "reply_to_id": "573194",
            "text": "Hugsipð ykkur pabbann, systkynin, nágrannana, vini fjölskyldunnar, aðra ættingja, kennaran og fólkið í búðinni. Það gerði enginn neitt. Ég get bara engan veginn skilið það. Eftir lestur bókarinn á aðfangadagskvöld gat ég ekki hægt að hugsa um þetta. Afhverju gerði enginn neitt- og er enn að hugsa um það, ég get ómögulega skilið það- bara næ því ekki.\nÞetta er skyldulesning, því er ég sko sammála!"
        },
        {
            "user": "Annie",
            "user_id": "21260",
            "date": "2002-06-10 12:29:44",
            "id": "573196",
            "reply_to_id": "573190",
            "text": "Illfygli, það er ekki hægt að afsaka þessa meðferð af því að móðurin var alki.  Hún misþyrmdi aðeins einu barni sínu en hin voru látin í friði. Hún m.a.s. kenndi hinum börnunum að hata bróður sinn, þau mátti ekki einu sinni tala við hann. Síðan þegar hún lét hann liggja í ísköldu vatni í baðinu í marga klukkutíma þá komu hinir bræðurnir með vini sína til þess að sjá (eins og bróður þeirra væri eitthvað sirkusdýr).  Áður en ég las þessa bók datt mér ekki einu sinni í hug að hægt væri að misþyrma barni á svona hátt.  Og þegar hún tróð salmiakspíritíusi upp í hann. Hver gerir það við barnið sitt?  Allavega finnst mér þetta alveg hryllileg saga og alveg ótrúlegt að barnið skuli hafa lifað af og farið síðan að hjálpa öðrum. Eins og einhver sagði hérna áðan þá er alveg ótrúlegt að þetta sé aðeins 3. versta tilfellið í Californíu, ég get bara ekki ímyndað mér hve slæm hin 2 tilfellin hafa verið, þetta gekk algjörlega fram af mér. Ég lái höfundinum ekki að hafa skrifað þessa bók, ég þakka honum fyrir það. Fólk þarf að vita sannleikann til þess að geta verið vakandi um að ofbeldi gagnvart börnum er til. Þegar einhver opnar augu fólks (með orðum, gjörðum eða bók) þá fyrst sér það að þetta sé til og getur þá fyrst hjálpað þeim sem eiga bágt.\nKveðja A."
        },
        {
            "user": "Lowe",
            "user_id": "20469",
            "date": "2002-06-08 14:22:50",
            "id": "573197",
            "reply_to_id": "573175",
            "text": "Ég er búin að lesa þessa bók.Áður en ég las hana þá átti ég erfitt með að trúa því að fólk gæti verið svona ógeðslegt við börnin sín,en núna veit ég hvernig fólk getur verið.Og þetta er 3 versta atvik sem vitað er um!Svo maður fer að hugsa.Ég mun aldrei gelyma þessari bók og ég sé hvað ég hef verið heppin."
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2002-06-08 16:20:30",
            "id": "573198",
            "reply_to_id": "573197",
            "text": "illfygli : það getur ekki verið að þú hafir lesið þessa bók ? Þá myndiru aldrei láta þetta út úr þér !\nen já þetta er hrikalegt hvernig farið var með greyið barnið, ÓTRÚLEGT að svona gerist í alvöru :( viðbjóður….ég var gráti næst á köflum og ég kúgaðist eiginlega líka t.d. þegar mamman var að láta hann borða gubbið eftir sjálfan sig…sem hún sjálf hafði LÁTIÐ hann gubba ! :(\nviðbjóður, viðbjóður, viðbjóður.."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-06-08 16:24:29",
            "id": "573199",
            "reply_to_id": "573198",
            "text": "eg veit um eitt tilfelli thar sem ad pabbinn tok kott dottur sinnar og skar hann a halsi fyrir framan hana, og svo i littla parta og tok sidan allt drasslid og trod thvi inni leggongin a henni.\nHun var 8 eda 9 thegar ad hann gerdi thad.\nSvona folk a ad taka af lifi."
        },
        {
            "user": "snikkari",
            "user_id": "3346",
            "date": "2002-06-10 13:16:31",
            "id": "573200",
            "reply_to_id": "573175",
            "text": "Ég er nýbakaður faðir og svona bókmenntir eru það síðasta sem mig langar til að lesa.\nMaður fær bara tár í augun við tilhugsunina."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-10 16:59:29",
            "id": "573176",
            "reply_to_id": "573175",
            "text": "Fann þetta á www.umifem.is  um bækur um heimilisofbeldi sem börn ganga í gegnum.\nHann var kallaður “Þetta” eftir David Pelzer. Það er nýbúið að þýða bókina á íslensku og hún kom út hjá JPV-forlagi nú fyrir jólin. Bókin fjallar um ofbeldi móður á barni sínu en gefur innsýn inn í vítahring ofbeldis og upplifun fórnarlambsins af því.\nLaunhelgar lyganna eftir Baugalín. Þetta er sönn, íslensk saga sem er skrifuð undir dulnefni og hefur að geyma frásögn fullorðinnar konu af reynslu sinni af því að vera fórnarlamb sifjaspells. Bókin lýsir á hreinskilin hátt aðferðum gerandans og feluleiknum sem fjölskyldan lifir og hrærist í. Það sem er ótrúlega sláandi í þessu er hvernig dómskerfið á Íslandi heldur verndarhendi sinni yfir barnaníðungum. Það er staðreynd að gerandinn nýtur vafans en fórnarlambið býður álitshnekki þegar það gerir tilraun til að segja sannleikann. Bókin er gefin út af Máli og Menningu."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-06-11 13:47:13",
            "id": "573201",
            "reply_to_id": "573175",
            "text": "Hvað varð um móðurina?  Veit það einhver?\nSvo var ég að spá, eftir lesninguna, hvort þetta gæti staðist, hvort þetta væri ekki fake…\nMér finnst ótrúlegt af móðurinni að gera svona.  Svona fólk á ekkert skilið en að vera pyndað sjálft og í sannleika sagt ætti bara að gera tilraunir á svona fólki og misþyrma því hrottalega eins og börnin þeirra hafa þurft að þola……."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-06-11 15:09:45",
            "id": "573202",
            "reply_to_id": "573201",
            "text": "Ojú, það eru til svona skelfileg dæmi um misþyrmingar á börnum. Einhverntíman fannst nú unglingsstúlka sem hafði verið lokuð inni í búri (eða einhverju þröngu rými) frá ca 1-2 ára aldri (þegar hún fór að geta hreyft sig eitthvað að ráði). Það var bara hent í hana mat og aldrei talað við hana. Þessi stúlka var mikið rannsökuð, t.d. með tilliti til málþroska því hún átti í miklum erfiðleikum með að læra að tala orðin þetta gömul. Svo virðist nefninlega vera að börn séu “prógrammeruð” til að læra tungumál á ákveðnum aldri (ca 2 ára) og ef þau fá enga örvun á þessum tíma þá eiga þau í miklum erfiðleikum með það seinna meir.\nÞað er nefninlega merkilegt hvað það er til mikil mannvonska í heiminum."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-06-11 19:55:15",
            "id": "573203",
            "reply_to_id": "573202",
            "text": "Reyndar þá hef ég heyrt skv. rannsóknum að börn fari verr út úr því andlega að fá engin samskipti heldur en að vera pyntuð svona eins og þessi grey strákur.  Og þá er ég að tala um engin samskipti, bara lokuð inni og hent í þau mat."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-06-11 20:03:26",
            "id": "573204",
            "reply_to_id": "573203",
            "text": "Já, ég held að það geti vel verið rétt. Manneskjan er ekki gerð til að vera ein (fólk hefur nú orðið geðveikt á að vera í einangrun)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-13 09:48:17",
            "id": "573205",
            "reply_to_id": "573175",
            "text": "mig langaði bara að benda fólki á heimasíðu Davids\nhttp://www.davepelzer.com/"
        },
        {
            "user": "blom",
            "user_id": "2152",
            "date": "2002-06-22 12:34:06",
            "id": "573206",
            "reply_to_id": "573175",
            "text": "Ég fjárfesti í þessari bók um daginn og byrjaði að lesa, það er satt að það er erfitt að leggja bókina frá sér þegar maður byrjar, maður vill vita hvað kemur fyrir hann og hvenær honum verður bjargað o.s.f.rv.\nÞrátt fyrir það að þessi bók eigi verðskuldað allt það hól og lof sem hún fær finnst mér samt að það hefði mátt betrumbæta hana aðeins, t.d. hvernig var vistin á unglinahælinu, hvernig varð samband hans við fjölskylduna sína (mömmu, pabba og bræður) eftir á … svona hluti sem að ég beið eftir að fá að vita.\nAnnars hvet ég alla til að lesa þessa bók, barnaofbeldi og ofuragi er nenfilega algengari og meira vandamál en við höldum."
        }
    ]
}