{
    "forum_title": "Stórmót",
    "user": "obsidian",
    "user_id": "1799",
    "date": "2002-06-07 13:34:56",
    "title": "Vítaspyrnur á útsölu????",
    "text": "Þá er lokið leiknum sem allir biðu eftir, Englendingum tókst að hanga á einu marki þrátt fyrir að þurfa að pakka í nauðvörn síðustu 25 mínúturnar.  Rosalega eitthvað mikið England að skora eitt á 44. mínútu og gera svo lítið annað allan leikinn en að hanga í vörn.  Þessi leikur minnti óþægilega mikið á fyrri heimsmeistarakeppnir þar sem maður hefur þurft að horfa á svona 1-0 leiki aftur og aftur.\nÞað er líka sorglegt þegar jafnvel stórfínir dómarar eru farnir að falla fyrir leikaraskap eins og Michael Owen sýndi þegar hann bjó til þessa vítaspyrnu.  Það sést svo greinilega í endursýningunni frá endalínunni að Argentínumaðurinn sparkar í áttina en dregur að sér fótinn um leið, kemur aldrei við Owen í ásetningi.  Owen hins vegar hleypur beint á hnéð á honum og gefur stórfína leiksýningu sem dómarinn fellur fyrir.\nÞað er sorglegt að svona leikur þar sem bæði lið eru að skapa ágæt færi skuli vinnast á dómaramistökum.\nobsidian",
    "url": "https://www.hugi.is/stormot/greinar/80647/vitaspyrnur-a-utsolu/",
    "url_id": "80647",
    "id": "573385",
    "replies": [
        {
            "user": "Finisboy",
            "user_id": "6088",
            "date": "2002-06-07 14:24:24",
            "id": "573386",
            "reply_to_id": "573385",
            "text": "hommabull þetta með vítaspyrnur til sölu og Owen og það eg ætlaði að gera grein um leikinn en þú gerðir það og það ekki nokkuð góða svo ég hugsa að ég ætli bara að halda mig við að gera grein.\nhehe SWEPPUR"
        },
        {
            "user": "Finisboy",
            "user_id": "6088",
            "date": "2002-06-07 14:31:47",
            "id": "573387",
            "reply_to_id": "573386",
            "text": "SWEPPUR, ekki vera alveg svona æstur, þú getur verið bannaður fyrir að uppnefna aðra ( hommabull )."
        },
        {
            "user": "Finisboy",
            "user_id": "6088",
            "date": "2002-06-07 14:39:41",
            "id": "573388",
            "reply_to_id": "573387",
            "text": "Þetta er ömurlegt. Ég sendi inn grein sem var milljón sinnum betri en þessi, hún lýsti leiknum allavega eitthvað(Ekkert væl út í vítaspyrnuna, því að þetta átti að vera vítaspyrna), en hún var send inn sem korkur. Þetta er nú bara lélegt af stjórnanda að gera svona."
        },
        {
            "user": "eduardo",
            "user_id": "8149",
            "date": "2002-06-07 14:47:20",
            "id": "573389",
            "reply_to_id": "573386",
            "text": "“Hommabull” ótrúlegt hvað menn geta sýnt mikinn þroskaskort svona in public, blessður slepptu því að skrifa meira."
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2002-06-07 14:25:05",
            "id": "573390",
            "reply_to_id": "573385",
            "text": "England voru betri í leiknum og þeir vörðust vel"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-06-07 14:38:15",
            "id": "573391",
            "reply_to_id": "573385",
            "text": "Þarna þykir mér þú frekar Hlutdrægur. Argentína voru betri aðilinn fyrstu 10mín. Svo voru Englendingar mun betri aðili það sem eftir lifði fyrri leikhluta og fyrstu 25 mín af þeim seinni.\nFyrir utan auðvitað einstaka færi.\nOwen var búin að gera nokkra góða hluti. Þetta með vítaspyrnuna.. Frá einu sjónarhornir virtist þetta vera rugl dómur. Svo fekk meður annað sjónarhorn og maður sá ekki betur en þetta var réttur dómur. Það er ekki hægt að segja að þessi leikur hafi unnist á dómaramisstökum. Heldur frekar það að annað liðið var heppnara en hitt. Þetta var stórgóður leikur og gaman á að horfa. Argentínumenn hafa hingað til komist upp með allskonar hluti gagnvart Englendingum (1986, Hendi Guðs, 1998 Beckham slysið)  Og segja ég nú bara að loksins hallaði á Englendinga. Enda dauðþreytur á þessum “kókaín barónum” sem leika með Argentínu"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2002-06-07 16:07:18",
            "id": "573392",
            "reply_to_id": "573391",
            "text": "“Enda dauðþreytur á þessum ”kókaín barónum“ sem leika með Argentínu ”\nGóður ! :)"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2002-06-07 16:12:22",
            "id": "573393",
            "reply_to_id": "573392",
            "text": "ég get bara sagt rofl. Frá 2 sjónarhornum af 3 sést ílla hvað gerist, en mér sýndist fyrst owen vera að leika þetta. En svo frá sjónarhorni, sem var eiginlega það sama og dómarinn ætti að hafa verið með, sést greinilega að owen er felldur. Hann veiddi þessa vítuspyrnu, en hún var samt sem áður réttmæt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-07 16:25:51",
            "id": "573394",
            "reply_to_id": "573393",
            "text": "Argentínu menn áttu  það skilið að vinna þennan leik.\nEnglendingar spila leiðilegan varnar bolta,og með þetta víti þá átti Colina að gefa Owen gult fyrir LEIKARASKAP!!!!!!!!!\nég dauðvona að Nigería endi þeirra hlut í mótinu með stæl og vinni englendinga og Svíþjóð tapi á móti Argentínu og svíþjóð og Argentína komist í 16 liða úrslit.\nkveðja RIKGOD"
        },
        {
            "user": "YtseJam",
            "user_id": "8944",
            "date": "2002-06-07 14:53:00",
            "id": "573395",
            "reply_to_id": "573385",
            "text": "Þó að ég hafi mikla ánægu af enska boltanum og finnst hann bestur er ég alveg rosalega mikið á móti enska landsliðinu. Veit ekki af hverju en ég bara fæ bara eitthvað í magann við að heyra um þá.\nSá ekki leikinn en mun eyna að ná þessari vítaspyrnu einhverstaðar!"
        },
        {
            "user": "Xman",
            "user_id": "3316",
            "date": "2002-06-07 15:06:29",
            "id": "573396",
            "reply_to_id": "573385",
            "text": "Það má deila mjög hart um það hvort þessi vítaspyrna var réttmæt en ég er á þeirri skoðun á því að hún hafi verið fullkomlega réttmæt því hann fer greinilega í Owen, en hver dæmir fyrir sig og glæsileg vítaspyrna hjá Beckham.\nÞótt að Englendingar hafi spilað varnarbolta eftir markið þá er alltof djúpt tekið í árinni hjá þér að segja að þér hafi gert lítið allan leikinn, því þeir fengu að minnsta kosti 3 dauðafæri í fyrrihluta síðari hálfleiks sem er að minnsta kosti jafn mikið og Argentínumenn. Samt fannst mér Englendingar taka of mikla áhættu með að leggjast svona í vörn, því ef það væru einhverjir sem gætu skorað á móti þannig vörn þá væru það Argentínumenn, en þeir eru meistarar í að spila á litlum svæðum og gefa stuttar, hnitmiðaðar sendingar.\nFyrir leikinn átti ég fastlega von á því að Argentínumenn myndu vinna því að þeir höfðu einfaldlega átt betri leik fyrir keppnina ásamt því að hafa alltaf gengið vel á móti Englendingum, sem hafa ekki unnið þá síðan '66 ef ég man rétt. En Englendingar áttu sigurinn skilið, en þó hefði verið eðlilegt hefði farið jafntefli.\nÉg var fyrir miklum vonbrigðum með Veron og í raun alla miðju Argentínumanna, sem voru ekki að koma boltanum nógu og vel til Batistuta, en hann er ekki týpa sem fer aftur og nær í boltann. Michael Owen sýndi það og sannaði að hann er frábær leikmaður og Beckham var mjög vinnusamur, þó hann hafi ekki verið mikið með boltann. Helst ber þó að hrósa vörn Englendinga og þó sérstaklega Mills, sem var oft að bjarga Englendingum.\nEftir þennan leik er allt opið í dauðariðlinum, en ég segji að Englendingar vinni Nígeríumenn og Svíar tapi fyrir Argentínumönnum, en þó gæti farið jafntefli, þar sem Svíar eru með mjög sterkt lið.\nLokastaða: F riðill\n1.England\n2.Argentína\n3.Svíþjóð\n4.Nígería"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-07 16:08:56",
            "id": "573397",
            "reply_to_id": "573396",
            "text": "Xman hitti naglan á höfuðið …. Englendigar valta yfir Nígeríu í næsta leik og enda í efsta sæti í sínum riðli. !!! :)"
        },
        {
            "user": "Xman",
            "user_id": "3316",
            "date": "2002-06-07 15:07:49",
            "id": "573398",
            "reply_to_id": "573385",
            "text": "Sveppi: Hættu að haga þér eins og smábarn, allir eiga rétt á sínum skoðunum."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2002-06-07 15:13:53",
            "id": "573399",
            "reply_to_id": "573398",
            "text": "ég er hissa að stefan“gud” svokallaður samþykkji svona grein .."
        },
        {
            "user": "jamitzju",
            "user_id": "11084",
            "date": "2002-06-07 15:21:41",
            "id": "573400",
            "reply_to_id": "573385",
            "text": "Þú verður líka að taka tillit til þess að það sem þú sást vara slow endursýning….. dómarinn setndur i lélegu sjónarhorni og sér þetta gerast hratt annað en þú ….hefur t.d nægan tíma til að dæma fyrir þig því þú sérd replay..\nÞannig það er auðveldara fyrir þig að sitja heima í stofu og röfla um vítið obsidian."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-07 16:04:01",
            "id": "573401",
            "reply_to_id": "573385",
            "text": "OMG!!!\nÞessi vítaspyrna var réttilega dæmd, það var augljóst að varnarmaðurinn braut af sér. Allir sem voru að horfa á leikinn þar sem ég var staddur voru sammála um að þetta hafi verið réttur dómur.\nþar að auku voru Englendingarnir bara betri í leiknum og áttu þeinnan sigur fyllilega skilið.\nOwen átti skot í stöng og var sprækur, sérstaklega í fyrir hálfleik. Teddy átti rosalegt skot sem hitti ramman eftir góða sókn Englendinga sem hefði hæglega getað orðið mark.\nÞað á heldur ekki að koma neitt á óvart að Englendingar yrðu meira í vörn í þessum leik, Argentína er með rosalega góða sóknarmenn sem því miður náðu ekki að skora framhjá sterkri vörn."
        },
        {
            "user": "SyntaX",
            "user_id": "1658",
            "date": "2002-06-07 17:49:15",
            "id": "573402",
            "reply_to_id": "573385",
            "text": "Dómarinn þarf að dæma frá sínu sjónarhorni og hann hefur ekki slow motion replay……. þetta er fúlt fyrir okkur aðdáendur Argentínu en þetta er búið.. dómarinn dæmir.. hann ræður og hættið að röfla!"
        },
        {
            "user": "Sithy",
            "user_id": "18816",
            "date": "2002-06-07 18:13:48",
            "id": "573403",
            "reply_to_id": "573385",
            "text": "England átti vítaspyrnuna og sigurinn skilið!"
        },
        {
            "user": "chavez",
            "user_id": "7283",
            "date": "2002-06-07 20:05:29",
            "id": "573404",
            "reply_to_id": "573385",
            "text": "Collina finnst gaman að gefa vítaspyrnur eins og þegar hann gaf Roma 2 undir lok leiks gegn Venezia og náðu Rómverjar að jafna metinn þökk sé Collina og var Collina dæmdur í bann fyrir þetta."
        },
        {
            "user": "chavez",
            "user_id": "7283",
            "date": "2002-06-07 21:29:52",
            "id": "573405",
            "reply_to_id": "573404",
            "text": "Hann kom ekki við manninn!!!!….\nkv\nChaves"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-07 22:19:44",
            "id": "573406",
            "reply_to_id": "573405",
            "text": "það er satt, svo mikið er víst."
        },
        {
            "user": "doktor",
            "user_id": "11427",
            "date": "2002-06-08 00:41:13",
            "id": "573407",
            "reply_to_id": "573385",
            "text": "Vítaspyrnur á útsölu? alla vega ekki í dag!!!!!\nÞetta var frábært dæmi um hvað vítaspyrna er! Auðvitað var Owen ekkert að gera lítið úr þessu en þannig hegða líka allir góðir framherjar sér. Svo ættu Argentínumenn ekki að segja mikið, sem eru frægir fyrir leikaraskap eins og flestar aðrar S-Ameríku þjóðir!\nAlla vega fannst mér þetta vera pjúruð vítaspyrna og enginn nema tapsárir stuðningsmenn þessa “kókaín baróna” sem sjá eitthvað athugavert við vítaspyrnudóminn.\nÉg held líka að við getum verið sammála um að Collina er klassadómari sem kann að dæma erfiða leiki!\nEf þið eruð ekki sammála megiði hoppa upp í rassgatið á ykkur nema nottla að þið þorið að skrifa ykkar álit!\nDa doctor has spoken"
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2002-06-08 09:59:58",
            "id": "573408",
            "reply_to_id": "573407",
            "text": "OWEN ER HOMMATITTUR!!!!!!!!!!!!!!!!!!!!!!\nkv RIKGOD"
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2002-06-08 12:12:32",
            "id": "573409",
            "reply_to_id": "573408",
            "text": "Heh…þetta var alls ekki glæsilegt vítaspyrna. Frekar heppinn að hún fór inn."
        },
        {
            "user": "kaiser",
            "user_id": "2333",
            "date": "2002-06-08 02:49:17",
            "id": "573410",
            "reply_to_id": "573385",
            "text": "Þetta var augljós vítaspyrna enda sést það á því hvernig Owen datt.  Hann var að fara fram hjá varnarmanni, hoppar upp til að losna við samstuð en fær fótinn í sig og kúveltist í loftinu.  Maður dettur ekki svona nema að vera felldur, alla vega ekki hvernig fallið breyttist í loftinu eftir sparkið."
        },
        {
            "user": "Tankian",
            "user_id": "1709",
            "date": "2002-06-08 12:30:01",
            "id": "573411",
            "reply_to_id": "573385",
            "text": "obsidian: þú ert greinilega anti-liverpool eða anti-england maður og hálfviti. Hvað átti Owen svosem að gera? Átti hann kannski að hoppa uppúr tæklingunni? Síðan á England slatta inni hjá Argentínu eftir ýmis atvik einsog hönd guðs o.s.frv. Mér fannst ekkert að þessari vítaspyrnu, þetta eru bara heimskuleg rök hjá þér, það er ekki mikið sem Owen gat gert þegar varnarmaðurinn setti fótinn út beint fyrir framan hann, bara heimskuleg varnarmistök hjá honum, óheppinn hann, hann náði ekki boltanum en náði manninum."
        }
    ]
}