{
    "forum_title": "Windows",
    "user": null,
    "user_id": null,
    "date": "2002-06-07 18:16:45",
    "title": "Microsoft vs General Motors",
    "text": "fékk þetta í e-maili og skemmti mér svo rosalega við að lesa þetta að ég ákvað að senda þetta inná huga, ákvað einnig að senda þetta inn sem grein svo að fleirri hugarar myndu sjá þetta.\nMicrosoft vs General Motors\nAt a recent computer expo (COMDEX), Bill Gates reportedly compared\nthe computer industry with the auto industry and stated, “If GM had kept up\nwith the technology like the computer industry has, we would all be driving\n$25.00 cars that got 1,000 miles to the gallon.”\nIn response to Bill's comments, General Motors issued a press release\nstating, “If GM had developed technology like Microsoft, we would all\nbe driving cars with the following characteristics:\n1. For no reason whatsoever, your car would crash twice a day.\n2. Every time they painted new lines on the road, you would have to\nbuy a new car.\n3. Occasionally your car would die on the freeway for no reason. You\nwould have to pull over to the side of the road, close all of\nthe windows, shut off the car, restart it, and reopen the windows\nbefore you could continue. For some reason you would simply accept this.\n4. Occasionally, executing a manoeuvre such as a left turn would\ncause your car to shut down and refuse to restart,\nin which case you would have to reinstall the engine.\n5. Only one person at a time could use the car unless you bought\n”CarNT,“ but then you would have to buy more seats.\n6. Macintosh would make a car that was powered by the sun, was\nreliable,five times as fast and twice as easy to drive\n– but it would only run on five percent of the roads.\n7. The oil, water temperature and alternator warning lights would all\nbe replaced by a single ”general protection fault“ warning light.\n8. The airbag system would ask, ”Are you sure?“ before deploying.\n9. Occasionally, for no reason whatsoever, your car would lock you\nout and refuse to let you in until you simultaneously\nlifted the door handle, turned the key and grabbed hold of the antenna.\n10. GM would require all car buyers to also purchase a deluxe set of\nRand McNally Road maps (now a GM subsidiary),\neven though they neither need nor want them. Attempting to delete this\noption would immediately cause the car's performance to diminish\nby 50 percent or more. Moreover, GM would become a target for\ninvestigation\nby the Justice Department.\n11. Every time GM introduced a new car, car buyers would have to\nlearn to drive all over again because none of the\ncontrols would operate in the same manner as the old car.\n12. You'd have to press the ”start\" button to turn the system off!",
    "url": "https://www.hugi.is/windows/greinar/80653/microsoft-vs-general-motors/",
    "url_id": "80653",
    "id": "573501",
    "replies": [
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-06-07 18:41:14",
            "id": "573502",
            "reply_to_id": "573501",
            "text": "Gamalt, en jafn fyndið :D"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2002-06-07 19:02:09",
            "id": "573503",
            "reply_to_id": "573501",
            "text": "jeje"
        },
        {
            "user": "gerbill",
            "user_id": "996",
            "date": "2002-06-07 19:16:42",
            "id": "573504",
            "reply_to_id": "573503",
            "text": "snilld =P"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2002-06-07 19:44:06",
            "id": "573505",
            "reply_to_id": "573501",
            "text": "Old en alltaf snild :)"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2002-06-07 21:49:13",
            "id": "573506",
            "reply_to_id": "573501",
            "text": "dæmigert Microsoft eitthvað að hrinja. Classic brandari."
        },
        {
            "user": "doomhammer",
            "user_id": "7546",
            "date": "2002-06-07 22:17:11",
            "id": "573507",
            "reply_to_id": "573501",
            "text": "windows er betra að því leiti að það er hægt að copyera það a milli diska og það kostar bara 20.000 kr nýtt en gm bíll kostar 2.000.000 kr\nog ég mundi segja að windows væri gagnlegra"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2002-06-15 12:03:34",
            "id": "573508",
            "reply_to_id": "573507",
            "text": "myndiru segja að windows stýrikerfið væri gagnlegra heldur en bíll ??\nertu eitthvað geðveikur ? ;)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-06-17 18:21:53",
            "id": "573509",
            "reply_to_id": "573508",
            "text": "hehe sammála"
        },
        {
            "user": "Giraffi",
            "user_id": "1304",
            "date": "2002-07-22 20:20:16",
            "id": "573510",
            "reply_to_id": "573508",
            "text": "Það mætti færa rök fyrir því að windoze væri álíka gagnlegt og bílSLYS…"
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2002-07-21 18:05:52",
            "id": "573511",
            "reply_to_id": "573507",
            "text": "Ég sé að þú ert greinilega eitthvað veruleika firrtur, vinsamlegast farðu á næsta geðveikrahæli og legðu sjálfan þig inn."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-06-08 00:36:46",
            "id": "573512",
            "reply_to_id": "573501",
            "text": "“12. You'd have to press the ”start“ button to turn the system off!”\nHeh…aldrei hugsað um það áður. Ekkert smá fáranlegt þegar maður hugsar um það!"
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2002-06-08 02:00:45",
            "id": "573513",
            "reply_to_id": "573501",
            "text": "rofl :þ"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2002-06-12 10:28:25",
            "id": "573514",
            "reply_to_id": "573501",
            "text": "hundgamalt en klassískt"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2002-06-13 22:11:00",
            "id": "573515",
            "reply_to_id": "573514",
            "text": "klassískt er alltaf hundgamalt :P"
        }
    ]
}