{
    "forum_title": "Rokk",
    "user": "bedda",
    "user_id": "9457",
    "date": "2002-06-08 15:30:28",
    "title": "Lou Reed - Perfect Day",
    "text": "Lou Reed var heróínfíkill og átti víst meira að segja að hafa sprautað sig á sviði, en hann lifði það af og er enn að gefa út sólóplötur.  Þeim hefur þó ekki verið hampað jafn mikið  og plötunum sem hann gerði með brautryðjendunum í Velvet Underground á sínum tíma.  Kannski ekki að furða því hann hefur gert margt skrýtið á sólóferli sínum , m.a. gefið út tvöfalda plötu með elektróniskum hávaða sem hann viðurkennir sjálfur að hafa aldrei getað hlustað á út í gegn.\nLou Reed sem heitir reyndar réttu nafni Louis Butch Firbank, átti frekar ömurlega æsku.  Foreldrar hans sendu hann í raflostsmeðferð þegar hann var unglingur því þau höfðu áhyggjur af skapsveiflum hans og því að hann virtist ekki alveg vera með kynhneigð sína á hreinu.  Meðferðin hafði ekki þau áhrif sem foreldrar hans vonuðust eftir, heldur varð Reed þvert á móti enn þá uppreisnargjarnari og steypti sér á kaf í rokklífstílinn og kynlífið og dópið sem honum fylgir.\nLagið sem ég ætla að spila með honum er af annarri sólóplötu hans Transformer sem kom út árið 1972.  Sú plata náði hvað mestri almenningshyllri af plötum hans en það var enginn annar en David Bowie ásamt gítarleikara sínum Mick Ronson sem stjórnuðu upptökum á henni.\nLagið heitir Perfect Day og gekk það í endurnýjun lífdaga árið 1996 þegar það var notað í hinni geysivinsælu kvikmynd Trainspotting sem fjallar jú um heróínfíkn.  Það er þó ekkert í texta lagsins sem bendir til þess að lagið fjalli á nokkurn hátt um eiturlyfjaneyslu.  Þetta er ósköp fallegur texti en það er eitthvað við eintóna rödd Lou Reeds sem gerir lagið mjög harmþrungið og dapurlegt.\nLou Reed og Perfect Day:\nLag 3 –3:37\nÞetta var Lou Reed að flytja lagið Perfect Day.  Þess má til gamans geta að í niðurstöðum nýlegrar rannsóknar sem gerð var í Bretlandi kemur í ljós að beljur framleiða meiri mjólk þegar spilað er fyrir þær róleg tónlist.  Rannsóknarmennirnir komu stereógræjum fyrir í fjósi nokkru og tónlist var spiluð fyrir beljurnar tólf tíma á dag.  Það sýndi sig að mjólkurframleiðsla þeirra jókst um 3% þegar spiluð var fyrir þær róleg tónlist en dróst saman þegar fjörugri tónlist var spiluð.  Meðal þeirra rólegu laga sem spiluð voru fyrir beljurnar voru einmitt Perfect Day með Lou Reed sem við heyrðum áðan, Bridge over Troubled Water með Simon og Garfunkel og Everybody Hurts með REM.  Beljurnar voru hins vegar ekki hrifnar af látunum í Arethu Franklin og Supergrass",
    "url": "https://www.hugi.is/rokk/greinar/80763/lou-reed-perfect-day/",
    "url_id": "80763",
    "id": "574237",
    "replies": [
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-11 17:01:00",
            "id": "574238",
            "reply_to_id": "574237",
            "text": "Ég fílaði Lou Reed alveg þar til ég sá hann á Roskilde 2000. Hann var vægast sagt hræðilegur. Gömlu plöturnar er samt ennþá góðar, þó svo að hann var upp á sitt besta með Velvet Underground."
        },
        {
            "user": "stones",
            "user_id": "15128",
            "date": "2002-06-18 08:51:49",
            "id": "574239",
            "reply_to_id": "574238",
            "text": "Eg sa lou redd lika a hrøa hann var med gøda tønleika."
        },
        {
            "user": "blixta",
            "user_id": "12499",
            "date": "2002-06-18 10:15:45",
            "id": "574240",
            "reply_to_id": "574239",
            "text": "Magnað atriðið í trainspotting..\nKveðja\nBlixta"
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2002-06-11 23:36:24",
            "id": "574241",
            "reply_to_id": "574237",
            "text": "mæli með velvet underground & niko"
        }
    ]
}