{
    "forum_title": "Stórmót",
    "user": "kelisig",
    "user_id": "12739",
    "date": "2002-06-09 18:58:00",
    "title": "Seljum treyjur",
    "text": "Síðast liðið sumar, keyptu Arsenal 21 árs gamlann\nmiðjumann fra Japan.  Þá var aðeins ár í HM 2002 í Kóreu\nog Japan, og gerðu Arsenal hálfgerða tilraun með þessu\ntil þess að græða smá pening.  Þeir fengu leikmanninn\nfyrir lítið, og ætluðu að nota hann til þess að selja\nmikið af Arsenal treyjum með nafni hans aftan á til\nJapan. Þess vegna er hann oft kallaður T-bolurinn.\nÞessi leikmaður, fékk ekki að spila einn einasta leik\nmeð Englandsmeisturunum í ensku Úrvalsdeildinni síðast\nliðið ár, en fékk að spila örfáar mínútur með þeim í\ndeildarbikarnum.\nÞessi leikmaður sem nú er orðinn 22 ára, heitir að\nsjálfsögðu Junichi Inamoto.  Hann er búinn að skora 2\nmörk af 3 fyrir Japan í 2 leikjum á þessu\nHeimsmeistaramóti, og margir telja að hann hafi verið\nmaður leiksins í báðum þessum leikjum.  Japanir unnu\nRússa m.a. 1-0, einmitt með marki frá Inamoto, en það\nvar fyrsti sigur Japana á HM.\nNú hlýtur Arsene Wenger, stjóri Arsenal að fara að nota\nInamoto og sjá hvort hann geti ekki orðið lykilmaður í\nliði Arsenal eftir nokkur ár.",
    "url": "https://www.hugi.is/stormot/greinar/80871/seljum-treyjur/",
    "url_id": "80871",
    "id": "574961",
    "replies": [
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2002-06-10 01:48:52",
            "id": "574965",
            "reply_to_id": "574961",
            "text": "arsenal á bara að selja hann það er ekki sjens að hann komist í liðið edu og van bronchorst eru báðir betri en hann\nhann hækkar líka örruglega mjög mikið í verði eftir Hm þannig ef fólk sé að segja að wiltford sé versta fjárfesting á seinasta ári þá er inamoto án ef sú besta!"
        },
        {
            "user": "kiddimagg",
            "user_id": "8146",
            "date": "2002-06-10 19:41:08",
            "id": "574962",
            "reply_to_id": "574961",
            "text": "hann fer á frjálsri sölu í sumar fra Skyttunum"
        },
        {
            "user": "Finisboy",
            "user_id": "6088",
            "date": "2002-06-10 22:32:52",
            "id": "574963",
            "reply_to_id": "574962",
            "text": "Þetta er alveg frábær leikmaður, en Arsenal eru að eyðileggja hann."
        },
        {
            "user": "Veira",
            "user_id": "9792",
            "date": "2002-06-11 11:57:54",
            "id": "574964",
            "reply_to_id": "574963",
            "text": "Finisboy !!\nEr eitthvað mikið að hjá þér !\nÉg er nokkuð viss um það að gott gengi hans á HM má rekja til þess að hann hefur verið að æfa með þeim bestu í vetur.\nMundu að það eru Arsenal sem eru Englandsmeistarar ekki það lið sem þú heldur með."
        },
        {
            "user": "Vanvitinn",
            "user_id": "4323",
            "date": "2002-06-12 20:08:11",
            "id": "574966",
            "reply_to_id": "574961",
            "text": "Arsenal er náttúrulega búnir að missa hann.\nwenger ákvað að framlengja ekki samninginn við imamoto fyrir HM . svo hann fer á frjálsri sölu (lið einsog PSV, Atalanta og fleiri vilja fá hann í sínar raðir)\nSíðan lentu hann og Wenger saman í viðtali eftir leikinn á móti rússlandi (held ég) . þar sem imamoto átti stórleik og Wenger var bara vandræðalegur!!!"
        }
    ]
}