{
    "forum_title": "Hundar",
    "user": "hulda",
    "user_id": "2591",
    "date": "2002-06-11 22:52:54",
    "title": "Lóðarí",
    "text": "Þá er litla greyið mitt bara orðin stór stelpa :)\nÞar sem að þetta er fyrsta kvendýrið sem ég á, fyrir utan merina mína og eina finku þá veit ég ekki mikið um þetta svo öll ráð eru vel þegin.\nMér hefur allavega verið sagt að vera alls ekki með hana í kringum karlhunda, það er í lagi með tíkur. Þannig að greyið mitt missir af hundagöngunni :(\nSvo að 14 eða 21 degi eftir að það byrjar að blæða þá fara hundar hvaðan æfa úr “rvk” að koma og kíkja á hana og þá þarf ég sko að passa hana.\nÉg veit ekkert hvað þetta var búið að vera lengi því hún er svo lítil og ég veit svo lítið. Hvernig get ég séð þegar þetta er að verða búið og svona. Það kemur bara blóð þegar ég þurka, þá er smá dropi, annars tek ég ekkert eftir þessu.\nÞannig að endilega segið mér allt um þetta sama hversu fáránlegt það er :)",
    "url": "https://www.hugi.is/hundar/greinar/81103/lodari/",
    "url_id": "81103",
    "id": "576849",
    "replies": [
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-11 22:54:23",
            "id": "576850",
            "reply_to_id": "576849",
            "text": "þetta átti að vera “14 eða 21 eftir að það HÆTTIR að blæða..”"
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-06-12 08:35:41",
            "id": "576851",
            "reply_to_id": "576850",
            "text": "Þær eru svo misjafnar þessar tíkur; rétt eins og við konurnar. Egglosið hjá þeim getur verið allt frá 8-9 degi að 19 degi; það getum við ekki vitað. Því er eins og gott að halda henni frá öllum hundum í rúmar þjár vikur. Það er líka ómögulegt að segja hvenær þetta byrjaði hjá henni en oftast eru þær dálitlir klaufar við þetta í fyrsta sinn og þá blæðir meira. Þær þurfa að læra eins og við.\nMín tík fær aldrei að vera eftirlitslaus allan þann tíma sem hún er lóða. Ég tek enga áhættu.\nHún fær ekki að fa ein út í garð að pissa; ég fer með henni. Ef ég er á göngu með hana á þessum tíma þá tek ég hana í fangið í hvert sinn sem annar hundur nálgast.\nÞetta tekur fljótt af; bara passaðu hana.\nÉg myndi ræða við hundaþjálfarann um hvolpanámskeiðið; er ekki viss um að ég myndi þora þangað.\nNokkrum dögum eftir að hættir að blæða ertu nokkuð safe.\nkv. pank"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-06-11 23:02:23",
            "id": "576852",
            "reply_to_id": "576849",
            "text": "Gjörgæsla er bara málið, ekki líta af henni í 5 sec á meðan þið eruð úti við.\nÉg myndi nú líka fylgjast með henni í smá tíma eftir að það hættir að blæða, því þær geta enn verið frjóar í einhvern tíma á eftir.\nÉg veit að td með tíkina mína þegar hún var að lóða í 5 eða 6 sinn, þá fattaði ég það ekki, hún sleikti allt blóð áður en ég sá það, og guð má vita hvað hún hafði verið að lóða lengi áður en ég fattaði hvað var í gangi, nokkrum vikum seinna fæddust 7 hvolpar. Enn þann dag í dag höfum við ekki hugmynd um það hver pabbinn var, gersamlega ENGA hugmynd.\nÞú tekur eftir því að þetta sé að minnka þegar hún hættir að sleikja sig svona mikið að neðan, en ég myndi alveg gera ráð fyrir minnst 3 vikum í þetta.\nEf það er mikið subberí í kringum þetta er hægt að kaupa bleyju á hana sem venjulegt dömubindi er sett inní, það eru nú reyndar ekki margir hundar sem láta það í friði á rassinum á sér :/"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-11 23:05:27",
            "id": "576853",
            "reply_to_id": "576852",
            "text": "Ég hef nú prufað að setja hana í barnableyjubuxur, bara prufa ;} Svo hún yrði ekkert ósátt við það.. En hún bara sleikir þetta allt.. Ég tók ekkert eftir þessu fyrren konurnar á hundanámskeiðinu fóru að spurja mig útí þetta, það nefnilega héngu allir hundarnir í henni ehe"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-06-11 23:07:09",
            "id": "576854",
            "reply_to_id": "576853",
            "text": "Hehehe úff, já :)\nHeppin að þær nefndu þetta, það yrði slæmt ef hún yrði hvolpafull svona ung :("
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-11 23:18:54",
            "id": "576855",
            "reply_to_id": "576854",
            "text": "úff einmitt. Mér sem finnst hún alltaf vera svo ung sjálf :)"
        },
        {
            "user": "shiva",
            "user_id": "18451",
            "date": "2002-06-12 00:02:04",
            "id": "576856",
            "reply_to_id": "576855",
            "text": "þú sérð á pjötluni að hún stækkar og eftir smá stund þá fer blóðið að verða þynnra,svo kemur útferð,,þetta er svo til alveg eins hjá konum,,hún verður frjó á 15 -20 degi,er frjó í alveg 5-8-9 daga,þannig að líttu ekki aaf henni,svo er líka annað,að með svona smáa hunda,þa hefur það komið fyrir að rakkar “nauðgi ”þeim,,já þetta er til!\nþetta er afar sársaukafullt fyrir þær,þannig að passaðu hana MJÖG vel,,tíur lóða vanalega 2x á ári,samt mismunandi,,getur verið alveg uppí 4x á ári,samt sjaldgæft,þú getur talað við dýralækni og sett hana á getnaðarvörn,,afar þægilegt því að þá verður engin blæðing,þetta er sprauta sem er á 6 mán.fresti.Ferlega þægilegt.Tjékkaðu á því sem fyrst ef þú vilt hafa hana save.\nGood luck"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-12 00:05:52",
            "id": "576857",
            "reply_to_id": "576856",
            "text": "ÞAð er sniðugt, ég athuga það :)"
        },
        {
            "user": "rism",
            "user_id": "9926",
            "date": "2002-06-12 05:44:41",
            "id": "576858",
            "reply_to_id": "576849",
            "text": "woo-hoo!!!!!"
        },
        {
            "user": "Pooh",
            "user_id": "9826",
            "date": "2002-06-12 06:44:03",
            "id": "576859",
            "reply_to_id": "576849",
            "text": "það er til sona strákafælusprey líka. sprey sem virkar þannig að voffarnir finna ekki eins mikla og í sumum tilfellum enga lykt þannig að þú ættir allavega að sleppa við að fá strákana á selfossi í heimsókn. gott að nota til að hún þurfi ekki að sleppa úr tíma á hvolpanámskeiðinu.\nþað er reyndar að mig minnir soldið dýrt (eða kannski var ég bara blönk at the time ;) ég allavega á soleiss sem ég get selt þér á helmingi minna eða eitthvað ef þú vilt.\nég á sona buxur og bleyjur líka ef einhver hefur áhuga. Isolde var á sona plat lóðaríi þegar hún var á hvolpanámskeiðinu, hún var bara svo sæt að allir voru utan í henni og ég var drifin út í búð til að vera allavega tilbúin ef hún væri ekkert að plata. en svo var hún tekin úr sambandi áður en alvaran byrjaði og ég á lítið lóðarí útibú ;)\nkv. Pooh"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-12 17:45:51",
            "id": "576860",
            "reply_to_id": "576859",
            "text": "helduru að buxurnar passi á Söru? :)"
        },
        {
            "user": "Appolo",
            "user_id": "15893",
            "date": "2002-06-12 11:50:45",
            "id": "576861",
            "reply_to_id": "576849",
            "text": "Það blæðir aðeins fyrstu 7-9 dagana. Blóðir er dökk rautt fyrst (eins og ef þú skerð þig í fingurinn) síðan lýsist það þar til það verður eins og vatn með smá blóðlit, þú sérð þetta vel á tissjúi. Þegar blóðir er komið í þennan lit (á ca 9. degi) fer að nálgast egglos sem er á ca 11-13 degi.\nFrá því að blæðing byrjar og til enda tímabilsins eru ca 20 dagar. Öruggast er að passa tíkina vel allan lóða tímann.\nMargar tíkur þola ekki getnaðarvarna sprautuna og fá legbólgur af henni. Best er að fá upplýsingar hjá dýralækni um það."
        },
        {
            "user": "kizi",
            "user_id": "15964",
            "date": "2002-06-12 12:30:14",
            "id": "576862",
            "reply_to_id": "576849",
            "text": "Það verður alltaf að láta tíkurnar þrífa sig sjálfar þegar þær eru að lóða ef þú þurkar blóðið þá lærir hún aldrei að þrífa sig sjálf og þegar þú sérð blóðdropa á gólfinu þú verður þú að benda henni á hann og það er mjög gott ef hún sleikir hann í burtu :)"
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2002-06-12 14:37:33",
            "id": "576863",
            "reply_to_id": "576862",
            "text": "vóó, það er greinilega erfiðara að eiga tík heldu en hund."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-12 17:45:04",
            "id": "576864",
            "reply_to_id": "576863",
            "text": "hehe já mar, ég hef bara átt karldýr svo ég er gjörsamlega ókunn þessu eh"
        }
    ]
}