{
    "forum_title": "Stjórnmál",
    "user": "ritter",
    "user_id": "7998",
    "date": "2002-06-12 12:33:22",
    "title": "Hugmyndir ESB-sinna um hlutleysi",
    "text": "Hugmyndir ESB-sinna um hlutleysi\nEvrópusambandssinnar, eins og t.d. Bryndís Hlöðversdóttir alþingismaður eru iðnir við að saka menn og stofnanir um ófagleg og ótrúverðug vinnubrögð ef niðurstöður þeirra eru ekki í samræmi við þeirra eigin skoðanir. Ekki er langt síðan tekin var saman skýrzla um Ísland og Evrópusambandið fyrir ríkisstjórnina sem hneig að því að aðild Íslands að Evrópusambandinu væri síður en svo fýsileg. Þessu vildu Evrópusambandssinnar engan veginn una og höfðu uppi sama söng þá og nú um skort á hlutleysi, fagmennsku, trúverðugleika o.s.frv.\nÍ framhaldi af því lét Samfylkingin semja sína eigin skýrzlu um Ísland og Evrópusambandið sem fékk niðurstöðu sem var í samræmi við fyrirfram ákveðnar skoðnir hennar. Auðvitað átti þessi skýrzla síðan að heita hlutlaus þó að ritstjóri hennar sé einn helzti Evrópusambandssinni á Íslandi, Eiríkur Bergmann Einarsson, sem í þokkabót mun sennilega vera á launum frá Evrópusambandinu við það að reka áróður hér á landi í þágu sambandsins. Þetta eru sem sagt þær hugmyndir sem Evrópusambandssinnar hafa um hlutleysi og trúverðugleika.\nÍ Morgunblaðinu 8. júní sl. ritar Bryndís Hlöðversdóttir grein þar sem hún gagnrýnir grein Illuga Gunnarssonar hagfræðings gegn aðild Íslands að Evrópusambandinu í Morgunblaðinu frá deginum áður. Illugi óskaði í grein sinni eftir rökum Bryndísar fyrir árásum sínum á hagfræðistofnun Háskóla Íslands vegna skýrzlu stofnunarinnar um Ísland og Evrópusambandið sem kynnt var á dögunum sem kunnugt er. Sú skýrzla var þó víst ómarktækt plagg, að sögn Bryndísar, og þá sennilega vegna þess að niðurstöður hennar voru ekki í samræmi við hennar eigin skoðanir. Í grein sinni verður annars ekki betur séð en að Bryndís viðurkenni að hún hafi ekki áður fært rök fyrir árásum sínum á stofnunina og að úr því verði bætt í greininni. Gallinn er þó sá að það sem fram kemur í grein hennar hrekur engan veginn rök Illuga svo séð verði.\nAð lokum má síðan nefna að í grein sinni talar Bryndís um að Davíð Oddsson sé húsbóndi Illuga og á því væntanlega við að skrif Illuga séu í hans þágu. Fyrst Bryndís gengur út frá því að menn eigi sér húsbónda er ekki úr vegi að spyrja hver sé hennar húsbóndi? Evrópusambandið?\nHjörtur J.\n(Birt í Morgunblaðinu 12. júní 2002)",
    "url": "https://www.hugi.is/stjornmal/greinar/81213/hugmyndir-esb-sinna-um-hlutleysi/",
    "url_id": "81213",
    "id": "577702",
    "replies": [
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2002-06-12 16:42:21",
            "id": "577703",
            "reply_to_id": "577702",
            "text": "Þótt þú eigir ennþá nokkuð í land þá ertu farinn að minna dáldið á kverúlant nokkurn sem bannaður var hér fyrir nokkru, og hefur farið fé betra."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-12 18:59:19",
            "id": "577704",
            "reply_to_id": "577703",
            "text": "Guð minn góður, þú skrifar um ESb eins og móðir mín."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-12 19:26:20",
            "id": "577705",
            "reply_to_id": "577704",
            "text": "Sæll,\nKærar þakkir fyrir það, ég býzt við að móðir þín sé að öllum líkindum ágætis manneskja.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-12 19:24:25",
            "id": "577706",
            "reply_to_id": "577703",
            "text": "Sæll félagi,\nErtu sem sagt að hvetja til þess að ég verði bannaður á Huga?  Og mætti ég spyrja hvaða rök þú hefur fyrir því?\nAnnað, það er enginn að neyða þig eða neinn annan til að lesa það sem ég eða aðrir rita hér á Huga þannig að ef þér líkar ekki skrif einhvers hér þá liggur beinast við að sleppa því einfaldlega að lesa þau.  Svo einfalt er það nú.\nKv.\nHjörtu"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-06-13 07:30:13",
            "id": "577707",
            "reply_to_id": "577702",
            "text": "Ertu ekki til í að sleppa því að nota íslenska fánann í þessar greinar þínar.  Öfgaþjóðernishugmyndir þínar og fáninn okkar (allra) eiga illa saman.\nOg… hvaða stælar eru þetta með z - Heldurður virkilega að þér takist að skapa þér einhvern sess með þessu.   Hjörtur J með z alveg eins og Jón Baldvin með lAnga, gAnga bullið sitt. Bjakk!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-13 11:57:52",
            "id": "577708",
            "reply_to_id": "577707",
            "text": "Það ætti að taka Z upp aftur, bæði miklu flottara og svo skilst mér að stafsetningarreglur verði einfaldari."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-06-13 18:01:19",
            "id": "577709",
            "reply_to_id": "577707",
            "text": "öfgaþjóðernis-hvað ?? Og já Z ætti að taka upp aftur :)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-13 20:24:56",
            "id": "577710",
            "reply_to_id": "577707",
            "text": "Sæll,\nÉg nota ekki íslenzka fánann í allar greinar mínar heldur sett ég hann við upplýsingaspjaldið mitt hér á Huga.  Það var svo síðar uppátæki forráðamanna Huga að láta þær myndir sem settar voru á upplýsingaspjöld notenda fylgja öllum greinum þeirra.  Þar er ekki nema í bezta falli óbeint við mig að sakast.\nOg já, vissulega eigum við fánann öll saman - líka ég.  Við tveir, svo og allir hinir, höfum því sama rétt til að nota hann.\nÞetta með “z”-una eru svo engir stælar né er ég að reyna að “skapa mér einhvern sess” með þessu.  Mér þykir einfaldlega fallegra að nota hana en ekki.  Mér mun annars vera alveg fullkomlega frjálst að nota hana ef ég vil alveg eins og þér og hverjum öðrum.  Veit t.d. ekki betur en að stór hluti Morgunblaðsins í dag sé ritaður með “z”-u.\nSvo væri gaman að fá einhvern rökstuðning fyrir þeirri fullyrðingu þinni að skoðanir mínar flokkist sem “öfgaþjóðernishygmyndir” eins og þú orðar það.\nHafðu það svo bara sem bezt!\nMeð beztu kveðjum,\nHjörtur J."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-13 20:29:08",
            "id": "577711",
            "reply_to_id": "577707",
            "text": "Sæll,\n…en varðandi þetta vafstur þitt varðandi “z”-una þá hefði ég haldið að notkun hennar yki bara á fjölbreytnina í mannlífinu sem alltaf er verið að reka áróður fyrir að sé svo eftirsóknarvert.  Ertu sem sagt á móti fjölbreytni?\nMeð beztu kveðju,\nHjörtur J."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-14 00:10:44",
            "id": "577712",
            "reply_to_id": "577707",
            "text": "Apache.\nFinnst þér virkilega að finna “öfgaþjóðernishugmyndir ” í skrifum bréfritara ?\nÉg hef nokkuð tekið þátt í umræðu um ýmis mál hér og mér þætti mjög fróðlegt að vita hvernig þú til dæmis getur skilgreint öfga í þessu sambandi, því öfga finn ég ekki í þessum málflutningi,  heldur einugis heilbrigða vitund um hag lands og þjóðar, þar sem bréfritari hefur að virðist leitað í mikinn þekkingarbrunn í þeim málum sem hann ræðir.\nkveðja.\ngmaria.\np.s.\nEr ekki flokksmaður í Flokki framfarasinna en fagna því að ungt fólk láti til sín taka í stjórnmálum á Íslandi, ekki hvað síst með þekkingarbrunn í farteskinu."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-06-14 07:43:11",
            "id": "577713",
            "reply_to_id": "577712",
            "text": "Ritter og gmaria\nég nenni ekki að stæla við ykkur en samt til að svara ykkur stuttlega:\nMér er nokk sama um hvort í Íslensku sé ,,z\" eða ekki. Þetta með fjölbreytnina ritter er nú aldeilis flott úthugsað plott hjá þér, litli rökarinn þinn (að eigin áliti þ.e. reikna ég með). Ég hef ekkert á móti fjölbreytni í tungumálum en tel að best sé að allir tali unversal mál og hallast því frekar að því að málin eigi sem mest að renna saman.  Til hvers er mál? Að mínum dómi til samskipta en ekki til að auka á rembing.  Aðalmálið er að allir geti sem best haft samskipti við aðra.  And admit it: Svona er þetta að verða.\nHvað varst þú aftur að segja gmaria, hækjan hans ritters Þýzkalandsaðdáanda (þ.e. Þýzkalandsaðdáanda sem var því Þjóðverjar hafa nú flestir svikið málstaðinn þótt hávær hópur skallabulla fyrirfinnist þar)?  Já, fasistaskrif ritters. Ég dæmi hann ekki tutlan mín, hann gerir það sjálfur með sínum skítugu skrifum. El Diablo!\nEnjoy the 17.June punks!"
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2002-06-14 14:49:40",
            "id": "577714",
            "reply_to_id": "577713",
            "text": "Skemmtilegt hvað þú kemur með nákvamlega engin rök fyrir þínum skrifum. Reyndu að koma með einhver rök ef þú ætlar að reyna láta fólk virða þig hérna. Því ef þú ert ekki virtur, þá hlustar enginn á bullið þitt."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-14 21:39:03",
            "id": "577715",
            "reply_to_id": "577714",
            "text": "ég var að skrifa grein um þetta, fyrir 2-3 vikum, af hverju ritter er alltaf svarað svona?, ÉG er mjög á móti skoðunum hans, og hann er á móti mínum. Ekki er ég anarkisti eða hann fasisti. Merkilegt hvað við frjálshyggjumenn komumst létt í gegnum þetta :)\nEn ekki láta þetta snúast út í e-ð persónulega orra-hríð þar sem STÓR orð með litlu innihaldi fljúga fram og aftur, og það á alveg eins við hjört því engin er saklaus um þetta.\nEn umræðan verður hundleiðinleg þegar hún fer á þetta plan.\np.s Hvað er þetta RITTER???? þ.e hvað þýðir það ???\nkv;vigni"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-16 13:36:21",
            "id": "577716",
            "reply_to_id": "577715",
            "text": "Sæll,\nÉg er ekki að ná samhenginu í þessu svari þínu félagi.  Ef einhver telur mig, eða aðra hér, gerast sekan um að viðhafa einhverjar innihaldslausar fullyrðingar þá eðlilega gagnrýna menn mig þá rökstyðja sitt mál.  Ég eðlilega svara þá þeirri gagnrýni eins og aðrir.\nHvað meinarðu annars með þetta hvað sé RITTER?  Meinarðu hvað nafnið þýði eða?\nKv.\nHjörtu"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-16 16:51:51",
            "id": "577717",
            "reply_to_id": "577716",
            "text": "JÁ “ritter” hvað þýðir þetta?? er þetta nafn á kalli eða hvað???\nÉg sakaði þig aldrei um innihaldslausar fullyrðingar, ég held að þú sért að meina það sem ég skrifaði til stráksins sem kallaði þig fasista, og ég kom þér þá til varnar, þannig að þú ert e-ð að misskilja þetta.\n´Málið er bara að mér fannst fyndið að þú sért að væna e-n um að hlusta eingöngu á aðra hlið málsins þegar þú “að mínu mati” ert sekur um nákvæmlega það sama. Það var kjarnin.\nkv;vigni"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-16 20:35:58",
            "id": "577718",
            "reply_to_id": "577717",
            "text": "Ég vona að ég sé ekki að fara með fleipur þegar ég segi að “ritter” (kannske væri nákvæmara að skrifa “Ritter”, þar sem þetta er nafnorð) sé þýska og þýði “riddari”."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-16 20:56:54",
            "id": "577719",
            "reply_to_id": "577718",
            "text": "Ert þú hjörtur og/eða FF, á móti því að leyfa liðsmönnum Falun-Gong að koma hingað til lands á meðan forseti kína er hér á landi???'\nkv;vigni"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-18 17:37:53",
            "id": "577720",
            "reply_to_id": "577719",
            "text": "Sæll,\nEf það er ógnar öryggi ríkisins að fá hingað til lands stóran hóp fólks sem tilheyrir sömu samtökum þá er ég persónulega andvígur komu þess til landsins og þá einkum og sér í lagi ef tilgangur ferðar fólksins er eingöngu að hafa truflandi áhrif og jafnvel valda uppnámi.  Þá gildir það einu hverja umræðir, Vítis-Engla, Falun Gong eða hverja aðra.  Mér finnst þetta bara segja sig sjálft.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-18 17:39:56",
            "id": "577721",
            "reply_to_id": "577719",
            "text": "Sæll,\nAnnars hefur FF mér vitanlega ekki myndað sér skoðun á þessu máli enda um að ræða mál sem er væntanlega búið að mestu leyti núna.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-21 01:14:11",
            "id": "577722",
            "reply_to_id": "577721",
            "text": "Sæll Hjörtur.\nSatt best að segja beið ég nokkuð forvitin eftir svari þínu við þessari spurningu Vignis, sökum þess að hér hefur þú talað hvað manna mest fyrir lýðræði og satt best að segja er ég hissa á því að hafa ekki séð svo sem eina þáttöku þína í umræðu um þessi efni hér á huga sem hefur þó verið mikil.\nÉg er þér ósammála varðandi það atriði að mál þetta sé “ búið ”. Þvert á móti held ég að hér kunni að vera um að ræða grundvallarspurningu um þá aðferðafræði sem viðhafa skal í samskiptum þjóða á meðal, sem og innanlands, hvað varðar virðingu fyrir þeim grundvallarmannréttindum er gilda skulu í víðri veröld og mannréttindasáttmáli Sameinuðu þjóðanna kveður á um.\nEf FF ætlar að bjóða fram í næstu þingkosningum þá hlýtur FF að þurfa að mynda sér skoðun á öllum málum ekki bara sumum, eins og verið hefur svo mjög hjá ríkjandi stjórnmálaöflum í landinu.\nkveðja.\ngmaria."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-23 16:41:08",
            "id": "577723",
            "reply_to_id": "577722",
            "text": "Sæl,\nMálið er einfaldlega það að FF skoðar mál sem þessi í miklu víðara og víðsýnna samhengi en að einskorða mat sitt við einn einstakan atburð.  FF er lýðræðisleg hreyfing svo sannarlega.  En FF gerir einnig mikið út á það að hafa vaðið fyrir neðan sig og að öryggis sé gætt.  Það er því ljóst að það verður að fara einhverja millileið þegar öryggisráðstafanir, sem teljast nauðsynlegar, og ákveðin réttindi einstakra borgara stangast á enda er það ein af þeim grundvallarreglum sem gengið er út frá í stjórnarskránni og því í fullu samræmi við hana og lýðræðið.\nÉg get annars ekki talað fyrir hönd FF varðandi þetta einstaka mál þar sem það hefur ekki verið sérstaklega rætt á vegum stjórnarinnar sem fyrr segir.\nPersónulega fannst mér aðgerðir stjórnvalda frekar vafasamar í ákveðnum atriðum.  Sömuleiðis finnst mér vafasamt hvort bjóða átti Kínaforseta til landsins.  Hins vegar er ég ansi hræddur um að ímynd Íslands hefði farið miklu verr erlendis ef allt hefði farið í háaloft á meðan á heimsókn forsetans stóð og jafnvel eitthvað komið fyrir hann á meðan hann var á okkar ábyrgð.\nEinnig tel ég vafasamt að hleypa hundruðum mótmælenda, sem lítið eða ekkert er vitað um, inn í landið, til viðbótar við innlenda mótmælendur, upp á von og óvon um að allt færi nú örugglega vel þegar heildarfjöldi fastráðinna lögreglumanna á Íslandi mun einungis vera um 700 manns sem síðan er dreifður um landið.  Ég get ekki annað en sett stórt spurningarmerki við slíkt.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-24 20:32:44",
            "id": "577724",
            "reply_to_id": "577723",
            "text": "Sæl,\n“Það er því ljóst að það verður að fara einhverja millileið þegar öryggisráðstafanir, sem teljast nauðsynlegar, og ákveðin réttindi einstakra borgara stangast á enda er það ein af þeim grundvallarreglum sem gengið er út frá í stjórnarskránni og því í fullu samræmi við hana og lýðræðið.”\nTek það fram að slíkar aðgerðir verða auðvitað ævinlega að vera innan ramma stjórnarskrárinnar og hafa skýra heimild í henni.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-24 23:37:03",
            "id": "577725",
            "reply_to_id": "577724",
            "text": "Sæll.\nÉg veit ekki hvort þú hlýddir á fréttir á Stöð 2 í kvöld, þar sem frásögn var af fundi allsherjarnefndar alþingis vegna heimsóknar Kínaforseta. Þar kom fram að a,m,k, tveir fulltrúar lögreglu ( sýslumaður í Keflavík og yfirmaður hjá Ríkislögreglu ) voru upphaflega boðaðir á fund þennan til þess að skýra sína afstöðu en, voru síðan afboðaðir sá fyrri af hálfu utanríkisráðuneytis en sá síðari af dómsmálaráðuneyti.\nÞetta fannst mér mjög svo sérstakt.\nkveðja.\ngmaria."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-25 19:06:30",
            "id": "577726",
            "reply_to_id": "577725",
            "text": "Sæl,\nJá, þetta er eitt af þeim atriðum sem mér finnast í hæsta máta fáránleg.\nAnnað atriði er t.d. að tala um að menn hafi verið að vernda Kínaforseta fyrir einhverjum andlegum óþægindum.  Mér finnst nú alger óþarfi að vera að eltast við slíkt.\nSíðan er það auðvitað háalvarlegt ef kínverska sendiráðið hefur verið að láta njósna um Falun Gong-meðlimi.  Þar með eru þeir að fara út fyrir sitt verksvið og skipta sér af íslenzkum innanríkismálum.  Sama er að segja um meintar tilraunir þeirra til að fá Falun Gong-meðlimum úthýst á gistiheimilum í borginni.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-26 02:19:03",
            "id": "577727",
            "reply_to_id": "577726",
            "text": "Sæll aftur.\nJá þetta er svolítið “ loðið lýðræði ” ef satt er, líkt og virðist lagt til á örðum sviðum svo sem varðandi tök á klámi og vændi, sem ég nú veð upp fyrir hendur að ræða nú um stundir á öðrum þræði.\nkveðja.\ngmaria."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-26 19:16:09",
            "id": "577728",
            "reply_to_id": "577727",
            "text": "Sæl,\nJá, það er annað mál sem er alls ekki gott.  Þegar menn gefast upp á að berjast gegn glæpum þá fá menn stundum þá flugu í hausinn að “útrýma” umræddri glæpastarfsemi með því að lögleiða hana og leggja þar með blessun sína yfir hana.  Dæmi er t.d. vasaþjófnaður á Ítalíu sem núna er ekki talið til glæpa heldur er þetta núna bara áhætta sem fólk tekur með að ferðast á almannafæri.  Stjórnvöld á Ítalíu voru orðin svo þreytt á að berjast gegn þessari glæpastarfsemi að þau brugðu á það ráð að hætta að líta á hana sem glæpastarfsemi.\nEn hvað snýr að Falun Gong og öllu því þá ítreka ég það að menn verða að horfa mjög í öryggið við aðstæður sem þær sem upp komu um daginn.  Ég býzt við að menn hefðu ekki litizt á það ef Heimsráð Gyðinga hefði ákveðið að halda ráðstefnu hér á landi með þátttöku fjölda manns og hundruðir Palestínumanna hefði ákveðið að skreppa til landsins til mótmæla.  Ég hef bara ekki mikinn áhuga á því að flytja inn í landið átök á milli erlendra hópa sem eiga sér stað einhvers staðar úti í heimi.  Hugsanlega hefði því verið réttast að vera ekkert að bjóða forseta Kína til landsins.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-27 01:15:24",
            "id": "577729",
            "reply_to_id": "577728",
            "text": "Sæll, Hjörtur.\nAuðvitað átti ekki að vera að bjóða manninum hingað ef ekki er hægt að kosta löggæslu í landinu sem skyldi við slíkar athafnir.\nMenn hefðu því átt að brjóta odd af oflæti sínu og tilkynna slíkt fyrirfram, í stað þess að viðhafa eitt mesta sjónarspil í stjórnvaldsaðgerðum sem sést hefur um langan tíma.\nEkki hefði það heldur verið verra að viðurkenna\neinhver mistök í aðferðafræðinni, að mínu áliti.\nKostar bara það að aðrir fá fleiri atkvæði í næstu kosningum.\nkveðja.\ngmaria."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-27 19:54:48",
            "id": "577730",
            "reply_to_id": "577729",
            "text": "Sæl,\n“Kostar bara það að aðrir fá fleiri atkvæði í næstu kosningum.”\nSpurningin er hvað almenningur man.  Og annað, er víst að meirihluti þjóðarinnar hafi verið andsnúinn þessum aðgerðum í grundvallaratriðum?  Ég er satt bezt að segja ekki svo viss um það.\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-14 23:15:36",
            "id": "577731",
            "reply_to_id": "577713",
            "text": "Apache.\nAugnablik vinur varstu að svara mér eða ritter.\nÞetta þitt innlegg er fremur ósmekklegt í þá veru að, þú fellur í þann pytt að þurfa að viðhafa dónaskap, þó einkum mér til handa.\nÉg vil segja þér það að þótt ég ræði við ritter sem ritar hér flestar greinar, þá ræði ég líka við flest alla aðra, og rita einnig greinar sjálf sem ég hef ekki séð þig viðhafa skoðanaskipti í enn sem komið er. Ef þú telur alla “ hækjur ” sem eru sammála skoðunum manna, að einhverju leyti, þarft þú þá ekki einfaldlega að athuga hvort þú átt í þínu alfræðiorðasafni einhverja betri útskýringu ?\nÞér er velkomið að biðja mig afsökunar að öðru leyti mun ég ekki reyna að hafa við þig málefnaleg skoðanaskipti.\nkveðja.\ngmaria."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-15 00:06:44",
            "id": "577732",
            "reply_to_id": "577713",
            "text": "Hvað viltu að við játum?  Að tungumál séu að renna saman?  Ekki hef ég orðið var við að mörg orð úr t.d. japönsku, swahili eða bara þýsku hafi verið að slæðast hingað inn (bara svo dæmi sé tekið).  Annars kynni sumum að þykja áhugavert, að sjálfur Adolf Hitler var mjög á móti hreintungustefnu (ef ég man rétt).  Enn fremur:  Ef málin renna saman í einn hrærigraut, þá eiga alls konar skemmtileg blæbrigði eftir að hverfa.  Bara svo dæmi sé tekið, þá eru víst um 150 orð í íslensku yfir hina mörgu hluta þorskhauss.  Þau myndu að öllum líkindum glatast.  Ef þjóðsagan er sönn, þá hafa inútítar þó nokkuð mörg orð yfir snjó.  Þau myndu næstum örugglega glatast.  Önnur tungumál hafa svipaðan orðaforða - sem myndi glatast, og það væri mikill og leiðinlegur missir, sérstaklega þar sem að oft eru mörg orð notuð sem eru að vissu leyti um sama hlutinn, en að öðru leyti alls ekki - eins og t.d. “höstler” og “drusla”, “bikkja” og “meri”, “rolla” og “kind”, “mjöll” og “fönn”, “skrudda” og “bók”, og svo framvegis.  Ef alls konar svona blæorð hverfa (og þau eru líka til í öðrum málum, og það er engin ástæða til að ætla að þau þrauki eitthvað frekar, þar sem það getur reynst æði erfitt að skilja þau ef maður hefur ekki alist upp við þau), þá sýnist mér nokkuð augljóst að öll mannleg samskipti verði frekar flöt og leiðinleg.  Það er kannske ágætt að eitthvað mál eins og Esperanto (eða klingonska, sem er töluð af fleirum heldur en Esperanto) yrði einhvers konar alþjóðlegt samskiptamál.  En það er um að gera að halda í sem allra flest tungumál og mállýskur.  Ef ekki væri vegna annars en þess sem þegar hefur verið nefnt:  Fjölbreytnin auðgar.\nAð lokum leyfi ég mér að vitna eftir minni í Þorstein Gylfason:\n\"Sá [Íslendingur] sem ekki getur hugsað á íslensku, hann getur það ekki heldur á öðrum málum.“ (Þetta má finna í bókinni ”Að hugsa á íslensku, sem er ágætis rit og til á flestum bókasöfnum)."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-15 21:44:56",
            "id": "577733",
            "reply_to_id": "577732",
            "text": "Og að mínu mati var þessi grein, ekki pappírsins virði. Það er alveg merkilegt hvað þessir esb sinnar, eru vitlausir og hinir gáfaðir. HLUTLEISI, í hverju felst það???? Könnunin sem samtök iðnaðarins settu fram, hvar er umfjöllunin um hana?????\nMér finnst Hjörtur einmitt vera sekur um það sem hann er að væna þingmann samfylkingarinnar um. Í hvert skipti sem slæm könnun um esb kemur fram þá hoppa anti-esb sinnar upp og blása út og henda fúkyrðum í þá sem ekki eru sammála þessum guðs-gjöfum sem okkur hefur verið veittar.\nEn þegar staðan er öðruvísi og könnunin er til góðs þá eru þessar kannanir allt í einu ekki sömu guðs-gjafirnar og áður fyrr. Munurinn á könnun davíðs og SA var 44.000.000.000 króna takk fyrir.\nEn það finnst þeim allt í lagi af því að þeir finna e-a könnunum sem passa vel við skoðanir þeirra, og þá er hún góð og gild.\nÞessi grein var að mínu mati fín, ef nafni samfylkingar konunar væri breytt í Hjört Guðmundsson.\nÉg er ekki að segja að könnun s-a hafi verið 100% rétt, en ekki heldur davíðs oddsonar. þetta er hlutleysi, það er einhver firra hjá þér ef þú heldur að pikka þær kannanir sem styrkja þínar hugmyndir séu hlutleysi, þvert á móti, og gat ég ekki annað en hlegið þegar ég las þetta.\np.s Er Rúnar kristjánsson félagi í flokki framfarasinna???? Einhverja hluta vegna eru skoðanir ykkar ferlega líkar :)\nkv;vigni"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-18 17:46:49",
            "id": "577734",
            "reply_to_id": "577733",
            "text": "Sæll,\nVignir minn, ég hef einfaldlega aldrei lagst jafn lágt og Bryndís Hlöðversdóttir að afgreiða kannanir, sem eru andstæðar mínum skoðunum, í heild sinni sem “ómarktækar”, “illa unnar” o.s.frv. og það stendur heldur ekki til.  Né heldur hef ég sagt kannanir sem ég er sammála vera hlutlausar.  Svo einfalt er það nú bara.  Ég er því langt því frá sekur um það sama og blessaður þingmaðurinn.\nOg Rúnar Kristjánsson er ekki meðlimur í FF, nei.  Skoðanir mínar og t.d. Ragnars Arnalds eru líka mjög líkar í þessu máli en hann er nú samt ekki í FF og sama gildir um Davíð Oddsson, varðandi þetta mál, við erum án efa sammála um margt í Evrópumálunum.  Davíð hefur þó mér vitanlega ekki gengið í FF :)\nKv.\nHjörtu"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-06-18 19:47:31",
            "id": "577735",
            "reply_to_id": "577734",
            "text": "Þetta er loforð.. EF ÞÚ FÆRÐ DAVÍÐ ODDSON Í FLOKK FRAMFARASINNA skal ég kjósa hann og gefa nælur í kringlunni fyrir kosningarnar :)\nKv:vigni"
        },
        {
            "user": "estoy",
            "user_id": "5724",
            "date": "2002-06-22 11:17:02",
            "id": "577736",
            "reply_to_id": "577702",
            "text": "Mér finnst merkilegt að svona innihaldslaus grein hafi fengið birtingu í Morgunblaðinu!\nkv."
        },
        {
            "user": "estoy",
            "user_id": "5724",
            "date": "2002-06-22 11:39:45",
            "id": "577737",
            "reply_to_id": "577702",
            "text": "Mér finnst merkilegt að svona innihaldslaus grein hafi fengið birtingu í Morgunblaðinu!\nkv."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-06-23 16:23:35",
            "id": "577738",
            "reply_to_id": "577737",
            "text": "Sæll vinur,\nÞað að þér finnist greinin mín innihaldslaus skilgreini ég sem hrós að fenginni reynslu af þér.  En það er auðvitað bara mitt mat :)\nAnnars væri gaman að heyra einhver rök fyrir því að greinin sé innihaldslaus.  Þér ber þó auðvitað engin skylda til þess enda tekurðu fram að einungis sé um að ræða hvað þér finnist sem er auðvitað langt frá því að geta talizt til staðreynda.\nHvað er annars að frétta af þinni rosalegu ritgerð sem þú ætlaðir að taka saman um kosti og galla ESB fyrir fleiri mánuðum síðan?  Þú hefur kannski fundið miklu fleiri galla við ESB en kosti við nánari skoðun og því ákveðið að bezt væri að sleppa ritgerðarsmíðinni? :)\nKv.\nHjörtu"
        }
    ]
}