{
    "forum_title": "Rokk",
    "user": "TheCure",
    "user_id": "12107",
    "date": "2002-06-13 11:44:43",
    "title": "Iron Maiden - Part II",
    "text": "Að loknum “Number of the Beast”-túrsins hætti trommarinn Clive Burr og fríkið Nicko McBrain innleiddur í stað hans. Maiden höfðu nú fest sig í sessi sem eitt stærsta rokkband í heimi. Þeir Harris, Murray, Smith, Dickinson og McBrain hófu að taka upp\nfjórðu breiðskífu Maiden sem hlaut nafnið “Piece of Mind”. Platan fékk ekki eins góða dóma og Number of the Beast en góða engu að síður. Þarna var talað um fyrstu “fillera” Maiden (lög sem eru höfð með bara til þess að ná fjölda laga til að gera plötu). Hún innihélt meistarastykki á borð við “The Trooper”, “Flight of Icarus” og “To Tame A Land”, sem var byggt á vísindaskáldsögunni “Dune” eftir Frank Herbert.\nÞetta lineup; Steve Harris, Dave Murray, Bruce Dickinson, Adrian Smith og Nicko McBrain er oft kallað Klassíska Lineup-ið þar sem þarna var hljómsveitin á algjörum hátindi ferilsins.\nNæsta plata þeirra kom út árið 1984 og nefndist “Powerslave” og þótti mörgum hún toppa Number of the Beast. Þessi plata gerði þá að stærsta metalbandi í heimi og þetta var einnig fyrsta plata sem innihélt sömu meðlimi frá fyrri plötu. Öll lögin á þessari plötu er frábær og ber helst að nefna smáskífurnar “2 Minutes to Midnight” og “Aces High” ásamt 13 mínútna loka-epíkinni “Rime of the Ancient Mariner”. Eftir þessa plötu fóru þeir á massívann túr sem nefndist “The World Slavery Tour” sem tók um 18 mánuði og gaf af sér live-plötuna “Live After Death”, sem er af mörgum metalsérfræðingum talin besta live plata allra tíma.\nÁ þriðju plötunni í röð breyttist mannaskipan bandsins ekkert og árið 1986 kom út platan “Somewhere In Time”, sem varð þeirra fyrsta flopp. Á þessari plötu byrjuðu þeir að gera tilraunir með að setja synthesizera inn í lögin sín, og hljómaði það frekar stirt. Platan seldist mjög vel, en fékk frekar dræmar móttökur gagnrýnenda og þykir í dag með þeirra lakari plötum, þó svo að hér sé að finna tvö af þeirra bestu lögum, meistaraverkið “Wasted Years” og epíkina “Caught Somewhere In Time” en líka hörmungina “The Loneliness of the Long Distance Runner”.\nMannaskipanin breyttist ekki heldur á næstu plötu, sem komút árið 1988 og þykir vera síðasta stórvirki Iron Maiden. Sú fékk nafnið “Seventh Son of a Seventh Son” og er uppáhalds Iron Maiden plata gagnrýnenda. Þetta var svokallað concept-album og fjallaði hún um spámann sem reynir árangurslaust að vara þorpsbúa við yfirvofandi helför. Þessi plata þótti meistaraverk mikið og er hún mjög þétt og öll lögin geta talist sem Maiden-klassík. Þá helst “Can I Play With Madness?”, “The Evil That Men Do”, og “Only The Good Die Young”, sem er mitt uppáhaldslag af þessari plötu, og titillagið frábæra.\nMaiden höfðu sannað allt sem góð hljómsveit þarf að sanna…\nTo Be Continued…",
    "url": "https://www.hugi.is/rokk/greinar/81325/iron-maiden-part-ii/",
    "url_id": "81325",
    "id": "578628",
    "replies": [
        {
            "user": "blixta",
            "user_id": "12499",
            "date": "2002-06-17 14:01:08",
            "id": "578629",
            "reply_to_id": "578628",
            "text": "Loksins loksins!!!\n*klapp, klapp, klapp*\nMér finnst nú Somewhere In Time mjög vanmetin plata. Alexander The Great er snilld! :)\nHins vegar veit ég að Bruce D er ekkert sérstaklega hrifinn af þeirri plötu. Aðalástæðan mun vera sú að hann fékk ekki að eiga neitt lag á henni (hann hafði samið einhver lög, en Steve hafnaði þeim). Ég hef m.a.s. heyrt að þetta hafi komið af stað þeirri óánægju, sem varð svo að lokum til þess að Bruce yfirgaf Maiden (þótt hann neiti því í dag).\nFrábær grein btw! Látum oss fá framhaldið fljótt! :)\nPS: Ég hef lesið ljóðið “Rime of the Ancient Mariner” eftir Samuel Taylor Coleridge. Fallegt ljóð, og draugalegt! :O"
        },
        {
            "user": "blixta",
            "user_id": "12499",
            "date": "2002-06-17 16:25:34",
            "id": "578641",
            "reply_to_id": "578629",
            "text": "Life after death eru mjög flottir tónleikar, uppáhaldsplata mín með Maiden.\nFlott grein TheCure;)\nKveðja\nBlixta"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-18 08:40:45",
            "id": "578630",
            "reply_to_id": "578629",
            "text": "Mér finnst Somewhere In Time nú vera með slakari Maiden plötum, ekkert miðað við Powerslave og Seventh Son, sem eru báðar náttla alger snilld. Mér finnst líka bara vera svona 3 eftirminnileg lög á SIT, maður tekur varla eftir hinum, en það er bara mitt álit! :)"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-18 14:48:12",
            "id": "578631",
            "reply_to_id": "578630",
            "text": "Skil þig, skil þig… mörgum finnst SIT vera of poppuð. Hins vegar er umslagið algjör snilld; allar pínulitlu tilvísanirnar í hin og þessi Maiden-lög. :)\nAlveg sammála með Powerslave og Seventh Son… frábærar plötur. :) Titillag 7th Son er alveg magnað…"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-19 08:52:30",
            "id": "578632",
            "reply_to_id": "578631",
            "text": "Mér finnst hún alls ekki vera of poppuð, mér finst hún bara ekki vera nógu góð. Umslagið er mega-snilld, en umslög gera ekki góðar plötur annars væru náttla allar Maiden-plötur meistaraverk! :)"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-19 15:57:20",
            "id": "578633",
            "reply_to_id": "578632",
            "text": "Hmmm? Mér finnst hún alveg fín… but that's just me. :)"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-19 16:45:41",
            "id": "578634",
            "reply_to_id": "578633",
            "text": ":) hún er altílæ sosem…"
        },
        {
            "user": "HoddiX",
            "user_id": "15213",
            "date": "2002-06-20 20:26:36",
            "id": "578635",
            "reply_to_id": "578632",
            "text": "það eru allar maiden plötur meistaraverk."
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-21 09:14:02",
            "id": "578636",
            "reply_to_id": "578635",
            "text": "ekki allar…. margar, en alls ekki allar…."
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-22 02:20:16",
            "id": "578637",
            "reply_to_id": "578636",
            "text": "Ekki Blazeplöturnar… er það? :þ"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-06-22 10:05:54",
            "id": "578638",
            "reply_to_id": "578637",
            "text": "jú X Factor er ágæt en Virtual XI er aftur á móti hræðileg.\nMinn listi í gæðum, þær bestu fyrst (bara stúdíóplöturnar):\nIron Maiden (1980)\nSeventh Son of a Seventh Son (1988)\nThe Number of the Beast (1982)\nBrave New World (2000)\nPowerslave (1984)\nKillers (1981)\nPiece of Mind (1983)\nFear of the Dark (1992)\nSomewhere In Time (1986)\nX Factor (1995)\nNo Prayer for the Dying (1990)\nVirtual XI (1998)\n…en þetta er bara mitt álit!"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-07-08 20:41:45",
            "id": "578639",
            "reply_to_id": "578638",
            "text": "Ekki segja mér að þér finnist Clansman leiðinlegt lag… *snökt*\nHmmm… ég þarf að fara að hlusta á þessar DiAnno plötur. Það virðast svo margir vera svo hrifnir af þeim…!"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-07-09 09:53:51",
            "id": "578640",
            "reply_to_id": "578639",
            "text": "Clansman er skárst á Virtual XI, en hvorki gott né leiðinlegt. The Edge of Darkness og Sign of the Cross á The X Factor eru brjáluð lög!"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2002-06-18 11:52:40",
            "id": "578642",
            "reply_to_id": "578628",
            "text": "Flotta greinin !!\nÉg þarf greinilega að fara að fá mér fleiri diska með Maiden.\nHlakkar til að sjá framhaldið…"
        }
    ]
}