{
    "forum_title": "Heimspeki",
    "user": "Ratatoskur",
    "user_id": "8834",
    "date": "2002-06-14 23:59:26",
    "title": "Ekki er hægt að sanna neitt...",
    "text": "því að allt sem við reynum að sanna byggist á forsendum. Fullkomin sönnun er án allra forsenda. Slíka sönnun er ekki hægt að ímynda sér vegna þess að heimurinn í kringum okkur byggist á forsendum. Svo þið sjáið hvað þetta er allt tilgangslaust, er það ekki ?\nVarð bara að fá að koma þessu út úr mér…fattaði upp á þessu í vinnunni núna um  daginn…<br><br><br><br>\n———————————–\n“And he that breaks a thing to find out what it is has left the path of wisdom.”\n<br>\n<IMG SRC=\"\nhttp://www.simnet.is/hringur/hugi/banner.gif\n“ alt=”“ align=”left“> <a href=”\nhttp://www.simnet.is/hringur\n\">Íslenski LOTR vefurinn</a><br><b> íslenskur vefur tileinkaður Lord of the Rings-trílógíunni</b>\n* Ítarlegar upplýsingar um kvikmyndirnar\n* Upplýsingar um sögurnar\n* Um Tolkien sjálfan",
    "url": "https://www.hugi.is/heimspeki/korkar/81538/ekki-er-haegt-ad-sanna-neitt/",
    "url_id": "81538",
    "id": "580241",
    "replies": [
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2002-06-15 13:12:57",
            "id": "580242",
            "reply_to_id": "580241",
            "text": "Ég held ég sé bara sammála.\nSjá greinar: Lífið er lygi!: \"\nhttp://www.hugi.is/heimspeki/greinar.php?grein_id=29128\n“; Endimörk þekkingar. : ”\nhttp://www.hugi.is/heimspeki/greinar.php?grein_id=38483\n\".\nKveðja\nVeryMuch"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-15 18:16:36",
            "id": "580243",
            "reply_to_id": "580241",
            "text": "Ég er nú ekki alveg viss um, að það sé rétt að fullkomin sönnun hafi engar forsendur.  Felst það ekki í sönnunarhugtakinu að það sem sannað er sé leitt af einhverjum forsendum?  Ég á í það minnsta erfitt með að sjá hvernig eigi að fara að sanna eitthvað ef maður hefur engar forsendur.\nEn hitt er alveg satt, að í öllum kerfum þar em hægt er að sanna eitthvað, hvort sem er stærðfræði eða rökfræði, þá eru alltaf gefnar nokkrar frumsetningar sem er ekki hægt að sanna innan kerfisins, og menn verða bara að fallast á að þær séu sannar.  Það er bara svo langt síðan ég lærði flatarmálsfræði í menntó (auk þess sem ég tossaðist óttalega í stærðfræði mestan ferilinn, eða þangað til að það kom að því að taka stúdentspróf) að ég man þetta allt óskaplega óljóst - ég man verr eftir þessu en sautjánda júní ‘98 eða ’99.  En sannanir í þessum kerfum duga bara á meðan að maður játar þessar frumsetningar.  Út frá þeim er svo hægt að sanna hvað sem manni sýnist, eða hérumbil.\nEn þessi mynd fer hroðalega í augun mín á meðan ég skrifa.  Stöðugt áreiti …<br><br>Þorsteinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-27 04:37:34",
            "id": "580244",
            "reply_to_id": "580241",
            "text": "en þá spyr ég þig… akkuru ertu svona viss? ég held að þú hafir bara enga sönnun um það, að það er ekki hægt að sanna allt.\nÉg held að allt sé sannanlegt (ööö, er þetta orð?) en þú aftur á móti reikar um í villu þína og kemur með þversögn.\nEinzog ef ég myndi skrifa… allt sem ég skrifa er lygi.\nHvað er þá á seyði?"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-07-02 16:54:01",
            "id": "580245",
            "reply_to_id": "580241",
            "text": "Er til einhver “fyrsta forsenda”, sem er óafsannanleg?<br><br><hr><p align=“right”>\n<i>\nVits er þörf\nþeim er víða ratar;\ndælt er heima hvað.\nAð augabragði verður\nsá er ekki kann\nog með snotrum situr.\n<br>Hávamál</i>\n<a href=\"\nhttp://kasmir.hugi.is/hvurslags\n“><img src=”\nhttp://www.simnet.is/hringur/hugi/logo.jpg\n\"></a></p"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-07-02 20:33:57",
            "id": "580246",
            "reply_to_id": "580241",
            "text": "Það þarf auðvitað að byrja á að skilgreina.\nSem sagt: 1+1=2\n1 er skilgreindur, plús er skilgreindur og\nlíka 2.\nSÍÐAN er hægt að sanna 1+1=2, segjum bara\nað þú hafir eitt epli, og annað epli, skv\nskilgreiningunni eru þetta tvö epli. QED\nSvo með því að ganga út frá skilgreiningunni\ner hægt að sanna ýmislegt.\nSvo er bara spurning hvort skilgreiningin\nsamræmist reunveruleikanum, sem ég tel td\nað 1, + og 2 geri.<br><br>An infinite number of monkeys typing on an infinite number\nof typewriters are able to, and will most probably,\nproduce an infinite amount of gibberish.  –quote me!"
        }
    ]
}