{
    "forum_title": "Geimvísindi",
    "user": "Adddi",
    "user_id": "10448",
    "date": "2002-06-15 13:15:04",
    "title": "Sólkerfi áþekkt okkar að byggingu",
    "text": "Það er grein í mogganum og í DV þess efnis að vísindamenn hafi fundið sólkerfi sem hefur stjörnu sem er áþekkt sólinni, og gasrisa svipaðan Júpiter í svipaðri fjarlægð frá stjörnunni og Júpiter er frá sólinni.\nEins og margir vita skiptir fjarlægð stóra gasrisans miklu máli, flestir gasrisar sem við höfum fundið utan okkar sólkerfis eru mjög nálægt sínum stjörnum og hafa þar af leiðandi gleypt allar plánetur sem gætu hafa myndast á milli upphaflegrar stöðu gasrisans (hann myndast utarlega en hefur færst nær), og stjörnunnar. Í sólkerfinu okkar stöðvaðist Júpíter þó nokkuð utarlega, og gaf þar með Jörðinni færi á að myndast og lífi á henni möguleika á að þróast.\nÞar sem það sama virðist hafa gerst í þessu nýfundna sólkerfi er fræðilegur möguleiki á að þar sé að finna plánetu áþekka jörðinni. Ef svo er býður það upp á spennandi möguleika. Þar gæti líf hafa þróast og jafnvel þó það yrði að öllum líkindum ekki vitsmunalíf, væri ákaflega spennandi að kanna það. Í framtíðinni gæti þessi pláneta (sem mögulega er til), verið mjög ákjósanleg fyrir nýlendu af okkar hálfu.\nÞað er samt enn óvíst að nokkrar plánetur sé að finna þar, en enn sem komið er höfum við ekki fundið sólkerfi þar sem líkurnar eru meiri á að finna plánetu áþekka jörðinni.",
    "url": "https://www.hugi.is/geimvisindi/greinar/81556/solkerfi-athekkt-okkar-ad-byggingu/",
    "url_id": "81556",
    "id": "580387",
    "replies": [
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-06-17 18:29:58",
            "id": "580388",
            "reply_to_id": "580387",
            "text": "All we have to do now is find a way to get there :)"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-06-18 07:37:37",
            "id": "580389",
            "reply_to_id": "580388",
            "text": "Það er þannig séð ekkert mál, allt sem þarf er fullt af pening til að byggja geimskip, og svo enn meira af þolimæði til að bíða eftir að það komist á staðinn."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-06-18 18:34:31",
            "id": "580390",
            "reply_to_id": "580389",
            "text": "það er satt ,þar sem við eigum eftir að komast til mars þá verður þetta bara næst á dagskrá eftir mars ferðina :)"
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-06-18 19:05:25",
            "id": "580391",
            "reply_to_id": "580390",
            "text": "Pff.. þið haldið að við séum ekki enn komin á mars? ég hef öruggur heimildir og myndir um að NASA hefur nú þegar komið upp geimstöð þar. Þið getið séð það hér.\nKv,\nCrucio"
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-06-18 19:06:39",
            "id": "580392",
            "reply_to_id": "580390",
            "text": "Sry, hér  er það"
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-06-18 19:07:48",
            "id": "580393",
            "reply_to_id": "580392",
            "text": "Er ekki hægt að gera linka í svörum? alla vega,\nhérna er urlið www.tpk.com/phs/tktrip/pkmars"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-06-20 06:41:32",
            "id": "580394",
            "reply_to_id": "580393",
            "text": "Í fyrsta lagi er það vitleysa að búið sé að byggja geimstöð á mars, í öðru lagi leiðir þetta link ekki neitt."
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-06-20 12:22:45",
            "id": "580395",
            "reply_to_id": "580394",
            "text": "Ég veit, etta var grín ;)"
        },
        {
            "user": "Whist",
            "user_id": "16262",
            "date": "2002-06-21 16:48:16",
            "id": "580396",
            "reply_to_id": "580395",
            "text": "Þú ert sniðugur lítill kall"
        },
        {
            "user": "okay",
            "user_id": "621",
            "date": "2002-06-25 23:03:29",
            "id": "580397",
            "reply_to_id": "580387",
            "text": "Kveldið.\nBara benda ykkur á að það er helvíti flókið að vera viss um að eitthvað sólkerfi sé líkt sólkerfinu okkar í svona mikilli fjarlægð.\nKv,\nÓmar K."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2002-06-26 21:28:27",
            "id": "580398",
            "reply_to_id": "580387",
            "text": "það er nú geimskip á leið í annað sólkerfi.. voyager minnir mig að það heiti.. verst að það verður ekki komið þangað fyrr en eftir svona 50 þúsund ár :/"
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2002-06-27 00:36:14",
            "id": "580399",
            "reply_to_id": "580398",
            "text": "já sko,voyager er víst á leiðinni til stjörnuna siríus og áætlaður komutími er eftir ca.300.000 ár en mig minnir að það séu 27 ljósár þangað(sem eru þá 255616560000000km)sem er einhvað styttra en til þetta sólkefi sem þessi umrædd pláneta er þannig að maður þyrfti þá að vera með þolinmæðina í lagi ef ferðalagið eigi að vera skemmtilegt.."
        },
        {
            "user": "catX",
            "user_id": "2949",
            "date": "2002-07-05 21:51:04",
            "id": "580400",
            "reply_to_id": "580399",
            "text": "Þið verðið nú bara að fyrirgefa en mér finnst þetta ákaflega spennandi. Þótt að tækni þessa tíma geti ekki komið manneskju þangað gæti komandi tíð haft þá tækni í för með sér. Ég meina það er ekki það langt síðan að fólk ferðaðist um á hestum og stundaði þrælahald og lítiði bara á hlutinn sem þið eruð að nota núna…hvað er langt siðan að fyrsta talvan kom á markaðinn og hversu mikill munur er á henni og þinni."
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-07-14 15:06:30",
            "id": "580401",
            "reply_to_id": "580400",
            "text": "Jájá, en það er tölva, ekki talva.\nfallbeygingin er: Tölva um tölvu frá tölvu til tölvu."
        },
        {
            "user": "Stonebite",
            "user_id": "20618",
            "date": "2002-08-18 23:05:56",
            "id": "580402",
            "reply_to_id": "580399",
            "text": "Já, en þá værum við bara 27 ár að fara þangað ef við ferðuðumst á ljóshraða(mjög hratt),en ef við í framtíðinni myndum ná að nýta okkur eðlisfræði svarthola og þ.a.l. orkusvið og umbreytur þeirra gætum við náð margföldum ljóshraða og verið komin á nýlendupláhnetu okkar á fáeinum árum, sem þótti jú reyndar soldið langt ferðalag fyrr á öldum en var þó stundað, leiðangur Magellans tók t.a.m. 3ár(hring í kring um jörðina), þótt að hann hafi verið drepinn á Fillipseyjum þá kom eitt skip hans til baka, með nýlenduvörur sem greiddu fyrir allann ferðakostnað, laun til sjómanna og skaðabætur til eiginkvenna dauðra sjómanna. Við sjáum að nú fljúgum við hring í kring um jörðina á á 2200km/klst hraða á Concorde akkúrat 40.000km(yfir póla)sem tekur 20klst með einni eða tveimur lendingum. Þannig að ef við gerum ráð fyrir að stöðug og jöfn þróun verði á hraða farartækja(sem er fáranlegt að gera ráð fyrir,en samt) okkar sjáum við að á 500 árum fórum við úr 26280klst(3ár) í 20klst ættum við að fara sama ferðalag á 20 mín eftir 500 ár hvað þá eftir 2000 ár. En eins og allir vita ferðumst við mun hraðar í geimnum og ef við ætlum í rauninni að fara að uppgvöta nýjar pláhnetur í öðrum sólkerfum(þar sem að sjálfsögðu er líf þar sem aðstæður eru fyrir hendi) þurfum við að ná hraða og orku efna í svartholum sem eru okkur enn mjög ókunn en flestir vísindamenn eru sammála um að séu til í raun og veru, en í kraftmiklum svartholum er þyngdaraflið meira og orkan en í 20.000.000 sóla eins og í okkar sólkerfi.\nps. átti ekki að vera svona langt en……..eitthvað"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-18 15:45:40",
            "id": "580403",
            "reply_to_id": "580387",
            "text": "Það væri ef til vill skinsamlegra að leggja í þennan leiðangur þegar tæknin er orðin meiri og betri"
        },
        {
            "user": "dArksHeeP",
            "user_id": "23309",
            "date": "2002-08-02 14:00:42",
            "id": "580404",
            "reply_to_id": "580387",
            "text": "Kannski ef við komumst þangað einhvertímann í framtíðinni þá gæti verið skynsamlegt að taka með sér mykið af vopnum ef það skyldu vera vitsmunaverur þarna.\nEða kannski Alien eða Predator skrímsli.\nÞá þurfum við að fara varlega."
        }
    ]
}