{
    "forum_title": "Kvikmyndir",
    "user": "Goaty",
    "user_id": "9902",
    "date": "2002-06-16 00:57:33",
    "title": "Kvikmyndagerð",
    "text": "Frá því að ég var 14 ára hafði mig alltaf langað til að gerast kvikmyndaleikstjóri.\nEn nú er maður 20 og kominn með aðeins meira vit í kollinn, og byrjaður að vellta því fyrir sér: Er eithvað vit í þessu…sérstaklega hér á Íslandi?\nÉg hef öll mín hanndrit í höfðinu og þarf nú að fara af mínu rassgati og skrifa eithvað….en kann ekki að byrja.\nMér þikir svo vænnt um þessar hugmyndir, þannig að ég þori ekki að setja þær í low budget klassa helldur vill koma þeim beinnt upp og láta fólk dást að myndunum,ekki mín vegna helldur þeim veggna.\nÉg hef ekki einu sinni reinsluna….jú 45 sek auglisíngu í tal samkeppninni. Og hvað þá hef ég efni á því að fara í skóla því að það er rán dýrt.\nÞannig að mér datt í hug er eithvað vit í því að bara demba sér bar beinnt í þetta allt og reina að sennda handrit út til t.d. danmerkur fyrir stirk og vona allt það besta?\nAllavegana….mig vanntar annaramanna álit.Borgar það sig að reina fyrir sér kvikmyndaheiminn hérlenndis hvort maður sé með ísl stirktaraðila eða útl?",
    "url": "https://www.hugi.is/kvikmyndir/greinar/81652/kvikmyndagerd/",
    "url_id": "81652",
    "id": "581005",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-16 01:28:17",
            "id": "581006",
            "reply_to_id": "581005",
            "text": "Það eru litlar líkur á styrk hér á íslandi. T.d. Stella í Orlofi var vinsæl mynd en Stella í Framboði fékk ekki styrk. Kanski frá einhverju fyrirtæki samt.\nÉg get ekki séð að það yrði til þess verra að reyna að fá styrk frá öðrum löndum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-06-16 02:27:47",
            "id": "581007",
            "reply_to_id": "581005",
            "text": "Spurning um að reyna að kynnast hvernig kvikmyndagerð fer fram og þá sérstaklega lesa góð handrit.\nReyna svo að skrifa handrit að góðri stuttmynd. Svo gerir þú hana og kynnist starfinu og færð reynslu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-16 02:39:15",
            "id": "581008",
            "reply_to_id": "581005",
            "text": "Ekki láta peningana stjórna því hvort þú fylgir draumum þínum eftir … ef þig langar að gera mynd þá bara gerirðu það! Þú færð náttla aldrei styrk nema að reyna …"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-06-16 03:38:17",
            "id": "581009",
            "reply_to_id": "581005",
            "text": "Málið er bara að byrja smátt…ég er eins og þú….er bæuinn að semja 3 handrit alveg í hausnum á mér, skot fyrir skot, klippingu fyrir klippingu og setningu fyrir setningu…ég er búinn að koma einu á blað sem ég er nokkuð sáttur við, stuttmyndahandriti það er að segja, ætla að skjóta það í haust eftir að ég kaupi mér kameru, er að pæla í Canon XL1s eða Sony VX2000…báðar í kringum 300.000 kallin, nánast broadcast quality á þessu þannig að maður getur eiginlega skotið hvað sem maður vill, þannig að bara fylgja draumnum og eins og bróðir minn sagði: “Ef maður er snillingur á einhverju sviði og veit það þá á maður eftir að ná langt!”"
        },
        {
            "user": "oziaz",
            "user_id": "60",
            "date": "2002-06-16 03:56:56",
            "id": "581010",
            "reply_to_id": "581005",
            "text": "ertu vis úm að þinns sé ikke búin að lære að skriffa rét ?$\"???"
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-06-16 12:17:52",
            "id": "581011",
            "reply_to_id": "581005",
            "text": "Ég er bara 14 ára og er alltaf að leika mér að skrifa handrit að stuttmyndum og hef tekið upp nokkrar svona uppá grín. Ég hef sent sum handritin sem sögur inná Smásögu áhugamálið.\nGangi þér vel í framtíðinni!\nCrucio"
        },
        {
            "user": "Nocturnal",
            "user_id": "20790",
            "date": "2002-06-16 14:37:32",
            "id": "581012",
            "reply_to_id": "581005",
            "text": "Ok marr þú skrifar handritið og þú getur gert eitt…. þú getur farið til ameríku og farið með handritið til einhverjar fyrirtæki, t.d. FOX warner brothers, Universal Pictures eða fleiri og þú sýnir þeim handritið, þeir lesa það og ef þeim líkar við það þá segja þeir já, svo segir þú ég vill helst sjálfur Directa hana, þeir segja nei, þá segir þú ok þá fer ég einhvert annað.\nEtta virkar svona gerði George Lucas\nÞað eru margar frægar myndir sem byrjuðu svona"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-16 15:53:10",
            "id": "581013",
            "reply_to_id": "581012",
            "text": "passa sig bara að senda sjálfur sér handritið í ábyrgðarpósti og opna það ekki! þá ertu með gott mál ef einhver ætlar að leika á þig og stela handritinu þínu!"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-06-16 14:41:48",
            "id": "581014",
            "reply_to_id": "581005",
            "text": "´Þegar ég og félagar mínir vorum litlir þá gerðum við þetta oft, bjuggum til stuttmyndir og voru þetta alltaf spunasögur. Ég hef alltaf notið þess að leikstýra og erum við að fara útí þetta aftur núna og erum með sögu sem við ætlum að skrifa handrit útfrá… eina sem okkur vantar er almennilega kameru því við ætlum okkur bara að nota venjulega digital vél sem kostar um 100þús… ekki mikil gæði þar.\nEn einhverstaðar verður maður að byrja.\nP.S. afsaka stafsetninguna ég er á faggalegu lyklaborði og ligg í rúmi bróður míns. Helv. tölvan mín er í hakki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-16 15:54:27",
            "id": "581015",
            "reply_to_id": "581005",
            "text": "Ég veit ekki,  en áhuginn fyrir kvkmyndagerð er mikill hér á landi,  spurning að koma bara upp áhugamáli?"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-06-16 16:21:39",
            "id": "581016",
            "reply_to_id": "581005",
            "text": "Fáðu þér góðan prófarkalesara því þú kannt greinilega ekki Íslensku."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-06-16 19:15:03",
            "id": "581017",
            "reply_to_id": "581005",
            "text": "Í sambandi við stuttmyndagerð & kvikmyndagerð yfir höfuð er mín reynsla að það sé of mikið af “talkers” en of lítið af “doers”.\nStop talking…just do it :-)"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-06-17 02:34:06",
            "id": "581018",
            "reply_to_id": "581005",
            "text": "spurninginn er bara hvenar byrja íslendingar að gera BÍÓmyndir í staðinn fyrir sjónvarpsmyndir fyrir sunnudagskvöldinn á Rúv."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-06-17 02:41:01",
            "id": "581019",
            "reply_to_id": "581018",
            "text": "Okay okay ,máski það hafa komið “íslenskar” bíómyndir, samt enginn sem ég hefði viljað sjá í bíó.\nÉg hef einnig verið með hugmyndir að kvikmyndum ,þá eru þetta oftast hugmyndir sem myndu aldrei virka nema með hollywood fjármagni (sfx og sollis)\nþetta hafa aðalega verið hryllingsmynda hugmyndir ,en einnig eitthvað af spennu. Hef verið að taka íslenskar draugasögur og koma þeim í nútíma búning ,hver myndi ekki vilja sjá djáknan á myrká á kvikmyndatjaldi með hollywood uppskriftinni :)"
        },
        {
            "user": "nonnigauti",
            "user_id": "21415",
            "date": "2002-06-19 09:54:20",
            "id": "581020",
            "reply_to_id": "581019",
            "text": "Guð minn eini, hollywood bragur á ekki heima á í íslenskri kvikmyndagerð,ætlaru að hafa myndina á ensku og með íslenskum leikurum, hvaða hálfviti myndi vilja búa til mynd um t.d. þorskastríðið og gera alla mögulega íslendinga að hetjum. Sinfóníu-gæsahúðar-ræðu-atriði í endan….sounds good. NEI, það er nú betra að reyna koma kvikmyndagerð á laggirnar áður en menn eru farnir spá í eitthvað íslenskt Hollywood kjaftæði.\np.s. Hvað er menn að tala um að enginn íslensk mynd er nógu góð til að sjá í bíó, þá hafiði greinilega ekki séð Íslenksa Drauminn.Hún væri ábyggilega inni á topp50 lista hjá mér um bestu myndir sem gerðar hafa verið ef ég hefði búið þannig lista till. En það er minn smekkur og ég get ekkert sagt til um hvað ykkur finnst best, þannig er það nú."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-06-20 14:43:44",
            "id": "581021",
            "reply_to_id": "581020",
            "text": "Það eru ekki allar hollowood myndir með sinfóíuatriði í endann og fullt af hetjum.\nMér finnst bara heilmikið af þeim hollywood myndum sem eru eitthverntímann releaseaðar á íslandi oftast vera nokkuð góðar.\nEvrópskar myndir eru ferksar vegna þess að maður sér minna af þeim…ekki vegna þess að þær eru betri."
        }
    ]
}