{
    "forum_title": "Hundar",
    "user": "hulda",
    "user_id": "2591",
    "date": "2002-06-16 15:48:35",
    "title": "Hundurinn minn",
    "text": "Ég var að spá í því að gera eins og ég er að reyna að gera á hestaáhugamálinu svona til að lífga aðeins áhugamálin við að við skyldum fjalla um dýrin okkar.\nÉg ætla því að fjalla um Gosa sem var blanda af labrador og golden Retriver. Komið endilega með sögur af eitthverjum af ykkar hundum :)\nGosi minn var í eigu bróður hennar mömmu, sem reyndar bjó hjá okkur svo Gosi var nú einn af minni fjölskyldu :)\nHann náði þeim merkisáfanga að verða 13 ára gamall :) Algjört æði var hann.\nHann var svo hlýðin og klár. Hlýddi reyndar ekki alltaf, nema þegar honum hentaði ;)\nAlltaf var hann nú til í sofa með manni undir sæng og leyfa manni að halda utan um sig og knúsa sig :)\nGóður varðhundur var hann, ef eitthver kom nálægt húsinu þá gelti hann og sama á við um bílinn :)\nÞað var síðan þann 27.des 99 að hann dó :/ Hann var reyndar orðin frekar gamall og var komin með gigt og svona.",
    "url": "https://www.hugi.is/hundar/greinar/81667/hundurinn-minn/",
    "url_id": "81667",
    "id": "581118",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-16 17:34:31",
            "id": "581119",
            "reply_to_id": "581118",
            "text": "var áddni jónsen settur í jailið ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-16 20:25:20",
            "id": "581120",
            "reply_to_id": "581118",
            "text": "Hey, afhverju var mínu svari eytt?!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-06-16 22:03:14",
            "id": "581121",
            "reply_to_id": "581118",
            "text": "Já en fáum við ekki einhverja góða sögu af hundinum?\nSvo ég segi smá af hundinum mínum þá var hann alltaf á lóðaríi af því hann var ekki geldur.  Í fyrsta skipti sem hann fann lykt af tík þá grét hann alla nóttina af því hann fékk ekki að komast út.  Svo lærði hann að opna hurðir og ef það var ekki læst, þá var hann farinn.  Líka mjög duglegur að skjóta sér út ef einhver opnaði og hlýddi þá engu.  Stundum gerði hann sér upp æluhljóð til þess að fá einhvern til að opna strax af því maður vildi ekki að hann myndi æla á gólfið, svo þegar maður var kominn í skó og bjóst við að finna hann ælandi úti í garði eða að éta gras þá var minn bara farinn.\nAlla vega þá hvarf hann einu sinni í 3 daga.  Við vissum ekkert hvar hann var, leituðum út um allt hverfi.  Svo er hringt heim og beðið um að ná í hundinn.  Bróðir minn fór og þá frétti hann það að litli voffinn okkar hefði haft umsátur um húsið þar sem tík var á lóðaríi.  Hann hafði rekið burtu hunda sem voru miklu stærri.  Tíkareigandinn hafði reynt að veiða hann í net með félaga sínum en þeim tókst það ekki og eftir það var ekki viðlit að koma með netið nálægt honum.  Þá hringdi hann í lögguna og hann sagðist hafa grátið af hlátri við að horfa á lögguna reyna að ná honum en alltaf slapp hann.  Þeir komu með mat og þeir reyndu að ná honum með tíkinni en allt kom fyrir ekki.  Á þriðja degi voru þeir farnir að tala um að skjóta hann en þá kom strákurinn með DV og þekkti voffa, enda bar hann út líka í okkar götu.  Þá var hringt heim.  Þegar bróðir minn mætti á svæðið þá kom hundurinn strax til hans og þó honum væri hótað sekt fyrir að hann hefði sloppið þá gerðist það ekki.  Ég hugsa að þeir hafi bara ekki haft forsendur fyrir að sekta okkur fyrst þeir náðu honum ekki sjálfir.\nAnnað skipti kom fólk með hann heim og var frekar fúlt.  Hann hafði þá komið að húsi þar sem tík var inni og prófað að opna hurðirnar.  Ein var opin svo hann labbaði inn og settist þar og urraði á alla sem komu nálægt honum.  Þetta var því miður ekki íbúðin sem tíkin átti heima í þannig að hann missti af fjörinu.  Fólkið sem átti íbúðina kom á hann böndum að lokum og skilaði honum heim og fannst mér það bara hefði lært ágæta lexíu að hafa útidyrnar læstar.  Þetta var alla vega bara hundur sem kom inn, hefði alveg eins getað verið ofbeldishneigður dópisti.  Alla vega hljóta þau ekki að hafa verið mjög ill yfir þessu, annars hefðu þau látið lögguna hirða hann.\nSvo var svolítið sorglegt að horfa upp á þegar hann fór að eldast og fór að tapa bardögum um tíkur og koma bitinn heim en svona er lífið.  Ég þurfti síðan að lóga honum fyrir nokkrum árum þar sem hann var orðinn gamall og veikur.  Hann var þá um 14 og hálfs árs.\nAlla vega finnst mér hundurinn minn hafa verið það klár að hann nær ábyggilega að verða maður í næsta lífi.  Ábyggilega einhver slyngur bisnessmaður, góður í að plata fólk ;)  Eða kannski innbrotsþjófur, hver veit."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-16 22:54:31",
            "id": "581122",
            "reply_to_id": "581121",
            "text": "hehe æj þetta hefur verið frábær hundur get ég trúað!\nHvaða tegund var hann?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-06-16 23:15:20",
            "id": "581123",
            "reply_to_id": "581122",
            "text": "Hann var nú engin tegund.  Sagt var að pabbi hans hefði verið border collie og mamma hans var líklega einhver terrier blanda.\nAnnars átti frænka mín líka einhvern blending og hann var líka rosaklár.  Þau gátu ekki haft hann lengur og hann var sendur í sveit en fann upp á því að lauma sér inn í mjólkurbílinn og strjúka með honum í bæinn.  Svo var hann náttúrulega alltaf sendur með mjólkurbílnum til baka í sveitina daginn eftir nema ef hann kom á föstudegi, þá var engin ferð með bílnum yfir helgina þannig að hann var ekki sendur til baka fyrr en á mánudag.  Eftir nokkrar vikur var hann búinn að fatta þetta og strauk eftir það bara á föstudögum."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-06-16 23:21:57",
            "id": "581124",
            "reply_to_id": "581123",
            "text": "haha snilld"
        },
        {
            "user": "labgirl",
            "user_id": "21884",
            "date": "2002-06-16 23:30:18",
            "id": "581125",
            "reply_to_id": "581118",
            "text": "thetta var stutt grein."
        },
        {
            "user": "labgirl",
            "user_id": "21884",
            "date": "2002-06-17 21:12:22",
            "id": "581126",
            "reply_to_id": "581125",
            "text": "Ég á labrador hvolp, (ok, hann er kannski ekki hvolpur lengur en samt ekki fullorðinn, hann er 9 mánaða gamall) sem er næstum því fullkominn en það gerast auðvitað einhvern tímann vandamál með hundinn manns!!\nHann var bara 4 mánaða þegar þetta gerðist. Pabbi var að bera einhverja kassa inn og hafði hafði hurðina opna á meðan hann fór nokkrar ferðir inn og út í bílskúr. Garpur skildi ekkert í þessu og læddist því bara út og fór burt.\nSvo eftir rúman hálftíma fattaði pabbi að hann hefði fengið frekar slæmar móttökur (venjulega hleypur Garpur á móti manni og pissar á mann af gleði). Öll fjölskyldan fór því að leita afhonum en ekki fannst Garpur. Svo fórum við út hver i sína átt að leita.\nÉg er mjög “emotional” og grét allan tímann sem ég var að leita.\nÞað var sem betur fer mikill snjór og mamma hafði séð spor eftir hann og fylgt þeim. Svo fór hann yfir önnur spor og allt ruglaðist.\nMamma ákvað því að gá hvort að einhver af hinum fjölskyldumeðliminum hefði fundið Garp og í því sem hún labbaði í gegnum garðinn sá hún að það glitnaði í eitthvað í garðinum, þá voru það augun í Garpi. Hann hafði farið lítinn hring um hverfið en orðið hræddur og farið aftur í garðinn!\n“Garpur gunga” eins og hann er nú kallaður hefur einu sinni eftir þeta strokið og kom hann heim aftur eftir 10 mín!!! Hann er sem sagt algert YNDI!!!!!!"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-06-18 21:16:09",
            "id": "581127",
            "reply_to_id": "581126",
            "text": "Your dog´s a wuzz ;þ\nnei.. ég get ekki sagt mikið ;þ\nminn er stundum hræddur við ketti en ef maður segir sona : hvar er kisa þá lítur hann í kringum sig og byrjar að urra !! ;þ\nÞað er eitt sem ég ek. skil !\nafhverju eru blendingar eitthvað verri en hreinræktaðir ??\nþeir eru oftast gáfaðaðri (með kosti frá báðum kynjum ) og oftast krúttlegri !!\nt.d. getiði ímyndað ykkur lítinn springer spaniel hvolp sem er blandaður með silky terrier ??\nBARA krúttlegt( einn á heima rétt hjá mér ;þ)\n!!!!!\nDon´t breed or buy while homeless animals die :("
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-06-18 23:49:39",
            "id": "581128",
            "reply_to_id": "581127",
            "text": "Fólki finnst hreinræktaðir betri vegna þess að þú veist hvað þeir verða stórir og hvernig þeir koma til með að líta út og að einhverju leyti hvernig skapferlið er.  Með blendinga veit maður hins vegar ekkert hvað maður fær.\nHins vegar eru gallarnir við hreinræktaða líka þá að þeir eru oft innræktaðir og hafa þess vegna alls konar skapgerðargalla og heilsufarsvandamál sem blendingar hafa síður."
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2002-06-19 11:58:18",
            "id": "581129",
            "reply_to_id": "581127",
            "text": "RuFFStuFF, getum við fengið að sjá mynd af hundinum þínum, blanda af springer og silky terrier!"
        },
        {
            "user": "Stubbur1",
            "user_id": "22583",
            "date": "2002-06-30 02:51:04",
            "id": "581130",
            "reply_to_id": "581129",
            "text": "Ég elska litla sæta hundinn minn…\nHann er íslenskur fjárhundur, eins árs gamall. ég gæti ekki hugsað mér betri vin. Hann hangir alveg yfir mér þegar ég er heima, Liggur fyrir utan klósetthurðinna þegar ég fer á klósettið.\nÞegar ég er ekki heima þá bíður hann við útidyrahurðina þangað til að ég kem heim…\nÆi hann er bara fullkominn!!\nVarð að deila þessu;)"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2002-07-02 15:34:17",
            "id": "581131",
            "reply_to_id": "581127",
            "text": "Sko, ástæðan fyrir því að fólk vill frekar hreinræktað er að maður veit að hverju maður gengur, en þegar hundar eru blandaðir geta allskyns genabreytingar orðið og maður veit ekkert hvernig hundurinn verður…\nAnnars hef ég sjálfur ekkert á móti blendingum, hundur er hundur…"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-07-02 19:33:33",
            "id": "581132",
            "reply_to_id": "581131",
            "text": "Sorry , ég á ekki mynd af honum inni á tölvunni minni en ímyndið ykkur lítinn feitan hund með litlar lappir,einn hvítan sokk (sko svartur hundur) og smá hvítt á bringunni ;) ógeðsleg sætur p.s. hann kann að deyja ;) nýjasta afrekið !!!!\nég skil vel að fólk þorir ekki að vera að fá sér blendinga en ef maður þekkir báðar tegundirnar veit maður sona nokkurn veginn við hverju maður á að búast, en ef maður elur dýrið vel upp þarf ekki að hafa neinar áhyggjur !!!!!!\n|don't breed or buy while homeless animals die|"
        }
    ]
}