{
    "forum_title": "Hestar",
    "user": "hulda",
    "user_id": "2591",
    "date": "2002-06-16 15:38:56",
    "title": "Hesturinn minn",
    "text": "Hvað segiði um að lífga þetta áhugamál aðeins við og við kanski segjum frá einum eða öllum okkar hestum?\nÉg ætla allavega að taka mér það bessastaðaleyfi og byrja bara svona til að fá smá hreyfingu hingað inn.\nÉg ætla að tala um hestinn minn, hann Gúllas, oftast er hann þó bara kallaður “minn”.\nÉg fékk hann í fermingargjöf, þá var hann 3 vetra :) Rosalega lítill og vitlaus greyið. Svo var ég nú ansi dugleg við að gefa honum brauð og hanga með honum þannig að hann var farin að koma þegar ég kallaði á hann og hljóp með mér eins og hundur :)\nNammisjúkari hest er varla hægt að finna, hann hreinlega borðar allt saman!\nÉg tók hann með mér í hestaferðalag sem ég fór með skólanum mínum hann er reyndar ansi latur greyið og hann stynur þegar hann er orðin þreyttur ;)\nSvo hefur hann nú farið í aðrar hestaferðir og er yfirleitt vanur að reka lestina bara :) Fólk hefur hreinlega boðist til að halda á honum!\nHann er afskaplega dekraður sem sýnir sér vel á frekjunni í honum, ef hann ætlar sér eitthvað þá gerir hann það, hann hefur strokið úr hesthúsunum og farið á græna grasið hinum megin þannig að löggan hefur sótt hann :/\nHann kemst allt sem hann ætlar sér, hann hleypur á rafmagnsgirðingar bara til að komast í gegnum þær. Ég stóð hann reyndar að verki um daginn, þá lá hann á framfótunum og var búin að troða höfðinu undir grindverk til að reyna að ná í “nammi” sem var hinum megin :)\nBáðir foreldrar mínir og systir mömmu hafa náð að fljúga af baki á honum en ekki ég :D\n'Eg veit ekki um marga sem fýla hestinn minn, en í mínum augum er hann sko fullkomin, þó það sé varla hægt að ríða honum þá er hann bara svo æðislegur sjálfur. Pabba mínum finnst hann reyndar vera æðislegur útaf því að hann hefur aldrei séð heimskari hest á æfi sinni :)",
    "url": "https://www.hugi.is/hestar/greinar/81665/hesturinn-minn/",
    "url_id": "81665",
    "id": "581078",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-17 21:25:04",
            "id": "581079",
            "reply_to_id": "581078",
            "text": "Hahaha :D Snilldarhestur."
        },
        {
            "user": "AnnnaJ",
            "user_id": "22337",
            "date": "2002-06-28 15:06:02",
            "id": "581080",
            "reply_to_id": "581078",
            "text": "Þetta hlítur að vera frábær hestur ;)"
        },
        {
            "user": "Zzybbit",
            "user_id": "14236",
            "date": "2002-07-15 14:15:50",
            "id": "581081",
            "reply_to_id": "581078",
            "text": "skemmtilegur hestur:)"
        },
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2002-07-26 18:33:23",
            "id": "581082",
            "reply_to_id": "581078",
            "text": "Við áttum hest sem einmitt ætlaði sér bara að komast þangað sem hann vildi.\nVar fyrir tíma rafmagnsgirðinga hjá okkur en hann bara labbaði á girðingarnar hjá okkur og ef hann komst yfir þá bara frábært mál að hans mati en ef ekki þá sat hann bara fastur og beið þolinmóður eftir að einhver tæki eftir þessu og losaði hann."
        }
    ]
}