{
    "forum_title": "Stjórnmál",
    "user": "badmouse",
    "user_id": "11419",
    "date": "2002-06-16 20:24:25",
    "title": "Fátækt í ríkum heimi.",
    "text": "Ef ég hef skilið þá menn, er sig vilja kenna við jöfnuð, rétt, þá snýst þeirra hugsjón um að allir þegnar samfélagsins hafi jafnan rétt og aðgang að þeim gæðum sem lífð hefur uppá að bjóða. Þeir vilja skapa jafnan grundvöll fyrir alla til að vinna sem best úr þeim hæfileikum og því frelsi sem hver og einn fékk í vöggugjöf.\nÉg er mjög sammála.\nÉg trúi að hver og einn ætti að fá tækifæri til að þroska og þróa með sér sína hæfileika. Hver einstaklingur, óháð litarhætti, kynferði, trú o.s.frv. á réttinn á frelsi frá kúgun, ofbeldi og fátækt, og réttinn til mannsæmandi lífs.\n…og samt kalla ég mig frjálshyggjumann(!?).\nÉg hef frá öndverðu skilnings haldið fast í ofangreindar hugsjónir, en það var ekki fyrr en að ég gerði mér grein fyrir eigin aðild að þeim hildarleik sem gerir það einmitt að verkum að ofangreindar hugsjónir eru orðin tóm, að ég sagði mig úr þeim hugðarvítahring sem gerir fátæka fátækari, og gerðist frjálshyggjumaður.\nAð vera frjálshyggjumaður þýðir í stuttu máli að bera virðingu fyrir ákvörðunum nágrannans. Þetta kann að hljóma ankannalegt í fyrstu, vegna þess að virðingu fyrir náunganum, tillitsemi og “að bæta fyrir misgjörðir okkar” drukku flestir í sig með móðurmjólkinni. Ég leyfi mér að fullyrða að þessi siðferðislögmál eru sameiginleg flestum ef ekki öllum mannlegum samfélögum í dag.  Að allri umræðu um eðli mannsins undanskildri má líta á þetta sem þróun samfélaga þar sem einstaklingarnir hafa gert sér grein fyrir því að þeir uppskera eins og þeir sá. Þ.e.a.s. ef ég geng á eignir eða skipti mér af einkamálum náungans get ég búist við því að hann geri e-ð á minn hlut á móti.\nOkkur verður sem sagt snemma ljóst að ribbaldaskapur og yfirgangur leiði einungis til illdeilna og lægra fasteignaverðs. Allir tapa.\nVið berum þvi virðingu fyrir ákvörðunum nágrannans og sköpum þar með frið og farsæld í okkar litla horni af heiminum.\nAf hverju búum við þá í heimi sem er fullur af ofbeldi og fátækt?\nAf því að sem samfélag förum við ekki eftir eftir þeim lögmálum sem stjórna hegðun okkar gagnvart  einstaklingnum. Þvert á móti. Við höldum að sameiginlegur yfirgangur og rányrkja gagnvart öðrum geri lífið auðveldara og samfélagið betra. Ekkert er fjær sannleikanum.\nT.d. lágmarkslaun.\nÁ sínum tíma í Suður-Afríku börðust verkalýðsfélög hvítu yfirstéttarinnar mikið fyrir lögbundnum lágmarkslaunum. Ekki var það þó gert af kærleik fyrir svörtum verkamönnum heldur gerðu félögin sér fyllilega grein fyrir að með hærri lágmarkslaunum var verið að neyða atvinnurekendur til að ráða færri fyrir sama kostnað. Svörtu verkamennirnir, sem oftast höfðu minni starfsmenntun en hvítir starfsbræður þeirra, fengu ekki tækifæri á að undirbjóða hvítu umsækjendurna. Þeir höfðu því ekki tækifæri á að byrja smátt, en auka smám saman á reynslu og starfsmenntun sína og þar með auka virði sitt í augum markaðarins. .Þeim var bannað, með lögum, að vinna sig upp úr því hlutskipti sem hvíti minnihlutinn hafði bundið þeim.\nHið sama er uppá teningnum í öllum heiminum, þ.e. ómenntuðum og fátækum minnihlutahópum(fólki) er skúfað út úr tækifærisstiganum á læstu þrepunum. Lágmarkslaun virðast því bittna á þeim sem þau eiga að hjálpa  og einungis bæta hlutskipti hinna betur settu.\nEða opinbera atvinnureglugerðir.\nFólk sem er lagið við smíðar, leigubílakeyrslu, kennslu eða næmt fyrir börnum og sjúklingum, svo dæmi séu tekin, er oft útilokað frá þessum sviðum atvinnulífsins án tilskilinna opinberra leyfa eða “réttinda”. Sem tekur oftar en ekki mikinn tíma og pening að nálgast.\nHinir ríku verða ríkari. Þeir hafa efni á andlausa stagglinu og leyfunum sem þarf að sýna hinu opinbera til að öðlast “réttindin”.\nTökum leigubílakeyrslu sem dæmi. Fátækur innflytjandi í New York, sem vill skapa auð fyrir sig og fjölskyldu sína, ákveður að taka lán og kaupa bíl til að stunda leigubílaakstur. Það sem hann veit hins vegar ekki er að til að fá “réttindi” til að keyra fyrir greiðslu, þarf hann að kaupa atvinnuleyfi frá ríkinu. Hann verður því snemma að hætta keyrslu eða sæta sektum og jafnvel fangelsisvist. Leyfi fyrir “réttindum” á leigubíl í New York kostaði árið 1986 $100.000!\nLágmarkslaunin og leigubílaréttindin eru einungis tvö af ótal dæmum um hvernig opinber valdaníðsla kemur verst niðra fátækum. En þrautagöngu okkar er hvergi lokið. Eins og í dæminu að ofan um samskipti einstaklinga, þá uppskerum við eins og við sáum. Einn hópur, hinir efnameiru, beitir ríkinu fyrir sig til að betra hlutskipti sitt á kostnað hins, hinna fátæku.\nOg nú er komið að fátækum og minnihlutahópum að svara fyrir sig, og senda handrukkara hins opinbera á afganginn af samfélaginu. Þeir krefja samfélagið um að kosta á sig fæði, uppihald, tryggingar, sjúkrakostnað og allt annað sem þeir telja vera “réttindi”, og minnihlutahópar krefjast “réttinda” vegna hörundlitar, trúar, þjóðernis o.s.frv. á kostnað allra annarra. (Ath. dæmin að ofan eru ekki einu dæmin um hagsmunavörslu á vegum hins opinbera!)\nAllir tapa.\nEf ríkið léti okkur einfaldlega í friði með lágmarkslaunum og reglugerðum ættu fátækir raunverulegan möguleika á að vinna sig upp úr volæðinu.  Mun fleirri væru um hverja þjónustu sem þýðir meira framboð, sem og aftur þýðir meiri gæði og  lægra verð. Engin þyrfti að krefjast sér “réttinda” á kostnað hins. Að ógleymdu öllum þeim pening sem sparast myndi við að leggja niður skriffinnsluna á bakvið þetta allt saman.\nÞegar við notum vald til að reyna að stjórna hverju öðru verður uppskeran sú sama og í dæminu um einstaklingana; illdeilur, einn hópur uppá móti öðrum. Allir verða fátækari, allir tapa.\nGaldurinn við að bera virðingu fyrir ávörðunum nágrannans er ekki jafn auðnuminn og við fyrstu sýn. En  það hjálpar að vita að yfirgangur, hvaða nafni sem hann nefnist, kemur aftur í hausinn á okkur.\nÉg minntist á það hér að ofan að hegðun okkar gagnvart náunganum væri í versta falli samfélagsleg þróun einstaklinga. Nú er þess bara að vona að við sem hópur og samfélag lærum sömu lexíu, og hættum að beita fyrir okkur ríkisribbaldinu til að stjórna “öllum hinum” í samfélaginu, að við lærum af mistökunum og höldum áfram á samfélagslegu þroskabrautinni.\nÁ toppi samfélagsþróunnar trjónir frjálshyggjan.\nfriður\nbadmouse\n(Dæmin tvö um lágmarkslaun og atvinnureglugerðir eru tekin uppúr bókinni “Healing our world” e. Mary J. Ruwart.)",
    "url": "https://www.hugi.is/stjornmal/greinar/81681/fataekt-i-rikum-heimi/",
    "url_id": "81681",
    "id": "581253",
    "replies": [
        {
            "user": "helgi74",
            "user_id": "20730",
            "date": "2002-06-17 20:08:53",
            "id": "581254",
            "reply_to_id": "581253",
            "text": "Flott grein. en heilafrumurnar mýnar brunnu yfir við að lesa hana."
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-06-17 20:36:17",
            "id": "581255",
            "reply_to_id": "581253",
            "text": "Á toppi samfélagsþróunnar trjónir frjálshyggjan"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-06-17 21:15:24",
            "id": "581256",
            "reply_to_id": "581253",
            "text": "ha wow 100.000 $ fyrir leigubílaleyfi, næ þessu ekki :P"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-06-17 21:27:20",
            "id": "581257",
            "reply_to_id": "581253",
            "text": "Ok, frjáls markaður, engin lágmarkslaun.  Nú er atvinnuleysi í þjóðfélaginu og atvinnurekendur bjóða laun sem ekki duga til að lifa af.  Hvað gera bændur þá?  Jú, þeir sem búa í pappakassa geta undirboðið hina sem borga leigu.  Þeir sem búa í pappakassa gera það áfram vegna þess að þeir hafa ekki efni á að leigja en hinir sem leigja og hafa ekki vinnu missa húsnæðið og enda líka í pappakassa.  Ég næ ekki alveg hagur hvers batnar við það.\nHins vegar er ég alveg sammála því að það er of mikið af reglum um allt mögulegt.  Mættu alveg vera færri."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-06-17 23:56:28",
            "id": "581258",
            "reply_to_id": "581253",
            "text": "Sæll badmouse.\nÞað skiptir vissulega verulegu máli hverja við kjósum til þess að standa við stjórnvölinn, en einnig að við sjálf veitum það nauðsynlega aðhald\nsem þörf er á. Ekki hvað síst hver fer með umboð til þess að semja fyrir okkur um kaup og kjör.\nÍ Verkalýðshreyfingunni hafa til skamms tima setið forystumenn sem hvoru tveggja semja um lágmarkslaun og sitja einnig í stjórnum lífeyrissjóða er varið hafa fjármagni í atvinnufyrirtæki á hlutbréfamarkaði sem hagnast helst á greiðslu lágmarkslauna.\nGallinn er sá að hinn vinnandi maður hefur ekki fengið atkvæðisrétt til kosningar stjórna í þá sjóði, sem tilkomnir eru fyrir hans fé.\nÞetta er eitt af því óréttlæti sem enn á eftir að leiðrétta.\nmeð góðri kveðju.\ngmaria."
        },
        {
            "user": "gummi3849",
            "user_id": "14229",
            "date": "2002-06-19 14:39:12",
            "id": "581259",
            "reply_to_id": "581258",
            "text": "Það er staðreynd að þróunaraðstoð til 3 heims ríkja hefur gert meira illt en gott.\nLönd sem náð hafa að rífa sig úr fáttækt í 3 heiminum hafa öll gert það vegna aukins frelsis fólks, viðskipta og lyðræðis.\n´\nHættum að halda þessum löndum uppi eins og t.d. Tansaniu sem er ekki að skila neinu.  Gefum þeim peninga gegn því að viðskipti verði gefin frjáls landið opnað og önnur fyrir þeim og lýðræði tekið upp.\nEf þetta er gert sjá markaðsöflin um restina. Dæmin sanna að með því að dæla peningum í þessi lönd erum við að gera illt verra!\nkv\ngg"
        },
        {
            "user": "LarusH",
            "user_id": "11687",
            "date": "2002-06-20 21:56:42",
            "id": "581260",
            "reply_to_id": "581259",
            "text": "Við þurfum að fella niður skuldir þriðja heimsinns til þess að löndin geti rifið sig upp úr klóm fátæktarinnar. Það er nefnilega þannig að mörg þessara landa nota meiri hluti þeirra peninga sem þeim er gefinn til þess að borga skuldir sem þeir standa í við t.d. Alþjóðabankan og fleiri slíkar stofnanir.\nOg svo samhliða þessu eigum við að þrýsta á að þessi lönd opni sig og verðið með lýðræðislegt stjónarfar.\nÞað er alls ekki þannig að aðstoðin geri meira slæmt en gott, við þurfum bara að velja hvert við viljum gefa peningana. Það er til dæmis mun betra að gefa þá til menntamála heldur en að gefa þá beint til ríkis sem til dæmis á í stríði við nágrannaríki, því þá fer hann beint í hergögn….sem keypt eru frá VESTURLÖNDUM!!\nAukin menntun er það sem þarf til að hjálpa þriðja upp úr fátæktargryfjunni.\nKveðja, larush"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-06-24 19:21:12",
            "id": "581261",
            "reply_to_id": "581260",
            "text": "Hey hey! Þjóðernisfrjálshyggja!"
        },
        {
            "user": "badmouse",
            "user_id": "11419",
            "date": "2002-06-26 22:36:06",
            "id": "581262",
            "reply_to_id": "581253",
            "text": "Fyrst og fremst frábær grein hjá þér badmouse! ekki alveg á hverjum degi sem maður rekst á eitthvað merkilegt hérna…\nÉg er alveg hjartanlega sammála þér, og ykkur, um að frjálshyggjan sé rétta leiðin. Hinsvegar verðum við að átta okkur á því að maðurinn er í eðli sínu gráðugur, grimmur og jú, jafnvel heimskur! Ef fram fer sem horfir verður hægri-anarkismi (!!!) það stjórnarfar sem ræður ríkjum í heiminum! Bilið milli ríkra og fátækra er alltaf að breikka, fólk deyr úr hungri á meðan við vesturlandabúar kvörtum yfir því að fá brotið glas á dýrum veitingahúsum…\nHervæðing stórveldanna nú til dags finnst mér fáránleg. Bandaríkin hafa nú aukið vopnaframleiðslu til muna, dregið mjög úr umhverfisvernd og leika sér við að skjóta upp geimflaugum og drasli til að… tja, gera eitthvað við alla þessa peninga!\nÞetta er nú ekki stór pláneta sem við lifum á hérna. Hvernig væri að leysa þetta vandamál - gefa öllum tækifæri á að koma sér og sínum á framfæri! allavega ÁÐUR en við förum að senda fólk til MARS og framleiða sprengur til að drepa geimverur og eitthvað svoleiðis rugl…\nemmmr…  ég nenni bara ekki að skrifa meira!\nkv.\npeace…\nPoseidon"
        },
        {
            "user": "badmouse",
            "user_id": "11419",
            "date": "2002-06-27 13:44:03",
            "id": "581263",
            "reply_to_id": "581262",
            "text": "Takk.\nHervæðingin, valda- og peninganíðslan í heiminum í dag,  gerir mig  hreint út sagt beiskan í bragði.\nHvernig getur það verið að í heimi sem býður uppá ríkidæmi fyrir alla, að meirihluti jarðarbúa búi við fátækrarmörk!?\nEkkert meira ofbeldi eða valdbeitingu, takk fyrir! Leyfum fólki að lifa sínu lífi eins og það vill.\nÞað hlýtur að vera lausnin.\nfriður\nbadmouse"
        }
    ]
}