{
    "forum_title": "Börnin okkar",
    "user": "Krusindull",
    "user_id": "5081",
    "date": "2000-11-06 16:37:23",
    "title": "Hjálp Hjálp!!!!",
    "text": "Þetta er alveg ótrúlegt!\nÉg hreinlega veit ekki hvað ég á að gera en þannig liggur í því:\nFyrir rúmu ári eignuðumst við dóttur sem var þvílík hamingja, nokkrum klukkutímum seinna segir ein ljósmóðirin við mig ja þessi á eftir að vera mjög ákveðin og jafnvel dálítið frek en samt kurteisislega.  Við hlustuðum nú ekki á það og fórum heim daginn eftir svo fór mín að sýna hvað í sér byggi og í dag er hún þvílík skapstór og frek.  Það er alveg sama hvað við erum með hún vill fá það strax helst í gær og ef hún fær ekki hluti strax eða þá að hún er að dunda sér eitthvað og það tekst ekki strax slær hún höfðinu bara í gólfið, veggi eða skallar okkur þannig að hún er öll blá og marin.\nÉg bara spyr eigið þið einhver ráð við svona litlum Tuddum????\nEf svo er og þið viljið deila því með okkur værum við mjög þakklát.\nMeð fyrirfram þökk,\nKrusindull",
    "url": "https://www.hugi.is/bornin/greinar/8206/hjalp-hjalp/",
    "url_id": "8206",
    "id": "45652",
    "replies": [
        {
            "user": "brunn",
            "user_id": "2006",
            "date": "2000-11-06 19:37:22",
            "id": "45653",
            "reply_to_id": "45652",
            "text": "öll börn eru jú misjöfn! sum eru frek.. sum eru algjörir englar.. sum eru feimin.. sum eru löt.. sum eru dugleg..\nég held að það geti nú enginn í rauninni sagt þér hvernig þú átt að fara að.. því enginn þekkir barnið þitt betur en þú!\nplís bara EKKI láta allt eftir henni og láta hana verða freka dekurdós!\nekkert verra!\ngangi þér vel :)\nGIZ"
        },
        {
            "user": "fifa",
            "user_id": "34946",
            "date": "2000-11-06 19:51:34",
            "id": "45654",
            "reply_to_id": "45652",
            "text": "Já það er ekki auðvelt að vera foreldri. Þessi aldur er mjög erfiður,þau geta mjög takmarkað tjáð sig og sínar tilfinningar. Annað hvort eru þau glöð og allt í góðu eða þá að þau bregðast við með því sem við köllum frekjukast. Ég á tvö börn og mín reynsla er sú að reyna að láta þessa hegðun ekki hafa neikvæð áhrif t.d. stressa ykkur upp, verða reið við hana, heldur leyfa henni að fá útrás og tala svo við hana og hugga þegar hún er tilbúin til þess. Hún lærir fljótt inn á ykkur ef þið sýnið mikil viðbrögð við þessu því neikvæð athygli er betri en engin. í mínum tilfellum hefur þetta virkað en það gerist ekki á einum mánuði. En þú þarft að fylgjast með að hún slasi sig ekki ef hún lemur sér utaní þegar hún er reið.\nGangi ykkur vel.\nfifa."
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-11-06 21:56:26",
            "id": "45655",
            "reply_to_id": "45652",
            "text": "ég skal hjálpa þér sko og ég þarf ekki að þekkja þig né barnið þitt til þess. Það er alþekkt og þú getur lesið þig um það að ef þú lætur eftir barni þínu þá lærir það á þig og veit alveg hvað á að gera til á fá sitt. Með því að gefast upp þá stirkir þú athöfnina sem er þá að berja höfðinu í og vera óhemja. En ef þú neitar henni og strirkir það þá fer hún að láta undan. Og hvort viltu ? Ég veit að þetta er erfitt að sjá barnið sitt grenja og vera þvílíkt óhamingjusamt og það fer mjög í tilfinningar foreldra á sjá þetta en þetta verður að gerast. Á leiskólum er ekki farið eftir því hvað barnið vill frekjast áfram. Barnið verður þar að læra að taka tillit til hvað er bannað og hvað má þannig að það er best að byrja sem fyrst. Ef þú ert í hættu með höfuð barnsins settu ´það bara á dýnu svo það meiði sig ekki og leifðu því að grenja. Gangi þér vel og ekki gefast upp"
        },
        {
            "user": "blimp",
            "user_id": "3621",
            "date": "2000-11-07 10:24:07",
            "id": "45656",
            "reply_to_id": "45652",
            "text": "minn lætur svona,eg bara læt han rifast læt einsog\neg heyri ekkiert,eða að byrja að tala um eithavð\nalltannað og truflan.en han lemur hausin i veggin og fróðufellir nánast. samt aðalega við mig ,aldrei við mömmu eða á leikskóalnum,þá er han\neins og ljós!unfair!!!!!!!"
        },
        {
            "user": "crazy",
            "user_id": "1738",
            "date": "2000-11-07 12:55:10",
            "id": "45657",
            "reply_to_id": "45652",
            "text": "úff.."
        },
        {
            "user": "gusto",
            "user_id": "1918",
            "date": "2000-11-07 21:18:56",
            "id": "45658",
            "reply_to_id": "45657",
            "text": "sammála þé"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2000-11-07 15:11:55",
            "id": "45659",
            "reply_to_id": "45652",
            "text": "Ég er eiginlega alveg sammála því sem geggi segir hér á undan, en það hefur virkað vel hjá mér að taka þessi börn í fangið og halda þeim þar til þau róast aðeins. Ég hef lent í svona á leikskólanum sem ég vann á og þá tók ég þau í fangið og hélt þeim föstum, ekki of fast svo að þau meiddu sig, bara þannig að þau gætu hvorki meitt sig né aðra. Það virkar fínt að láta þau sitja í fanginu á mér, snúa andlitinu frá mér, krossleggja hendu þeirra yfir magan á þeim og halda í hendurnar. Þannig eru þau alveg föst, meiða sig ekkert, þetta er ekkert óþægileg stelling, en geta ekki meitt sig né nokkurn annan. Ég geri þeim jafnframt ljóst að um leið og þau verði róleg og hætti þessum látum þá sleppi ég þeim. Þau vilja alls ekki vera svona svo að það tekur yfirleitt ekki langan tíma þar til þau róast, en hjá sumum getur það tekið þó nokkurn tíma og það getur þurft að gera þetta nokkrum sinnum. En þau læra fljótt að það borgar sig ekki að haga sér svona ef þetta er það eina sem þau græða á því.\nÞví segi ég, gefðu þér nógan tíma og aldrei láta undan henni þegar hún lætur svona, það hvetur hana bara til að halda þessu áfram.\nGangi þér vel"
        },
        {
            "user": "honey",
            "user_id": "4744",
            "date": "2000-11-07 16:05:53",
            "id": "45660",
            "reply_to_id": "45659",
            "text": "sammála tippzorah:)"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-11-07 16:40:52",
            "id": "45661",
            "reply_to_id": "45652",
            "text": "Þú ættir að láta kanna hvort hún sé ofvirk."
        },
        {
            "user": "Urk",
            "user_id": "5479",
            "date": "2000-11-09 01:07:18",
            "id": "45662",
            "reply_to_id": "45661",
            "text": "Því miður er ekki hægt að greina ofvirkni í barni sem er svona ungt. En vissulega var það sem sagt var hér að ofan sennilega skynsamlegasta leiðin til að fá barnið til að hætta þessari óæskilegu hegðun, og á sama tíma passa að það skaði sig ekki"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-09 16:22:12",
            "id": "45663",
            "reply_to_id": "45662",
            "text": "Komiði sæl ég þekki þetta mjög vel.. 'Eg hef bæði reynsluna og þekkinguna um þetta vandamál..\nþað virkar örugglega á mörg börn að halda þeim og sérstaklega með svona ung börn og eru margir sem mæla með henni.  hún skaðar engan og barnið lærir hver ræður að auki eru börnin oft að kalla á athygli .. því er gott að tala róandi við barnið\nþessi aðferð virkar mismikið á börn og þetta getur þurft að endurtaka allveg í mánuð til að sjá árangur..\nsvo er til svokölluð samloku aðferð. hún felst í því að “hrósa skamma hrósa” og er mjög góð.. strákurinn hjá mér er 4 ára og virkar þessi aðferð mjög vel..\naðal atriðið er að missa ekki þolinmæðina og tala rólega . ef maður stressast og fer að öskra þá endar maður í víta hring ..\nEf einhver er kominn í þann hring þá er gott að hætta þessum öskrum…… Því að eftir einhvern tíma þá verður þetta bara eðlilegt að vera skammaður með öskrum.. Það hlustar á öskrinn og eldist.. Þegar að barnið er orðið það stórt og hræðslan við foreldrana hverfur þá kemur barnið eins fram eða fer að öskra og rífa kjaft..\nAð auki barn sem fær meira af skömmum en hrós eða fær meira af fílulegu viðmóti en hlýlegu\nbýr til vegg og verður bælt, ég fæ alltaf sting í hjartað þegar ég heyri foreldra vera öskrandi á börnin vegna þess að þau eru “óþekk” í staðin að spyrja þau hvað sé að og vinna út úr því..\nkomdu fram við börnin eins og þú vilt að þau komi fram við þig ..\nMín aðferð þegar hann fær svona skapsveiplu þá tek ég hann upp fer með hann inn í herbergi og sest í rúmið hjá honum og segi að hann hefði verið svo stilltur  fyrr um daginn og og svo allt í einu kominn einhver óþekktapúki í hann .. og segi honum að vera inn í herberginu þangað til að þessi púki se farinn og þá meigi hann koma fram og leika eða kúra . .. Allt eftir aðstæðum ..\nÞegar hann kemur fram þá ræðum við málinn\nEina sem þarf að passa er að missa ekki stjórn á skapinu sínu..Sína frekar ákveðni og hlýju\nSóla"
        }
    ]
}