{
    "forum_title": "Smásögur",
    "user": "Mariakr",
    "user_id": "20188",
    "date": "2002-06-20 18:35:31",
    "title": "Saga",
    "text": "1.kafli.\nAllt var með kyrrum kjörum á strætum innan veggja borgarhliðs Crybog kastala. En um strætin liðaðist skuggaleg vera sem haltraði skringilega. Veran staðnæmdist og studdist við vegg. En ef litið var betur sást að þetta var engin vera, þetta var maður. Fullvaxinn karlmaður ca.20-23 ára í skítugum og slitnum lörfum og herðaslá með hettu. Í belti hans var girtur hnífur í slíðri, langt reipi og á bakinu var örvahíði og bogi. Nú tók hann niður hettuna. Undir henni leyndist kolsvart hárið, grænn augu, oddmjótt nefið og það skrítnasta oddmjó eyru!! Hér var augljóslega álfur á ferð en álfar voru margir í Doovoo skógi, en menn litu ey á þá sem jafningja. (Alveg síðan Vali álfakonungi sem ríkti eitt sinn yfir landinu var steypt af stóli af mönnum og álfarnir hraktir út í skógin hefur það verið þannig. Enn álfunum hefur tekist að ná fram einhverju réttlæti en það er ólíklegt að þeir nái einnhvern tíman að fá frelsi.) En nú glumdu við hróp og köll. ,, Náið álfinum, hann hefur ekki komist langt”. ,, Lokið borgarhliðinu”!! Í örvæntingu ráfaði álfurinn inn í yfirgefið og hljótt húsasund, og lagðist í grúfu á jörðina. ,,Hahaha! hugsaði hann. Þeir finna mig aldrei hér. Ég ligg hér í nótt og hvílist. Svo held ég heim á morgunn. ”Og við það sofnaði hann, úrvinda eftir vinnu kvöldsins.\nHann vaknaði næsta morgunn við sólarupprás og læddist af stað. Hann gekk að hurð á litlu húsi, bankaði þrisvar fast á hurðina og beið. ,,Vonandi eru þeir vakandi.” hugsaði hann. Svo kom til dyra feitlaginn álfur. ,,Hver ert þú? spurði hann”. ,,Ég heiti Baldur Falkner af Losius ættum. Faðir minn er Einar Bastirdus Falkner. Ég er félagi.” Þá varð smá þögn. ,,Ó, taerus ”, hvíslaði Baldur svo. ,,Hleyptu mér inn”. Það varð smá þögn. Síðan opnuðust þykku eikardyrnar svo að einungis opnaðist smá gátt. Baldur smeygði sér inn. Fyrir innan var dimmt, að undanskyldum fáum, litlum gluggum og kyndlum.\nInni var allt fullt af álfum og öðrum skepnum , s.s. dvergum,  tröllum, barbörum, berserkum, galdramönnum og mörgum fleiri. En þarna stendur Davíð Loomie, besti vinur hans. Ég geng til hans. Davíð tekur til máls. ,,Hey, hvar varstu í nótt. Menska lögreglan kom hingað í gær, hún leitaði að álf sem hafði brotist inn í fangelsið og frelsað Hans Lerki. Hún missti af þeim, og sagt er að Hans hafi sloppið út í skóg. Þeim tókst að særa hinn, en hann slap líka. Og veistu að…. Ó, þú ert særður, hvað gerðist? Það varst þú, var það ekki?” Ég kinka hægt kolli. ,,Við verðum að hjúkra þér. Ég kalla á Pétur Terper galdramann. Terper, sýndu þig!” Terper birtist strax. ,,Hvað er vandamálið? spurði hann”. ,,Baldur er særður. Það var hann sem… bíddu við, gildir reglan hér”? ( Þannig er á þessum tímum að allir ómennskir eru bundnir þagnareið ) ,,Já, það gerir hún. svaraði Pétur um hæl. Hvað varstu að segja”? ,,Jæja, hélt Davíð áfram, það var hann sem réðst inn í fangelsið og frelsaði Hans Lerti. En hann er særður, getur þú læknað hann”? ,,Ég get reynt. Sýndu mér sárið.” Hann leit á sárið og byrjaði að fara með töfrarullu. Baldur fann hvað sársaukinn hvarf. Eftir stutta stund hætti Pétur að þylja. ,,Svona, þetta ætti að duga. Farðu nú upp á herbergið þitt og hvíldu þig”. ,, Já en fyrst skrifa ég fjölskyldunni heima og læt þau vita af mér. ”Svo lagði hann af stað í gegnum mannfjöldann, upp hringstigann og inn á herbergið sitt. Þar fellur hann niður á rúmið sitt, feginn að vera komin heim, en á sama tíma óttasleginn um það hvað yrði á morgunn. Myndi mennska lögreglan finna hann? Færi hann í fangelsi? Og þá, hver myndi stjórna hinni væntanlegu byltingu? Gætu þeir unnið? Með þessar hugsannir hringsnúandi í höfðinu sofnaði hann værum svefni.\n2.kafli.\nBaldur vaknaði þegar sólin skein inn um gluggann á herberginu hans og baðaði það ljósi. Hann reis á fætur og vildi að hann þyrfti ekki að fara úr rúminu framar. En hann þurfti að gera margt í dag. Hann fór inn á baðherbergið og þvoði sér í framan. Svo klæddi hann sig í tötrana og skikkjuna og hélt af stað niður í borðsalinn. Þegar hann gekk inn dundu við lófaskellir og dynkir. Það voru heldur fáir inni í borðsalnum, einungis nokkrir aðrir álfar og galdramenn sem voru gestir á gistihúsinu, sem hafði verið heimili Baldurs alveg síðan hann flutti að heiman. Og hver sat þarna í miðjum hópnum annar en Hans Lerti. Baldur gekk til hans og heilsaði honum. Hann settist hjá honum. ,,Fiskisagan flýgur hratt hjá okkur álfum og öðrum.,, sagði Hans glaður í bragði. Allir kalla þig hetju og tek ég sterklega undir það. Allir aðrir hefðu látið mig rotna í fangelsi en þú, gegn öllum líkum braust þangað inn og frelsaðir mig, og fyrir það er ég þér þakklátur”. ,,Mín var ánægjan, svara ég. Við frelsishetjurnar verðum að standa saman”. ,,Satt er það, en ég verð að fara, áður en einnhver sér mig.Skilaðu kveðju til mömmu frá mér segðu henni að óttast ekki, og að ég komi heim fljótlega. Og mundu, við munum sigra þetta stríð. ”Og að þessum orðum sögðum stóð Hans upp og fór. Ef Baldur hefði nú vitað að þetta væri í seinasta sinn sem ég liti í augu eins besta vinar hans þá hefði hann örugglega ekki leyft honum að fara. Þegar hann kom að dyrunum sneri hann sér við, broti þessu geislandi brosi, fullu af þrótti, eldmóð og þrá, þrá fyrir betri tímum og jafnrétti. Svo setti hann upp hettuna og fór. Hann var handsamaður síðar um daginn, færður að gálganum og hengdur. En mönnunum nægði ekki að taka einn besta bardagamann álfa, nei þeir urðu að kalla alla fram og láta þá horfa. Baldur lá andvaka næstu nætur og hugsaði um þennan dag. Þegar hann var leiddur að gálganum, hann spriklandi og æpandi. ,,Heimsku menn, haldið þið virkilega að þetta dugi. Nei, það eru margir aðrir eins og ég, sterkir og reiðir álfar í vígahug. Við munum riðja veginn fyrir álfa annars staðar í heiminum, veginn til frelsis. Haha, það munuð þið sjá, að sá sem frelsaði mig úr prísundini svo að ég gat eytt síðustu dögum ævi minnar meðal álfa, vina og vandamanna, í sólinni og bláum himni, andað að mér hreinu lofti og heyrt fuglana syngja, hann mun leiða fylkinguna til sigurs. Og fuglarnir sungu þann söng sem þeir munu syngja þann dag sem við náum yfirráðum aftur.” Við þessi orð urðu mennirnir hræddir. Hans var mjög góður spámaður, það vissu allir, álfar, menn og skepnur. Að þessu búnu var snaran sett um háls hans og pallurinn tekinn. Baldur leitt undan í ofboði, höfuð hans var að springa af reiði og sorg. Hann var gráti næst, þeir voru að drepa besta vin hans. En hann leit aftur upp. Hann sá að Hans horfði yfir alla. Þegar hann sá Baldur brosti hann og horfði til himins og þá held ég að hann hafi gefið upp öndina. En hann var sæll þá því að hann vissi að baráttunni yrði haldið áfram, af Baldri Falkner.\n3.kafli.\nBaldur  vaknaði næsta morgunn þreyttur og syfjaður því að hann hafði ekki sofið mikið síðustu nótt. Hann klæddi sig og dreif sig niður í andyrið. Þar sat feitlagni maðurinn, eigandi kránnar, bakvið lítið borð. ,,Viltu gera hestinn minn kláran, ó og hest Davíðs Loomie og gætirðu fundið hann fyrir mig líka”? ,,Ertu að skrá þig út?” sagði maðurinn með mjóróma röddu, sem var einkennilegt af svo stórum manni á allar hliðar. ,,Já, en aðeins í fáa daga”. ,,Allt verður klárt eftir hálftíma eða svo.” sagði þrekvaxni maðurinn. Baldur ákvað að skoða sig um í borgini aðeins, það var svo langt síðan hann hafði haft færi á að litast um þar. Hann gekk út um aðaldyr kráarinnar, hann notaði bakinganginn seinast til þess að verða ekki séður. Þá blasti við honum aðalgatan, full af lífi og gleði. Margir hestvagnar voru á ferð og búðirnar, básarnir og verslanirnar voru opnar. Baldur fór að einum sölubásnum og keypti sér epli. Fólkinu fannst allt í lagi að álfar og menn byggju í sama bæ, líklega af því að álfabörn og mannabörn leika sér nú kát saman, en það voru stjórnvöld sem voru á móti því. Þeir voru sennilega hræddir um að álfarnir myndu ná yfirráðum. En það hefur ekki alltaf verið svona. Áður var fólkinu jafnilla við álfa og stjórnvöldum. Fólk leit niður á þá og smánaði þá, gaf þeim vondan mat á básunum og lét þá vinna erfiðisvinnu. En svo eitt sumar varð uppskerubrestur og fólkið leitt fram á hungursneið. En álfauppskeran heppnaðist vel og þeir opnuðu sína eigin sölubása. Fólkið vildi ekki versla hjá álfum,það var of stolt. En svo um veturinn kemur lítill strákur að einum básnum og biður kaupálfinn um örlítinn mat handa systur sinni sem er mjög veik heima. Þegar fólkið sér þetta bíður það eftir að álfurinn vísi drengnum burt. En í staðinn gefur álfurinn honum matinn og lætur hann ekkert borga. Uppfrá því hafa menn og álfar verslað hvor við annan í sátt. Baldur man eftir þessu svo vel af því að þessi sami strákur var vinur hans. Hann röltir áfram eftir götuni og flautar lag. Svo, að hálftíma liðnum fer hann aftur að kránni og á móti honum kemur Davíð. ,,Hvað vildirðu mér? ”spyr hann. ,,Nú förum við með líkama Hans aftur til móður hans. Við stoppum þar í nokkra daga og förum svo og fáum vinnu hjá skóaranum, við verðum að borga skatta” svaraði Baldur. ,,Af hverju þurfum við það þegar við getum búið úti í skógi skattfrjálst”? ,,Heyrðu Davíð, sagði Baldur, heldurðu ekki að alla fari að gruna eitthvað þegar að skömmu eftir lát Hans Lertis flytji bestu vinir hans úr bænum og út í skóg? Þá halda mennirnir að við séum svo reiðir að við ætlum að hrinda strax af stað byltingu. Og varla viltu kasta öllu starfi okkar og Hans á glæ. Nei við bíðum, af því að í borgini heyrum við allar fréttir strax, en það tekur tíma fyrir þær að berast út í skóg”. ,,Allt í lagi þá, gerum hestana klára.” Og eftir skamma stund riðum við út um borgarhliðið í áttina að Doovoo skógi.\n4.kafli.\nÞeir ferðuðumst í heilan dag, eftir skógarstíg Alavr skógar sem liggur við borgina. Þar búa sumar fjölskyldurnar sem voru hraktar burt af mönnum enn í dag. En svo komu þeir að fjallastígnum sem liggur upp fjallið Pivar sem skilur álfabyggð frá Crybog, svo langt vorum álfar hraktir burt frá heimkynnum sínum. Þar stoppa Baldur og Davíð og minumst þess tíma sem foreldrar þeirra sögðu þeim frá, þá sömu sögu sögðu foreldrar þeirra þeim frá. (Og álfar eru langlífir, sá elsti sem vitað er um varð 200 ára. og Baldur og Davíð er nú bara 17 ára og það er talið mjög ungt hjá álfum.) Sagan um kúgunina, um flóttann og skelfinguna. Mörg þúsund álfar sem flýðu upp þennan stíg kvöld eitt, sumir á hestum en langflestir hlaupandi á tveimur jafnfljótum, foreldrar leiðandi börn sín með mennina á eftir þeim æpandi: ,,Grípið álfana, náið þeim öllum, skjótið þá veikustu og handsamið þá ungu.” Amma mín var lítil telpa þá og hún sá bestu vinkonu sína leidda í burtu og setta í búr!! Eftir stutta þögn höldum við áfram ferð okkar upp þröngann fjallastíginn. Við ríðum áfram til sólarupprásar þegar við loks sjáum fyrir enda fjallastígsins og yfir Visim-dal, heimkynni Losius ættarinar og margra annarra. Baldur og Davíð eru báðir  af þeirri ætt og eru því náskyldir sem bræður. Allt er mjög fallegt í Visim-dal, enn fallegra enn Baldur minnir. Allt er fagurgrænnt og gróið, fuglar syngjandi, trén há og falleg og allt fullt af lífi. Þeir erum komnir niður af fjallinu á fimmtán mínútum. Þaðan ríða þeir beint í gegnum bæinn. Þeir stoppaaf og til og heilsa upp á gamla vini, en halda svo áfram að heimili Hönnu Lerti. Heimili álfa eru frábrugðin heimilum manna, þeir búa aðallega í stórum trjám og holum í jörðinni. Álfaheimili eru mjög heimilisleg, allt fullt af litlum blómapottum og kertum. Mamma Hans býr ein í stóru og miklu eikartré, hún giftist aldrei, en hitti pabba Hans, förumanninn, einn daginn og þau urðu mjög ástfanginn. En hann yfirgaf hana og var síðar handtekinn og hengdur. Hann hét Fannar Filium og var mikil frelsishetja. Síðar fæddist Hönnu sveinálfur og hún skírði hann Hans. Hún vildi skíra hann Fannar eftir föður sínum en gat það ekki því að Hans fæddist utan hjónabands og ef einhver vissi að Fannar væri faðir sveinsins mættu allir drepa hann. Hanna var fædd í stóra fjölskyldu, hún var yngst og átti bara eldri bræður. Þeir hefðu gert allt til þess að finna hann og hefna sín. En nú koma þeir að trénu og berja á dyrnar. Eftir stutta stund kemur hún til dyra, brosandi eins og alltaf. Hanna er lítil og feit, rosalega saklaus og sæt, eins og lítið smábarn. ,,Úff, þetta verður erfitt, hugsar Baldur með sjálfum mér þegar hún bauð þeim inn í te. ,,Jæja strákar mínir, hvernig hafið þið það? Hvar er Hans?,, spurði hún glaðlega.,, Hanna, Hans er dáinn.” Sögðu Baldur og Davíð alvarlega.,, Lögreglan náði honum í fyrradag og þeir drápu hann. Okkur þykkir það leit, við gátum ekkert gert.” Hanna sat bara þarna og horfði út í loftið. Svo sáu þeir að tárin byrjuðu að myndast í augum hennar, og þau tók að renna niður kinnar hennar í stríðum straumum. Baldur rétti henni faðminn og tók utan um hana. ,, Við vildum að þú vissir það áður enn fréttin bærist innan úr bænum.” sagði Davíð huggandi rómi. Eftir stutta þögn stóðu þeir upp og Davíð sagði,, Við erum með hann með okkur svo að hægt sé að jarða hann hér, við hliðina á föður sínum í frelsishetjugrafreitnum eða þar sem þú vilt. Það vildi hann. Ef þú þarfnast einhvers við þá verðum við hér í nokkra daga enn heima hjá foreldrum okkar.” Svo fórum við af stað aftur. Þegar þeir voru komnir upp á hestana og svona 100m frá trénu hennar Hönnu kom hún út í hurðina með tárin í augunum. Baldur leit við eina sekúndu og þá stóð hún þarna og veifaði. Svo skildust leiðir þeirra Davíðs, hann fór heim til sín og Baldur heim til sín. Hann á stóra fjölskyldu, sex systkini, það elsta 15 ára bróður og þau yngstu fæddust í sumar. Hann hraða á hestinum því hann vil vera komin heim fyrir myrkur. Byggðin í Visim dal heitir Vonarheiði. Þar er byggðin ansi strjál, hestatroð frá einu tré til annars eða að holum í jörðinni. Fjölskylda Baldurs á heima í heldur stóru tré rétt hjá skólanum. Þar inni er lítið pláss, en pabbi hans er að safna fyrir stærra tréi. Þau geta annars alltaf flutt í annað tré, en það þarf að finna nógu stórt tré og það þarf að vera nálægt. Svo þarf að ráða iðnaðarálfa og aðra til þess að byggja inn í tréð og annað. Þeir eru ekki dýrir, en launin eru ekki há hér og því tekur þetta tíma. En Baldur hjálpar til, sendir reglulega hluta launa sinna heim til þeirra. En nú er hann kominn að húsinu. Hann stekk af hestinum og fer með hann inn í hesthús. Í flestum götum eru hesthús, allir eru á hestum nú til dags. Þegar Baldur gengur að trénu mynnist hann hluta af æsku sinni, þegar hann og strákarnir stálu stundum eplum frá Georg kaupálfi í litla básnum niðri við ána, Baldur, Davíð og Hans, bestu vinir til æviloka og lengur. Þeir voru flottastir af öllum ungu álfunum í þorpinu, með Alla, Friðrik og Samma. Þeir tóku allir við af feðrum sínum við þau störf sem þeir gegndu áður. En þeir stjórna líka liðssöfnun, söfnun vopna og fleira hér í Vonarheiði og nágreni fyrir bardagann mikla. Nú var hann kominn að  dyrunum. Hann bankaði létt á þær, en engin kom til dyra. Svo bankaði hann aftur, þá kom 5 ára bróðir hans Alan til dyra. Hann horfði á Baldur í smá stund en fór svo að brosa og tók utan um hann. Baldur faðmaði hann líka. ,,Ertu kominn heim aftur? ,, spurði hann. ,,Já, um stund.,, Hann sleppti Baldri og hljóp brosandi aftur inn. Þegar hann kom að eldhúsinu með Baldur í eftirdragi sagði hann háum rómi ,,Mamma, Baldur er kominn heim! Það er alveg satt, hann er hérna, sjáðu!,, Svo dró hann Baldur að eldhúsdyrunum. Þar inni sá hann mömmu sitjandi við stóra viðarborðið í eldhúsinu að leggja spil. Pabbi las blaðið í þungum þönkum og tottaði pípuna sína, en snérist á hæl um leið og Alan kom inn. Svo snéri mamma sér upp frá kaplinum og horfði á Baldur og Alan, sem var nú svo skælbrosandi að allar freknurnar runnu saman í eina. Svo stóðu þau bæði upp og störðu á hann. Síðan gekk mamma að Baldri og tók utan um hann. Þetta var notaleg tilfinning. ,,Ertu bara kominn aftur heim drengur.” sagði pabbi. ,, Já ,um tíma allavega.” ,, Það er gott.” Mamma sleppti mér, gekk að eldavélinni og spurði mig svo hvort ég væri ekki svangur. Og það var ég. Við höfðum bara borðað brauðbita og te í hádeginu. Mamma kallaði á systkyni mín inn að borða. Þau gengu inn og vissu ekki alveg strax hver ég var, nema auðvitað Allan sem glotti léttilega. Síðan þegar mamma kom inn og sagði þeim það urðu þau svo hissa á því að þau hefðu ekki þekkt mig. Þegar við vorum komin vel áleiðis með matinn og ég hafði sagt þeim margar sögur heyrðist hár grátur. “ Ó guð, þegar þú komst, oog ég gleymdi þeim alveg.,, sagði mamma og hljóp út úr eldhúsinu. “Hvað var þetta? ,, spurði ég alveg undrandi. “Mamma gleymdi að gefa Ottó og Hönnu að borða. ,, sagði Matta systir mín. Það kviknaði á peru hjá mér. Ottó og Hanna voru þau yngstu. Þau fæddust einhverntíma í sumar. Nú er komið haust og þau orðin nokkra mánaða. Mamma kemur labbandi inn með þau í fanginu. Þau eru vafin inn í tvö lök. Mamma lætur annað í stóra vöggu sem pabbi smíðaði, en hitt lætur hún mig hafa. Í lakið er vafin lítill álfur með bleika tísu (snuð) í munninum. Hún er sofandi. ,,Þetta er Hanna. ,, sagði mamma. Ég lít á hana. Hún er æðislega sæt og friðsæl. En nú vaknar hún. Þegar hún sér mig þá Fer hún að hlæja. Ég lít víst illa út í skítugu löfrunum mínum. Ég set upp hettuna og gretti mig. Þá fara allir í eldhúsinu að skellihlæja. Eftir  stutta stund segir mamma að allir eigi að fara að sofa. Mér er búið rúm í gamla herberginu mínu hjá Eirík (15) og Nikka. (13) Hann heitir Nikulás en enginn kallar hann það, öllum, líka mömmu og pabba, finnst það of formlegt. Þar sofna ég, yfir mig glaður yfir því að vera kominn heim.\nMeð kveðju.\nMaria KR.\nFramhald á morgun.",
    "url": "https://www.hugi.is/smasogur/greinar/82132/saga/",
    "url_id": "82132",
    "id": "584622",
    "replies": [
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-06-24 17:54:40",
            "id": "584623",
            "reply_to_id": "584622",
            "text": "okay…textinn full massívur til að auðvelt sé að lesa hann en ég barðist við að halda einbeitingunni og náði að klára en plís, notaðu enter meira næst :)….´þú hefur, að mínu mati ekki fullt vald á stíl sögunnar….fantasíu bókmenntir krefjast þess af höfundinum að hann sé með allt á hreinu, hann sér allt fyrir sér og veit allt um alla, er í raun alvitur höfundur, en yfirleitt gefur hann það sjaldan uppi…éeg veltu fyrir hvers vegna sagan væri ekki myndrænni…sbr. hann gekk að hurð á litlu húsi(hvernig leit hurðin út, hvernig leit húsið út?)…það er meira en að segja það að skrifa fantasíu, þú þarft virkilega að vera fær rithöfundur, sbr. R.A. Salvatore, Troy Denning, Margareth Wise og Tracy Hickman….Þú ræðst ekki á garðinn þar sem hann er lægstur, æfðu þig frekar á einhverju einfaldara fyrst áður en þú ferð á þessar slóðir……."
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2002-06-25 15:47:20",
            "id": "584624",
            "reply_to_id": "584623",
            "text": "Takk fyrir þessa gagnrýni, ætlaði ekki að senda svona mikið í einu. Þessi saga er bara hobby á rigningardögum. Kannski þarf ég að bæta lísingu mína á hlutunum en mér fynst þannig sögur dálítið leiðinlegar í lengri lesningu.\nMaria KR."
        }
    ]
}