{
    "forum_title": "Sápur",
    "user": "Wanda",
    "user_id": "14250",
    "date": "2002-06-21 22:11:44",
    "title": "Ætlar Flick að yfirgefa okkur?",
    "text": "Okkar heittelskaða Felicity, eða öllu heldur Holly Valance stúlkukindin sem hefur ´ljáð persónunni líkama sinn hefur hafið tónlsitarferil sinn og óhætt að segja að hún hafi byrjað ansi nálægt toppnum.  Hún á eitt mest spilaða popplagið á útvarpsstöðvum hérlendis sem erlendis þessa dagana og gengur allt ljómandi vel hjá þessari annars ágætusöngkonu. Ég sá reyndar myndbandið við lagið á skjá1 í hádeginu og verð að segja að mér brá svolítið.  Að sjá hana Holly, sem er og mun alltaf vera Felicity Scully í mínum augum, lítt klædda og stundum alsbera að ´nudda sér upp við einhverja gaura þarna.  Og alveg ósjálfrátt þá var það fyrsta sem ég hugsaði:  “Hvað ætli pabbi hennar segi núna, hann tók því ekki einu sinni vel þegar hún var með Joel?, ég myndi ekki vilja vera hún þegar pabbi hennar sér þetta”  En svona er að vera háður Neighbours.\nEN núna er smá svona fiðrildi í maganum á mér (ég er ekki ástfanginn), eins og með Natalie Imbrugliu sem stakk af vegna tónlistarinnar þá fór ég að hugsa: Nei, það er ekki gott að henni gangi svona vel í tónlistarheiminum, nú yfirgefur hún okkur.\nSvona án gríns, er það ekki það sem gerist?, henni gengur það vel að hún á örugglega eftir að fara að leita að frægð utan Neighbours.  Og ég vill ekki að hún fari! Ég vill Flick áfram!  Og núna sit ég bara heima í einni kleinu og bíð eftir þeim fréttum að hún ætli að hætta.  ÉG er hreinlega að fara yfir um af áhyggjum.\nEN ef hún þarf endilega að fara vill ég allavega halda áfram að sjá að henni gangi vel.  Og þegar hún kemur fram í Jay Leno þá á ég eftir að rifja upp gamla góða tímann sem hún átti í neighbours.\nTakk fyrir mig\nP.s. Hvað meinar fólk með því að kalla Neighbours sápuóperu?  Og hvar í hellinu er Natalie Imbruglia núna?",
    "url": "https://www.hugi.is/sapur/greinar/82259/aetlar-flick-ad-yfirgefa-okkur/",
    "url_id": "82259",
    "id": "585501",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2002-06-21 22:31:35",
            "id": "585502",
            "reply_to_id": "585501",
            "text": "Já ég held að það sé nokkuð ljóst að hún er á förum :~("
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2002-06-21 22:58:32",
            "id": "585503",
            "reply_to_id": "585501",
            "text": "who gives"
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2002-06-21 23:13:19",
            "id": "585504",
            "reply_to_id": "585503",
            "text": "Erhm, sukker, they give… hverjum er ekki sama hver vinnur í formúlunni ?\nEkki commenta á greina með svona Heimskulegum svörum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-22 00:43:17",
            "id": "585505",
            "reply_to_id": "585503",
            "text": "Sucker, finnst þér gaman þegar einhver fífl fer á t.d. formúlu áhugamálið og gerir lítið úr því áhugamáli?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-22 03:34:47",
            "id": "585506",
            "reply_to_id": "585505",
            "text": "ok.. afsakið neigbours áhugamenn..\nég ætlaði ekki að móðga ykkur.\nSry"
        },
        {
            "user": "SoKKuR",
            "user_id": "2151",
            "date": "2002-06-22 00:22:41",
            "id": "585507",
            "reply_to_id": "585501",
            "text": "Það toppar nottla Enginn Natalie(Beth?)\nEn mér fanst hún Holly sýna of mikið og tónlistin var ekki alveg nógu góð, eina ástæðan fyrir því að þetta lag henna rer frægt´er útaf Neigbours … ÞEtta verður bara one hit, hún getur varla hætt, það væri bara dauðiog Djöfulagangur fyrir þennann stutta feril hennar hingað til … En … Myndarleg er hún … Fín playboy Bunny …."
        },
        {
            "user": "shining",
            "user_id": "1453",
            "date": "2002-06-22 00:37:40",
            "id": "585508",
            "reply_to_id": "585507",
            "text": "Ó nei.. hver á þá að taka við hlutverki dekurprinsessu þáttarins ? :("
        },
        {
            "user": "shining",
            "user_id": "1453",
            "date": "2002-06-26 04:51:50",
            "id": "585509",
            "reply_to_id": "585508",
            "text": "Ég skal :) Ég hef átt draum frá því ég var 6 ára og byrjaði að horfa á nágranna með ömmu að ég komist einhvern tíman í ramsey street að leika :) Mér langaði alltaf að vera hjá fjölskyldunni sem helen og jim áttu. Síðan þegar hanna og debbie og þau bjuggu hjá þeim og hanna var gjörsamlega að rifna úr frekja þá langaði mig að komast út og slá hana nokkrum sinnum.. ;) BIG FAN HÉRNA SKO"
        },
        {
            "user": "Onoes",
            "user_id": "1099",
            "date": "2002-06-22 01:33:02",
            "id": "585510",
            "reply_to_id": "585501",
            "text": "hún og Tad verða par, er þagi?"
        },
        {
            "user": "som",
            "user_id": "13482",
            "date": "2002-06-22 02:33:51",
            "id": "585511",
            "reply_to_id": "585501",
            "text": "Hún er ekki á förum, ég er með disk uppi á þaki og horfi á þættina á bbc1,það á eftir að koma brúðkaup og það á eftir að fæðast lítið barn en Flick er ekki á förum.\nÞættirnir sem ég horfi á eru nokkru vikum á undan okkurá íslandi\nkveðja,\nSom"
        },
        {
            "user": "sunnakr",
            "user_id": "18500",
            "date": "2002-06-22 08:57:33",
            "id": "585512",
            "reply_to_id": "585501",
            "text": "Kannski heldur hún áfram í þáttunum en ég  er ekki hissa á myndböndunum þar sem öll eða flest myndbönd eru eins og auðvitað er hún ekki flick og hagar sér ekki þannig hún er örruglega líka eldri en hún á að vera"
        },
        {
            "user": "Wanda",
            "user_id": "14250",
            "date": "2002-08-29 12:16:21",
            "id": "585513",
            "reply_to_id": "585512",
            "text": "Nei, inn á Neighbours.com sérðu hana svara bréfum þar sem hún segir að Flick sé á sama aldri og hún svo það sé þægilegt að fá að leika hana."
        },
        {
            "user": "Unagi",
            "user_id": "23360",
            "date": "2002-06-22 10:06:24",
            "id": "585514",
            "reply_to_id": "585501",
            "text": "Ég vona að hún sé að hætta hún er leiðinleg í þáttunum alltaf með eitthvað helvítis vesen.Algjör dramadrottning og ég þoli ekki dramadrottningar :)"
        },
        {
            "user": "Rikki6",
            "user_id": "17192",
            "date": "2002-06-22 18:24:16",
            "id": "585515",
            "reply_to_id": "585514",
            "text": "þoliru ekki drmadrottningar?? hugsaðu þér bara hvernig sápur væru á þeirra. Þær eru ómissandi."
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2002-06-24 00:29:55",
            "id": "585516",
            "reply_to_id": "585515",
            "text": "Vá, ég er alveg sáttur að losna við Flick, það er satt.. hún er eitthvað svo… ur.. BE GONE!"
        },
        {
            "user": "Emilie",
            "user_id": "22434",
            "date": "2002-06-24 12:32:06",
            "id": "585517",
            "reply_to_id": "585501",
            "text": "Hvern lék Natalie Imbruglie og Kylie í Neighbours\nbara að spyrja."
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2002-06-24 15:56:07",
            "id": "585518",
            "reply_to_id": "585517",
            "text": "Natalie lék stelpu sem hét Beth,  ´hún giftist strák sem hét Brad og var ef mig minnir rétt besti vinur Malcolms..\nKylie lék Charlene dóttir Helen sem dó fyrir nokkrum árum..\nÞú getur séð myndir af þeim í neighbours og brúðkaupsmyndir á neighbours.com"
        },
        {
            "user": "Werty",
            "user_id": "9857",
            "date": "2002-06-25 22:16:13",
            "id": "585519",
            "reply_to_id": "585518",
            "text": "Þið eruð aumkunnarvörð!!! Ég hálf vorkenni ykkur. Hafiði virkilega ekkert betra við ykkar tíma að gera en að horfa á nágranna, ekki að það sé nógu slæmt þið eruð að hafa einhverjar rosa áhyggjur af því að einhver er að hætta….Það kemur bara einhver ný persóna, sem er öruglega allveg jafn lélegur leikari, þannig þið þurfið ekkert að hafa áhyggjur.\nOk… ég veit að ég á ekkert að vera skipta mér af þessu, kannski hafið þið bara ekkert betra að gera en ég bara vorkenni ykkur svo mikið að ég gat bara ekki staðist!!!"
        },
        {
            "user": "Emilie",
            "user_id": "22434",
            "date": "2002-06-26 12:07:29",
            "id": "585520",
            "reply_to_id": "585519",
            "text": "Afhverju ertu inná þessu áhugmáli ef þú hefur eingann áhuga á þessu og hvað kemur þér við hvað við gerum við tímann okkar."
        },
        {
            "user": "nickel",
            "user_id": "5745",
            "date": "2002-06-26 15:04:43",
            "id": "585521",
            "reply_to_id": "585520",
            "text": "*****Spoiler*********\n….\n…\n..\n..\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\nHolly Valance (Felicity) tekur upp seinustu þættina í ágúst."
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2002-06-26 15:22:07",
            "id": "585522",
            "reply_to_id": "585521",
            "text": "já en við erum ári á eftir!!!þannig að aðdáendur hennar fá að hafa hana í ár í viðbót ; )"
        },
        {
            "user": "nickel",
            "user_id": "5745",
            "date": "2002-06-27 11:41:21",
            "id": "585523",
            "reply_to_id": "585522",
            "text": "jamm ég veit, erum næstum því ári á eftir, upp á dag. Ég held að ég hafi lesið einhverstaðar að hver þáttur er tekinn upp 2-3 mánuðum fram í tíman?!?! veit ekki hvort það er satt, en ef svo er, þá er Holly í þáttunum þangað til oktober-nóvember á næsta ári (á Íslandi!!)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-27 13:32:37",
            "id": "585524",
            "reply_to_id": "585523",
            "text": "hún á bara að halda sig í þáttunum!"
        },
        {
            "user": "achondar",
            "user_id": "6386",
            "date": "2002-07-13 21:15:52",
            "id": "585525",
            "reply_to_id": "585522",
            "text": "hvaða aðdáendur?????????'"
        },
        {
            "user": "Werty",
            "user_id": "9857",
            "date": "2002-06-26 19:03:06",
            "id": "585526",
            "reply_to_id": "585519",
            "text": "Ég vorkenni þér alveg óhemjumikið, þú virðist vera algert fífl og það er ekki gott að vera.\nHvernig geturðu talað illa um fólk sem horfir á þetta þegar þú(af áhugamálunum þínum að dæma) horfir á bíla fara í hringi og fullorðna karlmenn sparka í bolta."
        },
        {
            "user": "Werty",
            "user_id": "9857",
            "date": "2002-06-26 20:50:52",
            "id": "585527",
            "reply_to_id": "585526",
            "text": "ég hef nú allveg séð nokkra þætti.. og þetta eru ekkert ROSALEGA leiðinlegir þættir bara sorglegt að fólk skuli horfa á hvern einasta þátt og vera svo allveg miðursín ef einhver er að fara hætta…\nOg ennþá að vera að spá í einhverjar persónur sem eru launguhættar.."
        },
        {
            "user": "akryl",
            "user_id": "6794",
            "date": "2002-06-27 01:37:38",
            "id": "585528",
            "reply_to_id": "585518",
            "text": "Smá leiðrétting. Kylie lék Charlene, sem er dóttir Madge sem var að deyja bara núna um daginn. Kannski aðeins að hafa hlutina á hreinu næst :o)"
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2002-06-27 08:45:30",
            "id": "585529",
            "reply_to_id": "585528",
            "text": "Bíddu ég sagði það!! ; )"
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2002-06-27 08:47:40",
            "id": "585530",
            "reply_to_id": "585528",
            "text": "sorry ég er nývöknuð hélt ég hefði skrifað Madge!!! my foult….\ngeri ekkert næst nývöknuð : )\nÞú hefur rétt fyrir þér !!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-17 09:34:52",
            "id": "585531",
            "reply_to_id": "585530",
            "text": "Átti madge dóttur?"
        },
        {
            "user": "kissmyass",
            "user_id": "15817",
            "date": "2002-07-03 17:32:08",
            "id": "585532",
            "reply_to_id": "585501",
            "text": "Það er löngu komið uppá yfirborðið að Flick ætli að hætta, en þar sem við erum ári eftir á þá hættir hún ekki strax hjá okkur ;)"
        }
    ]
}