{
    "forum_title": "Rómantík",
    "user": "HyPeRMan",
    "user_id": "17156",
    "date": "2002-06-23 01:34:42",
    "title": "Hvað á ég að gera ??",
    "text": "HÆ :)\nég er ung stelpa (ekki of ung) og ég á vin sem heitir Z og við erum ekki buin að þekkjast lengi eiginlega bara rétt fyrir 17.Juni hittumst við fyrst og við erum buin að ríða og fara í bío og ég er buin að vera hjá honum meðan hann væri vekur kura hjá honum og horfa á video (og hressa hann við með því að gear honum smá TOTT) við erum buin að tala mikið saman  og nuna í kvöld þá sagðist ég vera að fara í keilu og bað þau að koma að hann var að drekka með 2 stelpum\n…en svo sagðist hann ekki geta því þá mundi hann missa náturlega bílprófið,en svo hringdi hann eftir smi stund og sagðist ætla að kíkja á minn flotta líkama og horfa á mig hreyfa líkamann þegar ég er að kasta kúluni.\nÉg sagði honum að koma, og hann kom , þarna stóð hann ,fock havð hann var flottur í svörtum buxum og hvitri skirtu sem lístis því við forum í öskjuhlíðinni.Við töluðum saman lengi og forum að reyna við hvort annað :)\nsvo fór ég annað og hann fór í þetta party, svo hringji ég í hann þa´var hann að djamma með nokkrum Hommum, það er í lagi mér fannst það bara svo fyndið :)    svo sagði hann hvort ég get tekið mér viku frí til að fara í  sumarbústað með mömmu sinni og pabba, hann nenti ekki að fara ein og eikkað rugl, og ég sagðist koma með með glöðugleði ,því ég er geðveikt hrifinn af honum en honum langar aldrey aftur að fara í samband :(\nÞá kemur þetta sem ég þarf hjálp við\n1. hvað á ég að gear til að hann taki almennilega eftir mér ?\n2. hvað á ég að gera til að halda skemmtun ?\n3. hvað á ég bara almennt að gera",
    "url": "https://www.hugi.is/romantik/greinar/82467/hvad-a-eg-ad-gera/",
    "url_id": "82467",
    "id": "587222",
    "replies": [
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-06-23 11:04:19",
            "id": "587223",
            "reply_to_id": "587222",
            "text": "Þú átt við mjög alvarlegt vandamál að stríða - farðu í meðferð - Í alvöru.  Raunveruleikinn ekki alveg upp á 10 hjá þér.\nGosh!"
        },
        {
            "user": "Keyzer",
            "user_id": "7956",
            "date": "2002-06-23 13:19:16",
            "id": "587224",
            "reply_to_id": "587222",
            "text": "Wow.. Rétt fyrir 17 og þið eruð búin að tengjast ekkert smá… Hmm.. Kjánó ;)\nTalaðu bara við hann og segðu honum bara að þú viljir byrja með honum og einhvað…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-06-23 13:58:14",
            "id": "587225",
            "reply_to_id": "587222",
            "text": "varstu soldið að flýta þér að skrifa þetta? jahérna…."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-06-23 14:02:38",
            "id": "587226",
            "reply_to_id": "587222",
            "text": "HA?\nÞú ert búin að sofa hjá honum, totta hann, kúra hjá honum veikum, fara með honum í bíó og ætlar núna að fara með honum í vikuferð í bústað með foreldrum hans, ef ég er að skilja þetta rétt og allt gerðist þetta á rúmri viku ?\nOg vandamálið er að hann vill ekki byrja með þér!\nHmm… hefur þér nokkuð dottið í hug að hann sé bara að nota þig ?\nKv. EstHe"
        },
        {
            "user": "HyPeRMan",
            "user_id": "17156",
            "date": "2002-06-24 15:00:52",
            "id": "587227",
            "reply_to_id": "587226",
            "text": "já síðan á Laugardag í síðustu helgi. og hann er það ekki"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-06-24 16:38:06",
            "id": "587228",
            "reply_to_id": "587227",
            "text": "“..og hann er það ekki”\nGetur verið að þú lifir í afneitun? Þú vilt svo mikið byrja með honum að þú neitar að trúa því að það sé möguleiki að hann sé bara (eða a.m.k. að e-u leiti) að nota þig?\nSjálfur hef ég lifað í afneitun (reyndar ekki alveg sama dæmið, en afneitun samt) og það tók maga mánuði fyrir mig að byrja að sjá það.\nEinnig eru foreldrar oft í afneitun um að börnin þeirra séu ekki alveg fullkomin. Hefurðu aldrei heyrt foreldri segja um barnið sitt: „Nei, hann Unnar minn gerir ekki svoleiðis“ jafnvel þó að allir vita að ‘Unnar’ sé alger óþekktarangi og geri akkúrat ‘svoleiðis’?\nÞannig að ég bið þig um að útiloka ekki neitt. Einnig vill ég benda þér á sem strákur að strákar sjá sambönd í allt öðru samhengi og frá allt öðru sjónarhorni en stelpur.\nAuðvitað er erfitt fyrir okkur hin að skilja þetta mál til fulls, þar sem að þetta er ekki að henda okkur. Það er erfitt að koma máli sínu almennilega frá sér á grein og þá sérstaklega á Internetinu.\n(þetta er álit mitt og ekki annarra Hugara, þannig að alhæfingar eiga við um mínar skoðanir ekki neinna annarra)\n(þetta greinarsvar er ekki heimild um atburði heldur álit mitt. öll nöfn voru skálduð svo að ef e-r telur að ég hafi átt við sig þá hefur sá hinn sami rangt fyrir sér)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-06-25 01:08:48",
            "id": "587229",
            "reply_to_id": "587228",
            "text": "“Einnig vill ég benda þér á sem strákur að strákar sjá sambönd í allt öðru samhengi og frá allt öðru sjónarhorni en stelpur.”\nÉg hef líka tekið eftir því að strákar sjá sambönd í allt öðru samhengi en… strákar! Og það sama á við um stelpur.\nOk, ok, ég er strákur og ég vill bara hafa kellingu til að vita að ég kem heim að heitu rúmi og drætti. Duh, eins gott að þú sagðir mér þetta, annars hefði ég kannski farið að verða kvenlegur ;)"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-06-26 02:02:00",
            "id": "587230",
            "reply_to_id": "587229",
            "text": "Hehe, kvennlegur…\nNei kallinn minn, ég átti ekki við að strákar vilji bara labba á milli „ríðudúkka“ og fá sér drætti. :D\nEf þú ert í eða hefur verið í föstu sambandi (sem ég geri fastlega ráð fyrir) við aðila af hinu kyninu þá hefurðu væntalega tekið eftir því að aðilar eru oft ósammála og sjá hlutina frá sitthvoru sjónarhorninu. Ekki ætlarðu að segja mér að þú hafir ekki a.m.k. brosað þegar þú sást Hellisbúann (sem ég geri fastlega ráð fyrir að þú hafir séð)? Þar er einmitt plottið þessi munur á kynjunum, fyrir þá sem ekki vita.\nStelpur eiga það til að vera mun tilfinninganæmari þegar kemur að samböndum en strákar, þeir vilja jafnvel frekar chilla á því í góðum fíling (þetta er EKKI samlíking um kynlíf).\nÉg er trúlofaður og í föstu sambandi og elska konuna mína mjög heitt. Samt eru þessir litlu hlutir sem við erum alveg gjörsamlega ósammála um. Bæði höfum við rétt fyrir okkur - bara á okkar hátt - því að við sjáum oft hlutina frá sitthvoru sjónarhorninu. Hún er kvk ég er kk.\nÉg vona að þetta hafi skýrt mál mitt og ég vill biðja alla sem hneyksluðust á þessarri alhæfingu minni innilega afsökunnunnar á þeim misskilningi sem þetta kann að hafa valdið.\nPís man!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-06-26 02:45:42",
            "id": "587231",
            "reply_to_id": "587230",
            "text": "Málið er bara það að það sem þú sagðir endurspeglar ekki reynslu mína…\nOg ég hef verið í sambandi og nei, ég hef ekki séð hellisbúann :)"
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2002-06-23 16:01:08",
            "id": "587232",
            "reply_to_id": "587222",
            "text": "“Við töluðum saman lengi og forum að reyna við hvort annað”   Eftir að þú varst búinn að totta hann, ríða honum og fara með honum í sumarbústað!\nÉg bara skil þetta ekki, ég hlýt að vera orðinn gamall :("
        },
        {
            "user": "snotra",
            "user_id": "7272",
            "date": "2002-06-24 16:50:37",
            "id": "587233",
            "reply_to_id": "587232",
            "text": "Ég er svo virkilega sammála þér, ég á ekki orð.  Ég hlýt að vera orðin forngripur."
        },
        {
            "user": "snotra",
            "user_id": "7272",
            "date": "2002-06-24 16:50:45",
            "id": "587234",
            "reply_to_id": "587232",
            "text": "Ég er svo virkilega sammála þér, ég á ekki orð.  Ég hlýt að vera orðin forngripur."
        },
        {
            "user": "Jessie",
            "user_id": "16758",
            "date": "2002-06-24 17:51:26",
            "id": "587235",
            "reply_to_id": "587234",
            "text": "svör við vandamálum þínum…\n1) emmmm… til að hann taki eftir þér, guð hann hlýtur nú að hafa tekið smá eftir þér þegar þú varst að totta hann eða hann að ríða þér, nema þú sért svona léleg að þetta var eins og hvert annað handavinnukvöld hjá honum… en það er greinilegt að hann vill ekki samband…. ákveddu hvort þú vilt bólfélaga og ef svarið er nei hættu þá við þennan gaur\n2) HALDA SKEMMTUN??\n3).. lærðu íslensku"
        },
        {
            "user": "gosto81",
            "user_id": "17089",
            "date": "2002-06-23 18:11:44",
            "id": "587236",
            "reply_to_id": "587222",
            "text": "eg skil ekki orð hvað þú ert að tala um"
        },
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2002-06-23 18:24:22",
            "id": "587237",
            "reply_to_id": "587222",
            "text": "hvaða stelpa kallar sig hyperman ?"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2002-06-23 20:55:30",
            "id": "587238",
            "reply_to_id": "587237",
            "text": "bíddu vó…hann er sko að nota þig…ekkert vera að búast við neinu meiru-það lítur allt út fyrir að hann vilji bara að þið séuð bólfélagar !"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2002-06-23 21:45:43",
            "id": "587239",
            "reply_to_id": "587238",
            "text": "hyperman, hérna ertu þá strákur (hommi) eða hvað???"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-06-24 09:59:38",
            "id": "587240",
            "reply_to_id": "587239",
            "text": "“HÆ :)\nég er ung stelpa (ekki of ung)” Ég leyfi mér að efast um að hyperman sé hommi, eða kk þó nickið sé dáldið strákalegt! :)\nKv. EstHe"
        },
        {
            "user": "HyPeRMan",
            "user_id": "17156",
            "date": "2002-06-24 15:03:22",
            "id": "587241",
            "reply_to_id": "587239",
            "text": "nei ég er nu bara 16 ára stelpa sko"
        },
        {
            "user": "MacPhisto",
            "user_id": "9534",
            "date": "2002-06-24 15:24:04",
            "id": "587242",
            "reply_to_id": "587241",
            "text": "En hérna segðu okkur eitt.\nByrjuðu þið að reyna við hvort annað eftir að þú tottaðir hann, kúraðir hjá honum þegar hann var veikur og fórst i bíó með honum??\nJa hérna…..\nÉg segi bara :  HAA????"
        },
        {
            "user": "FrkFix",
            "user_id": "15470",
            "date": "2002-06-24 16:00:12",
            "id": "587243",
            "reply_to_id": "587242",
            "text": "huhh, váaa..oke mér finst þetta bara fáránlegt…allavega eins og ég skil þetta..og megnið af fólkinu…\nmæ god…"
        },
        {
            "user": "HyPeRMan",
            "user_id": "17156",
            "date": "2002-06-24 15:02:09",
            "id": "587244",
            "reply_to_id": "587237",
            "text": "vinur minn gerði þetta til að hann komist á þetta lika"
        },
        {
            "user": "soror",
            "user_id": "22190",
            "date": "2002-06-24 12:52:52",
            "id": "587245",
            "reply_to_id": "587222",
            "text": "þú átt svo sannarlega við vandamál að stríða! LÆRÐU STAFSETNINGU!!!! Þetta er alltof algengt á Huga að fólk kunni varla að skrifa rétt!\nNB. hann er rosalega mikið að nota þig\nMeð kveðju,\nVigdís"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2002-06-24 19:09:32",
            "id": "587246",
            "reply_to_id": "587222",
            "text": "Jeminn…!\nog\n“2. Hvað á ég að gera til að halda skemmtun?”\nég get svo svarið það…"
        },
        {
            "user": "Eneka",
            "user_id": "22464",
            "date": "2002-06-25 00:40:55",
            "id": "587247",
            "reply_to_id": "587222",
            "text": "Ég held að þú ættir að byrja á að lesa bók sem heitir “Konur sem elska of mikið” eftir Robin Norwood. Ætti að fást á bókasöfnum. Þetta er bók fyrir konur sem fá karlmenn “á heilann” þ.e.a.s. líf þeirra fer að snúast um hann og aðeins hann.\n“Að elska of mikið, þýðir ekki að margir verði ástarinnar aðnjótandi, eða að slík kona sé sífellt að verða ástfangin, eða að ást hennar sé of djúpstæð. Í sannleika sagt þýðir það að fá mann ”á heilann“ og kalla þessa þráhyggju ást. Og samtímist því er opnuð leið þess að þráhyggjan  fái vald yfir tilfinningum og hegðun viðkomandi konu, þrátt fyrir að hún geri sér ljóst að áhrif þessa ástands eru neikvæð fyrir heilsu og vellíðan. Og samt sem áður fær hún ekki rönd við reist. Ástin er í slíkum tilfellum mæld í hlutfalli við þann sársauka, sem hún upplifir.”\nEkki taka þessu illa en mér sýnist þú sýna sterk einkenni um að vera kona sem elskar of mikið."
        },
        {
            "user": "Qauzzix",
            "user_id": "3075",
            "date": "2002-06-25 10:18:30",
            "id": "587248",
            "reply_to_id": "587222",
            "text": "Ég virðist hafa aðra skoðun á þessu máli en flest allir hérna. Ég trúi ekki á það að strákum sem ætlar að nota þig kynni þig fyrir foreldrum sínum. Ég veit að ef ég ætlaði einhvern tíman að nota stelpu ég mundi allaveganna ekki sýna foreldrum mínum hana.\nAnnars gæti ég líka verið að lesa eitthvað kolvitlaust út úr þessu því að þetta er ekki akkurat skýrast grein sem ég hef lesið. Það gæti verið að þessi persóna væri bara með sambandsfóbíu. Þú getur ákveðið að halda áfram og sjá hvert það leiðir út í eitthvað eða þú getur bara sætt þig við núverandi fyrirkomulag eða auðvita að sætta sig ekki við það og hætta að ríða og totta hann."
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-06-26 02:04:22",
            "id": "587249",
            "reply_to_id": "587248",
            "text": "Þetta er nokkuð góður punktur hjá Qauzzix að maður sýnir ekki foreldrum sínum „nýjasta bólfélagann“… :) En því vill ég ítreka það að það er ekki mjög auðvelt að skilja atburði og tilfinningar með því að lesa grein á Huga.\nÉg trúi alvega þeim möguleika að þessi piltur sé ráðvilltur og viti ekki hvort hann vill vera í sambandi eða ekki."
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-06-26 02:08:27",
            "id": "587250",
            "reply_to_id": "587222",
            "text": "Ég vill benda höfundi, frk. Z, á að þessi grein er mjög klaufalega skrifuð og allt of mikið af innsláttarvillum. Ég mæli með því að þú lesir yfir greinar áður en þú sendir þær inn. Með því að gefa sér pínu auka tíma til að vanda sig og lesa yfir þá verða greinar miklu skýrari og auðlesnari.\nÉg er ekki að reyna að vera leiðinlegur við höfund bara að benda á þetta. :)\nEr ekki hægt að láta Stjórnendur neita að birta greinar nema að þær séu vel framsettar með minna af innsláttarvillum?\nPS: Ég er ekki að setja út á stafsetningarvillur bara innsláttarvillur. Já, og eitt í viðbót ég er ekki íslenskukennari…"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-06-26 02:47:45",
            "id": "587251",
            "reply_to_id": "587250",
            "text": "Reyndar eiga stjórnendur að senda illa framsett efni á korkana. Held að það yrði nú lítil hreyfing á greinunum suma daga á Huga ef það væri gert…\nAnnars væri ágætt að senda greinar til baka og biðja fólk um að skrifa þær betur. Góð hugmynd, I'll keep that in mind :)"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-06-26 02:57:58",
            "id": "587252",
            "reply_to_id": "587251",
            "text": "„…biðja fólk um að skrifa þær betur“\nMy point exacly."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-06-27 00:05:44",
            "id": "587253",
            "reply_to_id": "587222",
            "text": "Dömpaðonum bara, veit ekki hvaða strákur vilji ekki stelpu sem kúrar hjá honum og tottann meðan hann er veikur..oftast eru þær “uppteknar” meðan mar er veikur. Lotsa fishes in the sea oi gal."
        },
        {
            "user": "hakkari1",
            "user_id": "13527",
            "date": "2002-06-27 01:06:11",
            "id": "587254",
            "reply_to_id": "587222",
            "text": "1. Segðu Bara að þú Elskir hann útaf lífinu r sum\n2. Ríða, Fara í bío , ut að borða , chilla saman , hvað meirra ?\n3.ríða honum einu sini en og fá þér nýjan kærasta!"
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2002-06-30 23:20:58",
            "id": "587255",
            "reply_to_id": "587254",
            "text": "Hyperman ertu nýbúi ?"
        },
        {
            "user": "Surmjolk",
            "user_id": "9073",
            "date": "2002-07-01 11:52:57",
            "id": "587256",
            "reply_to_id": "587222",
            "text": "Mín skoðun…..\n1.Flýta þér hægar við næsta bréf og vanda stafsetningarvillurnar.\n2. Get a grip\n3. Get a life."
        },
        {
            "user": "HyPeRMan",
            "user_id": "17156",
            "date": "2002-07-05 01:03:04",
            "id": "587257",
            "reply_to_id": "587222",
            "text": "Þú mátt vakna núna og taka mark á því sem hann segir. Hann vill ekki fara í samband aftur, og ríkir sama skoðun hérna megin. Suma er bara einfaldlega búið að særa of oft, til þess að þeir taki fokking áhættuna enn einu sinni.\nHaldið bara áfram að ríða og vera saman. Ekki reyna að skilgreina þetta sem samband eða ekki sem samband, þú þarft ekkert opinbera skilgreiningu á sambandi til þess að vera hrifin af honum.\nLáttu bara eins og hann sé kærastinn þinn, það virðist virka. Ríðingar og kúr í veikindum nær býsna langt fyrir gott samband… skil ekki nákvæmlega hvað þú vilt sem þú ert ekki að fá.\nÞað skiptir engu máli hvað þið kallið það. Ekki reyna að draga hann út í eitthvað sem hann vill ekki, það er sama sagan með stráka og stelpur; Það skemmir bara. Láttu þetta bara þróast sjálfstætt og ekki reyna að breyta atburðarásinni.\nÉg þori að hengja mig upp á það að hann vilji ekki kalla þetta samband vegna þess að hann þekkir það of vel að vera særður. Núna fílar hann sambandið, en vill ekki kalla það samband fyrir sjálfum sér, vegna þess að hann vill gera sér grein fyrir því að þetta gæti endað í helvíti. Hann vill vera reiðubúinn undir það að þú bara farir, og ef þetta er opinberlega kallað samband, þá getur hann ekki verið reiðubúinn. Hann vill sætta sig við “worst case scenario”, þ.e.a.s., að allt fari á versta veg. Ekkert gæti heillað hann meira en það að þú virðir þetta. Ekkert gæti fælt hann meira en það, að þú gerir það ekki.\nHaltu bara áfram að gera hvað sem það er sem þú ert að gera, og spilaðu þetta eftir eyranu. Ég endurtek; Það skiptir engu máli hvað þið kallið þetta."
        },
        {
            "user": "HyPeRMan",
            "user_id": "17156",
            "date": "2002-07-05 14:27:44",
            "id": "587258",
            "reply_to_id": "587257",
            "text": "Þakka þér fyrir þetta álit. nú er ég að sætta mig við þetta og gera það sem ég er að gera núna og halda því áfram :) þú ert snillingur takk"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-07-07 05:49:57",
            "id": "587259",
            "reply_to_id": "587257",
            "text": "Scary, en samt heilmikill sannleikur í þessu mögulega…"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-07-09 12:16:53",
            "id": "587260",
            "reply_to_id": "587257",
            "text": "Armon: Þetta fannst mér vel ígrundað svar sem sagði allt sem segja þarf. Þú ættir að íhuga sálfræðinám (ef þú ert ekki að gera það núna…)\n:)"
        }
    ]
}