{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2002-06-23 22:49:51",
    "title": "Halló ég heiti Jesú og ég er alkahólisti",
    "text": "Ég heiti Jesú og ég er smitaður af algengum sjúkdóm…Alkahólisma. Ég er um 30, er hreinn sveinn og hef ákveðið að drekka áhyggjur mínar í burtu. Þetta byrjaði með þegar ég var 13 ára og var með foreldrum mínum á kristinhátíð þá ákvað ég að flýja til að hella mig fullan. Staðurinn sem ég fann var musterið, þar setist ég breytti vatni í sterkt vín og saup á því. Eftir klukkutíma var ég orðinn vel í glasi og fór að bulla eitthvað fyrir fólkið. Ég held að þar hafi þessi misskilningur byrjað, ein kona hóf að kalla þetta er frelsarinn, þetta er mezzías komin til að fyrirgefa syndir okkar. Þar sem ég stóða þarna og öll athyglin beindist að mér, vonin í augum fólksins og ég var fullur og hugsaði bara ; afhverju ekki að gera fólkinu til geðs það trúir því sem það vill trúa. Þegar ég var orðinn 30 ára blankur, heimilislaus róni ákvað ég að nota eina hæfileika minn, ræðutækni. Ég fór út á götu fullur að venju og fór að tala til fólksins. Með orðheppni og ræðusnilli tókst mér að hrífa fólkið með mér. Ég talaði vel og lengi um hvað við gætum gert heimin betri og þar fraqm eftir götunum. Enn og aftur voru nokkrir aðilar sem misskildu mig, héldu að ég væri útsendari drottins. Fólk fór að leyta til mín með alskyns vandamál og brátt fór ég að ferðast um landið og halda ræður, ég sá að þarna gat ég komið hugmyndum mínum um betra samfélag á framfæri. Það var bara eitt fólkið áleit mig annan en ég var, ég vildi bara gera þennan heim betri fyrir komandi kynslóðir og ef fólkið vildi trúað því að ég myndi taka syndir þeirra í burtu þá má það trúa því og það er hgott ef þau trúa því þá geta þau komið að stað betra samfélagi.Ég hóf að semja allskyns dæmisögur og því umlíkt til að fólk tryði meira á mig og til að styrkja grundvöll fyrir samfélags hugsun minni. En ég var þrítugur róni og heimilaus og fólk fór að taka mark á mér. Þar sem ég var heimilislaus fór ég aðeins að spila með misskilninginn um að ég væri sonur guðs, fólk fór að elta mig um allt og ég fékk að borða og allir vildu hýsa mig. Eftir að hafa ferðast í eitt og hálft ár fór ég að þreytast, áfengið fékk á mig og sífelld ferðalög voru og ofmikið. Ég byrjaði að fá mér kokaín meðan ég drakk mikið áfengi með, með þessu var ég á sífelldum ferðalögum. Svona gekk þetta í ár,ég og lærisveinarnir neytum mikilla fíkniefna og loks fór ég að flytja inn og selja fíkniefni, ég var byrjaður að skemma samfélagið sem ég ætlaði að byggja upp. Eftir 6 mánuði var ég tekinn af gyðingahersveit þegar ég var að taka á móti mjög stórri fíkniefna sendingu, nokkrum dögum seinna var ég krossfestur ásamt 2 mönnum sem höfðu verið með mér í smyglinu.\nÉg dó og tók eitt stærsta leyndarmál sögunar með mér í gröfina. 200 árum seinna skrifuðu menn bók um mig, og eins og sögur verða, stækka þær alltaf því oftar sem þær eru sagðar.\n——————————————————————\nGert  með fullri virðingu fyrir Kristinn trú.",
    "url": "https://www.hugi.is/smasogur/greinar/82485/hallo-eg-heiti-jesu-og-eg-er-alkaholisti/",
    "url_id": "82485",
    "id": "587458",
    "replies": [
        {
            "user": "fic",
            "user_id": "13571",
            "date": "2002-06-25 19:48:18",
            "id": "587459",
            "reply_to_id": "587458",
            "text": "h3he..rugl :)"
        }
    ]
}