{
    "forum_title": "Kvikmyndir",
    "user": "silky",
    "user_id": "5118",
    "date": "2002-07-05 14:30:56",
    "title": "Mr. Deeds",
    "text": "Mr. Deeds  **1/2 / ****\nFrumsýnd á Íslandi: 11. október\nAðalhlutverk: Adam Sandler, Winona Ryder, Peter Gallagher,  John Turturro.\nÍ Mr. Deeds leikur Adam Sandler Longfellow Deeds, eiganda pizzustaðar í litlum smábæ sem erfir 40 billjónir dollara eftir frænda sinn. Við þetta breytist líf hans mikið og hann flytur til New York, þar sem allir vilja komast að því hver þetta er sem erfði alla þessa peninga og hvað hann ætlar að gera við þá. Winona Ryder leikur fréttakonu sem fer í gervi smábæjarstelpu til þess að geta kynnst Deeds betur og skrifað frétt um hann.\nAdam Sandler leikur ósköp svipaða persónu og hann hefur gert í flestum sínum myndum, svona nokkuð aulalegan mann sem er settur í aðstöðu sem hann er ekki vanur og séð hvernig hann vinnur úr því. Það sem mér fannst helst eyðileggja fyrir þessari mynd er að flest fyndnu atriðin í myndinni eru sýnd í trailernum og þegar maður hefur séð trailerinn tuttugu sinnum í sjónvarpi verða atriðin ekki jafn fyndinn og þau vory fyrst þegar maður sá þau. Leikurinnn í þessari mynd er ágætur, Adam Sandler er bara í sínu vanalega hlutverki, Winona Ryder er fín sem fréttakonan Babe en skemmtilegasa persóna myndarinnar er án nokkurs vafa þjóninn sem hinn ágæti leikari John Turturro leikur, það er hægt að hafa mjög gaman að þeirri persónu. En annars er þetta fín afþreying og hafði ég ágætlega gaman að myndinni en því miður var ég búin að sjá fyndnustu atriðin tuttugu sinnum í trailernum. Ég gef henni tvær og hálfa stjörnu af fjórum.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/83828/mr-deeds/",
    "url_id": "83828",
    "id": "598038",
    "replies": [
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-07-05 14:59:25",
            "id": "598039",
            "reply_to_id": "598038",
            "text": "Las ekki greinina því ég tók eftir stjörnugjöfinni og þá datt mér í hug að greinin innihéldi eitthvað röfl um hvað þetta væri lélegt og hitt væri illa gert. Ég ætla pottþétt á þessa mynd því ég er Adam Sandler fan en fyrir ykkur sem teljið hann hafa eyðilagt ferilinn með leik sínum í Little Nicky þá eruð þið eitthvað rugluð í hausnum því sú mynd er massagóð.\nSilky, nothing personal svo langar mig ekkert að vita um myndina því ég verð að koma alveg óundirbúinn í bíó svo ég njóti myndanna sem best =]"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-07-05 20:25:46",
            "id": "598040",
            "reply_to_id": "598039",
            "text": "Hehe, Crucio, það er greinilegt að þú sæerð ekki sólina fyrir Adam okkar Sandler en er dýrkunin komin á dáldið fáránlegt stig þegar þú fordæmir e-ð sem gæti hugsanlega sagt e-ð slæmt um hann án þess að lesa það.\nAnnars toppaði Adam Sandler sig í Happy Gilmore sem er án efa ein besta gamanmynd síðari tíma en hann hefur ekki gert góða mynd síðan þá, Wedding Singer átti sína spretti en var engin snilld og ég ætla ekki einusinni að tala um Waterboy og Little Nicky.\nÉg bíð hinnsvegar spenntur eftir Anger Managment þarsem hann leikur á móti Jack Nicholson í mynd um Anger Managment námskeið, getur varla klikkað.\nSíðan er það náttúrulega Punch-Drunk Love sem er nýjasta mynd P.T. Anderson sem hefur áður gert Boogie Nights og Magnolia en nýja myndin hanns skartar einmitt Adam Sandler í óvæntu hlutverki og hefur hún fengið fína dóma hjá þeim sem séð hana hafa."
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-07-05 21:08:14",
            "id": "598041",
            "reply_to_id": "598040",
            "text": ":)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-05 15:24:49",
            "id": "598042",
            "reply_to_id": "598038",
            "text": "Góð Grein. Maður Bíður spenntur eftir því að hún komi til Íslands! Því að sumir Eru ekki í USA!!! :)"
        }
    ]
}