{
    "forum_title": "Metall",
    "user": "thorok",
    "user_id": "7541",
    "date": "2002-07-05 01:20:23",
    "title": "Moonlyght - Progressive Darkness ... mini-umsögn",
    "text": "Póstaði þetta á PM borðið fyrr í dag, nenni ekki að þýða…  Linkar á hljóðskrár fylgja neðst.\nI'm listening to this now for the second time in a row, and probably sixth time overall.\nWhat a great CD!\nVocals: Male and female, three singing styles; Male: harsh and regular, Female: regular.\nMusic: Incredibly warm and sad beauty and the beast music that makes me get goosebumps… very few groups manage to do that, let alone in this style. Not a whole lot of really heavy riffing, but the music is dark nonetheless with some folkish influences. There's even a song with an accordian solo… I'm talking about the song “The Automn's Freezing Harmony” which is an 8 minute sheer masterpiece (goosebumps galore).\nThe guitar work is of the long epic athmospherical kind, very emotional, often intertwined with other instruments in the solo sections (like the accordian example from above). There is also very little soloing for the sake of soloing, every tone has a purpose…\nThe band also uses some orchestration ala Children of Bodem and then they sound like them, with the signature black metal voice, but that only happens once in a while. I've heard people mention that they were CoB clones, but that's far from being true, as there's so much more variety here. This music is much more beautiful… more emotional piano moments, more emotional violin moments and of course, lots of heavy brutal kickass moments as well.\nHighly recommended\nThe Autumn's Freezing Harmony (sample):\nhttp://pages.infinit.net/nadcos/EXERPTHARMONY.MP3\nFantasy  (sample):\nhttp://pages.infinit.net/nadcos/EXERPTFANTASY.MP3\nTh e Sceptic Traveller (heilt lag):\nhttp://www.mp3.com/moonlyght\nRide on Ice Storms:\nhttp://pages.infinit.net/nadcos/EXERPTRIDE.MP3\nThorsteinn",
    "url": "https://www.hugi.is/metall/greinar/83822/moonlyght-progressive-darkness-mini-umsogn/",
    "url_id": "83822",
    "id": "597997",
    "replies": [
        {
            "user": "DamienK",
            "user_id": "20118",
            "date": "2002-07-05 21:46:55",
            "id": "597998",
            "reply_to_id": "597997",
            "text": "sko… ég náði í The sceptic traveller og fannst það alltof mjúkt fyrir minn smekk (sem er nú ekki þaaað harður, en ég tek það líka fram að þetta er ekki alveg það sem ég hlusta helst á)… en það er nú bara mín skoðun, endilega tékkið samt á þessu til að fá fleiri álit"
        },
        {
            "user": "Saul",
            "user_id": "1074",
            "date": "2002-07-06 16:55:04",
            "id": "597999",
            "reply_to_id": "597997",
            "text": "Ég náði í Sceptic Traveller og mér finnst þetta bara mjög fínt… að mínu mati er smá In Flames fílingur þegar kassagítararnir byrja… og kannski smá Old Man´s Child líka þarna inn á milli… en jæja.. flott lag.."
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2002-07-06 17:41:10",
            "id": "598000",
            "reply_to_id": "597999",
            "text": "Kíkið á hin tóndæmin líka, The Sceptic Traveler er bara ein hliðin á þessari grúppu… Reyndar finnst mér heldur mikið Children of Bodom stæling í því lagi, sem er ekki að finna í hinum lögunum…"
        }
    ]
}