{
    "forum_title": "Spenna / Drama",
    "user": "TomasP",
    "user_id": "15117",
    "date": "2002-07-09 02:15:37",
    "title": "Og enn fleiri spoilerar ,núna um Buffy og Co",
    "text": "Varúð Spoilerar ,ef þú vilt ekki lesa neitt um það sem hefur skeð í 5 & 6 seríu farðu þá til baka.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nLeikarar sjónvarpsþáttarraðarinar á UPN Buffy the Vampire slayer ,gáfu SCI FI wire, “Hint” um hvað persónur þeirra munu gera í næst komandi 7’undu seríu, sem byrjar núna í haust. James Masters (Spike) ,Michelle Trachtenberg (Dawn)\nog Alyson Hannigan (Willow) sögðu þetta á sýningu Academy of Television Arts and Sciences in Los Angeles.\nHannigan sagði í viðtali að hún heldur að mesta eldraun Willow verði að “Vinna aftur traust aðdáendana” Eftir að hafa orðið ill í lok síðustu seríu. “Þau hata mig ábyggilega núna” sagði hún. “Ég vona að þeir geti fyrirgefið illskuna í mér í síðustu þáttunum.” Hannigan sagði einnig að fíkn Willow í galdra muni enn vera málefni fyrir persónuna. “Ó já ,um leið og þú ferð svo langt , muntu þá ekki gjalda þess það sem þú átt eftir ólifað?” Spurði hún. Eftir sorglegan dauðdaga Töru ,mun Willow byrja hitta annað fólk aftur?\n”Æ vinur ,ég vona ekki, hún þarf að hafa einhvern tíma til að jafna sig.”\nHannigan staðfesti að hún mun ferðast til london til að taka upp atriði fyrir opnunar þáttinn. Þegar hún var spurð um hvort þessi atriði innihéldu einhverjar sættir milli Willow og Giles en hún reyndi að drepa hann í lokaþætti síðustu seríu,\nÞá varð leikkonan mjög óljós ,”Ég veit ekki. Hmm. Hvað lætur þig halda það?”\nMarsters sagði við SCI FI wire að Spike muni vera vampíra með sál ,en ekki mennskur eins og var haldið. En hann bætti við að hann veit ekki hvort Spike muni verða góður eða illur. “Mér gæti verið hleypt af stokkunum sem “the big villain, eða að ég gæti verið þessi fáránlega góði brandarastrákur. Ég hef ekki hugmynd.” En nauðgunartilraun hans við Buffy í lok síðustu seríu mun valda bils milli hans og Dawn.\n“Það mun ekki vera auðvelt fyrir Spike að koma aftur.” Sagði Trachtenberg í viðtali.\n”Auðvitað er það ,það samband, sá grunnur er fyrir hendi svo að það er eitthvað þarna. Og ég held að hann sé sá sem Dawn hafi náð mesta sambandi við sökum þess að hann kom aldrei fram við hana eins og barn. Í þetta eina sinn ,hún mun meðhöndla ástandið á mjög fullorðinslegan hátt , en hún mun ekki leyfa honum að komast upp með það.” Trachtenberg bætti við að Dawn myndi berjast meira , eins og hún slóst í lokaþætti síðustu seríu. “Mig hlakkar mikið til .þess , mér hefur verið lofað hælum á næsta áro , vegna þess að Dawn hefur verið í strigaskóm síðasta árið. Þannig að ég þarf að fara að æfa mig í að berjast í háhæluðum skóm ,en það mun vera eitthvað sem verður gaman. Dawn mun einnig horfast í augu við stefnumóta mál. Ég hef heyrt nokkra orðróma um það að Dawn muni hafa nokkra stráka sem muni koma inn og út í þáttunum ,en ég veit ekkert um önnur sambönd sem við munum byggja upp. Ég held að þetta sé árið sem Dawn verði eldri og virkilega verður sú sem hún á að vera. Hún hefur eitt síðasta árinu í jörðinni ef svo má að orði komast , og mun hún núna getað höndlað sjálfa sig í líkingu við systur sína á hennar fullorðinslegu dögum.”\nTekið af Sci Fi Wire og þýtt af “ykkar einlægum”\nBiðst velvirðingar á  hugsanlegum stafsetningarvillum og þýðingarvillum.",
    "url": "https://www.hugi.is/spenna/greinar/84213/og-enn-fleiri-spoilerar-nuna-um-buffy-og-co/",
    "url_id": "84213",
    "id": "600679",
    "replies": [
        {
            "user": "catsie",
            "user_id": "13073",
            "date": "2002-07-30 11:37:29",
            "id": "600680",
            "reply_to_id": "600679",
            "text": "þetta er allt crap"
        }
    ]
}