{
    "forum_title": "Stjórnmál",
    "user": "gmaria",
    "user_id": "6128",
    "date": "2002-07-10 02:53:25",
    "title": "Þjónusta við heilbrigði á Íslandi.",
    "text": "Íslensk heilbrigðisþjónusta tekur til sín mestan hluta okkar skattpeninga ár hvert, samt sem áður eru það ekki margir sem hafa haft áhuga á því að ræða hvernig þeim peningum skuli varið sem þangað fara nema kanski þeir er heita sérfræðingar hvers konar innan þjónustunnar.\nRaunin er sú að Íslendingar hafa dregist aftur úr öðrum þjóðum varðandi heildarútgjöld til heilbrigðismála undanfarin ár og áratugi. Ítrekað hefur verið reynt að hagræða í rekstri sjúkrahúsa en illa gengið því engin hefur áhuga á breyttum starfskjörum og þar með ef til vill lakari launakjörum og slíkt kostað hatrammar deilur allra handa.\nÁ sama tíma skortir grunnþjónustu heimilislækna á hinu stóra höfuðborgarsvæði sem telja verður stórfurðulegt í ljósi þess að\nsú þjónusta kann að fyrirbyggja fjöldan allan af þeim heilsufarslega vanda sem annars verður verkefni stóru hátæknisjúkrahúsanna að fást við með mun meiri tilkostnaði eðli máls samkvæmt þar sem hvern sérfræðinginn um annan þveran þarf að kalla til við þau verkefni sem þangað koma.\nBarátta sérfræðilækna innan kerfisins á sínum tíma til dæmis gegn\ntilvísanakerfi, þar sem  heimilislæknar skyldu framvísa til sérfræðinga þóttu þeim hinum sömu alveg ómögulegt, og stjórnvöld dönsuðu eftir því,  en slíkt kerfi  sem átti að reyna að koma á lýsir vandamáli því sem við er að etja í hnotskurn þar sem innbyrðis togstreita starfsmanna sem við borgum laun fyrir sína vinnu, kann að valda því að nýting skattpeninga er ekki með því móti sem skyldi þ.e. fyrst og fremst í grunnþjónustu við heilbrigði til handa öllum.\nHöfuðborgarbúar hafa því bara gengið beint til sérfræðinga á þeirra einkastofur sem aðrir landsmenn hafa allsendis ekki átt kost á, og ekkert verið að hugsa svo mjög um að heimilislækna því sérfræðingarnir höfðu t.d. fyrir því að stunda mikil blaðaskrif um það á sínum tíma hve lítið vit heimilislæknar starfsbræður þeirra hefðu á því að vísa þeim til þeirra.\nOfþjónusta þ.e. oflækningar ekki hvað síst í formi lyfja tekur því til sín allt of mikið fjármagn frá grunnþjónustu við heilbrigði sem væri vel hægt að reka all sæmilega fyrir aðeins hluta  af því fjármagni sem varið er til þess arna nú .\nSérfræðingar í læknastétt reyna nú að etja samtökum sjúklinga út í það að “ heimta meiri peninga úr ríkiskassanum ” fyrir næstu kosningar líkt og kosningar eigi einhverju að skipta í þessu sambandi, sem er í mínum huga fáránlegt því sérfræðingar og heimilislæknar þurfa að fara að koma sér saman um það að hvorir um sig eru læknar og  starfsmenn hins opinbera, þar sem markmið hýtur að vera fyrst og síðast að þjóna heilbrigði með eðlilegri forgangsröðun svo sem finna má í tillögum Alþjóða heilbrigðismálastofnunarinnar til þjóða heims um að sinna grunnþjónustu sem skyldi, ekki hvað síst með tilliti til nýtingar skattpeninga til handa öllum jarðarbúum til grunnheilbrigðis.\nmeð góðri kveðju.\ngmaria.",
    "url": "https://www.hugi.is/stjornmal/greinar/84322/thjonusta-vid-heilbrigdi-a-islandi/",
    "url_id": "84322",
    "id": "601439",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-07-10 17:54:44",
            "id": "601440",
            "reply_to_id": "601439",
            "text": "Tilvísanakerfið hefði verið fáránlegt ef það hefði þurft tilvísun í hvert einasta skipti.  Nú er fólk kannski með húðsjúkdóm og þá fer það til síns húðsjúkdómalæknis, kannski með ofnæmi og er þá hjá ofnæmislækni.  Þar að auki eru alltof fáir heimilislæknar á höfuðborgarsvæðinu ef allir ættu að fara til þeirra.\nAf mínum heimilislækni hef ég það að segja af þeim fyrsta að maður hafði það alltaf á tilfinningunni að maður væri eitthvað að bögga hann.  Yfirleitt gaf hann manni einhverjar vita gagnslausar töflur og sagði manni að koma aftur eftir viku og sendi mann þá til sérfræðings.  Þegar hann hætti störfum vegna aldurs lenti ég hjá lækni sem hafði verið að leysa hann af og hann tók mig inn þó hann væri með alltof marga sjúklinga.  Hann var mjög næs en hafði alltof mikið að gera."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-11 00:47:32",
            "id": "601441",
            "reply_to_id": "601440",
            "text": "Ihg.\nTilvísanakerfi hefði getað sparað stórar fjárhæðir og agnúa hefði mátt sníða af því.\nHins vegar vantar heimilislækna fyrir alla landsmenn eins og lög kveða á um að skuli vera fyrir hendi og er mjög mikilvægt, því þeir hinir sömu eiga að halda utan um alla leitan sjúklinga  til annarra lækna í sama kerfi.\nEf til vill er það leiðin að leyfa þeim að reka einkastofur undir hatti ríkisins,  til jafns við sérfræðinga, þar sem spara mætti í nýbyggingum og rekstri heilsugæslustöðva til þess eins að reyna að fara koma á grunnþjónustu til allra.\nkveðja.\ngmaria."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-07-12 20:14:28",
            "id": "601442",
            "reply_to_id": "601441",
            "text": "Mér finnst að einkastofur og sjálfstæðir heimilislkæknar ættu að geta boðið fram þjónustu sína. Ok, þeir geta verið eitthvað dýrari, og þá byrja vinstri mennirnir að grenja af því að fátæki jón getur ekki nýtt sér þjónustuna eins og séra jón. En ef þetta kerfi myndi vera komið á myndi það minnka svakalega þrýstingin á heilbrigðiskerfinu og þá kæmist fátæki jón mun fyrr til læknisins síns.\nvið eigum ekki að vera svona hrædd við allt sem er ekki ríkisvætt í þessum málum. Ef ríkið getur ekki staðið undir þessu á að leyfa einstaklingum að bjóða fram sína þjónustu, slíkt hefur í för með sér mikla hagræðingu og léttir á heilbrigðiskerfinu.\nkv;vigni"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-13 00:04:09",
            "id": "601443",
            "reply_to_id": "601442",
            "text": "china.\nÞað er alveg rétt, að meðan þjónustuna er ekki hægt að inna af hendi eins og hún er þá þarf að endurskipuleggja hana, öllum til góða og sama sjónarmið hefur einnig komið fram varðandi biðlista á sjúkrahúsum, þ.e. hvers vegna fá þeir sem vilja borga hærra verð ekki bara að borga það og komast fyrr að þannig að biðlistar styttist.\nLokaðar skurðstofur, á hátæknisjúkrahúsum og viðhaldskostnaður á þeim, + lyfjakostnaður til að lina þjáningar þeirra er bíða á biðlistum\ner verulega óhagkvæmt vægast sagt.\nkveðja.\ngmaria."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-07-13 10:58:27",
            "id": "601444",
            "reply_to_id": "601442",
            "text": "Jú, maður hefði haldið að biðlistar myndu styttast ef fólk fer frekar á einkastofur en eins og er í dag, þá er fólk að taka peninginn út úr heilbrigðiskerfinu samt.  Ef það þarf að taka hálskirtlana úr barni ríka Jóns þá fer hann með það á einkastofu og borgar einhvern 20 þús kall.  Svo labbar hann inn á Tryggingastofnun með reikninginn og fær endurgreiddan einhvern 12 þús kall sem það hefði kostað ríkið að gera aðgerðina.  Hefur þetta í för með sér að barn fátæka Jóns kæmist fyrr að á ríkisspítalanum?\nNú setur ríkið einhvern ákveðinn pening í hálskirtlaaðgerðir.  Ef 50% af fólkinu er byrjað að fara á einkastofur og fá þennan pening út úr TR, þá hlýtur hálskirtlafjárveitingin til spítalans að minnka og biðlistinn styttist sem sagt ekki.  Ríki Jón og barnið hans hoppa sem sagt fram fyrir biðröðina án þess að fátæki Jón og barnið hans komist fyrr að.  Það þarf alla vega að athuga margt í þessu."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-14 02:30:02",
            "id": "601445",
            "reply_to_id": "601444",
            "text": "Ihg.\nFyrir nokkrum árum áttu svokölluð ferliverk að leysa vandann, þ,e verktaka sérfræðinga við aðgerðir á sjúklingum.\nÞá kom til annar vandi ekki hafði verið samið við hjúkrunarfræðinga á sömu nótum, þ.e til þess að inna af hendi þá akkrorðsvinnu sem á stundum í þessu fólst.\nSérfræðingarnir voru ekki starfsmenn spítalanna heldur verktakar, um tíma algörlega utan trygginga varðandi mistök ef vera kynnu.\nSpítalarnir sjálfir heldur ekki tryggðir svo nokkru næmi.\nRíkið sat því uppi með tjón ef vera kynni vegna\nfjótfærni óhappa eða hinna venjulegu “ ófyrirsjáanlegu fylgikvilla ” þess að einhver aðgerð tókst ekki sem skyldi og kostaði skattborgara  kanski nokkrar milljónir, + örorkubætur per prósent af árlegum sköttum.\nMig minnir að 75 milljónir hafi verið áætlaðar á fjárlögum til greiðslu læknamistaka í lok árs 1997\nen skipulagi verktöku var breytt og reynt að fá sérfræðinga í fullt starf inni á sjúkrahúsum, að virðist til þess að stemma stigu við  of miklum fjölda aðgerða þar sem greiðsluþáttaka ríkisins miðaðist við slíkt og ekki skilaði því sem vera skyldi að virtist.\nRíkisendurskoðun fann það út að hluti sjúklinga væru ótryggðir í lok árs 1997, sem þýddi nýja lagasetningu og aukinn kostnað sérfræðilækna við það að tryggja sjálfir sinn einkarekstur.\nÞað er því margt í þessu, það er alveg rétt.\nkveðja.\ngmaria."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-15 23:45:29",
            "id": "601446",
            "reply_to_id": "601439",
            "text": "ég tel að það sé til alveg nógur peningur til að halda uppi góðri læknisþjónustu, ég er alveg á  því að peningurinn sem ríkið hefur fari í sendiráð út um allar jarðir.\nmér skilst að það verði að opna nýtt sendiráð í hvert sinn sem stjórnmálamaður lætur af störfum fyrir þingið. nú var frétt um að danir hefðu lokað um 5 - 6 sendiráðum til að spara. en á meðan opnaði halldór fræga sendiráðið í japan sem kostaði um miljarð, og svo ef maður minnist nú á nato fundinn sem kostaði bara 500  miljónir, þarna eru við komin með 1.500 miljónir bara fyrir haldór utanríkisráðherra til að leika sér með og snobba fyrir öðrum þjóðum.\nmér finndist þessir menn ættu að horfa meira hingað heim í stað þess að einblína til annara landa og ausa peningum þangað."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-16 00:16:21",
            "id": "601447",
            "reply_to_id": "601446",
            "text": "GunniS.\nÉg er sammála því að við erum þó það efnahagslega vel sett að við eigum alveg hreint að geta haldið uppi góðri læknisþjónustu við hvern einasta landsmann.\nÞað er víða bruðl það vantar ekki, og þetta blessað sendiráð í Japan var furðulega dýrt, að mínum dómi “ snobb ” öðru nafni sýndarmennska.\nGallinn við hið íslenzka heilbrigðiskerfi er hins vegar sá að það er fyrir löngu síðan orðið allt of umsvifamikið, þannig að sumir er þar starfa virðast á stundum, líta á kerfið sem alfullkomið óumbreytanlegt fyrirbæri, þar sem engu máli skipti þótt það sé rekið með halla á fjárlögum ríkisins ár eftir ár.\nInnbyrðis togsteita stétta, heimilislækna og sérfræðinga, hjúkrunarfræðinga og sjúkraliða, er venjubundið fyrirbæri við samningagerð oft og iðulega, þar sem verkföll geta lamað allt kerfið.\nBarátta unglækna nú er að vissu leyti réttlætismál, varðandi það augjósa atriði að of mikið vinnuálag á ekki heima í þessum störfum fyrir fimm aura, en Læknafélagið virðist enn svo aftarlega á merinni að samþykkja slíka “ akkorðsvinnu ” fyrir unglækna, á sumrin, eins\nófaglegt og það nú er.\nkveðja.\ngmaria."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-16 01:15:51",
            "id": "601448",
            "reply_to_id": "601447",
            "text": "það getur verið. en hvað ætli ísland þoli mörg sendiráð í viðbót áður en Halldór setur landið á hausinn."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-16 02:54:49",
            "id": "601449",
            "reply_to_id": "601448",
            "text": "GunniS.\nHalldór er ágætis maður hins vegar er hann vanhæfur þegar kemur að umræðu um sjávarútvegsmál einugis sökum þess að hann kann þar að hafa eiginhagsmuna að gæta og tal hans um ásættanlega sjávarútvegsstefnu Esb allt í einu er álíka allt\n´einu pólítik Jóns Baldvins á sínum tíma, þar sem samskipti þeirra sem utanríkisráðherra við ráðamenn ESb virðast hafa blindað sýn þeirra nokkuð mikið í embætti utanríkisráðherra landsins.\nÆtli Halldór taki ekki við sendiherraenbætti af Jóni Baldvini þegar fram líða tímar, og kanski að Össur fari til Kanada til þess að taka við af Svavari alltént góð aðferð til þess að aftengja gamla pólítikusa sem virðist hafa fallið vel í kramið.\nkveðja.\ngmaria."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-07-16 15:48:14",
            "id": "601450",
            "reply_to_id": "601449",
            "text": "og vegna þess að hann sé ágætis maður, fær hann þá að leika sér með þúsundi miljóna ?? hvað veist þú um nema þessum nönnum detti í hug að opna eins og 2 sendiráð í viðbóð til að hola niður alþingismönnum sem hafa látið af störfum.\nþú veist. ég á kuningja sem er að vinna hjá tölvudeild landsspítalans. um áramót fengu þeir skipum um að skera niður um 3 prósent. sem þýddi að segja varð upp um 6 mönnum og skera niður á öðrum sviðum. allar deildir fengu þessa skipun. og þetta var á sama tíma og hin ágætis maður Halldór utanríksiráðherra var að opna sendiráðið í japan.\nnú auðvitað verða þeir að skrapa saman fyrir sendiráðinu. og fá peninga með aðgerðum eins og ég lýsti að ofan."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2002-07-16 23:02:06",
            "id": "601451",
            "reply_to_id": "601450",
            "text": "Haldiði virkilega að eina sem opnun sendiráðs í japan gefi okkur sé 1 staða fyrir útbrunnin pólitíkus???\nJapan er með mjög stórt hagkerfi, og eru ein mesta neysluþjóð á fisk í heiminum, ásamt því að vera baráttu þjóð með okkur fyrir leyfi til að veiða hval…..\nNokkrir viðskiptasamningar um sölu á sjávar-afurðum og það er búið að borga upp þetta sendiráð, sem kostaði ekki milljarð, heldur 700 milljónir. Þarna skeikar um 300 millur, sem er svo stór upphæð að misskilningur hennar getur misleitt flest alla sem þetta lesa.\nÞað væri eins og ég talaði um 400 milljóna sendiráðið í japan…\nEn Japan er stór markaður sem við gætum hæglega sótt mun meira inn á en nú er gert, og því er best að vera með ræðismann þar. Ásamt því að Íslendingar sækja í mun meiri mæli til asíu, bæði til vinnu og ekki síst í nám, og verður japan þar oftast fyrir valinu, miðað við það sem maður heyrir.\nSvo má ekki gleyma að Japan er með gríðarlega stórt hagkerfi í kringum hátækni.\nOZ, íslensk erfðagreining o.sfrv gætu vegnað vel í samsiptum við risa Japanskra hátækni-iðnaðar.\nÉg tel að þarna sé land sem íslendingar geti ekki annað en hagnast á að vera í góðum samskiptum við.\nþaðan er hægt að fá “böns af monei” eins og meistari megas sagði ;)\nkv;vigni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-17 01:20:12",
            "id": "601452",
            "reply_to_id": "601451",
            "text": "það væri nú gaman að vita hvað þetta sendiráð er að áorka. ég hef ekki heyrt neina frétt frá því. er það að skila einhverjum viðskiptatækfærum til baka. eða situr það bara þarna og eiðir peningum ??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-22 15:48:58",
            "id": "601453",
            "reply_to_id": "601451",
            "text": "“OZ” og orða samsetningin “vegnað vel” passar ekki vel saman ;)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-07-16 02:50:19",
            "id": "601454",
            "reply_to_id": "601447",
            "text": "Þetta er náttúrulega rugl að menn séu að vinna 24 tíma í striklotu og taka ákvarðanir uppá líf og dauða þegar atvinnubílstjórar t.d. eru sendir í rúmið eftir 10 tíma keyrslu.  Hins vegar heyrði ég einhvers staðar að þeir þyrftu að vinna svona mikið til að geta aflað sér nauðsynlegrar reynslu á kandídatsárinu sínu.  En má þá ekki bara láta þeim nægja 12 tíma vaktir og hafa 2 kandídatsár?\nMér finnst líka endilega að við ættum að leita meira samstarfs við norðurlöndin um sameiginleg sendiráð.  Það er engin ástæða til að allir uppgjafa stjórnmálamenn þurfi að verða sendiherrar, enda hafa þeir ágæt eftirlaun."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-16 03:06:17",
            "id": "601455",
            "reply_to_id": "601454",
            "text": "Ihg.\nÞví miður er raunin sú að sumarfri sérfræðinganna er ekki hægt að dekka í læknaskortinum nema með þessu skipulagi, en sumarfrí hafa verið og eru viðvarandi vandamál þar sem m.a. lokanir heilu deilda sjúkrahúsa hafa á stundum þurft að koma til vegna þess eins fáránlegt og það nú er því við skattgreiðendur sem borgum þessu fólki laun fáum ekki sumarfrí frá skattgreiðslum og viljum því að þjónustan sé eins allt árið, ekki hvað síst þar sem þjónusta þessi er við heilbrigði vort.\nkv.\ngmaria."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-07-16 04:29:06",
            "id": "601456",
            "reply_to_id": "601455",
            "text": "Heilbrigðiskerfið er líka illa skipulagt.  Mágur minn er skurðlæknir og nokkur ár síðan hann kom úr sérfræðinámi að utan.  Hann tók þá við stöðu á öðrum stóru spítalanna og sagði að það hefði komið sér mest á óvart að hann átti að eyða megninu af vinnutímanum í skriffinnsku í staðinn fyrir að vera að lækna fólk.  Ég held að þeir hafa talið sig heppna að mega skera upp 2 daga í viku þrátt fyrir 2ja ára biðlista.\nEnnfremur var hann svo bláeygur að halda að hann gæti verið með samvinnu við hliðstæða deild á hinum stóra spítalanum en það var nú bara alls ekki raunin.  Þetta er líklega úr sögunni eftir að þeir voru sameinaðir.  Ég segi líklega vegna þess að alls staðar eru smákóngar við völd.\nAnnars veit ég ekki hvað sumarfrí hafa mikið með þetta að gera.  Eru of fáir læknar á Íslandi?  Eru unglæknar ekki að vinna svona eins og brjálæðingar allan ársins hring?  Sumarlokanir hélt ég væri vegna peningaleysis, ekki bara vegna skorts á starfsfólki sem er náttúrulega sérhæft fólk og kannski erfitt að fá einhvern til að leysa af svo vel sé en kannski líka vegna þess að meðan aðgerðir eru ekki gerðar sparast peningur (og biðlistinn lengist) og það þarf ekki að þrífa heldur á deildum sem eru lokaðar.  Ef þú værir að fara í frekar sérhæfða aðgerð, myndir þú þá vera til í að hún væri gerð meðan aðalsérfræðingurinn er í fríi og þú fengir mun reynsluminni afleysingamann í staðinn?  Ég hugsa að margir myndu frekar vilja bíða.  Annars hlýtur að vera hægt að skipuleggja þetta eitthvað betur."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-07-17 23:32:08",
            "id": "601457",
            "reply_to_id": "601456",
            "text": "Ihg.\nGegnum tíð og tíma hefði án efa mátt skipuleggja ansi margt betur og má enn.\nÉg get sagt þér það að á sínum tíma sótti ég marga fundi og fræðsluerindi er vörðuðu heilbrigðismál, m.a. einn fund á vegum Samtaka heilbrigðisstétta sem ég þá bjóst fyrirfram við að yrði mjög fjölsóttur en raunin var nú ekki sú.\nÉg og samstarfskona mín vorum ein af c.a. 15-20 manna hópi ásamt fyrrverandi landlækni.\nMig minnir að þarna hafi verið til kynningar eitthvað um réttindi sjúklinga.\nÞetta fannst mér afar léleg mæting miðað við þann stóra hóp sem þessi regnhlífasamtök taka til.\nEf ekki er hægt að manna þ.e. eðlilegar vaktir með vinnuhvíldum, þá er það að mínum dómi á ábyrgð lækningaforstjóra að halda slíku skipulagi gangandi, því hin faglega ábyrgð starfanna er lögð þeim á hendur, ekki fjármálaráðherra.\nkveðja.\ngmaria."
        }
    ]
}