{
    "forum_title": "Sápur",
    "user": "Demeter",
    "user_id": "19926",
    "date": "2002-07-10 11:49:35",
    "title": "JOEL & FLICK... og margt fl!",
    "text": "Ég er bara verulega hneyksluð á því hvað þetta áhugamál er dautt núna… Það hafa ekki komið inn neinar greinar núna nýlega! Ég er ekki með stöð 2 og get ekki fylgst með þáttunum lengur, og et því ekki sent inn neinar greinar, því ég veit ekkert hvað er að gerast í Neighbours!\nMér finnst þetta alveg hneyksli! Svo skemmitlega auló þættir eru á stöð 2! Þeir eiga að vera á ríkissjónvarpinu, svo að allir geti fylgst með, ekki bara þeir ríku!! Hehehe!!!\nEn já… ég sá einn þátt um daginn þar sem Flick var að fara í veskið hans Joel að ná í afgang eða eitthvað álíka stupid. Þá fann hún einhvern miða þar sem var kvittun úr demantsverslun! Flick hélt þá notla strax: \\“DEMANTS-HRINGUR!!! Joel ætlar að biðja mín!\\” En ég meina, hún er kannski eitthvað svona 17 ára og vill giftast honum! En ég er viss um að Joel er ekki að fara biðja hennar, þetta er einhver gömul kvittun eða eitthvað álíka… Eða hann veðsetti eitthvað því honum vantaði peninga!! Eitthvað þannig! Eða þá Joel biður Flick og hún segir já og pabbi Flick trompast og eitthvað þanni! En nú veit ég ekkert hvað er að gerast í þáttunum svo að þið meigið endilega láta mig vita, því ég er ein af þessum einlægu Neighbours aðdáendum (kannski ekki alveg, en svona!).\n- Ég er með smá hugmynd, hvernig væri að einhver súper ofvirkur hugari myndi taka sig til og segja alltaf frá því hvað er að gerast í þáttunum… Bara eitthvað svona stutt! Því kannski er maður ekki með stöð 2 í einn mánuð og fær svo stöð 2 hinn mánuðinn, þá er maður svolítið lengi að átta sig á því, hvað sé í gangi í þáttunum!!!\n*TAKK FYRIR*\nP.S. Hér í lokinn vil ég benda á Neighbours síðu þar sem hægt er að fyljast með því hvað er að gerast í þáttunum, þetta er bara á ensku!! Þið getið meira að segja séð hvað á eftir að gerast í þáttunum!!! Passið ykkur á því!! :)\nhttp://www.erinsborough.com/everything/episodes/",
    "url": "https://www.hugi.is/sapur/greinar/84330/joel-flick-og-margt-fl/",
    "url_id": "84330",
    "id": "601596",
    "replies": [
        {
            "user": "AnnaS",
            "user_id": "6446",
            "date": "2002-07-10 14:01:00",
            "id": "601599",
            "reply_to_id": "601596",
            "text": "Af hverju reyniru ekki að komast í heimsókn til einhvers sem er með stöð 2 á sunnudögum kl. 12. Þá er sko GrannaMaraþon dauðans, allir þættir vikunnar í einni bunu.. eða þá að láta einhvern taka þá upp fyrir þig. :)"
        },
        {
            "user": "kona83",
            "user_id": "18995",
            "date": "2002-07-10 14:50:13",
            "id": "601597",
            "reply_to_id": "601596",
            "text": "Allir að hittast hjá mér á Sunnudögum til að horfa á Nárganna!!! Heimilisfangið er Dúfnahólar 10"
        },
        {
            "user": "kona83",
            "user_id": "18995",
            "date": "2002-07-10 15:05:05",
            "id": "601598",
            "reply_to_id": "601597",
            "text": "hehe!"
        },
        {
            "user": "DayTripp",
            "user_id": "12141",
            "date": "2002-07-10 15:12:44",
            "id": "601600",
            "reply_to_id": "601596",
            "text": "svo lengi sem þú ert kvk þá er þér velkomið að koma og horfa á þetta með mér =)"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-07-10 15:56:52",
            "id": "601601",
            "reply_to_id": "601596",
            "text": "skemmtilega ógelgjulegt nikk sem þú ert með ;)"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-07-10 17:27:38",
            "id": "601602",
            "reply_to_id": "601601",
            "text": "Hvað meinarðu?"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-07-10 18:11:36",
            "id": "601603",
            "reply_to_id": "601602",
            "text": "frethaus!!\nÆi bara smá kaldhæðni…ekki illa meint…allavegana ekki mikið…"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2002-07-10 21:58:21",
            "id": "601604",
            "reply_to_id": "601596",
            "text": "Heyrðu þú mátt bara koma til mín í heimsókn á sunnudögum og horfa á þættina ;)"
        }
    ]
}