{
    "forum_title": "Smásögur",
    "user": "Hollis",
    "user_id": "17516",
    "date": "2002-07-12 10:45:51",
    "title": "Sólin í dalnum",
    "text": "Sólin í dalnum\nÉg man það ennþá sumarið þegar sólinn var uppá himninum og horfði á okkur frændurna leika. Þetta var milli tveggja fjalla og náði sjórinn uppí miðjar hlíðar. En hérna einusinni í fyrndinni þá sáu menn það fljótt að sléttlendið í miðri hlíðinni fór aldrei á kaf. Sjórinn vandi aðeins komur sínar að þessum fagra bletti en aldrei uppá hann. Einn karlinn í dalnum – sem var fullur af sjó – kímdi í skegg sitt að sagði að þennan stað skyldi kalla eyri. Því næst byggði hans sér bæ á þessum fagra stað og fyrr en varði fylgdu sveitungar hans í kjölfarið. Settust þar að og kusu í hreppsnefnd.\nSvo bar það til einn dag snemma sumars að maður nokkur lærður og sigldur – og án efa af erlendu bergi brotinn enda kom hann alla leið frá þeim fögru útlöndum sem börnin héldu að væru aðeins til í bókum – og átti hann leið um þennan fagra dal. Hreppstjórinn bauð hann velkominn og sagði stoltum rómi:\nLíst þér ekki vel á dalinn okkar erlendi og lærði maður?\nDalinn? Sagði maðurinn hissa.\nJá dalinn þú mikli maður.\nJá en minn kæri herra hreppsstjóri þetta er ekki dalur þetta er fjörður. Ég get vottað það minn kæri – sáðu hér í bókina mína sem ég hef borið yfir hafið.\nHreppstjórinn sá að það var rétt og eftir að þessi indæli ferðamaður hafði leift honum að skoða myndirnar í bókinni og þýtt fyrir hann valdi kafla – því bókin var auðvitað á erlenda tungu – sá hann að dalurinn ljúfi var ekki dalur heldur heimsins mesti fjörður.\nÞví næst sagði hreppsstjórinn stolti við ferðamanninn:\nÞú minn kæri – og okkar allra – erlendi og stórbrotni menntamaður hafðu mig afsakaðan eitt andartak meðan flyt fólki mínu þessar miklu fréttir.\nÞví næst hljóp hreppstjórinn hús úr húsi og baðst leyfis að mega ónáða húsráðendur á þessum dýrðar degi. Hann gekk inní eldhús og ljómaði í framan sem engill guðs á himnum:\nMitt kæra fólk. Við eigum heima einum fegursta firði í heimi. Þetta sagði mér fróður og mikill maður sem ég mætti á göngu minni áðan.\nOg gárungarnir stóðu við skúranna – horfðu út fjörðinn – spýttu og sögðu:\nJa mikið helvíti þetta er þá fjörður eftir allt saman.\n—\nEn svo – einhverjum hundruðum ára síðar – var ég þar á vappi - lítill strákur - ásamt frænda mínum nokkrum sem ég kýs að gera ekki frekari skil á. En við frændur og félagar höfðu uppi stórar hugmyndir um þennan smáa stað. Hér vildum við koma af stað mikilli neðanjarðarstarfsemi. En við frændurnir voru einu börnin á okkar reki í plássinu – að ónefndum einum ódámi sem barði börn með spýtu. Við þóttumst þess fullvissir að hann ætti ekki heima í okkar félagsskap. Þó mætti hugsanlega nota hann sem barefli gegn óboðnum berserkjum sem hugsanlega gætu gert árás þegar frystihúsið væri komið á okkar vald.\nEn til þess kom nú aldrei.\nVið höfðum séð okkur út húsnæði sem við hugðumst leggja hendur á. Þetta var gamall hjallur sem hýst hafði harðfisk til margra ára. En við þurftum því miður að deila inngangi með villiköttum og drukknum unglingum sem höfðust þarna við á síðkvöldum – en það gerði svosem ekkert til því við máttum ekki vera svo lengi úti.\nOkkur leist nú betur á efri hæðina fyrir ólöglegar athafnir – enda sá í gegnum neðri hæðina og var okkur heldur illa við napran vindinn og almanna augu. Þarna upp var því kjörin aðstaða og fórum við frændur í það að taka til. Ekki fór þó rusl og ryk svona fyrir brjóstið á okkur heldur vissum við ekki hvað við áttum að gera. Við vorum nefnilega ekkert vanir svona neðanjarðar glæpa brölti að neinu gagni.\nEn allt á sér upphaf og endi.\nVið lágum oft í leyni við musterið okkar og horfðum á fólkið koma útúr frystihúsinu og halda til síns heima að borða hádegismat. Og tilhugsunin ein var óhugnaleg: Á meðan allt þetta fólk borðaði matinn sinn, væri verið að leggja á ráðin um framtíð sveitarinar á lofti í einum yfirgefnum hjalli.\nEn allt á sér upphaf og endi.\nSvo var það eitt sinn er við vorum óvenjusnemma á ferð að undarlegur atburður átti sér stað: Við frændur labbakútuðumst áfram í sólinni þegar við heyrum geltandi vél að baki okkar. Þarna var þá á ferðinni gamall traktor með vagni dinglandi aftaní og var hann vopnaður unglingum. Þetta var bæjarvinnan. En ekki óraði okkur fyrir þeim óskunda sem ökumaður traktorsins tók sér allt í einum fyrir hendur – hreinlega einsog úr lausi lofti gripið eða þá að maðurinn hafi hreinlega sturlast sem snöggvast og ætti sér engrar bata von. Hann hægði á ferðinni og nam loks staðar fyrir utan fylgsni okkar frænda og félaga og skipaði öllum af kerrunni því nú ætti að rífa kofann.\nHjörtu okkur lömuðust sem og öll okkar hugsun. Við stóðum og áttum ekki orð. Hvern andskotann voru þessir villingar að gera? Vinna helgispjöll á heilögum hlut? Djöfull að hafa ekki vingast við ljóta strákinn með spýtuna. Við hefðum getað látið hann lemja þau í hausinn.\nVið urðum að víkja. Láta sem ekkert væri. Við komum okkur fyrir í mjúku grasinu uppí hlíðinni. Horfðum á ódæðisverkin í gegnum sóleyjar og drukkum malt við ógnvænlegum þorstanum.\n—\nOg núna – einhverjum árþúsundum síðar – er ég kominn hér aftur og allt er breytt. En ekkert breytir því sem skeði. Þetta er geymt en ekki gleymt. Þó er allt annað eins: himininn – fjörðurinn – ljótistrákurinn og fjallshlíðin en frændi minn er horfinn útí bláinn.",
    "url": "https://www.hugi.is/smasogur/greinar/84538/solin-i-dalnum/",
    "url_id": "84538",
    "id": "603231",
    "replies": []
}