{
    "forum_title": "Ljóð",
    "user": "cubone",
    "user_id": "5203",
    "date": "2002-07-13 11:18:58",
    "title": "To my child..",
    "text": "-=A letter from the heart=-\nI feel like i have no choice to decide,\nwhat my fate-angels have already chosen for me,\nI feel like I have to hide, but\nI wont let that stop me!\nI am going to make a difference,\nwith or without you.\nAnd I can only hope my man’ll support me,\nthrough this bumpy road of life.\nEveryone makes their own fate,\nand I have chosen mine.\nWhat I dont understand is,\nhow am I going to support my baby?\nShow up at my boyfriends flat,\nand he’s with another girl.\nAnd he tells me to get lost and\nnot to come back again.\nSay to myself the words he said,\nover and over again, and\nthe rain starts coming down,\nand I ask myself these words.\n“Do you want me to go on?”,\n“to keep the child that is growing inside me?”\n“Do you want to be you anymore?”\n“Did he just kick me out?”\nAs I burst out in flame,\nI yell “what the hell have you done to me?”\nSo the other 2 moths of shame,\nwont be as easy as i think.\nBaby, you’ll be the town slut,\nand never have sex again,\nMy mom told me, as i walked out on her.\nAnd she was right in a way!\nI feel so angry, so down,\nplease help me god i need your help.\n“What have i done to deserve this “hell”?”\nI feel so shamed, so depressed.\nAs I cut deep into my rists,\nI feel the pain in my vain.\nblood thrusting through my vessels,\nbut still, I feel relieved.\nMy last few breaths and I’ll never know,\nhow to be a parent, how to be loved,\nhow to be treated fairly, and well.\nMy eyes are sarting to shut down.\nAnd I realise I will never see daylight\nagain or my baby. I think this was the\nbest for me you wouldn’t have wanted\na mum like me. But baby you are still\nment to be born into this world\nto get things right, you deserve a try.\nSo I rush for the phone, and I tell the lady what’s happened,\nbut then all I can hear is “what is your address?”\nbut it seems so far away, I try and tell her to save my\nprecious child and to be fast.\nThen I hear nothing but I see the light.\nDid you live my child? *It’s up to you..\n*Lesendur ráða hvort barnið lifir eða deyr.\nAth, þetta er einhverskonar lýsing af ungri móður í vandræðum, og ég bjó það til sjálf. mér myndi elska það ef þið gætuð sagt ykkar skoðun á þessu, PLEASE ;/\nThnx, c'ya frm CuBoNe",
    "url": "https://www.hugi.is/ljod/greinar/84635/to-my-child/",
    "url_id": "84635",
    "id": "603863",
    "replies": [
        {
            "user": "jath",
            "user_id": "7157",
            "date": "2002-07-14 10:52:57",
            "id": "603864",
            "reply_to_id": "603863",
            "text": "Mér finnst þetta flott,,átakanlegt og gefur skýra mynd af því sem á að vera að gerast. Pínu smásögulegt í ljóðabúning sem gefur þessu mildari blæ….\nEndirinn, sumar sálir eiga bara að hafa það hlutverk að þroska aðrar, þess vegna deyja börn stundum áður en þau fæðast, áður en þau verða stór. Þannig að kannski var það hennar þroski að hugsa á síðustu stundu að barnið ætti rétt á tilraun til að lifa,,,,og að hafi verið sá þroski sem sleppti síðan taki á lífinu og ljósið kom…..\n;) bara smá hugleiðing"
        },
        {
            "user": "pinhead",
            "user_id": "15468",
            "date": "2002-07-15 04:02:40",
            "id": "603865",
            "reply_to_id": "603863",
            "text": "þú ert væntanlega móðir??"
        }
    ]
}