{
    "forum_title": "Sagnfræði",
    "user": "Uesugi",
    "user_id": "22569",
    "date": "2002-07-13 15:06:33",
    "title": "Hræðslan við innrásarherinn frá Austri",
    "text": "Þetta er svolítið sem ég fann á bókasafninu og fannst mér þetta mjög athyglisverðar greinar.\nÞegar Djengis Khan lést árið 1227 hafði riddaralið hans, hið harðskeyttasta sem heimsbyggðin hefur augum litið og réð meðal annars yfir banvænni bogfimi, sölsað undir hann keisaradæmi er náði frá bökkum Dnépr í vestri að Kínahafi í austri.\nþetta risaveldi skiptist í fjögur Khandæmi eftir daga Djengis Khan, en ég mun ekki fara út í þá sálma hér.\nFólkið óttaðist svo heri Mongóla að aðeins hugsunin um Mongólska riddarliðið-þeir voru sagðir villimannlegri en orð fengju lýst-ætlað á þessum tíma að æra vitið frá V-Evrópumönnum. þeir höfðu frétt af eyðingu Ryazan, sem var skammt suðaustur af Moskvu: “… var íbúunum, án tillits til aldurs eða kynferðis, slátrað af villimannlegri grimmd og hefndaræði Mongólanna; sumir reknir í gegn, sumir skotnir með bogum og taldist það íþrótt, sumir flegnir lifandi og naglar eða flísar reknar undir neglur annara. Prestar voru steiktir lifandi og nunnum og jómfrúm nauðgað í kirkjum og skyldmennum sínnum viðstöddum. Enginn lifði til að syrgja hina látnu.” Sömu urðu örlög Moskvu og Vladimír og þegar röðin kom að Kozel'sk skammt frá Kaluga, voru aðfarir Mongólanna slíkar að þeir gáfu staðnum sjálfir nýtt nafn og nefndu Mobalig, kvalar. Árið 1240, þegar þeir gerðu árás á Kijev á bökkum Dnépr (þar sem grísk-Kaþólska kirkjan átti sitt fyrsta athvarf í Rússlandi), leituðu svo margir hælis á þaki dómkirkju borgarinnar, að það hrundi og byggingin öll varð á skammri stundu ein hræðileg fjöldagröf.\nJafnvel tveimur árum áður en þetta gerðist höfðu sagnirnar um Mongóla vakið slíkan ugg í V-Evrópu, að skandinavískir og frísneskir kaupmenn aftóku með ölli að sigla til Englands til að versla á síldarmarkaðnum í Jarmouth, ef ske kynni að þeir yrðu á vegi villmannanna. Árið 1241 virtist innrásarherinn mundu leggja undir sig alla heimsbyggðina og kristindómurinn verða troðinn í duftið. Pólland, Slésía og Ungverjaland voru þegar sigruð. Friðrik 2. Þýskalandskeisari beitti sér þá fyrir samtökum með evrópskum þjóðhöfðingjum, einkum Hinrik 3. Englandskonungi, gegn þessari síðustu “refsingu Guðs”.",
    "url": "https://www.hugi.is/saga/greinar/84634/hraedslan-vid-innrasarherinn-fra-austri/",
    "url_id": "84634",
    "id": "603849",
    "replies": [
        {
            "user": "Uesugi",
            "user_id": "22569",
            "date": "2002-07-13 16:47:54",
            "id": "603850",
            "reply_to_id": "603849",
            "text": "hmm vantar eitthvað, hvað gerðist svo :P"
        },
        {
            "user": "Uesugi",
            "user_id": "22569",
            "date": "2002-07-13 20:22:53",
            "id": "603851",
            "reply_to_id": "603850",
            "text": "Ég get auðvitað komið með eitthvað annað ( það er að segja framhald ) en ég var ekki viss hvort eitthverjir mundu nenna að lesa þetta því að seinasta greinin sem ég skrifaði, þá voru ekki nema örfáir sem skrifuðu sitt álit. En hvað veit ég um það hverjir lesa þessar greinar."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-07-13 21:38:34",
            "id": "603852",
            "reply_to_id": "603851",
            "text": "Ég held að fleiri lesi þetta en gefi álit - mér þykir sjálfum alveg nóg að einn segi “góð grein!”.  Það er frekar ef greinin er (að mínu mati) á einhvern hátt léleg sem mér þykir ástæða til að nefna eitthvað - nefnilega það sem mér þykir lélegt.  Kannske er ég bara svona mikill nöldurseggur?"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-07-14 01:38:03",
            "id": "603853",
            "reply_to_id": "603852",
            "text": "Þetta er góð grein um MJÖG áhugavert tímabil í sögunni!!\nEn það er rétt, hún endar í lausu lofti…\nen mér finnst að maður eigi ekki bara að koma með neikvæð komment, jákvæð eru alls ekki af hinu verra!\nÞað mætti kannski eitthver bæta við upplýsingarnar í greininni eða opna umræður um eitthvað… Til þess er nú hugi.."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2002-07-13 17:04:03",
            "id": "603854",
            "reply_to_id": "603849",
            "text": "segi það… eins og það standi neðst: “To be continued”"
        },
        {
            "user": "Vladimir",
            "user_id": "2382",
            "date": "2002-07-13 17:36:54",
            "id": "603855",
            "reply_to_id": "603854",
            "text": "ah það sem gerðist var “stórkhaninn” dó. Veit ekki alveg hver það var en allavega þá drógu mongolóar þá lið sitt til baka inná sléttur Rússlands og hershöfðingjar þeirra voru kvaddir heim.\nhjúkk :)"
        },
        {
            "user": "Vladimir",
            "user_id": "2382",
            "date": "2002-07-13 19:39:28",
            "id": "603856",
            "reply_to_id": "603855",
            "text": "Barnabarn Ghengis Khan, Batu stjórnaði Rússneska khandæmi Mongólska veldisins og leiddi mongólska heri í árásum á Evrópu. Nokkrir herir hans fóru inn í Ungverjaland og tóku Pest. Á meðan réðust minni herdeildir á Pólland, tóku Krakow og sigruðu Þýsk-Pólskan her við Wählstatt (Í Slesíu nálægt landamærum Þýskalands) árið 1241.\nEn þegar “stórkhaninn” Ogedai (sonur Ghengis Khan) dó vegna ofdrykkju í desember 1241, fór Batu með lið sitt aftur til Asíu til að vera viðstaddur þegar nýr khan var valinn (Það var hefð að afkomendur khans væru allir með í að velja nýjan). Batu reyndi aldrei að klára herferð sína sem var líklega eins gott því Evrópubúar höfðu ekki mannfjölda, auðlindir til vopnagerðar eða tækniþekkingu til að ráða við Mongóla.\nMenn vilja líka meina að Mongólar hafi ekki verið svo áhugasamir um að taka Evrópu hvort sem var. Frekar reyndu þeir að einbeita sér að öðrum svæðum og þá í Asíu. Evrópa er eins og kunnugt er ekki rík af auðlindum miðað við aðrar heimsálfur og hefur greinilega ekki vakið áhuga Mongóla."
        },
        {
            "user": "Tharkun",
            "user_id": "13202",
            "date": "2002-07-14 01:58:53",
            "id": "603857",
            "reply_to_id": "603849",
            "text": "ok plís skrifaðu meira. ég fíla svona í botn."
        },
        {
            "user": "Uesugi",
            "user_id": "22569",
            "date": "2002-07-14 02:37:49",
            "id": "603858",
            "reply_to_id": "603849",
            "text": "Sælir.\nÉg var einmitt að lesa um þetta í lifandi vísindum. Verst að Rómverjarnir voru ekki í blómanum þarna, þeir hefðu kennt þeim að berjast einsog menn hehe. En annars snéru menn Djengis Khan við austur er Djengis Khan dó skyndilega. En það er vissulega spurning hvernig þeim hefði gengið með germönsku þjóðinar í vestri. Ég efast ekki um að þær hefðu veitt harðari mótspyrnu en astur-evrópu þjóðirnar. Annars var þetta ótrúlegt hvernig bardagalist þeirra var (Djengis Khan manna). Þeir spiluðu fyrst fram litlu riddara liði sem þóttist leggja á flótta og þegar andstæðingarnir héldu að þeir væru með pálmann í höndunum og hófu eftirför. Ruddust mongólarnir fram með miklum ofsa. Einnig var tilboðið að hlífa öllum við tafarlausa uppgjöf, eða eyða öllum með mikilli grimmd. En endilega haltu áfram með fróðleiksmolann…"
        },
        {
            "user": "Uesugi",
            "user_id": "22569",
            "date": "2002-07-14 13:55:47",
            "id": "603859",
            "reply_to_id": "603858",
            "text": "Það var nú gott að heyra að eitthverjir gefi sér tíma til að pæla í svona hlutum (eins og ég). :)\nÉg skal sem sagt halda áfram þar sem ég stöðvaði og koma með hlutan sem ég skrifaði ekki."
        },
        {
            "user": "Vladimir",
            "user_id": "2382",
            "date": "2002-07-14 18:28:15",
            "id": "603860",
            "reply_to_id": "603858",
            "text": "Eins og ég skrifaði áður er ég bætti við greinina góðu frá félaga “Uesugi” var það ekki Ghengis (Djengis) Khan sjálfur heldur sonur hans Ogedai sem dó 1241.\nÉg býst nú við að Germanir og Keltar hefðu ekkert ráðið við mongólsku herina frekar en Slavar og aðrir Austanmenn. Evrópa var ekki sjón að sjá á miðöldum. Enda heita miðaldir miðaldir vegna þess að þá er átt við tímann milli hruns Rómarveldis og Ítalska endurreisnartímabilsins þegar hlutir tóku að blómstra aftur.\nBardagaaðferðir Mongóla voru alveg ótrúlegar eins og félagi “1til2” benti á og voru þeir frábærar bogaskyttur. Þótt þeir væru á undanhaldi gátu þeir skyndilega snúið sér við og skotið vel.\nFannst endilega að þetta þyrfti að koma fram."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-07-14 21:58:13",
            "id": "603861",
            "reply_to_id": "603860",
            "text": "Ég verð bara að opinbera fáfræði mína og viðurkenna að ég hafði ekki hugmynd um þessa atburði. Tjah, ekki allt þetta…."
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2002-10-16 23:24:32",
            "id": "603862",
            "reply_to_id": "603849",
            "text": "Það er kannski vert að benda á að Mongólum tókst aldrei að hernema Víetnam að fullu, voru reknir þaðan að minnsta kosti tvisvar.\ngreatness."
        }
    ]
}