{
    "forum_title": "Smásögur",
    "user": "Tigercop",
    "user_id": "21417",
    "date": "2002-07-13 13:44:07",
    "title": "Sveitalúðinn fer í bónorðsferð, nr.10.",
    "text": "Jesper var að ljúka við að grafa yfir öskuna sem eitt sinn hafði verið dráttarvél þegar hann sá einhvern koma ríðandi yfir ásinn á bakvið bæinn.\nHann gekk á móti aðkomumanni sem var tilkomumikill.\n,,Það er sjaldan sem gesti ber að garði á Snauðustöðum” kallaði hann á móti þeim gestkomandi.\nÞegar maðurinn kom nær sá Jesper að þetta var mjög digur maður, örugglega hátt í tvö hundruð kíló.\nJesper velti fyrir sér hvort aumingja hrossið væri ekki orðið bakveikt undan þunga mannsins.\n,,Ert þú Jesper á Snauðustöðum?” spurði sá ókunni með mjög mikilli ókurteisi í röddinni, hann var ekki góðlegur að sjá.\n,,Já það er ég” svaraði Jesper og varð undrandi yfir hvössum raddblæ mannsins.\nHann fylgdist með manninum sem átti í miklum erfiðleikum með að komast af baki hestsins.\n,,Ég er sveitastjóri Ráðríkusveitar, herra Gráðugur frá Grobbstöðum” sagði maðurinn og blés eins og fýsibelgur þegar hann komst loksins ofan af glæsilegum folanum sem virtist taka þunga mannsins nokkuð auðveldlega.\nHerra Gráðugur leit í kringum sig og virtist vera að springa vegna áreynslunnar.\nJesper horfði á herra Gráðugan og brosti.\n,,Já, en sniðugt” sagði hann.\n,,Ég var einmitt að hugsa um að tala við þig í morgun þegar ég rak óvart Við á flótta” sagði Jesper og rétti manninum höndina.\nHerra Gráðugur horfði áhugalaus á útrétta hendi drengsins og snéri síðan bakinu í hann.\n,,Hvað kemur mér það við þó hann ræki við á flótta” hugsaði Gráðugur og velti fyrir sér hvað strákurinn hafi verið að flýja.  Hann vissi auðvitað ekki að Jesper hafði átti við að hann hafi vakið Við gamla og kötturinn hafði lagt á flótta.\n,,Hvers vegna ætlaðir þú að tala við mig” hreytti Gráðugur út úr sér um leið og hann labbaði af stað í kringum húsið og skoðaði allt hátt og lágt.\nJesper rölti á eftir herra Gráðugum og var hálfsmeykur við þennan illilega mann.\n,,Ég ætlaði að athuga hvort þú vissir um einhvern sem mundi vilja kaupa Snauðustaði og jörðina” sagði hann.\n,,En svo breyttist allt og ég ætla bara alls ekki að selja neitt” sönglaði Jesper og ljómaði.\nHann hugsaði til Ebbu og var viss um að þau ættu eftir að búa hérna alla ævi.\nHerra Gráðugur stoppaði og snéri við.  Hann leit á unga og saklausa drenginn og glotti svo skein í gullfyllingar sem kostuðu sitt.\n,,Það verður auðvelt að ganga frá þessum sveitalúða” hugsaði herra Gráðugur og stakk þumalfingrunum í vestisvasana.\nHann hafði lengi haft augastað á landareigninni sem Snauðustaðir stóðu á.\nJörðin hans Jespers lá við landamærin að Grobbstöðum og ætlaði Gráðugur sér að nota hana til beitar fyrir hrossastóðið sitt.\nÞað var ekki fyrr en að þau gömlu hrukku upp af að hann sá loksins leið til að eignast landið án mikillar fyrirhafnar.\n,,Ég er nú hræddur um að þú verðir að fara héðan þrátt fyrir framtíðaráætlanir þínar” sagði sveitastjórinn sannfærður um að það yrði létt verk að ná til sín landareigninni.\nJesper starði undrandi á græðgisvipinn sem kominn var á andlit þess feita.\n,,Hvað meinarðu með að ég verði að fara?” spurði hann.\nGráðugur leit á óttasleginn drenginn og skammaðist sín ekkert þegar hann laug.\n,,Foreldrar þínir skulduðu mér talsverðar fjárhæðir sem þau voru ekki búin að greiða mér þegar þau fóru yfir um” skrökvaði hann og glotti.\n,,Hann trúir þessu eins og ég bjóst við” hugsaði svikahrappurinn.\n,,Já, en get ég ekki borgað skuldina þeirra án þess að yfirgefa Snauðustaði?” spurði Jesper og var alveg miður sín.\n,,Ó nei, nú missi ég hana Ebbu mína líka þegar hún heyrir þetta” hugsaði hann og leit vonaraugum á þann sem að því er virtist ætlaði að rústa framtíð þeirra saman.\n,,Það getur þú auðvitað ef þú átt peninga til þess” sagði Gráðugur og néri saman höndunum.\nJesper hlustaði skelfingu lostinn á þegar Gráðugur sveitastjóri nefndi upphæðir sem voru svo háar að hann hélt að það hlytu að vera allir peningarnir sem til væru í landinu.\n,,Ég er þó ekki alveg miskunnarlaus” sagði Gráðugur svo.\n,,Þú færð einn mánuð til að greiða skuldina, annars verður þú að fara af landareigninni” sagði hann og klöngraðist á bak hestsins aftur og fór án þess að gefa Jesper tækifæri til að mótmæla frekar.\nAumingja Jesper fór inn dapur í bragði.  Hann reyndi að hugsa um leiðir til að bjarga málum án þess að tapa öllu en komst alltaf að sömu niðurstöðu.\n,,Ég reikna með að ég tapi henni Ebbu líka” hugsaði hann.\nSíðan lagðist hann upp í rúmið þar sem hann svo á endanum sofnaði dauðþreyttur.\nÁ meðan allt þetta gekk yfir aumingja Jesper, þeystust þær Gunna og Ebba á ljósrauðu hryssunni yfir að Ríkabæ.\nHryssan rataði beina leið inn í hesthús og virtist dauðfegin þegar heimasæturnar tvær stigu af baki.\n,,Hvers vegna öll þessi læti og hvers vegna varst þú svona dónaleg við hana Skjónu gömlu?” spurði Ebba þegar þær voru að ganga frá og gefa hryssunni.\n,,Hann pabbi hefur sko fréttir að færa okkur skal ég segja þér” svaraði Gunna en vildi ekki segja hvaða fréttir.\n,,Við verðum sko að undirbúa okkur vel fyrir dansleikinn” sagði Gunna og hló af kindarlegum svipnum á yngri systur sinni.\nEbba leit á Gunnu og velti fyrir sér hvort hún ætti að segja henni frá áformun sínum og Jespers.  Hún dró andann djúpt og sagði svo.\n,,Ég og Jesper erum búin að tala saman og við ætlum að gera ýmislegt saman” byrjaði hún og fylgdist með svipbrigðum stóru systur sinnar.\n,,Hann ætlar meðal annars að koma með okkur á dansleikinn” sagði hún varlega og brosti.\n,,Ætlar hann hvað” hrópaði Gunna og hætti að kemba hryssunni.\n,,Þú ætlar þó ekki að segja mér að hann hafi platað þig til þess að fá að koma með á hátíðardansleikinn, þangað sem aðeins fína fólkið kemur” kallaði hún upp og fórnaði höndum hneyksluð á svip.\nEbba skellihló að Gunnu.\n,,Skelfingar pjattrófa og snobbskjáta ert þú systir góð” sönglaði í Ebbu og hún tók burstann af Gunnu og kláraði sjálf að kemba Lady, uppáhalds hesti þeirra systra.\n,,Hann plataði mig ekki, það var ég sem stakk uppá þessu og ég ætla líka að kenna honum að dansa og líka að umgangast fína fólkið og hann fékk ný föt og ég ætla að klippa hann og og og…..”  þetta bunaðist allt út úr Ebbu í einu svo Gunna skildi að Ebba væri orðin meira en lítið ástfangin af skollans sveitalúðanum.\n,,Mér skal þó einhvern veginn takast að snúa henni og gera henni það ljóst að líf með honum verður ekkert annað en eymd og volæði” hugsaði Gunna og tók í handlegg systur sinnar.\n,,Ég er alveg viss um að hann pabbi vill ekki sjá Jesper með á dansleikinn” sagði hún við Ebbu.\nEbba leit á Gunnu og gretti sig.\n,,Pabbi má nú alveg reyna að stoppa okkur, ég fer þá ekki heldur” sagði Ebba þrjóskulega og náði í fötu sem hún fyllti með vatni.  Fötuna lét hún svo fyrir framan Lady sem byrjaði strax að drekka.\n,,Ég ætla að fara á hverjum morgni fram að dansleiknum yfir að Snauðustöðum og kenna Jesper að umgangast ríka snobbliðið og hana nú” sagði Ebba ákveðin.\n,,Ég skal sýna ykkur pabba að Jesper verður glæsilegt og verðugt mannsefni fyrir mig” sagði hún svo og labbaði af stað út.\n,,Almáttugur, hún bara steinliggur fyrir sveitaleppnum” hugsaði Gunna og gekk á eftir ástfanginni litlu systur sinni.\n,,Ég verð líklega að fara til Snauðustaða” hugsaði hún.\n,,Ég verð að reyna fá Jesper til að skilja það að Ebba á mikið betra skilið en einhvern snauðan kotbóndason sem hefur ekkert uppá að bjóða annað en dýrahræ og bæ sem er að detta í sundur” sagði hún við sjálfa sig og ákvað að fara sem fyrst.\nÞegar þær komu inn í Ríkabæ heyrðu þær að einhver var inni í viðhafnarstofunni hjá föður þeirra.\nÓmur af röddum barst fram og heyrðu stúlkurnar strax að það var æsingur í röddunum.\n,,Þetta verður alveg einstakt tækifæri fyrir stúlkurnar” heyrðu þær kunnulega kvennmannsrödd segja.\nGunna og Ebba litu undrandi hvor á aðra.\n,,Já ráður, þarna færð þú líka tækifæri til að kynnast þessum volduga herragarðseiganda sem er sagður vera sá efnaðasti á landinu og þó víðar væri leitað” sagði valdmannsleg rödd sem báðar stúlkurnar þekktu.\nÞær stukku báðar á hurðina á viðhafnarstofunni og hentust inn.\nHerra Féráður Ríkisdal ríkisfjárhirðir og kona hans frú Ríkey Smart hrukku við þegar dyrnar skullu upp með miklum látum og sonardætur þeirra komu stökkvandi inn.\n,,Afi!, amma!” hrópuðu heimasæturnar báðar í kór og gleymdu allri háttvísi.\nHerra Einráður sussaði hastarlega á dætur sínar.\n,,Hvaða læti eru þetta?  Hvar eru allir mannasiðir?” spurði hann.  Hann brosti þó þegar hann sá alla þá aðdáun og væntumþykju sem skein úr augum föður hans og móður þegar þau föðmuðu einu barnabörnin sem þau áttu.\n,,Mikið eru þið búnar að stækka” hrópaði afi þeirra og faðmaði þær að sér hvora á eftir annarri.\n,,Já og þær eru bara orðnar að glæsilegum ungum konum” söng amma þeirra hrifin.  Gömlu hjónin voru mjög hamingjusöm yfir að sjá aftur son sinn og sonardætur.\nÞau höfðu ekki séð þessa kæru ástvini sína síðan Einráður sonur þeirra flutti frá borginni með dætur sínar.\n,,Hvernig stendur á því að þið eruð komin alla þessa leið í heimsókn?” spurði Gunna sem vissi að afa hennar og ömmu þótti ekki gaman að ferðast.\nFrú Ríkey strauk kinn stúlkunnar og brosti.\n,,Eins og faðir ykkar hefur væntanlega sagt ykkur frá, að þá stendur mikið til í næsta mánuði” sagði amma þeirra ánægð með fallegar heimasæturnar.\nHún hafði þráð svo mikið að sjá son sinn og sonardætur að þegar hún hafði talað við son sinn um morguninn ákváðu þau hjónin að fara í heimsókn til þeirra.\n,,Það var gefið út aukablað hjá blaðaútgáfunni í morgun þar sem fram kom að Hann sjálfur yrði viðstaddur þennan dansleik” sagði frú Ríkey og lyfti upp nýju blaði til að sýna þeim öllum.\nEfst á forsíðu blaðsins stóð stórum skrautlegum stöfum.\n,,HANN VERÐUR VIÐSTADDUR HÁTÍÐARDANSLEIKINN”  Síðan var það stór, skrautleg mynd af honum og fjölskyldumeðlimum hans sem fyllti afganginn af blaðsíðunni.\nNeðst á síðunni stóð litlum stöfum.\n,,Sjá nánar á blaðsíðu tvö”  Frú Ríkey flétti á næstu síðu.\n,,Fréttamaður heyrði þetta frá öruggum heimildarmanni úr Ráðríkusveit” las hún og leit upp á undrandi andlit sonar síns og sonardætra.\n,,Heimildarmaðurinn sagði að hann kæmi að morgni þess 15. næsta mánaðar til að vera viðstaddur og ætlar hann að gista að Voldugustöðum í Nýríkusveit” las hún áfram.\n,,Allir helstu ráðamenn landsins verða viðstaddir og munu einnig koma í hans fylgdarliði fjöldi hefðarfólks” las frúin áfram og fylgdist með spenntum stúlkunum.\n,,Ó hvað þetta er spennandi” hrópaði Gunna og klappaði saman höndunum.\nHerra Féráður ríkisfjárhirðir leit á son sinn.\n,,Hefur þú heyrt eitthvað um þann dularfulla sem keypti Voldugustaði” spurði hann og tók við gullskreyttri tóbakdósinni sem sonur hans rétti honum.\n,,Nei” svaraði Einráður, hann hafði ekkert heyrt.\n,,Ég var að hugsa um að fara þangað í næstu viku og athuga málið” sagði hann svo og leit til móður sinnar.\n,,Er í lagi að ég kveiki í pípunni minni, mamma” spurði hann og kveikti annars hugar í án þess að bíða eftir svari.\nMóðir hans brosti bara og kinkaði kolli.\n,,Þetta verður einstakt tækifæri fyrir ykkur stúlkur” sagði frú Ríkey og leit á Gunnu og Ebbu.\n,,Þarna verður mikið úrval af ungum aðalsmönnum sem ekki eru lofaðir, svo þarna verður gott tækifæri fyrir ungar stúlkur að kynnast mannsefni við hæfi” sagði hún og tók eftir smá grettu sem kom augnablik á andlit Ebbu.\n,,Þú verður 16. ára þennan dag elskan mín, er það ekki?”  spurði hún sonardóttur sína og strauk hárlokk frá enni Ebbu.\n,,Jú amma mín, ég á afmæli þá” sagði Ebba niðurlút.\nFrú Ríkey sá að eitthvað var öðruvísi en það átti að vera svo hún ákvað að ræða þetta ekki frekar núna heldur tala einslega við stúlkuna daginn eftir.\nHún blikkaði son sinn sem kinkaði kolli á móti.\n,,Jæja stúlkur” sagði faðir þeirra og klappaði saman höndunum.\n,,Fóstra ykkar lofaði að hafa eitthvað gott að borða fyrir ykkur fyrir svefninn, svo bjóðið nú góða nótt” sagði hann og brosti til dætra sinna sem gegndu föður sínum strax.\nÞegar þær voru farnar ræddu herra Féráður og frú Ríkey við son sinn um hvað vel hafði tekist að ala þær stúlkur upp án þess þó að þær hefðu móður.\nHerra Einráður þakkaði hrósið og hugsaði með angurværð til móður þeirra Gunnu og Ebbu.  Þau tvö höfðu gift sig án samþykkis foreldra Einráðs, sem þó höfðu svo lært að meta þessa ungu tengdadóttur.\nÞau höfðu síðar tekið henni eins og sinni eigin dóttur, dóttur sem þau gátu aldrei eignast sjálf.\nÞau minntust hennar öll með söknuði, en hún hafði veikst mikið þegar Ebba fæddist og svo látist eftir erfiða en stutta sjúkralegu.\nSíðan talaði fullorðna fólkið saman fram á nótt um allt tilstandið og það sem í vændum var.  Eftir miklar bollaleggingar voru þau samt engu nær um það hver hefði boðið betur í og hreppt Voldugustaði á sínum tíma.  Þau veltu líka fyrir sér hver í Ráðríkusveit gæti verið þessi dularfulli heimildarmaður blaðamannsins í borginni.  Þetta var allt mjög leyndardómsfullt.  Þau gengu svo til náða án þess að komast að neinni niðurstöðu.\nMorguninn eftir var þungbúið yfir að líta og alskýjað.\nJesper vaknaði snemma eftir mjög erfiða og svefnlitla nótt.  Hann hafði dreymt heil ósköpin um stórar holur í jörðinni sem voru fullar af húsdýrum.\nHann hafði reynt að ná þeim upp en í hvert skipti sem hann náði einu dýri upp kom einhver feitur, skapvondur maður og ýtti dýrunum aftur ofan í.\nSvo hafði Jesper líka dreymt unga fallega stúlku sem teygði fram hendurnar til hans.  Jesper rétti út hendurnar á móti, en í hvert skipti sem hann var að ná til stúlkunnar datt hann um eitthvað.  Þegar Jesper athugaði hvað hann datt um, var það alltaf dýrahræ eða öskuhrúga, þvílík martröð.\nJesper settist upp og nuddaði augun.\nAllt í einu hrökk hann við og lagði við hlustirnar.\nEinkennilegt hljóð, sem líktist einna helst slagsmálum, barst til hans utan af hlaðinu.\nJesper stökk á fætur og hljóp út, þar blasti við honum brosleg sjón.\nÚti við hænsnakofann stóðu fjórar hænur skjálfandi af hræðslu og gögguðu eymdarlega.\nÁ miðju hlaðinu stóð stór og myndarlegur hani, úfinn og reiðilegur og á móti honum læddist Viður gamli sem var ennþá tættari en haninn.\nViður stökk á reiðann hanann sem flaug á móti og læsti klónum í köttinn.\nSíðan goggaði haninn í hausinn á Við og sló köttinn með vængjunum.\nViður gamli þeyttist í loftið og skall niður kylliflatur með snarvitlausan hanann ofan á sér.  Þeir kútveltust smá stund á hlaðinu en svo flúði kötturinn skömmustulegur.\nHaninn gekk virðulegur til hænsnanna, eftir að hafa rekið Við á flótta, og saman byrjuðu fuglarnir að kroppa í jörðina í leit að æti.  Jesper skellihló að öllum látunum.\n,,Loksins hitti Viður gamli jafnoka sinn” sagði hann við sjálfan sig.\n,,Þið hafið þá ákveðið að koma hingað greyin” sagði hann svo við fuglana en varð svo aftur daufur á svipinn.\n,,Líklega þarf hún Ebba að taka ykkur aftur, þar sem ég enda líklega allslaus í borginni” sagði hann og kveið fyrir komu Ebbu.  Hann var öruggur um að hún yrði mjög reið og að hún færi sennilega fljótt í burtu þegar hún frétti af því að hann væri líklega líka búinn að tapa landareigninni.\n,,Ég er að hugsa um að fara bara áður en Ebba kemur” sagði Jesper við sjálfan sig.\nHann fór inn og tíndi saman það nauðsynlegasta.\n,,Líklega er best að fara til Skjónu og skila aftur fötunum og biðja hana um að láta Ebbu vita af þessu” tautaði drengurinn og tók upp fötin sem gamla konan hafði sent með Ebbu.\n,,Ég verð líka að biðja Skjónu um að segja Ebbu að taka fuglana og biðja hana um að passa Við gamla” hugsaði Jesper sorgmæddur og lokaði Snauðustöðum.  Hann snéri sér við uppi á hæðinni, áður en bærinn hvarf og leit til baka.  Þarna kom Viður gamli hlaupandi.\n,,Ég á eftir að sakna þessa alls, og Viðs líka” hugsaði hann. Því næst rak hann Við að húsinu og hélt svo aftur af stað til Snýtukots.\nFramhald seinna:",
    "url": "https://www.hugi.is/smasogur/greinar/84633/sveitaludinn-fer-i-bonordsferd-nr10/",
    "url_id": "84633",
    "id": "603848",
    "replies": []
}