{
    "forum_title": "The Sims",
    "user": "Mariakr",
    "user_id": "20188",
    "date": "2002-07-13 13:29:35",
    "title": "Gott ráð til þess að koma sér áfram í vinnu.",
    "text": "Ertu orðin/n þreytt/ur á því hvað það tekur simmana langan tíma til þess að komast áfram í vinnu? Ef svo er þá hef ég fundið lausnina fyrir þig.\n1.Gerðu fölskylduna og byggðu hús. (Gáfulegast er að hafa tvo simma í húsinu.)\n2.Láttu annan fá sér vinnu. (Ekki láta simmana eignast barn, það hverfur þegar skipt er un hús.)\n3.Farðu í vinnuna. Á meðan á hinn siminn að taka á móti öllum gestum, kannski halda partý.\n4.Svo þegar vinnandi simminn kemur heim á hann að vinna eins og brjálæðingur að því að fá það sem hann þarf til þess að komast áfram í vinnuni.\n5. Ef hann þarf fleiri vini láttu þau flytja úr húsinu og aftur inn. Þá lagast moodið og svo eru skref 3 til 5 eins oft og til þarf. ATH. Þegar hann fer að þurfa meira í vinnuni þá verða þau í nokkra daga í húsinu í einu. Svo þegar hann er kominn nógu langt er líka hægt að gera þetta með hinn simminn. (Ég ábyrgist ekki að þetta takist ég nenni ekki að gera þetta sjálf. Látið mig vita ef þið reynið þetta.\nMaria KR.",
    "url": "https://www.hugi.is/sims/greinar/84640/gott-rad-til-thess-ad-koma-ser-afram-i-vinnu/",
    "url_id": "84640",
    "id": "603880",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-07-13 17:38:40",
            "id": "603881",
            "reply_to_id": "603880",
            "text": "Það er alveg hægt að gera þetta með einum simma, tekur bara smá lengri tíma.  Ég var með einn sem ég lét vinna annað hvert kvöld og bjóða fólki í heimsókn hinn.  Það er betra að bjóða einum og einum til að kynnast vel heldur en að halda partý, hjálpar að vera búinn að elda þegar hann kemur og að hafa einhverja skemmtun, t.d. sjónvarp eða heitan pott.  Það er líka hægt að hafa krakka á heimilinu og láta þá eignast vini líka."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-07-13 19:02:26",
            "id": "603882",
            "reply_to_id": "603880",
            "text": "Veistu hvað ég geri, ég bý til eitt hús sem er með 8 simsum (er ekki annars hámarkið 8?), og þegar simsinn þarf fleiri vini í vinnuna, þá fer ég í vinahúsið (þetta með 8 simsum) og bíð eftir því að minn kall komi. Þegar hann kemur þá læt ég hann vingast við alla, læt þau tala saman eins og brjálæðingar þangað til að hann er vinur allra. Svo fer ég aftur í húsið og þá er hann kominn með vinina strax og ég get notað tímann þangað til hann þarf að fara aftur í vinnuna til að láta hann fá skills. Svo ef hann þarf fleiri vini þá geri ég bara annað vinahús eða eitthvað (eða læt hann bara vingast við aðrar fjölskyldur!). Og þetta með að flytja simsana út til að fá fullt í mood, það er léttara að gera move_objects on leynið og og deleta kallinum, svo klikkaru bara aftur á þarna hausinn á honum og hann birtist aftur með fullt mood. En seiva samt á undan því annars getur hann misst skills, eða það gerist allavegana alltaf fyrir mig!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-07-13 20:33:25",
            "id": "603883",
            "reply_to_id": "603882",
            "text": "Það er hægt að nota sama svindlið ef kallinn er rekinn úr vinnunni, ef maður er ekki búinn að seiva, þá bara deleta honum og þá fær hann vinnuna aftur en missir reyndar skills sem hann var búinn að fá frá því maður seivaði síðast."
        },
        {
            "user": "Klaufinn",
            "user_id": "22869",
            "date": "2002-07-14 13:45:45",
            "id": "603884",
            "reply_to_id": "603883",
            "text": "Hvaða svindl notar þú"
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2002-07-14 14:06:46",
            "id": "603885",
            "reply_to_id": "603884",
            "text": "move objects on er það ekki?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-07-14 15:53:14",
            "id": "603886",
            "reply_to_id": "603885",
            "text": "Jú, ég nota eiginilega bara tvö svindl, “move_objects on” þegar ég þarf að færa eitthvað eða deleta einhverju sem er í notkun eða eyða rusli til að flýta fyrir aumingja simmunum mínum og peningasvindlið þegar þeir eru orðnir blankir.  Verst að maður hefur ekki svona peningasvindl í alvörunni :)\nmove_objects on er líka mjög gott þegar fólk festist í dyrum og hvorugur getur bakkað.  Ég hef séð simma standa í svoleiðis heilan dag án þess að geta hreyft sig og þá er gott að geta bjargað þeim með því að færa annan bara inn í næsta herbergi."
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2002-07-23 00:31:04",
            "id": "603887",
            "reply_to_id": "603882",
            "text": "góð hugmynd ég ættla að prófa þetta!"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2002-07-23 00:35:10",
            "id": "603888",
            "reply_to_id": "603887",
            "text": "ég hata þegar að maður er búinn að bjóða einhverjum til simmans mansog hann vill ekki tala við hann. ég hata það. en bestu svindlin eru bara move_objects on og peningasvindlið. Ég hata þegar að maður þarf að láta þá vinna mikið!"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-07-14 15:47:13",
            "id": "603889",
            "reply_to_id": "603880",
            "text": "Mér finnst vanta í Sims að gert sé ráð fyrir helgum (allavega í flestum vinnum)"
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2002-07-21 14:08:20",
            "id": "603890",
            "reply_to_id": "603889",
            "text": "Það er ekki mjög gáfulegt að gera það nema þá að maður fengi helgargreiðslu líka, simmarnir þurfa nú á peningnum að halda. Ég get ekki beðið eftir the sims unleashed!\nMaria KR. ;)"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-07-21 14:39:24",
            "id": "603891",
            "reply_to_id": "603890",
            "text": "Peningar eru ekki aðalmálið, mér fannst simmarnir mínir aldrei hafa tíma til að nota allar flottu græjurnar sem ég keypti á þá, þá hugsaði ég, hvenær myndi ég nota einkasundlaug, bestu tölvu í heimi og nuddpott, hvenær myndi ég bjóð vinum mínum yfir til að prófa þessa hluti? Augljóslega um helgar, eða á öðrum frídögum.\nthe sims á að vera eftirlíking af veruleikanum, og fyrir mér eru helgar og önnur frí mjög mikilvægur hluti af því."
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2002-07-21 14:46:29",
            "id": "603892",
            "reply_to_id": "603891",
            "text": "Það er rétt hjá þér, helgar eru hálfnauðsinnlegar uppá vinasambönd og annað. Mér finnst að það ætti að vera dagatal í leiknum, hvaða mánuður er, og mánaðardagur, hvaða vikudagur líka. Tíminn mætti líka líða hægar. Svo væri svalt ef maður gæti þegar maður býr til simmana ráðið hvaða trúar þeirværu. Þá ættu kristnir simmar jólafrí, gyðingasimmar væru með ljóshátíðar frí “Chanuka frí” ofl. ofl. ofl. En það er nú bara óskhyggja hjá mér.\nThe sims rulz\nMaria KR."
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-07-21 14:48:06",
            "id": "603893",
            "reply_to_id": "603892",
            "text": "Mínir simmar myndu gera eins og ég, vera trúlausir, en taka þátt í jólunum, af því að það er gaman, og af því að jólin hafa góðan boðskap, hvort sem maður er kristinn eða ekki."
        },
        {
            "user": "cookie",
            "user_id": "22116",
            "date": "2002-07-17 11:11:31",
            "id": "603894",
            "reply_to_id": "603880",
            "text": "Ég held að það sé mikklu sniðugra að hafa leinið move_objects on á láta kallinn vinna eins og brjálæðingur allveg þangað til að hann er kominn með rautt í öllu þá geturu saveað og síðan dílítað honum eins og þú dílítar húsgögnum, síðan ýtiru á myndina af kallinum þá er hann kominn aftur sem nýr maður og tilbúinn í allt!"
        },
        {
            "user": "cookie",
            "user_id": "22116",
            "date": "2002-07-17 11:11:33",
            "id": "603895",
            "reply_to_id": "603880",
            "text": "Ég held að það sé mikklu sniðugra að hafa leinið move_objects on á láta kallinn vinna eins og brjálæðingur allveg þangað til að hann er kominn með rautt í öllu þá geturu saveað og síðan dílítað honum eins og þú dílítar húsgögnum, síðan ýtiru á myndina af kallinum þá er hann kominn aftur sem nýr maður og tilbúinn í allt!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-05 22:03:16",
            "id": "603896",
            "reply_to_id": "603895",
            "text": "Ég er ekki mikið í Sims þannig að ég veit voða\nlítið, en hvernig gerir maður delete-svindlið??\nOg eitt enn, geta krakkarnir orðnir ástfangnir eða eitthvað svoleiðis??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-25 11:49:39",
            "id": "603897",
            "reply_to_id": "603880",
            "text": "þetta er fárámlegt þú getur bara notað move_ojects\nleinið og deleteað simmanum og klikkað á hann þá er hann komin í gott skap"
        },
        {
            "user": "Whist",
            "user_id": "16262",
            "date": "2002-07-28 15:43:11",
            "id": "603898",
            "reply_to_id": "603880",
            "text": "Ég geri þetta með því að ég er með kall og kellingu í fullri vinnu og þau eiga eina stelpu sem ég læt sjá um að eignast vini. Krakkar eru nefnilega þannig hagvænir að Vellíðan þeirra byggist nærri einvörðungu á því hve mikið þau skemmta sér svo það er auðvelt að helda þeim ígóðu skapi. Svo er hægt að fara með friendship-ið upp í 100 án þess að ást og vesen þvælist fyrir og friendship-in eru lengur að deyja. Svo hafa þessir krakkar ekkert betra að gera en að spjalla svona við gestina á meðan fullorðna fólkið púlar.\nSvo þarf ekkert að svindla til að halda fólki í góðu skapi. Hefur eitthvað af ykkur heyrt um hluti eins og; Rúm, sófa, sjónvörp og ég veit ekki hvað?\nNei ég bara segi svona\nDúbbdídú"
        },
        {
            "user": "cherryslush",
            "user_id": "23744",
            "date": "2002-08-20 14:18:50",
            "id": "603899",
            "reply_to_id": "603880",
            "text": "Það er ekkert gaman þegar maður notar svona svindl með að flytja úr húsinu aftur og aftur."
        }
    ]
}