{
    "forum_title": "Leikjatölvur",
    "user": "Nefi",
    "user_id": "13146",
    "date": "2002-07-16 10:02:50",
    "title": "Of framboð á Drasl Leikjum",
    "text": "Ok ég er frekar pirraður ákkurat núna, hvað er að gerast á þessum leikja markaði??? ég meina, það koma meistarastykki eins og Devil May Cry, Onimusha, Soul Reaver 2, Blood Omen 2, FFX-Grafík-, Metal Gear Solid 2-Hljóð-, en svo kemur þessi GEÐVEIKALÆGÐ. Það er ekkert orginal í gangi núna. Allt eitthvað Furry Fighters, eða Donald Ducks mighty adventure. OG GENERAL CRAP. Ég sé ekki betur enn að næstu góðu titlar eigi að að koma út í sept okt og nóv.  Ég er að klára Onimusha, aftur, vegna þess að ég hef ekkert annað að gera ,ekki að það sér slæmt, en Afhverju að fresta/seinka öllum þessum titlum fram í haust, ég á pening núna og ég vill það ekki. Mig langar að vera blankt tölvuleikja nörd sem á ekkert líf. Ég meina það bókstaflega, ef ég er ekki að spila þá er ég að vinna fyrir peningum því þessir leikir eru alveg fokdýrir. 6900-8900 ca.??  Og AFHVERJU kemst skífan upp með þetta? krónan er að styrkjast, benzín hækkaði samt, og leikir eiga eftir að hækka,  AFTUR eftir sumarið, ss í haust/vetur.  AAARRRRGGGGGHHHHHHHHH\nen já getur einhver komið með eitthvað sniðugt að gera, side leikir í öðrum leikjum…. lesa bók… hey það er málið.\nskjáumst.",
    "url": "https://www.hugi.is/leikjatolvur/greinar/84972/of-frambod-a-drasl-leikjum/",
    "url_id": "84972",
    "id": "606036",
    "replies": [
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2002-07-16 20:01:22",
            "id": "606038",
            "reply_to_id": "606036",
            "text": "alltaf gaman að ná í gamla góða leiki á netinu og leika sér í þeim …t.d nintendo emulator og þannig drazl\nannars bara skoða klám :D"
        },
        {
            "user": "Truexxlie",
            "user_id": "35149",
            "date": "2002-07-16 21:43:08",
            "id": "606039",
            "reply_to_id": "606036",
            "text": "það hefur alltaf verið þannig að það kemur eiginlega bara rusl á sumrin en roaðu  þig niður því í haust og vetur kemur ótrúlegt magn af geðveikum leikum eins og gta: vice city, getaway, tekken4, soul calibur2, onimusha2(´það ætti að gleðja þig), devil may cry2 og margir fleiri!"
        },
        {
            "user": "7oom",
            "user_id": "8044",
            "date": "2002-07-16 22:24:22",
            "id": "606040",
            "reply_to_id": "606036",
            "text": "Þú ert einn verulega pirraður náungi…"
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-07-16 22:30:43",
            "id": "606041",
            "reply_to_id": "606036",
            "text": "það er ágætt að fá smá pásu, mar er með það mikið af gææðaleikjum að það er bara gott að fá smá pásu til að spila þá."
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2002-07-16 23:57:11",
            "id": "606037",
            "reply_to_id": "606036",
            "text": "prófaðu etthvað á PC - Never Winter Nights hefur\nfengið lofsamlega dóma, Warcraft III er\nnáttúrulega… Warcraft III og Jedi Knight 2 á að\nvera góður.\nEn ef þú vilt halda þig við PS2 mæli ég með Space\nChannel 5 og Rez, SC5 er dásamlegur leikur!\nOg hey - það eru til fullt af góðum bókum á markaðinum og bókasöfnum. Ég mæli með því að þú kíkir á Valis eftir Philip K. Dick (maðurinn sem skrifaði bókina sem Bladerunner er byggð á) ef þú fílar vísinda-sálfræðitrylla.\nSkemmtu þér svo bara vel;)"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-07-17 01:53:04",
            "id": "606042",
            "reply_to_id": "606036",
            "text": "no shit sherlock?\nsona er bara afþreyingarmarkaðurinn, sama gildir líka um tónlist, og kvikmyndir.  Fullt af drasli og gott stöff inná milli.\nÞað geta bara ekki allir gert snilldina eina, all the time."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2002-07-17 02:36:48",
            "id": "606043",
            "reply_to_id": "606042",
            "text": "Bíddu bara….biðin verður þess virði - ÞVÍ EINHVERN TÍMANN 2002 MUNU ÞEIR GEFA ÚT THPS4!!!! ;D\nog þá get ég byrjað að spila tölvuleiki aftur :P\nog eins gott fyrir þessi gimp að Hafa gaps checklist með í þetta skiptið ….annars !!!!!!!!!!\npís :)"
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2002-07-17 14:26:25",
            "id": "606044",
            "reply_to_id": "606043",
            "text": "hvað er THPS4"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2002-07-17 14:37:21",
            "id": "606045",
            "reply_to_id": "606044",
            "text": "THPS4 er enn einn Tony Hawk leikurinn"
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2002-07-17 15:55:41",
            "id": "606046",
            "reply_to_id": "606045",
            "text": "Cut the negativity!\nHann er ekkert enn einn tony hawk leikurinn.\nHann bara er THPS4 :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-17 10:46:53",
            "id": "606047",
            "reply_to_id": "606036",
            "text": "Fá sér líf og fara út að gera einhvað?"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2002-07-18 10:49:59",
            "id": "606048",
            "reply_to_id": "606036",
            "text": "Að mínu mati er ástæðan sú : Að þessir leikir eru pantaðir til landsins og síðan sellst ekkert af þessu drasli."
        },
        {
            "user": "OlafurJoels",
            "user_id": "11272",
            "date": "2002-07-19 11:54:03",
            "id": "606049",
            "reply_to_id": "606036",
            "text": "Fáránlega barnalegt að kenna Skífunni um verð á tölvuleikjum.  Ástæðan fyrir því hvað tölvuleikir eru dýrir er fyrst og fremst að kóperingar eru mjög miklar og því selja útgefendur færri eintök, einnig þurfa framleiðendur að greiða upp tap á minni og sérhæfðari leikjum.  Skífan er ekkert með dýrari leiki en aðrir aðilar í Evrópu.\nEf þú hefur verið að fylgjast með uppá síðkastið þá hefðirðu átt að sjá að PlayStation 2 tölvuleikir eru að lækka töluvert.\nEinnig verður að taka inní myndina hversu lengi þú spilar leikinn.  Til dæmis ef þú ferð í bíó, þá kostar það 800 kr. og dugar í 2-3 tíma, hins vegar borgar þú 7.000 kr. fyrir góðan tölvuleik eins og Final Fantasy X og hann endist þér í 50-60 tíma…  Þú getur deilt sjálfur til að finna út hvort er hagstæðara !!!"
        },
        {
            "user": "Nefi",
            "user_id": "13146",
            "date": "2002-07-19 12:35:45",
            "id": "606050",
            "reply_to_id": "606049",
            "text": "ég fer ekki í bíó, og ég klára leiki vanalega á 2,5 dögum."
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2002-07-20 14:27:25",
            "id": "606051",
            "reply_to_id": "606049",
            "text": "Þú getur þá kannski útskýrt afhverju leikirnir eru ódýrari í BT en í Skífunni."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-07-31 01:58:15",
            "id": "606052",
            "reply_to_id": "606049",
            "text": "“Ástæðan fyrir því hvað tölvuleikir eru dýrir er fyrst og fremst að kóperingar eru mjög miklar og því selja útgefendur færri eintök”\nÞetta er að nokkru leiti rétt. En afhverju heldur þú að leikir séu afritaðir? Því að verðið í búðunum er oftar en ekki of hátt :)\nPersónulega hef ég aldrei keypt stakann leik dýrara en 5000kr og mun sennilega aldrei gera."
        },
        {
            "user": "OlafurJoels",
            "user_id": "11272",
            "date": "2002-07-31 09:28:23",
            "id": "606053",
            "reply_to_id": "606052",
            "text": "Ég er sammála því að leikir eru dýrir, og sem betur fer fara þeir lækkandi og vonandi lækka þeir enn hraðar…\nÞetta er dálítið festu ástand þar sem þeir sem kópera segjast gera það því leikir séu of dýrir, og leikjaframleiðendur segja leikina svona dýra af því svo mikið sé kóperað.  Maður hefur það á tilfinningunni að þetta sé vandamál sem er álíka óleysanlegt og Ísrael / Palestínu málið :o)\nEn það sem vinnur með öllum er að tölvuleikir eru að verða meiri “mass market” vara eða meiri neysluvara hjá almenningi sem eykur selt magn og ætti þar að leiðandi að lækka verð….vonandi !!"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-07-31 11:59:31",
            "id": "606054",
            "reply_to_id": "606053",
            "text": "Já, akkúrat !"
        }
    ]
}