{
    "forum_title": "Gæludýr",
    "user": "Begga",
    "user_id": "2277",
    "date": "2002-07-17 15:02:18",
    "title": "Kíkí dáinn...   :*(",
    "text": "Ég þurfti aðeins að skreppa heim til mín í hádeginu í dag og ætlaði að nota tækifærið og heilsa upp á elsku litla Kíkí minn, en hann er rosa sætur gári sem ég fékk í febrúar. Þegar ég hinsvegar kíkti í búrið hann lá hann bara dáinn á botninum. Ég er svo miður mín núna að ég er alveg máttlaus. Ég veit að margir halda að páfagaukar séu ekkert skemmtileg gæludýr, en þessi var alveg einstakur, bar af öllum öðrum sem ég hef kynnst! Þegar ég fékk hann var hann bara lítill ungi og kunni ekki einusinni að fljúga. Af þeim sökum var auðvelt að ná honum og við vorum fljót að kynnast og urðum fljótt góðir vinir. Hann var sérstaklega félagslyndur og vildi kynnast öllum sem gengu inn í herbergið mitt (þó undir misjöfnum undirtektum, ekki allir sem er sama um að fá fuglaskít í hárið). Meira að segja flaug hann alltaf á hausinn á hundinum mínum Sesari og fannst sérstaklega spennandi að fá að vera á hundsbaki (þó svo að Sesar hafi ekki verið jafn hrifinn). Svo var ég búin að kenna honum að koma til mín þegar ég flautaði á hann, hann var svo klár, greyið litla. En svo í gær þegar hann fékk að fara úr búrinu sínu, fannst mér hann fljúga svo skringilega, eins og hann væri of þungur fyrir vængina eða eitthvað og svo endaði hann á að fljúga til mín og fékk að kúra í hálsakotinu mínu þar sem eftir var kvöldsins. Ég var einmitt að segja við kærastann minn að ég héldi að hann væri lasinn, en hélt að hann kæmist bara yfir þetta og núna er ég með svo mikið samviskubit yfir að hafa ekki drifið mig til dýralæknis með hann :( Mér líður alveg skelfilega, mér þótti svo óskaplega mikið væntum hann. Því miður á ég enga mynd af honum á tölvutækuformi handa ykkur, en hann var svo sannarlega einn fallegasti fugl sem ég man eftir. En vonandi líður honum vel núna! *snökt, snökt*\nMeð sorgarkveðju og miklum ekka,\nBegga",
    "url": "https://www.hugi.is/gaeludyr/greinar/85082/kiki-dainn/",
    "url_id": "85082",
    "id": "606750",
    "replies": [
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2002-07-17 15:18:29",
            "id": "606751",
            "reply_to_id": "606750",
            "text": "æi mikið samhryggist ég þér ;(\nÞað er alltaf erfitt að missa gæludýrin sín."
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2002-07-17 15:31:28",
            "id": "606752",
            "reply_to_id": "606751",
            "text": "Samhryggist, alltaf erfitt að missa gæludýr!"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-07-17 15:35:20",
            "id": "606753",
            "reply_to_id": "606750",
            "text": "Innilegar samúðarkveðjur :(\nÉg á einn svona lítinn gára, hún er að vísu ekki svona gæf eins og Kíkí þinn en ég get ímyndað mér hvað þetta hlýtur að vera sárt, þegar svona góður vinur kveður.\n*Knús*"
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2002-07-17 15:44:11",
            "id": "606754",
            "reply_to_id": "606750",
            "text": "Samhryggis… ;("
        },
        {
            "user": "aphexgirl",
            "user_id": "1481",
            "date": "2002-07-17 16:13:05",
            "id": "606755",
            "reply_to_id": "606754",
            "text": "Æjih .. ég samhryggist þér :(\nÉg átti einmitt svona svolítið sérstakan páfagauk sem kúrði hjá mér og leyfði að láta klappa sér. Hann var alltaf laus og mér var alveg sama þó ég fengi fuglaskít í hárið :) Ég var búin að kenna honum allskonar trikk en svo varð hann gamall og lasinn og dó að lokum :'(\nÉg hef átt tvo aðra gára sem voru reyndar ekki eins skemmtilegir, annar var étinn af ketti sem laumaðist í íbúðina og hinn drukknaði í vatnsglasi (fyndið en sorglegt).\nKíkí er bara í páfagaukahimnaríki að leika við minn gamla pása."
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2002-07-17 16:27:16",
            "id": "606756",
            "reply_to_id": "606755",
            "text": "Sorry að ég hlægji aphexgirl en snilld! Hvernig drukknaði hann i vatnsglasi !? ekki snilld en fyndið samt haha :D"
        },
        {
            "user": "dolli23",
            "user_id": "10880",
            "date": "2002-07-17 17:21:37",
            "id": "606757",
            "reply_to_id": "606750",
            "text": "samhryggist"
        },
        {
            "user": "GOTT1",
            "user_id": "6426",
            "date": "2002-07-17 17:32:21",
            "id": "606758",
            "reply_to_id": "606750",
            "text": "What a surprise!!!\náttir páfagauk sem að hét kíkí. Jafnt frumlegt og að eiga hund sem heitir Snati eða Hvutti."
        },
        {
            "user": "gillisun",
            "user_id": "3191",
            "date": "2002-07-17 17:39:44",
            "id": "606759",
            "reply_to_id": "606758",
            "text": "ojjjj hvað þú ert leiðinlegur gotti, hún var að missa vin sinn omg hvað þú sýnirt ekkert tillitsemi svona comment eiga ekki heima hér!!\n;D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-17 17:45:11",
            "id": "606760",
            "reply_to_id": "606750",
            "text": "Hann hefur eflaust framið sjálfsmorð, það hefði ég gert ef ég væri lokaður í búri allt mitt líf."
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2002-07-17 18:02:18",
            "id": "606761",
            "reply_to_id": "606750",
            "text": "Æææ en leiðilegt, að missa bara vin sinn sí sona. innilegar smúðarkveðjur frá mér. Ég á ekki gæludýr, enn samt skil ég hvað það er að missa góðan vin sem maður hefur átt/þekkt lengi. (Átt meina ég gæludýr.)\nMaria KR. SNÖRL ;-("
        },
        {
            "user": "mutta",
            "user_id": "22145",
            "date": "2002-07-17 19:30:44",
            "id": "606762",
            "reply_to_id": "606750",
            "text": "Ég þekki þetta, mamma fór með köttinn minn í dýrabúð og ég sé svo eftir að hafi ekki talað mömmu aðeins til.Ég gerði grein um hana. Hún heitir Jasmín. Hún var beta vinkonan mín hún kúraði alltaf hjá mér því ég var besta vinkona hennar."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2002-07-17 19:52:12",
            "id": "606763",
            "reply_to_id": "606750",
            "text": "Ég veit að hann var ekki bara vinur þinn! heldur líka mjög vel skildur fjöldskildu meðlimur!\nsniff* mér finnst alltaf svo leiðinlegt þegar að eitthvað sonna gerist! :("
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2002-07-17 21:24:48",
            "id": "606764",
            "reply_to_id": "606750",
            "text": "ég samhryggist þér:)\nég átti einmitt pása sem hét Kíkí sem dó í september:("
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2002-07-17 23:32:48",
            "id": "606765",
            "reply_to_id": "606764",
            "text": "ææ litla krílið :( samhryggist.\nhvað ætli hafi verið að?"
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2002-07-18 07:55:26",
            "id": "606766",
            "reply_to_id": "606765",
            "text": "Ég veit það eiginlega ekki alveg, en mig grunar að hann hafi bara náð sér í einhverja flensu eða eitthvað, hann var rosalega svona  laslegur kvöldið áður og vildi bara fá að kúra en ekki leika, eins og maður er þegar maður er lasinn  :(\nP.s. kotZen ekki það að ég nenni að velta mér uppúr athugasemdum sem þessum, en þá var hann aldrei lokaður inn í búri, það var alltaf opið og ef einhver var heima fór hann út, en ef hann var einn heima þá fannst honum yfirleitt best að vera bara í búrinu sínu og tala við spegilinn. Svo sjálfsmorð er ólíklegt…"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2002-07-18 13:43:05",
            "id": "606767",
            "reply_to_id": "606766",
            "text": "kannski var eitur eða eitthvað í matnum! :("
        },
        {
            "user": "Gillzilla",
            "user_id": "18890",
            "date": "2002-07-20 23:12:02",
            "id": "606768",
            "reply_to_id": "606767",
            "text": "Hver í andskotanum fer að eitra fyrir páfagauk\n\\ _\n- 0\n___\nÉg sammhryggist :("
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2002-07-21 09:18:52",
            "id": "606769",
            "reply_to_id": "606768",
            "text": "ok,ok, kannski ekki eitur, en kannski var hann með einhverja veiki, og svo borðaði hann eitthvað sem gerir hann ennþá veikari eða eitthvað!"
        },
        {
            "user": "Gillzilla",
            "user_id": "18890",
            "date": "2002-07-22 10:53:54",
            "id": "606770",
            "reply_to_id": "606769",
            "text": "Já svoleiðis\nNú fatta ég þetta :)"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-07-18 08:45:31",
            "id": "606771",
            "reply_to_id": "606750",
            "text": "ég ætla ekki að eiga gæludýr. ég á núna tvo ketti á lífi (11 og 12 ára) og sá elsti dó fyrir 3 mánuðum, 18 ára að aldri (ég átti hana í 85% af ævi minni) og það var svo vont og er enn. ég vill helst sleppa því að finna fyrir svona aftur. ég samhryggist innilega, það er hrikalegt að missa gæludýr, þó svo að maður hafi átt þau í stuttan tíma."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2002-07-18 14:11:48",
            "id": "606772",
            "reply_to_id": "606750",
            "text": "Keyptu þér bara nýtt kvikyndi elskan mín…"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2002-07-18 14:15:16",
            "id": "606773",
            "reply_to_id": "606750",
            "text": "Nei, þetta var kannski og harkalegt, breytum “kvikindi” í “dýr”…"
        },
        {
            "user": "sofandi",
            "user_id": "11595",
            "date": "2002-08-17 22:00:04",
            "id": "606774",
            "reply_to_id": "606750",
            "text": "ég keypti mér dverghamstur en mamma vildi ekki hafa hann svo að ég geymdi hann hjá frænda mínuum og hann átti 9 dverghamstra og tvær aðrar frænkur mínar 1 hvor. þær geymdu hann líka hjá honum, bróðir þeirra. svo að það voru 12 hamstrar. hann geymdi þá í vinnunni. ég gat þá hvort eð er hitt hann. minn var minnstur af þeim og hét kríli. svo þegar ég var búin að eiga hann í sirka 4 daga þá tók ég hann úpp úr búrinu og sá þá að hann var með sár á hálsinum og nefinu. kríli var mjög slappur og svaf bara í hendinni minni og ef ég ýtti rétt svo við honum þá rúllaðist hann bara á bakið og lá þannig bara hreyfingarlaus svo að ég þurfti að rétta hann við. áður en ég fór heim lét ég hann í kassa með heyi og bómullarhanska og svoleiðis. daginn eftir kom ég og tók hann upp þá var ég ekki viss hvort að hann væri dáinn en hann var dáinn og mér brá ekkert smá!! svo þann sama dag þá fór frændi minn og ætlaði að telja dverghamstrana og þá voru allir farnir nema 1. og þá eru 10 dverghamstrar einhverststar lausir!! þeir náðu þá að skríða undir eitthvert rör sem var á milli þessara tveggja búra!! það var ekkert smá fyndið!\np.s. samhryggist þér Begga ;)"
        }
    ]
}