{
    "forum_title": "Final Fantasy",
    "user": "Auron",
    "user_id": "22980",
    "date": "2002-07-19 16:17:27",
    "title": "Blitzball",
    "text": "Allir kannast við Blitzball í FF10 sem er einskonar Mini-game. í liðinu byrjar maður með Tidus,Datto,Letty,Jassu,Botta og Keepa.\nTidus er langmesti markaskorarinn og skorar oftast þegar maður notar Speare shot.Besta move sem hann getur fengið er speare shot.\nDatto er líka sóknarmaður en getur ekki mikið skorað nema hann sé komin í level 5. Slappasti maðurinn í liðinu mundi ég segja. Wither shot á við hann, eða nap shot.\nLetty er á miðjunni. Hann getur ekki skorað en hann er mjög góður í sendingum og ætti að vera ágætur tæklari. Venom pass og nap pass eru mjög góð move fyrir hann.\nJassu er varnarmaður og er ágætur í sendingum en er frábær í tæklingum. Venom tackle og nap pass er gott á hann\nBotta er besti varnarmaðurinn og er frábær í tæklingum, betri en Jassu. Botta er samt ekki jafn góður í sendingum og Jassu. Bestu movin hans eru venom tackle og nap tackle.\nKeepa er markmaður og er bestur í marki (að sjálfsögðu).\nBestu movin hans eru super golie og grip gloves.\nNú aðeins um hin liðin: Guado gloiris eru mjóg snöggir, ekki það góðir í tæklingum, ágætir í skotum og sendingum.\nRonso Fangs eru hægir en sterkir, góðir í skotum og ágætir í sendingum. En er samt léttasta liðið segi ég.\nLuca goers eru mjög góðir skotmenn, góðir í sendingum, mið snöggir og ágætir tæklarar.\nAl Bhes Pshyces er erfiðasta liðið og eru besta markvörð í geimi.\nvörnin er frábær í tæklingum, góðir í sendingum, Mjög góðir í skotum og mið snöggir.\nKilika Beasts eru frekar auðveldir. Léleg vörn, léleg skot, góðir í sendingum og mið snöggir. álíka léttir og Ronso Fangs.",
    "url": "https://www.hugi.is/finalfantasy/greinar/85320/blitzball/",
    "url_id": "85320",
    "id": "608643",
    "replies": [
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2002-07-23 18:21:22",
            "id": "608644",
            "reply_to_id": "608643",
            "text": "Þú ert greinilega nokkuð ný byrjaður á leiknum…"
        },
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2002-07-23 19:12:54",
            "id": "608645",
            "reply_to_id": "608644",
            "text": "Maður ætti aldrei að nota datto.. þú veist að þú\ngetur fengið aðra blitzara með að ýta á kassann upp við suma, er það ekki?"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2002-07-23 20:20:44",
            "id": "608646",
            "reply_to_id": "608645",
            "text": "Japp á sumum stöðum geturðu valið kassan upp við fólk og þá færðu upplýsingar um hvaða level þeir eru og hvað kostar að ráða þá í einn leik. Síðan er spurt hvort þú viljir ráða hann og ef svo er, í hversu marga leiki."
        },
        {
            "user": "Auron",
            "user_id": "22980",
            "date": "2002-07-23 21:48:39",
            "id": "608647",
            "reply_to_id": "608644",
            "text": "Hansi! ég hef unnið leikin tvisvar!!!"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2002-07-23 21:54:36",
            "id": "608648",
            "reply_to_id": "608647",
            "text": "Jæja þá hefurðu bara ekki spilað Blitz nóg :þ\nEinnig : “Besta move sem hann getur fengið er speare shot.” — Hvað með Jecht shot? og það er sphere…"
        },
        {
            "user": "Auron",
            "user_id": "22980",
            "date": "2002-07-23 21:59:00",
            "id": "608649",
            "reply_to_id": "608648",
            "text": "Lestu álitið tvemur fyrir ofan þetta Hansi!"
        },
        {
            "user": "Auron",
            "user_id": "22980",
            "date": "2002-07-23 21:59:08",
            "id": "608650",
            "reply_to_id": "608648",
            "text": "Lestu álitið tvemur fyrir ofan þetta Hansi!"
        },
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2002-07-23 22:33:42",
            "id": "608651",
            "reply_to_id": "608650",
            "text": "hvaða level er tidus kominn í hjá þér Auron?\n___\nP.S\nþað þarf ekki að tvíklikka á “senda”"
        },
        {
            "user": "Auron",
            "user_id": "22980",
            "date": "2002-07-24 15:42:46",
            "id": "608652",
            "reply_to_id": "608651",
            "text": "Tidus er í LVL 16     Why?"
        },
        {
            "user": "Auron",
            "user_id": "22980",
            "date": "2002-07-23 21:53:39",
            "id": "608653",
            "reply_to_id": "608643",
            "text": "Ég gleymdi að segja að Jehct shot er besta movið hans Tidus\nmaður ætti að fá Tatts í staðin fyrir Letty, og Wakka í staðin fyrir Datto. ég vil helst hafa alla í Aurocs búningum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-28 12:02:09",
            "id": "608654",
            "reply_to_id": "608653",
            "text": "Örlítil villa hjá þér, Jehct shot er ekki besta shotið heldur Jehct shot2,\nJehct shot2: hrindir frá sér 3 mönnum +5 í shot og er invisible ;)"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-07-24 14:23:43",
            "id": "608655",
            "reply_to_id": "608643",
            "text": "Þetta er alltof tímafrekur mini-game"
        },
        {
            "user": "Navarone",
            "user_id": "16176",
            "date": "2002-07-30 21:20:41",
            "id": "608656",
            "reply_to_id": "608643",
            "text": "ég er nú búinn að spila þennan leik mikið +180 tíma og reynsla mín er að Brother er langbesti markaskorarinn. Tidus er svosem ágætur en honum skortir þann hraða sem Brother hefur. Og svona að lokum hvorki jecht shot né sphere shot eru bestu brögð tidus heldur er það Jecht Shot 2"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2002-07-31 16:31:12",
            "id": "608657",
            "reply_to_id": "608643",
            "text": "Eg mundi ekki segja að sphere shot væri besta\nmove hja tidus,Hefuru aldrei heyrt um jecht shot2"
        },
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2002-07-31 22:51:29",
            "id": "608658",
            "reply_to_id": "608657",
            "text": "hvernig færðu jecht shot 2 ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-01 20:26:21",
            "id": "608659",
            "reply_to_id": "608643",
            "text": "lol býrð til grein um blitzball og segir að speare shot er best jectshot 2 er best það knockar niður 4 gaura og +10 við shot næst besta skotið er jectshot og er mjög líkt síðan er það speare shot 2 og síðan speare shot ef þið viljið fá ject shot 2 þurfið þið fyrst að fá jectshot færð það á skipinu ef þér mistékst ferðu þangað aftur og reynir  síðan þarftu að vinna þér ject shot 2 í sjálfu blitzball en ef þú vinnur það án þess að fá ject shot þá missuru það og færð það aldrei aftur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-01 20:29:21",
            "id": "608660",
            "reply_to_id": "608659",
            "text": "Skrifaði Ject staðinn fyrir Jecht langt síðan ég spilaði þennan leik :D:D"
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2002-10-01 18:17:11",
            "id": "608661",
            "reply_to_id": "608643",
            "text": "Blitzball tottar Súrt"
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2002-10-04 15:52:51",
            "id": "608662",
            "reply_to_id": "608643",
            "text": "Hvernig lætur maður kalla læra brögð Auron?"
        },
        {
            "user": "Auron",
            "user_id": "22980",
            "date": "2002-10-06 19:56:05",
            "id": "608663",
            "reply_to_id": "608662",
            "text": "farðu að savepointi, farðu í Play Blitzball, svo ferðu í tutorial og kynnir þig fyrir TechCopy"
        },
        {
            "user": "Flea",
            "user_id": "13647",
            "date": "2002-10-10 22:35:14",
            "id": "608664",
            "reply_to_id": "608663",
            "text": "Blitzball suckar feitann"
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2002-10-11 18:58:27",
            "id": "608665",
            "reply_to_id": "608643",
            "text": "er hægt að ráða aðra menn í sitt lið ef svo er Hvernig?"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2002-10-13 22:54:50",
            "id": "608666",
            "reply_to_id": "608643",
            "text": "Uh, hvað meinarðu að Sphere Shot er besta movið hans Tidus. Ég hélt að það væri Jecht Shot. Datto, Keepa og Botta eru ömulegir. Það er ekki nema maður fer að geta fengið fleiri kalla sem blitzball verður skemmtilegt. Ég er kominn með eitt fínt lið sem ég nota alltaf: Tidus, Shuu, Jumal, Jassu, Letty og Zalitz. Tidus er aðal framherjinn. Shuu er hinn framherjin, meira svona backup fyrir Tidus. Jumal er markvörður (byrjar með Super Goalie). Zalitz er í rauninni ekkert sérstakur en hann er fínn í vörn. Jassu og Letty eru mjög svipaðir. Annar hvor þeirra er á miðjunni og hinn er í vörn með Zalitz. Ég veit ekki alveg af hverju ég skrifaði þetta."
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2002-10-20 19:07:16",
            "id": "608667",
            "reply_to_id": "608666",
            "text": "hvernig er hægt að ráða kalla í liðið sitt plz svaraðu strax :-)"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2002-10-20 19:17:28",
            "id": "608668",
            "reply_to_id": "608667",
            "text": "Ýttu á “kassa” fyrir framan fólk til að sjá statusinn þeirra. Mundu: ef ekkert gerist spilar gaurinn ekki blitzball og ekki er hægt að ráða hann. Mundu líka að þegar þú sérð statusinn hjá köllum stendur Team og eitthvað nafn á liði fyrir attan. Aðeins ef gaurinn er Free eða Besaid Aurochs aðdáandi getur þú ráðið hann. Og í lokin vil ég minna á að það kostar Gil að ráða leikmenn og aðeins er hægt að ráða nokkra (8 minnir mig)."
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2002-10-20 19:20:46",
            "id": "608669",
            "reply_to_id": "608668",
            "text": "þarf maður að byrja að keppa til að gera þetta eða hvað."
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2002-10-20 19:23:16",
            "id": "608670",
            "reply_to_id": "608669",
            "text": "Þú verður fyrst að keppa við Luca Goars Í Final Matchinu þegar þú fyrst kemur til Lucu. Þú þarft ekkert að vinna þá eða neitt."
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2002-10-20 19:33:53",
            "id": "608671",
            "reply_to_id": "608670",
            "text": "er það bara hægt þar?"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2002-10-20 20:09:59",
            "id": "608672",
            "reply_to_id": "608671",
            "text": "Nei, nei. Það eru einhverjir kallar fyrir utan Lucu. En allir uppáhaldskallarnir mínir eru þar. Svo eru líka einfaldlega flestir þar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-15 18:15:44",
            "id": "608673",
            "reply_to_id": "608643",
            "text": "blitzball er léttasti leikur í heimi maður fær leið af honum strax\nHint: blappa er ótrúlega góður (Al Bhed Pshyces)hann er miklu betri í sókn en tidus maður fær hann eftir 4 leiki\nsvo er tidus ótrúlega lélegur að tækla maður á að láta hann fá einhver move til að tækla betur\nbara smá hint"
        }
    ]
}