{
    "forum_title": "Ljóð",
    "user": null,
    "user_id": null,
    "date": "2002-07-21 23:34:02",
    "title": "Þar hafiðþið það.",
    "text": "Þar hafiðþið það.\nÉg er vondur og reiður útí tilveruna.\nÖrlöginn spunnu sinn skíta vef.\nNorninar hlóu líklegast af mér þegar þær toguðu\ní strenginn sem var þess valdandi að ég endaði hér.\nFimta sinn í fangelsi fyrir 25..\nSpáið í því.\nHér á þessu fyrir myndar ríki sjálfstæðis.\nEr slígt til?\nHvernig má það vera?\nVar ekkert hægt að gera?\nVar þessi drengur ekki mótaður af foreldrum?\nNei mínar fyrirmyndir voru glæpa menn og morðingjar í sjónvarpinu.\nPabbi minn…  huf …  Hann kostað  400kall úi í Vidoleigu og\nhann skaut fólk í hausin fyrir það eitt að rífa kjaft.\nHann var svalur kall.\nMeð þessar fyrimyndir ég rauk af stað út í lífið.\nBara strax um fermingu var ég kominn á götuna.\nSníkjandi, rænandi, berjandi, eyðileggjandi.\nÉg hataði þjóðfelagið.\nÞað var enginn eins og ég.\nOg ég las útur öllu að ég væri ekki eðlilegur.\nBest var að farga því öllu .\nBrennivín var mín móður mjólk\nreif mig upp úr minni vöggu.\nHér sit ég 24 og er að fatta dæmið.\nFynst það heldur súr biti að bíta í og\nhann stendur svolítið fastur.\nÍ fangelsi í fimta sinn?\nEr þar ekkert gert fyri unga menn?\nÞú ert fífl að detta slígt í hug og ég skal segja þér að\nþar er maður - ef maður vill - filtur upp af lifjum.\nOg auvitað vill maður það.\nEnginn unglingur vill vera meðvitaður í fangelsi.\nHér hef ég horft á eftir vinum mínum\nbilast - ornir geðveikir - eða þá bara hreinlega deia.\nUuuuuusssss um það má ekkert sega.\nÞað er blettur á fínu bláu klæðinn er á borðið eru breidd.\nÞetta er ríki sjálfstæðis og ekkert slæmt hér gerist.\nSjálfur hef ég klikkast.\nEn ég poppa bara altaf til baka.\nÉg málaði einusinni klefann minn með blóði\nog fyrir það var ég barinn og kallaður sóði.\nHér á þessu fyrirmyndar ríki sjálfstæðis\nEr slígt til?\nHvernig má það vera?\nVar ekkert hægt að gera?\nNú er ég að fara aftur útí lifið fara verða frjáls.\nMeð jú aðeins meiri skilning á blessaðri tilveruni heldur en áður\nog ég notaði tíman hér til endur uppeldis.\nÉg horfði nefninlega á fræðslu efnið í sjónvarpinu\nOipru og Ísland í dag.\nNýr og betri maður haldið ekki það?…",
    "url": "https://www.hugi.is/ljod/greinar/85507/thar-hafidthid-thad/",
    "url_id": "85507",
    "id": "610106",
    "replies": [
        {
            "user": "sweetie",
            "user_id": "512",
            "date": "2002-07-23 17:41:34",
            "id": "610107",
            "reply_to_id": "610106",
            "text": "Sterkt ljóð, einlægt og mikil ádeila á samfélagið."
        }
    ]
}