{
    "forum_title": "Húmor",
    "user": "Dagfari",
    "user_id": "8158",
    "date": "2002-07-25 14:14:41",
    "title": "Nokkrir góðir",
    "text": ":: RÉTTU GRÆJURNAR ::\nFarandsölumaður sem var að selja sjónvarpstæki af nýjustu og bestu gerð bankaði uppá hjá Jónasi og Möggu. Hann sýndi þeim tækið sem hann vara að selja og m.a. til að sýna þeim hvað fjarstýringin var öflug þá fór hann inn á klósettið og notaði hana þaðan. Það er óþarfi að taka það fram að Jónasi og Möggu leist svo vel á tækið að þau keyptu það strax.\nNúna finnst þeim mjög gaman að horfa á 50 tommu sjónvarp í lit, dólbí steríó, surránd hljóði og hvað sem nöfnum tjáir að nefna. Það eina sem fer í taugarnar á þeim er að þurfa að fara inn á klósett til að skipta um rás.\n..:::……………………………………………………………..\n::  AFRÍSK FJÓLA ::\nJónas kom inn í blómabúð. “Áttu nokkuð afrískar fjólur?” spurði hann afgreiðslukonuna.\n“Nei, því miður,” sagði hún, “en við eigum alveg gullfalleg Maríulauf.”\n“Nei, það gengur ekki,” sagði Jónas. “Það var afrísk fjóla sem ég átti að vökva á meðan Magga var í burtu.”\n..:::……………………………………………………………..\n::  BÆNIR ::\nJónas hafði ætíð verið afskaplega latur maður. Um daginn lét hann t.d. prenta fyrir sig bænirnar sínar og hengdi þær upp á vegg í svefnherberginu sínu. Þegar hann háttar bendir hann alltaf á bænirnar og segir: “Drottinn, þú lest þetta bara…”\n..:::……………………………………………………………..\n::  Á RAUÐU LJÓSI ::\nJónas var úti að aka í bílnum sínum með vin sinn sem farþega. Hann ók nokkuð greitt, eins og venjulega, svo vininum var um og ó, en þó tók steininn úr, þegar Jónas fór yfir á rauðu ljósi.\n“Af hverju stoppaðir þú ekki?” spurði vinurinn.\n“Sko,” útskýrði Jónas, “bróðir minn fer alltaf yfir á rauðu ljósi og hann hefur aldrei orðið fyrir slysi.\nJónas ók nú áfram og fór tvisvar í viðbót yfir á rauðu ljósi. Þegar hann kom að fjórðu gatnamótunum þá skipti ljósið yfir í grænt … og Jónas stoppaði með miklu bremsuvæli.\n”Af hverju stoppaðir þú á grænu ljósi?“ spurði vinurinn.\n”Það er,“ sagði Jónas, ”vegna þess að bróði minn gæti verið að koma hérna til hliðar, og, eins og ég sagði þér, þá stoppar hann aldrei á rauðu ljósi.\"",
    "url": "https://www.hugi.is/humor/greinar/85964/nokkrir-godir/",
    "url_id": "85964",
    "id": "613637",
    "replies": []
}