{
    "forum_title": "Deiglan",
    "user": "AnnaS",
    "user_id": "6446",
    "date": "2002-07-26 15:03:29",
    "title": "Ofbeldisfullir strákar",
    "text": "Í gærkveldi fór ég með vinkonu minni í Smárabíó, sem er ekki frásögu færandi, nema hvað að þegar við erum að labba út í bíl eftir sýninguna, heyri ég að einhver strákur kallar “slagur” og þá verður maður forvitinn.\nÞá lítum við í kringum okkur og sjáum á milli bíla þarna á bílaplaninu uppi, eru 7-8 strákar að lúberja 2 stráka. Og þetta voru hrottalegustu áflog sem ég hef séð með berum augum og er ég nú orðin 25 ára. Ég er að tala um að þeir lömdu og spörkuðu og spörkuðu í strákana tvo, kýldu í magann á þeim og spörkuðu í hausinn á þeim á meðan að þeir voru að reyna að komast inní bílinn sinn. Ekki nóg með það heldur spörkuðu þeir í bílinn líka. Svo rétt svo náði strákurinn sem var að keyra að bakka úr stæðinu og forða sér. Bíllinn var algjörlega í klessu og hann gat ekki lokað hurðinni því hún var svo beygluð og hann blóðugur í framan. Þetta var hreint út sagt viðbjóður að horfa uppá þetta og maður fer ekki að blanda sér í svona mál.\nNú veit ég ekki afhverju þessi slagsmál voru en hvað er að fólki?? Hvernig er hægt að vera svona rosalega grimmur og illa innrættur til að geta sparka í höfuðið á manni? Og 7-8 á móti 2, það er ekki sanngjarnt. Maður hefur heyrt svo margar sögur um svona, t.d. 16 ára stelpa sem var lamin af þremur stelpum hérna fyrir ca. 10 árum, hún er í hjólastól í dag og getur ekki tjáð sig, líf hennar var eyðilagt í svona slagsmálum.\nÉg bara varð að deila þessu með ykkur, sé alltaf þessu reiðu ungu stráka fyrir mér og fæ alveg í magann.\nHvað er málið? Er þetta orðið svona í dag, að fólk sé að ráðast á hvort annað á bílaplani þegar bjart er og fullt af fólki að labba í kring?\nEndilega komið með einhver álit á þetta!",
    "url": "https://www.hugi.is/deiglan/greinar/86092/ofbeldisfullir-strakar/",
    "url_id": "86092",
    "id": "614616",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-26 18:34:31",
            "id": "614617",
            "reply_to_id": "614616",
            "text": "hmmm…getur hafa verið eiturlyfjamál og gaurarnir að handrukka þá.\nen samt, ég er allveg sammála þér það þarf að gera eitthvað í þessu"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2002-07-26 18:39:13",
            "id": "614618",
            "reply_to_id": "614616",
            "text": "afsakið ef ég skuli segja þetta svona beint út en\nþessir gaurar eru greinilega algjörir fæðingarhálfvitar\nPersónulega tel ég að svona það eigi að taka mjög hart á svona hrottafengnum ofbeldisverkum því oftast er það ekkert svona einusinni dæmi."
        },
        {
            "user": "AnnaS",
            "user_id": "6446",
            "date": "2002-07-26 18:48:28",
            "id": "614619",
            "reply_to_id": "614616",
            "text": "Þú hefðir átt að hringja á lögregluna. Kom hún?"
        },
        {
            "user": "AnnaS",
            "user_id": "6446",
            "date": "2002-07-27 14:55:43",
            "id": "614620",
            "reply_to_id": "614619",
            "text": "Við hringdum á lögguna, og hún bað um allskonar upplýsingar og við sáum nú bara endinn á þessu ca 2-3 mínútur og löggan var svo mikið að spurja að strákarnir voru farnir áður en við föttuðum að taka niður númerið á bílnum. Auk þess fóru strákarnir sem voru að lemja ekki í neinn bíl. Svo sagðist löggan ætla að keyra einn hring framhjá, svo fórum við, veit ekki meir.\nOg einhver hérna fyrir ofan var að segja að horfa og gera ekki neitt hafi verið hræðilegt, hvað áttum við að gera einhverjar 2 stelpur???\nEkki séns að ég hefði þorað að fara og tala við þessa gaura. Hvað skal segja, ef ég væri einhver massaður gaur þá hefði ég nú kannski farið og reynt að skipta mér af þessu ..\nÞetta litu ekki endilega út fyrir að vera einhverjir handrukkarar.. ekki veit ég reyndar hvernig maður ætti að þekkja þá frá öðrum.\nEn illskan í þessum mönnum, ég hef aldrei séð svona áður.\nKveðja, AnnaS"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2002-08-01 10:03:28",
            "id": "614621",
            "reply_to_id": "614620",
            "text": "AnnaS: þú hefðir bara átt að öskra: LÖGGAN!!!!\nÞá hefðu þeir líklega hlaupið í burtu …\nEða farið inní bílinn þinn og reynt að keyra á þá…. :)"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2002-07-26 19:00:59",
            "id": "614622",
            "reply_to_id": "614616",
            "text": "Já ég HATA svona!!!\n:-("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-26 19:05:02",
            "id": "614623",
            "reply_to_id": "614622",
            "text": "Já ég lika"
        },
        {
            "user": "defcon",
            "user_id": "11761",
            "date": "2002-07-26 19:10:40",
            "id": "614624",
            "reply_to_id": "614616",
            "text": "Ef þú hefðir tekið númerið af bílnum þeirra og hringt á lögregluna væriru að gera strákunum og fjölskyldu þeirra mikin greiða.. það er greynilegt að ruddarnir voru að handrukka þá.. og fjölskylda þeirra veit örugglega af því og þorir ekki að fara í lögregluna vegna þess að hún heldur að löggan taki barnið sitt og hendi því í á litla hraun. Þannig að svona mál fara oftast ekki í lögregluna"
        },
        {
            "user": "biggioli",
            "user_id": "46376",
            "date": "2002-07-26 19:50:03",
            "id": "614625",
            "reply_to_id": "614624",
            "text": "Eruð þið viss um að það hafi verið að handrukka þá?\nÞað þarf ekki meira til hjá þessum ræflum en að segja eitthvað móðgandi við þá.  Þetta eru svo litlir menn að þeir verða að svara með hnefanum því þeir kunna ekki að tjá sig rétt. Svo er það líka svo fyndið að þegar svona klíka tekur sig til og tekur einhvern svona fyrir eru það oftast höfuðpaurar klíkunnar sem koma þessu af stað, en eru svo mestu kjúklingarnir þegar kemur að áflogunum og standa bara og horfa á. Það eru þessir strákar, sem eru stærstir þegar klíkan er á svæðinu sem þarf að taka og gera eitthvað við….."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2002-07-26 20:00:36",
            "id": "614626",
            "reply_to_id": "614616",
            "text": "Það er eitthvað ekki í lagi með þessa gaura. Það ætti að taka þá, binda þá niður og nota þá fyrir hraðahindranir."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-07-26 20:06:52",
            "id": "614627",
            "reply_to_id": "614626",
            "text": "Eða binda þá við fánastöng á Ingólfstorgi. Bera á þeim rassgatið og hella brennheitri Bernais sósu yfir þá. =Þ"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-07-26 20:33:10",
            "id": "614628",
            "reply_to_id": "614627",
            "text": "Gaurarnir sem voru lamdir áttu þetta hugsanlega skilið, kannski lamið systur einhvers or sum."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-07-27 00:22:48",
            "id": "614629",
            "reply_to_id": "614628",
            "text": "doctor: Gerir þú þér grein fyrir því að þetta var heimskulegasta komment sem þú gast komið með?\nÁttu það skilið? Það á enginn skilið að vera laminn í klessu af hóp af vanþroskuðum aumingjum. Já, ég kalla þá auminja vegna þess að þeir voru 7-8 á móti 2. Hversu mikill aumingi er hægt að vera?\nOk, segjum sem svo að einhver lemji systur manns. Auðvitað yrði maður reiður. En ef maður færi með hóp vina sinna til þess að berja menn í klessu þá ytði maður ekkert skárri en sá sem lamdi systur manns. Ef eitthvað er þá yrði maður verri.\nOfbeldi á aldrei rétt á sér. Ég myndi telja það að sparka í andlit liggjandi manns vera tilraun til manndráps. Endilega komdu með rök fyrir þínum skrifum. Hvar er mörkin á milli réttlætis og ranglætis í ofbeldi?"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-07-27 02:42:49",
            "id": "614630",
            "reply_to_id": "614629",
            "text": "Yeah, talaðu um mörkin milli réttlætis og ranglætis ef einhverjir gaurar gera eitthvað slæmt við t.d. systur þína, lemjana, nauðgenni eða eitthvað. Samt, efa það, most likely dópmál."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-27 12:35:01",
            "id": "614631",
            "reply_to_id": "614630",
            "text": "Hvar er réttlætið í því að fara 8 á 2? Ég veit ekki ástæðu slagsmálanna en eitt veit ég samt. Ástæðan var ekki nógu góð til þess að fara 8 og berja 2.\nÞað er ekkert sem réttlætir það í mínum augum."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-07-26 20:34:38",
            "id": "614632",
            "reply_to_id": "614616",
            "text": "Djöfulsins grimmd :D\nEn ekki halda að þetta sé bara svona núna í dag, menn hafa stundað það að berja, drepa og pynta hvorn annan frá upphafi veraldar…"
        },
        {
            "user": "XRated",
            "user_id": "98",
            "date": "2002-07-27 00:20:37",
            "id": "614633",
            "reply_to_id": "614616",
            "text": "Well,\nsvo lengi sem marr veit ekki afhverju !!\nÞá er það alltaf spurning…\n1. Kannski að þessir 2 hafi nauðgað litlu systir eins þeirra og þá hafa þeir beðið um þetta.\n2. Kannski rakst 1 þeirra í popp pokann hjá hinum og ekki sagt “fyrirgefðu”..\nSvo lengi sem maður veit ekki “afhverju” þá kemur það manni varla við…\nÞað hefur örugglega verið ástæða.. annar færu varla 8 manns að berja 2 …\nps. that´s what I think :)\nKveðja\nX-Rated"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-07-27 01:50:52",
            "id": "614634",
            "reply_to_id": "614616",
            "text": "ég var nú niður í bæ eitt kvöldið á “djamminu” og var fyrir utan hlölla báta, ég var slatta drukkinn, og man ekki alveg hvernig þetta byrjaði. en mig minnir að það hafi komið einhver gaur og farið að rífa kjaft. sagt ég hafi verið ljótur eða eitthvað í þá áttina. það fauk í mig, og ég ýtti við honum.\nsvo veit ég ekki annað en einhverjir vinir hans koma út af skemmtistaðnum. 4 held ég. og þeir vaða í mig og sparka mig niður og láta spörkin dynja á mér, svo var einhver sem stoppaði þetta , ég held ég hafi verið heppinn.\nég get bara sagt að mér myndi ekki detta í hug að labba að einhverjum og fara að rakka hann niður fyrir að vera ljótur, það er ávísun á leiðindi, nema sumir telja sig hafa efni á því. kannski þeir sem eiga 4 vini á næstu grösum til að geta gengið í skrokk á þeim eina sem líkar ekki svona helvítis stælar.\njá. svo að lokum. skemmtið ykkur á “djamminu” ég vona að það fari ekki fyrir neinum eins og strákum frá ísafirði sem var barin til dauða í Reykjavíkinni í sumar."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-07-27 02:04:00",
            "id": "614635",
            "reply_to_id": "614634",
            "text": "Jamm, það réðust líka einusinni fjórir strákar á mig. Síðustu áramót.\nÉg á eftir að hefna mín á þeim :)\nHehehe, hvernig sem það verður.. verður það ljótt fyrir víst"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2002-07-27 02:34:11",
            "id": "614636",
            "reply_to_id": "614635",
            "text": "Hey newsflash, við lifum ekki á sturlungaöld. Ég leyfi mér að efast um að þessir strákar hafi gert eikkað til verðskulda það að 7-8 drengir réðust að þeim og spörkuðu í hausinn á þeim, ásamt því að rústa bílnum. Einnig stórlega efast ég um að þetta séu handrukkarar, því þetta ber glögg merki þess að vera heiftug slagsmál, með tilviljunakenndri staðsettningu, eða bílplan smárabíós, ásamt því að vera 7-8 á 2 :) ekkert af þessu bendir til þess að þetta séu handrukkarar.\nAftur á móti “skemmtileg” pæling, eru svona hlutir að gerast um hábjartan dag fyrir framan fullt af fólki, og öllum er sama? það finnst mér í raun alvarlegra en þessi slagsmál…"
        },
        {
            "user": "defcon",
            "user_id": "11761",
            "date": "2002-07-27 04:02:06",
            "id": "614637",
            "reply_to_id": "614635",
            "text": "Two wrongs dont make it right."
        },
        {
            "user": "Crimson",
            "user_id": "8229",
            "date": "2002-07-27 04:29:31",
            "id": "614638",
            "reply_to_id": "614616",
            "text": "Ég er ekki að verja einn eða neinn, og persónulega finnst mér þetta ekkert skemmtilegt að svonalagað sé að gerast í samfélaginu okkar. En hugsunin um að ef ég skipti mér af verð ég næstur get ég vel trúað að fari í gegnum marga kolla þegar þeir sjá eitthvað svona. Svo er auðvitað adrenalín kikkið sem flestir fá þegar þeir sjá slagsmál sem getur haft einhver áhrif á það hvort fólk skiptir sér af, kannski er þetta bara víma einhverra. En getur verið að við séum öll orðin dofin fyrir þessu. Við látum þetta viðgangast vegna þess að þetta er nokkurn veginn orðinn hversdagslegur hlutur? Hversu slæmt sem það er að hugsa svona þá held ég að við verðum að fara að líta þannig á hlutina því vandamálið er í raun ekkert að leysast."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2002-07-27 09:31:01",
            "id": "614639",
            "reply_to_id": "614616",
            "text": "Bara að hringja á lögguna þegar þú verður vitni að svona atburðum. Það er lang best. Taka niður bílnúmer hjá baðum aðilum og hringja í lögguna. Ekki halda að þú sért að gera einhverjum greiða með því að hringja ekki.\nSmáralind er líka með öryggisverði og ég bara spyr hvar voru þeir á meðan á þessu stóð.\nEf að fólk er farið að hrofa uppá 8 manns berja 2 til óbóta án þess að segja eitthvað eða grípa inní, þá er verulega mikið að þessu þjóðfélagi sem við búum í.\nNóg í bili,\nXavie"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-27 12:45:54",
            "id": "614640",
            "reply_to_id": "614616",
            "text": "Er íslenskt samfélag farið að vera eins og í Bandaríkjunum? Þar sem enginn vill skipta sér af vegna þess að enginn vill vera “involved”…\nDapurlegt. :((("
        },
        {
            "user": "mindrap3r",
            "user_id": "5580",
            "date": "2002-07-27 13:36:17",
            "id": "614641",
            "reply_to_id": "614616",
            "text": "!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-07-27 16:00:01",
            "id": "614642",
            "reply_to_id": "614616",
            "text": "Já ef það er eitthvað sem ég þoli ekki, þá eru það slagsmál. Í alvöru talað, það ætti að byggja fleiri fanglesi á Íslandi og allir sem gerast selir um svona viðbjóð verða bara læstir inni í lágmark 1½ ár. Þá myndu þessi fífl kannski hugsa sig tvisvar um næst.\nog þessi gaurar sem lemja mann fyrir það eitt að gefa sér skrítið augnaráð eru líklega með greindarvísitölu á við tré. Og gaurar sem fara 8 saman á 2… er virkilega hægt að finna 8 manns í hóp þar sem enginn hefur vott af samúð í sér? Það hlýtur amk 1 af hverjum 8 sjá að þetta sé svo ógeðslega rangt. svona fólk ætti að sitja inni í 3 ár.\nOg ef þið eruð á annað borð að slást: gerið það one on one, það er bara heiðarlegra, hvernig sem þið lítið á heiðarleika og virðingu. …og þegar maður liggur, en maður þá ekki búinn að tapa? það á ekki að sparka í liggjandi mann. ef þið viljið virkilega fara svona illa með fólk, af hverju skjótið þið það bara ekki í löppina eða e-ð? Það er minna vesen, hálfvitar."
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-07-27 16:02:24",
            "id": "614643",
            "reply_to_id": "614642",
            "text": "…en það les örugglega enginn ofbeldismaður þetta, þeir kunna örugglega ekki að lesa…"
        },
        {
            "user": "stinan",
            "user_id": "12763",
            "date": "2002-07-27 17:38:36",
            "id": "614644",
            "reply_to_id": "614616",
            "text": "Eiga þeir það skilið? Djöfull ertu sorglegur vinur það á engin skilið að vera lamin, þó að hann hafi gert eitthvað, og 7-8 menn á 2? meina kom on, er fólk sick..kannski var þetta bara eitthvað bögg í bíóiniu…Dæmi : 2 strákar fara í góðum hug í bíó og hlæja svo mikið af myndinni, að hinum 7-8 vanskaplingunum finnst það pirrandi og lemja þá í köku. þetta er svona týpískt..það þarf mjög lítið til!\nog sumir hafa verið að koma með svör við þessari grein í líkingu við “tja..þa hefur örugglega bara verið að handrukka þá”\nmeina halló! það skiptir ekki máli  hvað það er ! það var verið að lemja þá í klessu..eg held að þó að þetta hafi verið stundargaman hjá þessum vanskaplingum þá situr þetta eftir í greyjið strákunum! þetta er óþroskað og það þarf bara að taka á svona málum, fólk sem gerir eitthva svona..stingur…lemur…sparkar.. og tekið af löggunni…löggan er ekki að gera góða hluti! þessum strákum er sleppt samdægurs út! þetta er fáránlegt!\nKeep it Real"
        },
        {
            "user": "snikkari",
            "user_id": "3346",
            "date": "2002-07-28 18:32:51",
            "id": "614645",
            "reply_to_id": "614616",
            "text": "Jú, sjáðu til AnnaS.\nÞetta er alltsaman fullkomlega eðlilegt, þú ert stödd í Reykjavík.\nÉg er utanbæjarmaður og er búin að búa hér í RVK í 4 ár.\nSíðan að ég flutti hingað hef ég aldrei séð annað eins af rugli og viðbjóði.\nSvona er Reykjavík."
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-07-30 15:37:13",
            "id": "614646",
            "reply_to_id": "614645",
            "text": "það eru nú meiri líkur á að vera barinn á djamminu í mörgum þorpum út á landi heldur en niðrí miðbæ Reykjavíkur. Ég er aldrei með neina stæla og ég hef aldrei lent í slagmálum niðrí bæ. Ég var einu sinni böggaður en ég bakkaði bara úr því, sá vægir sem vitið hefur meira. Ég bakka nú frekar en að gera illt verra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-30 20:21:26",
            "id": "614647",
            "reply_to_id": "614646",
            "text": "Það er dáldið um svona lagað, kemur samt ekkert í fréttum. Heyrði nú um 2 sem gerðust í partýi og miðað við það ættu svona árásir að vera mjög margar um hverja helgi."
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-08-02 18:56:47",
            "id": "614648",
            "reply_to_id": "614646",
            "text": "TheCure, rétt rétt, gott dæmi er Patreksfjörður :D"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-08-01 08:46:55",
            "id": "614649",
            "reply_to_id": "614645",
            "text": "Ég get alveg séð 100 ástæður fyrir því að menn eiga skilið að vera barnir…\nEn bara svona til að svara ykkur hinum sem eru að hneykslast að svona margir fari á einn…iss greinilegt að þið vitið lítið um lífið og aldrei verið barið á ykkur.\nMálið er að flest slagsmál sem gerast hér á Íslandi eru svona ójöfn, þetta er oftast ekki eins og í bíómyndunum þar sem tveir fara í slag og allt er sýnt í slow-motion…sumir þurfa bara að vakna að værum blundi hérna og líta í kringum sig!\nSvona er lífið bara, exept it!"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-08-01 09:37:08",
            "id": "614650",
            "reply_to_id": "614649",
            "text": "HAHAHAHAH\nExept it!!!!!!\nVinurinn, þér er greinilega nokk sama um aðra í kringum þig. Þessi stelpa sem endaði í hjólastól eftir að það var sparkað í hausinn á henni niðrí bæ af nokkrum stelpum, fyrir það að þeim fannst hún pirrandi í vinnuskólanum!! þetta er frænka mín, og þetta er ekkert gaman, ég veit hvernig fjölskyldan fór útúr þessu. Og ekki síst stelpan!! Hún er í hjólastól, á erfitt með að tjá sig, verður að vera í burtu frá fjölskyldunni því hún þarf að fá hjálp við allt, þú spáir ekkert í því er það. Þú lemur bara gaura. Jibbí gott hjá þér að vera heimskur redneck!\nSvo var það önnur frænka mín, sem að lamdi stelpu, ekki sama mál. Hún varð að dúsa inni í gæsluvarðhaldi í einhvern mánuð eða meira. Fór á skilorð. Reyndar slasaðist stelpan sem hún lamdi ekki eins mikið og frænka mín.\nEn fólk sem fer í svona hópslagsmál, það pælir ekkert í því hvað það getur gert við hinn aðilann, það ætlar bara að kenna því að vera ekkert í böggast í sér. En pælið í því, þið gætuð lennt í því að borga háar skaðabætur, eða dúsa inni. Í staðinn fyrir að þroskast og vera vitur. Það er nefnilega svoldið erfitt að vera vitur eftir á!"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-08-01 11:37:31",
            "id": "614651",
            "reply_to_id": "614650",
            "text": "Ekki fara að saka mig fyrir neitt, ég get fullvissað þig fyrir það að ég er ekki einn af þeim sem er að lemja einn eða neinn.\nÉg nefndi bara þetta vegna þess að ég SJÁLFUR hef orðið fyrir barðinu á þessu og VEIT hvernig þetta er!!\nHinsvegar fer það líka í taugarnar á mér að fólk sé að væla hitt og þetta og geti svo aldrei hjálpað til þegar það gæti…eins og það að horfa bara á þegar slagsmál eru í gangi!!\nÉg get reyndar ekki gagnrýnt aðalpóstarann hérna því að þar voru 8-9 strákar…"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-08-01 11:44:59",
            "id": "614652",
            "reply_to_id": "614651",
            "text": "Ok, ég verð bara svo brjálaður ef maður sér fólk vera sama um hvernig það fer með annað fólk. Enda ef ég lendi í einhverju böggi þá er ég ekki að ráðast á fólk. Frekar tek ég það taki og róa það. Mér fynnst það sýna svo mikinn vanþroska að safna einhverjum tíu vinum sínum að berja einhvern, það sýnir bara að fólk hefur þroska á við 10 ára krakka. Maður hlær bara að svoleiðis fólki.\nÞú fyrirgefur bráðræðið hjá manni!"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-08-01 12:10:22",
            "id": "614653",
            "reply_to_id": "614652",
            "text": "Jamm allt í góðu :)\nAnnars var ég líka soldið bráður á mér að segja svona hluti eins og exept it!\nAuðvitað eigum við ekki að sætta okkur við þetta en fólk verður líka að vita að hópur ráðist á einn eða tvo menn er ekkert nýtt…"
        },
        {
            "user": "pilapina",
            "user_id": "29636",
            "date": "2002-12-06 01:04:27",
            "id": "614654",
            "reply_to_id": "614645",
            "text": "Ég er líka utan af landi og get sagt það að Reykjavík er ekkert verri en margir smábæjir, það er nú stundum nóg að vera utanbæjarmaður til að vera barinn í klessu.\nÉg þekki eitt mjög alvarlegt tilfelli þar sem að tveir úr bænum fóru að rífast á barnum og þegar annar þeirra fór heim og var kominn upp í rúm þá bönkuðu þrír uppá hjá honum, barnapían fór til dyra og einn hélt henni og vinkonu hennar á meðan hinir tveir börðu strákinn í klessu þar sem að 7 mánaða sonur hans lá í rúminu sínu við hliðina á pabba sínum, barnapían náði að hlaupa inn og ná í barnið sem betur fer. Þetta endaði í húsgarðinum þar sem strákurinn fékk eitt stykki grjót í hausinn og rotaðist og fíflin héldu að hann væri dauður þannig að þeir skelltu honum bara inn í rúm aftur og fóru. Barnapíurnar voru auðvitað í algjöru losti og hringdi önnur í bróður sinn sem að kom og hringdi auðvitað í lögreglu og sjúkrabíl. Þetta gerðist í litlum bæ úti á landi þar sem að strákarnir þekktust allir. Það er fullt af ógeði og rugli í gangi allsstaðar en það er bara sýnilegra í Reykjavík því að það er auðvitað stærsti “bær” á landinu."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-08-01 13:07:37",
            "id": "614655",
            "reply_to_id": "614616",
            "text": "Maður reynir að tala sig úr öllum svona óþægilegum aðstæðum - því ekki nenni ég að láta lemja mig af mörgum strákum í hóp og síðan leita þá uppi og lemja einhvern og vera alltaf hræddur þegar maður er einn á ferð uppí sjoppu útaf hefndum…\nMaður á bara að hringja í lögguna en það er alltaf sárt að horfa uppá einn laminn í buff af mörgum :("
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-08-01 13:26:59",
            "id": "614656",
            "reply_to_id": "614655",
            "text": "Nota bene: Þegar ég var pínulítill polli sá ég einusinni hóp af strákum lúberja eldri bróður minn (ég var 8ára og hann 15) og ég sagði þeim að hætta þessu - og þeir hótuðu bara að lemja mig í staðinn!\nPælið í þessu að dópneysla & sala er spurning um framboð og eftirspurn…en líkamsárás finnst mér allra alvarlegust glæpa! Ég æfi sjálfsvörn en fyrirlít allt ofbeldi og mun hlaupa burt frá vandræðum ef ég get ekki kjaftað mig útúr þeim…já og hringja í lögguna á hlaupunum :o)\nÍ framtíðinni trúi ég að líkamsárásir verði ekki liðnar heldur fólki kippt út úr samfélaginu og látið rotna inní klefa hugsandi sinn gang."
        },
        {
            "user": "delphi",
            "user_id": "487",
            "date": "2002-08-01 14:18:18",
            "id": "614657",
            "reply_to_id": "614655",
            "text": "löggan? hahahahahaa\nhver kannast ekki við þessa sjón\nNokkrir að lemja einhvern í köku á lækjartorgi og lögreglubíll pakkaður af löggum á torginu. Nokkrir reyna að banka á rúðuna á bílnum og benda þeim á slagsmálin en löggan þykist ekkert sjá né heyra. Enginn ætti að leggja allt sitt traust á lögregluna þið vitið jafn vek og ég að hún bregst og bregst aftur\nps. Löggubíllinn var 6 metra frá slagsmálunum."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-08-01 15:46:22",
            "id": "614658",
            "reply_to_id": "614657",
            "text": "delphi - sammála, lögreglan gerir ekkert. Þau standa bara og horfa á lögbrotin það er alþekkt. Og ef svo ólíklega vill til að þau komi á staðinn og taki þessa glæpamenn, þá bara er þeim sleppt strax aftur."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-08-01 22:55:57",
            "id": "614659",
            "reply_to_id": "614657",
            "text": "[sarcasm : on]\nekki gagnrýna lögguna, hún hefur í nógu að snúast að sekta menn hægri og vinstri…það er sko ekki lítið mál að þefa uppi að bílinn í km fjarlægð gæti verið með brotið númeraljós!\n[sarcasm : off]"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-08-02 01:17:33",
            "id": "614660",
            "reply_to_id": "614659",
            "text": "he he.  Vitið mig minnir að doctor eigi ekki systur."
        },
        {
            "user": "DrifaH",
            "user_id": "15716",
            "date": "2002-08-02 10:37:09",
            "id": "614661",
            "reply_to_id": "614657",
            "text": "delphi:\nOfsalega finnst mér skrítið hvað er alltaf verið að gera lítið úr lögreglunni.  Ég veit ekki um marga sem að VILJA eða hreinlega GETA unnið það starf sem að þetta heiðursfólk vinnur.  Þetta fólk sér mun hræðilegri hluti heldur en að þú getur nokkurtíman ýmindað þér.  Þú ættir að þakka þeim fyrir að vinna þessa vinnu, frekar en að vera að “rakka” það niður.\nAð sjálfsögðu eru einhverjir svartir sauðir í þessari stétt eins og öllum öðrum en í guðana bænum vertu ekki að stimpla alla stéttina út á einn eða tvo lögregluþjóna."
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2002-08-02 15:40:45",
            "id": "614662",
            "reply_to_id": "614661",
            "text": "jámm, sko. það er allt fullt af ofbeldi allstaðar. Pabbi minn var barinn illa í vor  (sjá grein)  og en hefur hvorki löggan né dómkerfið neitt gert. Og gaurarnir enþá lausir…..\nÞetta er bara orðið sjúkt samfélag, og maður verður að passa sig hvar sem maður fer, annars á maður á hættu að verða buffaður eða þaðan af verra.\nLöggan getur lítið gert."
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2002-08-02 15:42:58",
            "id": "614663",
            "reply_to_id": "614662",
            "text": "afsakið, vantaði tengil á eldri grein, hér kemur hann ( vonandi)                                         Tengill\nef tengillinn virkar ekki er slóðin :\nhttp://www.hugi.is/deiglan/greinar.php?grein_id=44942\n…………………"
        },
        {
            "user": "delphi",
            "user_id": "487",
            "date": "2002-08-09 13:24:35",
            "id": "614664",
            "reply_to_id": "614661",
            "text": "DrifaH.\nFyrirgefði en taktu hausinn út úr rassgatinu á þér og líttu á það sem er að gerast í kringum þig. Lögreglan er falskt öryggi.\nViltu dæmi?\nMaðurinn sem bar barinn til ólífis hér í vetur, löggan sagði að þetta væri nú bara ekkert mál þeir náðu sko gaurunum á löggæslumyndavél… eigum við þá núna bara að bíða eftir að maðurinn lifni við??"
        },
        {
            "user": "DrifaH",
            "user_id": "15716",
            "date": "2002-08-12 11:14:26",
            "id": "614665",
            "reply_to_id": "614664",
            "text": "delphi!!!!\nÁ ég að taka höfuðið úr rassgatinu á mér????\nMiðað við þetta “comment” hjá þér sé ég að þér er ekki vert að svara."
        },
        {
            "user": "HoddiX",
            "user_id": "15213",
            "date": "2002-08-01 18:43:57",
            "id": "614666",
            "reply_to_id": "614616",
            "text": "ofbeldi leysir engann vanda EN!!!\nhvað ef þessir gaurar höfðu nauðgað systur/kærustu eins stráksins. ÉG veit að myndi brjálast og lemja þá.  Þó ég sé mjög svo friðsamur í einu og öllu. en já svona hrotta á að kæra. ég hef margsinnis lent í því að vera laminn eða hótað að vera laminn vegna klæðaburðs míns.\nMan eftir atviki þegar ég var að rölta heim úr skeifunni og gaurar á gulum bíl öskruðu “manson ógðe”  ég hló því mér fynnst þetta fyndið. Þeir hafa séð það og stoppuðu bílinn og sögðust lemja mig ef þeir sæu mig aftur :)  ég labbaði bara burt enda læt ég engann segja mér hvað ég á að gera.  svo hef ég verið laminn fyrir þetta og annað. og það fyndnasta er að ég hlusta voða voða lítið á manson :)  fólk ályktar og er með fordóma dregna frá áliktun. og fordóma fyrir hverju jú vá ég var í síðum leður frakka eða leðurbuxum. Er ég þá FOCKING hommi, eða mansonisti uhh NEI!\n:) fannst bara svona smá rétt að deila þessu"
        },
        {
            "user": "HoddiX",
            "user_id": "15213",
            "date": "2002-08-01 19:44:31",
            "id": "614667",
            "reply_to_id": "614666",
            "text": "Mér finnst að það ætti bara að koma upp gapastokki á Lækjartorg.  Setja þetta ofbeldishyski í hann um helgar, og láta fyllibyttur bæjarins sjá um að niðurlægja það til helvítis.  Ofbeldismenn og slíkir viðbjóðir eiga grimmilegar miðaldarefsingar ALVEG skilið.\nÍ alvöru talað…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-01 21:29:49",
            "id": "614668",
            "reply_to_id": "614667",
            "text": "já hef allavega tvisvar lent í því að þegar ég er að labba að þá eru gaurar á bílum sem flauta á mann og koma svo með “fokkmerki” á mann án þess að hafa nokkurn tímann séð þá áður. Var ekkert í “strange” fötum eða neitt..en jæja"
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2002-08-02 01:15:00",
            "id": "614669",
            "reply_to_id": "614616",
            "text": "Hef lent í svipuðu.\nVar að labba í sakleysi með vinum mínum þegar ég vari busi og nokkrir strákar í 10. komu að ökkur og einn ætlaði að þurrka eggi í úlpuna mína og þá var ég eitthvað “neeei ekki mAR..” svo einu sinni enn sama og þá reyndi hann að ráðast á mig en ég náði einhvernveginn að bjarga mér úr því því hann einn byrjaði bara. Svo þegar ég var á leiðinni burt þá kastaði hann eggi í mig og ég labba upp að honum og segi eitthvað óvingjarnlegt og þá skallar hann mig.\nÞannig að læriði að best er að forða sér bara sko, þó að maður sé sterkari hefur ekki allt að segja heldur hve ofbeldishneigður þú ert."
        },
        {
            "user": "svenni1986",
            "user_id": "15779",
            "date": "2002-08-02 16:11:21",
            "id": "614670",
            "reply_to_id": "614616",
            "text": "Ég sá nú verra í Nam á sínum tíma. Þetta getur ekki hafa verið alvarlegt bara smá gannislagur."
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-08-03 10:46:35",
            "id": "614671",
            "reply_to_id": "614670",
            "text": "já ég man líka eftir Nam. ég hef ekki ennþá getað horft á platoon og soleiðis. missti hendina þegar Charlie sprengdi brúna."
        },
        {
            "user": "Saursuga",
            "user_id": "13302",
            "date": "2002-08-02 17:08:49",
            "id": "614672",
            "reply_to_id": "614616",
            "text": "Hvað varð um ‘'Mano E Mano’' spyr eg bara.. það eru allir orðnir svo miklir aumingjar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-02 20:46:00",
            "id": "614673",
            "reply_to_id": "614616",
            "text": "Þetta eru bara hreinir karlmennsku stælar hjá fólki að lemja aðra! Maður þarf ekkert að lemja aðra, þó svo að maður sé fúll eða fólk kallar mann nöfnum. Ísland er líka svo lítið samfélag, að það þarf bara eitt slagsmál og það fær maður einhverja meiri virðingu hjá fólki, sem mér finnst vera fáranlegt. Svo heldur fólk að það sé eitthvað öðruvísi ef slagsmál eiga sér stað á höfuðborgarsvæðinu en annarstaðar út á landi!"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-09-13 19:49:14",
            "id": "614674",
            "reply_to_id": "614616",
            "text": "Sumir eru fífl, svo einfalt er það, annars á ég alltaf bágt með að horfa upp á marga á móti einum og hefði í minnsta falli hringt í lögregluna, annars veit maður ekki. Það eru víst orðnir mjög fáir sem vilja helst stökkva til bjargar eins og ég vitandi að maður á eftir að fara illa útúr því."
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-09-13 19:49:31",
            "id": "614675",
            "reply_to_id": "614616",
            "text": "auðvitað meina ég marga móti mjög fáum"
        }
    ]
}