{
    "forum_title": "Húmor",
    "user": "IngaAusa",
    "user_id": "22132",
    "date": "2002-07-30 00:43:57",
    "title": "Tveir góðir.  (enska)",
    "text": "Lil' Johnny on Politics\nLil' Johnny goes to his dad and asks, “What is politics?” Dad\nsays, “Well son, let me try to explain it this way. I'm the\nbreadwinner of the family, so let's call me Capitalism. Mommy\nis\nthe administrator of the money, so we'll call her the\nGovernment. We're here to take care of your needs, so we'll\ncall\nyou The People. The nanny, well, consider her The Working\nClass.\nYour baby brother, we'll call him The Future. Now go think\nabout\nthis and see if it makes sense.”\nSo the little boy goes off to bed thinking about what Dad has\nsaid. Later that night, he hears his baby brother crying and\nruns to his room only to find that his diapers are very soiled.\nSo the little boy goes to his parents' room. Mom is sound\nasleep. Not wanting to wake her, he goes to the nanny's\nroom.\nFinding the door locked, he looks through the peephole and\nsees\nhis father in bed with the nanny. He gives up and goes back to\nbed.\nThe next morning, the little boy says to his father, “Dad, I\nthink I understand what politics is now.”\n“Good son, tell me in your own words then what politics are.”\nThe little boy replies, “Well, while Capitalism is screwing the\nWorking Class, the Government is sound asleep, the People\nare\nbeing ignored and the Future is in deep shit.”\nDinner with the Girlfriend's Parents\nA girl asks her boyfriend to come over Friday night and have\ndinner with her parents. Since this is such a big event, the\ngirl announces to her boyfriend that after dinner, she would\nlike to go out and make love for the first time.\nWell, the boy is ecstatic, but he has never had sex before, so\nhe takes a trip to the pharmacist to get some condoms. The\npharmacist helps the boy for about an hour. He tells the boy\neverything there is to know about condoms and sex.\nAt the register, the pharmacist asks the boy how many\ncondoms\nhe'd like to buy, a 3-pack, 10-pack, or family pack. The boy\ninsists on the family pack because he thinks he will be rather\nbusy, it being his first time and all.\nThat night, the boy shows up at the girl's parents house and\nmeets his girlfriend at the door. “Oh, I'm so excited for you to\nmeet my parents, come on in!”\nThe boy goes inside and is taken to the dinner table where\nthe\ngirl's parents are seated. The boy quickly offers to say grace\nand bows his head.\nA minute passes, and the boy is still deep in prayer, with his\nhead down.\n10 minutes pass, and still no movement from the boy.\nFinally, after 20 minutes with his head down, the girlfriend\nleans over and whispers to the boyfriend, “I had no idea you\nwere this religious.”\nThe boy turns, and whispers back, “I had no idea your father\nwas\na pharmacist.”",
    "url": "https://www.hugi.is/humor/greinar/86528/tveir-godir-enska/",
    "url_id": "86528",
    "id": "617859",
    "replies": [
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-07-30 16:10:55",
            "id": "617860",
            "reply_to_id": "617859",
            "text": "hvað þíðir pharmacist?"
        },
        {
            "user": "Punisher",
            "user_id": "19114",
            "date": "2002-07-30 16:19:05",
            "id": "617861",
            "reply_to_id": "617860",
            "text": "pabbin var afgreiðan"
        },
        {
            "user": "Tigershark",
            "user_id": "1684",
            "date": "2002-07-30 17:10:37",
            "id": "617862",
            "reply_to_id": "617860",
            "text": "pharmachist=apótekari"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-30 17:44:47",
            "id": "617863",
            "reply_to_id": "617859",
            "text": "hehe…snilld"
        },
        {
            "user": "Terminator",
            "user_id": "4765",
            "date": "2002-07-31 19:37:44",
            "id": "617864",
            "reply_to_id": "617859",
            "text": "ROOOOOOOOOOOOFL, báðir eru ARGANDI SNILLD !!!!!!!!"
        }
    ]
}