{
    "forum_title": "Bílar",
    "user": null,
    "user_id": null,
    "date": "2002-07-31 01:22:39",
    "title": "Nissan 350Z",
    "text": "Nissan 350Z er, eins og flest ykkar ættu að kannast við, tilraun Nissan til að endurvekja ‘The Spirit of Z’, eða öllu heldur anda Nissan 240Z sem var framleiddur á árunum 1970-1973, en þróun Z bílanna er af flestum talin hafa farið niður á við síðan þá. 350Z er ætlað að vera einskonar andlegur arftaki 240Z, hreinræktaður sportbíll.\n350Z er fyrst og fremst akstursbíll sem gerir litlar sem engar málamiðlanir. Stýrið er nákvæmt, snýst 2.7 snúninga milli lása og nýtur ekki rafrænnar aðstoðar. Fjöðrunin er ekki rafstýrð, og heldur ekki bensíngjöf og bremsupedali. Ökumaðurinn fær allar upplýsingar um hegðun bílsins og hvernig hann tekst á við veginn, skýrt og ómengað.\nFjöðrunin er að miklu leiti úr áli, sem skilar sér í sneggri hreyfingum og auðvitað minni þyngd. Allar útgáfur bílsins eru búnar svokölluðum ‘anti roll bars’, styrktarbitum sem minnka veltu bílsins í beygjum, ásamt stillanlegum styrktarbita milli demparahúsa að framan.\nVélin í 350Z er 3.5 lítra V6 sem skilar 287 hestöflum við 6200 snúninga, og 274 pundfetum af togi við 4800 snúninga á mínútu. Hún þeytir 1447kg bílnum frá 0-100km/h á 5.5 sekúndum, sem er mjög góður árangur miðað við hlutfall þyngdar og afls. Þessi vél er sú sama og notuð er í Nissan Maxima og Pathfinder, en hefur gengist undir miklar breytingar. Í henni er nú breytileg ventlaopnun auk þess sem ventlarnir opnast meira, og stimplar og kambásar eru úr léttara efni. Hún er staðsett aftarlega, og liggur mestmegnis fyrir aftan framöxul. Með þessari uppstillingu fæst góð þyngdardreifing, eða 53/47 framan/aftan.\nPústkerfið hjálpar líka til við afköstin, en það andar mjög vel. Nissan lagði sérstakan metnað í það að gera hljóðið í því sportlegt.\nBíllinn er tveggja manna og miðast innréttingin við að gera ökumanni til geðs. Sætin eru djúp, stýrið þykkt og gripmikið, og sömuleiðis gírstöngin. Mælarnir, sem eru mjög skemmtilega hannaðir, færast með stillanlegu stýrinu svo að það skyggi ekki á. Innréttingin er frekar látlaus þrátt fyrir að andi gamla góða 240Z svífi yfir. Hún lítur nokkuð vel út, fyrir utan stóra gráa plastfleti á miðjustokki sem minna ónotalega á innréttinguna í Toyota Celica.\nNissan 350Z kemur í 5 mismunandi útfærslum:\n- Base útfærsla kemur á 17” felgum, sömu fjöðrun og sama 6 gíra kassa og dýrasta útfærslan. Þetta er gert til þess að höfða til fólks sem vill góðan grunnbíl til breytinga, og einnig þeirra sem hafa einfaldlega ekki efni á dýrustu útgáfunni.\n- Enthusiast útfærsla er sú eina sem kemur með sjálfskiptingu. Auk þess er í pakkanum spólvörn, skriðstillir, driflæsing og öflugri ökuljós.\n- Performance útfærsla fær 6 gíra kassann, 18” felgur, stöðugleikabúnað (stability control) og búnað til þess að fylgjast með loftþrýstingi í dekkjum innan úr bílnum.\n- Touring útfærslan hefur sama búnað og Performance, auk leðurinnréttingar, rafmagns í sætum og speglum og 240w Bose hljóðkerfis. Touring fær þó ekki stöðugleikabúnaðinn.\n- Aðal útfærsla bílsins nefnist Track. Track hefur minni loftmótstöðu en hinar útfærslurnar, eða 0.29cd á móti 0.30cd, og liggur einnig betur. Þessu er náð með þrískiptri undirpönnu og litlum vindskeiðum að framan og aftan. Track kemur á 18” Rays felgum sem eru töluvert léttari en hinar, og hefur auk þess öflugri bremsur. Fjöðrunin er stífari, og bíllinn er búinn stöðugleikabúnaði og driflæsingu.\nÚtlit bílsins er framsækið og eru skiptar skoðanir um ágæti hönnunarinnar. Mér þykir formið mjög skemmtilegt, og á heildina litið finnst mér hann fallegur á að líta. Illa staðsett stefnuljós og klaufalegir hurðaopnarar stinga samt í stúf við restina af bílnum, og neðri ljósin að aftan þykja mér sérlega misheppnuð.\n350Z er mjög viðkvæmur fyrir litum, og munar t.d. töluverðu á því að sjá hann silfurlitaðan og svo appelsínurauðan. Mér finnst dökkir litir klæða hann mun betur en ljósir.\nÞað verður gaman að fylgjast með umfjöllun um 350Z í bílablöðunum næstu mánuði, því ég hef á tilfinningunni að Nissan hafi tekist ætlunarverk sitt, að búa til hreinræktaðan sportbíl.",
    "url": "https://www.hugi.is/bilar/greinar/86632/nissan-350z/",
    "url_id": "86632",
    "id": "618508",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-07-31 02:39:38",
            "id": "618509",
            "reply_to_id": "618508",
            "text": "Flott grein, da man is back ;)\nÞetta virðist vera bíll sem nánast slær Audi TT við í pose value en jafnframt vekur áhuga harðra akstursáhugamanna. GJ Nissan, ég er að fá sterka trú á Ghozn og hans mönnum.\nFyrir mitt leyti er þetta fallegur bíll sem býður upp á góðan hvell fyrir krónuna ef verð í USA er eitthvað til að miða við."
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2002-07-31 08:37:58",
            "id": "618510",
            "reply_to_id": "618508",
            "text": "Fín grein :)\nFá einn svartan, takk.\nSkoða má myndir af 350Z td hér:\nhttp://www.my350z.com/news/jacksonville/highres/"
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2002-07-31 09:01:50",
            "id": "618511",
            "reply_to_id": "618510",
            "text": "Mjög fín grein og vel tímasett;)\nMér finnst merkilegast hvernig Nissan hyggst höfða til kaupendahópsins með mjög fókuseruðum útgáfum af bílnum í stað þess að setja bara allt í einn bíl.\nTrack útgáfan hljómar t.d. mest spennandi ásamt grunnútgáfunni fyrir mína parta."
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2002-07-31 10:05:52",
            "id": "618512",
            "reply_to_id": "618511",
            "text": "Fyrir áhugasama Nissan Z aðdáendur má benda á ansi skemmtilega Flashsíðu sem Nissan er búið að setja upp.\nSlóðin er\nhttp://www.nissandriven.com/\nÞar velja menn “Future Z” neðst á síðunni og þá poppast upp nýr gluggi með síðunni.\nÞarna má m.a skoða samanburð á 350Z vs. Boxster annarsvegar og 350Z í Track útgáfu vs. Boxster S hinsvegar."
        },
        {
            "user": "bjahja",
            "user_id": "15781",
            "date": "2002-07-31 10:51:49",
            "id": "618513",
            "reply_to_id": "618512",
            "text": "Mér finnst bíllinn bara mjög glæsilegur, hann lýtur betur út í dökkum litum þó og hurðaropnarinn er klúðurlegur og grá plastið að innan mætti fara. En að öðru leiti þá eru þetta bara smáatriði til að kvarta yfir.\nReyndar finnst mér að menn mættu alveg þora að framleiða no compromise performance bíl með ljótri basic innréttingu en með öllu hinu sem skiptir máli, semsagt með frábærri fjöðrun, bremsum og vél. Einskonar F40 hráleiki að innan í fjöldaframleiðslu bíl. Skiljið þið hvað ég er að fara, ekkert rafmagn, ekkert GPS, einföld miðstöð, hefðbundnir rúðuupphalarar og hankar til að opna hurðarnar, engar samlæsingar, engir loftpúðar, engin spólvörn, ekkert ABS, engar græjur, lítil hljóðeinangrun og svo góðir stólar.\nEf þessi bíll væri til þannig væri kannski hægt að fá hann 200 kílóum léttari og hugsanlega jafnvel ódýrari og hann yrði BLAST TO DRIVE!"
        },
        {
            "user": "bjahja",
            "user_id": "15781",
            "date": "2002-07-31 15:42:58",
            "id": "618514",
            "reply_to_id": "618513",
            "text": "Hljómar einsog F40 og F50"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-07-31 20:12:29",
            "id": "618515",
            "reply_to_id": "618513",
            "text": "Hankar til að opna hurðirnar; RennSport, beibí! 1447kg hljómar kannski svolítið mikið, en til samanburðar er e46 M3 1570kg, og gamli 300ZX 1590kg, svo að hann brýtur enga skala þannig séð.\nF40 hráleika? Strippa bara niður einhvern sportara, setja í hann Momo stýri og rauða Recaro stóla! StreetRacer deluxe.\nMal3: Penninn er kominn í gang :)\nMér finnst að Audi TT ætti ekki að vera settur í sama flokk og 350Z, því þrátt fyrir ‘concept coupe’ lúkkið eru þeir mjög ólíkir. Eða kostar TT kannski svipaðan pening?\n350Z verður þá kannski bara cut-price M3? Það liggur einhvernveginn beint við að skella honum í comparison test við hlið akstursbíla eins og M3, en ekki TT. Hann mun samt örugglega etja kappi við TT einhverstaðar, ef marka má fyrirsagnir bílablaðanna núna.\nMoen: Meinarðu Driven greinina í síðasta evo? Ég studdist ekki mikið við hana því mér fannst hún ekki góð. Alls ekki samkvæmt evo standardi, enda gestahöfundur á ferð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-31 22:54:02",
            "id": "618516",
            "reply_to_id": "618515",
            "text": "Eitt vil ég benda á og það er að M3 er bargain bíll hér heima þar sem hann er fáanlegur á rúmlega 6 milljónir.\nM3 er 343 hestöfl og ekki mikið þyngri. M3 er líka bráðum að koma í CSL útgáfu :)\nÉg held að það ætti ekki að bera 350Z við M3 og ekki heldur við TT. TT er ekki klassabíll þó hann sé flottur.\nM3 er meiri “Saloon” bíl enda fimm manna bíll.\nmér dettur hinsvegar ekki margt í hug sem 350Z þarf að glíma við, allavega ekki svona beina samkeppni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-07-31 23:21:44",
            "id": "618517",
            "reply_to_id": "618516",
            "text": "Já, 350Z er soddan niche bíll, ‘Driver focused coupe’. Hann verður eflaust bara settur í flokk með akstursbílum á svipuðu verði. Ég sé alveg fyrir mér hóptest með WRX STi Type-UK, M3, Evo 7, og kannski Integra Type-R þegar hann kemur á markað í bretlandi. Og þá á ég augljóslega við nýju Integruna.\nM3 er samt eiginlega það næsta sem kemst beinni samkeppni eins og ég sé málið, þótt 350Z sé ódýrari bíll. M3 hefur sæti fyrir 5, en er samt mjög fókuseraður akstursbíll.\nM3 CSL verður vonandi róttækari en 330ci ClubSport!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 00:54:31",
            "id": "618518",
            "reply_to_id": "618515",
            "text": "Ég held að verðið á TT og 350Z verði örugglega ekki ólíkt. Líklegast verður 350Z a.m.k. ekki dýrari. No contest!\nSammála með Evo greinina, mað fer alltaf varlega þegar það er ekki in-house job eða a.m.k. einn af gaurunum sem fá að taka þátt í ársprófunum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 09:01:55",
            "id": "618519",
            "reply_to_id": "618518",
            "text": "Ég hef aldrei verið hrifinn af TT, nema kannski lúkkinu. En er þessi 350Z 4 sæta eða 2 sæta?\nLexus LC430 er náttúrulega miklu dýrari bíllinn, en lúkkið er svipað (þó mér finnist Lexusinn reyndar ljótur en ekki 350Z bíllinn).\nJú eflaust bera þeir saman bíla sem eru á svipuðum verðum, þetta gæti orðið nokkuð forvitnilegt."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 11:59:22",
            "id": "618520",
            "reply_to_id": "618519",
            "text": "TT er ekki slæmur en þetta er enginn hard core driving car. Ég held að 350Z sé 2+2. Ég hef bara ekkert pælt í því, hver þarf aftursæti? (slær sér á enni, bebecar þarf aftursæti) :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 12:51:59",
            "id": "618521",
            "reply_to_id": "618520",
            "text": "Einmitt!\nÞangað til maður hefur efni á tveimur bílum þá þarf maður aftursæti! Porsche 911 er því ídeal bíll!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 13:35:52",
            "id": "618522",
            "reply_to_id": "618521",
            "text": "Þú ert kannski sedan maður en þú ert samt nötter. Hver annar kallar 911 ideal 4. sæta bíl? :D"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 13:52:45",
            "id": "618523",
            "reply_to_id": "618522",
            "text": "bara perfect bíll. Góður akstursbíll, góður í snjó, skemmtileg vél, góð ending og lítill rekstrarkostnaður, smartur og svo fjögurra sæta. Verst að frúin er mér ekki sammála;)\nWhat more can you ask for?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 14:19:13",
            "id": "618524",
            "reply_to_id": "618523",
            "text": "Að frúin sé sammála? :)\nFarðu varlega í þetta með rekstrarkostnaðinn. Þeir eru traustir en það kostar samt að reka þá. Maður getur bara almennt sett sér upp budget fyrir því og það stenst oftast vegna áreiðanleikans, þú skilur."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 14:25:57",
            "id": "618525",
            "reply_to_id": "618524",
            "text": "ef maður er góður við þá þá er þetta allt í orden……\nKannski gæti maður fundið sér bílskúrsverkefni fyrr en varir.\nFrúin er sátt við M5, en ekki 911 (extra hurðar;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 14:54:43",
            "id": "618526",
            "reply_to_id": "618525",
            "text": "Svona m.v. það sem ég hef lesið mér til þá getur kostað ansi mikið að þjónusta Porsche reglulega þótt hann bili ekki. Kannski er það orðum aukið en auðvitað kostar líka að setja gúmmí undir þetta og bremsuklossar (dýrir) endast stutt."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 15:00:18",
            "id": "618527",
            "reply_to_id": "618526",
            "text": "Sko.\nÉg var búin að kynna mér málið nokkuð vel. Það er ekki dýrara að þjónusta Porsche (ég er að spá í 1977-1989) en hvern annan fólksbíl (allavega ekki hér heima). Á þessu eldri bílum eru dekkin í mesta lagi 16\" og þau eru nú ekki svo svakalega dýr. Bremsuklossar kosta heldur ekki neitt svakalega nema þú takir Original en vissulega endast þeir stutt, en það gera þeir líka á Volvo!\nOverall myndi ég halda að það ætti ekki að vera dýrara að reka Porsche 911 frá þessu tímabili heldur en að reka t.d. nýjan Renault Laguna eða Subaru Impreza. Þar bætist svo við að þessir bílar halda sér mun betur í verði so bíngó! No contest… (ekki skemma þetta fyrir mér ég er að sannfæra sjálfan mig;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 15:03:16",
            "id": "618528",
            "reply_to_id": "618527",
            "text": "Þú hefur greinilega rannsakað málið vel með að reka svona grip hér heima og tel ég þig því sigurvegara í rökræðunum.\nÍ þetta skiptið er ég glaður að tapa ;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 15:07:19",
            "id": "618529",
            "reply_to_id": "618528",
            "text": "Hehehehe….. true believer!\nÉg skoðaði þetta mjög vel já. Ég talaði við þá í Bílabúð Benna (mjög hjálpsamir með þessi mál) og svo var ég í sambandi við Fuchs í UK og einn í þýskalandi. Svo fór gengið að hækka…. og mér tókst ekki að sannfæra frúnna, en ég er ekki búin að gefast upp ennþá. Þetta er ekki eins dýrt og margir halda.\nEn eins og ég segi eins og með M5 E34 t.d. það er bíll sem á að vera í dýrari kanntinum í rekstri en þrátt fyrir það þá er hann ekki dýrari í rekstri en nýr Honda Accord (þetta var sannreynt í USA) og þetta segir mikið. Menn eru að borga talsverðar fjárhæðir í rekstrakostnað á nýjum bílum vegna þjónustuskoðana til að viðhalda bílum í ábyrgð. Þessar skoðanir eu alltof tíðar ásamt olíuskiptum og þetta skiptir máli líka."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 15:08:25",
            "id": "618530",
            "reply_to_id": "618529",
            "text": "Ég þori að veðja að Miatann var ódýrari í rekstri en Ka-inn? Right?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 20:06:36",
            "id": "618531",
            "reply_to_id": "618530",
            "text": "Ég held að það sé ekki góður sbr. með Miata og Ka. Annars tók ég það ekki rækilega saman en það var margt við Miötuna dýrara en Kainn…"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-01 20:08:31",
            "id": "618532",
            "reply_to_id": "618530",
            "text": "Annars hef ég fylgst með hvað kostar að reka bíla með öðru auganu í Evo Magazine og það eru tveir bílar sem hafa impressað mig: Toyota MR2 og BMW M-Coupe. Báðir voru bilanafríir og ótrúlega ódýrir í þjónustu. Auðvitað át BMWinn dekk en maður getur gengið af því vísu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-01 22:19:47",
            "id": "618533",
            "reply_to_id": "618532",
            "text": "Já. Rúmir 300 hestar út í hjól og 25% driflæsing!"
        },
        {
            "user": "v8mann",
            "user_id": "21753",
            "date": "2002-08-02 19:31:14",
            "id": "618534",
            "reply_to_id": "618527",
            "text": "Strákar, það stendur að 350Z sé tveggja manna í greininni! (heh :)\nSá Porsche sem mig myndi langa til að flytja inn, 964 Carrera 2, er ekkert sérstaklega ódýr í rekstri. Það þarf til dæmis að taka pústkerfið undan til að skipta um þrjú kerti! :)\nEn þetta eru samt alveg rock solid bílar, og regluleg þjónusta hjá viðurkenndum aðila ætti að tryggja áfallalaust langlífi.\nÉg er búinn að stela planinu þínu, bebecar, minns ætlar einhvertíma til þýskalands og koma með alvöru sportbíl til baka! Það er ekki nóg úrval hér heima.\ne30 M3?\ne36 M3?\n964 C2?\n968 CS?\nM Coupe?\nR32 GTR?\nR33 GTR?"
        },
        {
            "user": "v8mann",
            "user_id": "21753",
            "date": "2002-08-08 02:14:24",
            "id": "618535",
            "reply_to_id": "618534",
            "text": "ágætis bíll… en mér finnst stöðuleikablabla og skriðblabla  og bara blablabla yfir höfuð og hreinræktaður sportbíll  ekki eiga samleið.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-08 18:03:23",
            "id": "618536",
            "reply_to_id": "618535",
            "text": "Bara sniðugt ef það er vel gert og hægt að slökkva á því.\nÉg er ekki alveg að fatta að sportbílar þurfi að vera scary. T.d. er stögleikabúnaðurinn í F575 stillanlegur í ham þar sem hann leyfir power oversteer!"
        },
        {
            "user": "Moen",
            "user_id": "17218",
            "date": "2002-07-31 16:12:37",
            "id": "618537",
            "reply_to_id": "618508",
            "text": "Fín minnir ansi en minnir ansi mikið á umfjöllunina sem er á EVO núna. Annars er þetta fín grein og að mínu mati spennandi bíll."
        }
    ]
}