{
    "forum_title": "Smásögur",
    "user": "Tigercop",
    "user_id": "21417",
    "date": "2002-08-01 16:20:05",
    "title": "Sveitalúðinn fer í bónorðsferð, nr.22. LOKAKAFLI.",
    "text": "Konungurinn stóð upp og gekk fremst á pallinn, það lék glaðlegt bros um varir hans.\nLoksins var að koma að því að hann gæti farið að lifa rólegra lífi, einnig mundi hann brátt geta dregið sig meira í hlé frá opinberu lífi konungdómsins því allt var um það bil að breytast.\n,,Kæru vinir” byrjaði Hans Hátign.\n,,Það er mér sérstök ánægja að fá heiðurinn af því að kynna þennan merka mann sem nú mun taka við lyklavöldum að Voldugustöðum, sem og að ýmsu öðru líka” sagði hann og brosti enn einu sinni við tilhugsunina um það sem framundan var.\n,,Fyrst ætla ég að segja ykkur aðeins frá bakgrunni mannsins en að því loknu mun ég kynna hann fyrir ykkur.\nÞegar konungurinn faðir minn sálugi var ungur maður varð hann ástfanginn af ungri stúlku af göfugum ættum, en ekki réttum ættum samt.\nÞeim var meinað að eigast en þau náðu samt að njótast áður en þau urðu viðskila.\nÁvöxtur ástar þeirra varð stúlka sem ekki var viðurkennd inn í konungsættina þar sem barnið var getið í lausaleik, án þess að vera í réttri ætt.\nUngu konunni sem faðir minn varð ástfanginn af var komið þægilega fyrir í hæfilegri fjarlægð frá konungdæminu og föður mínum komið í hæfilegt hjónaband.\nHann giftist móður minni og eignuðust þau aðeins eitt barn, sem sagt mig.\nÞegar tímar liðu uxum við úr grasi, ég og óviðurkennd hálfsystir mín.  Ég varð þeirrar blessunar aðnjótandi að kynnast henni og við lékum okkur saman í æsku, allt þar til að ég tók við krúnu föður míns.\nHálfsystir mín ákvað að láta sig hverfa frá hirðinni og ákvað ein kærasta vinkona okkar beggja að fylgja henni og gæta hennar.\nMig langar að kynna þessa vinkonu áður en lengra er haldið”\nKonungurinn gekk til Skjónu og tók undir hendi hennar og leiddi hana fram fyrir aðra sem á pallinum voru.\nSíðan kynnti hann gömlu konuna sem fékk ákaft lófatak fyrir trúnaðinn við konungsættina.\nKonungurinn kyssti gömlu konuna á vangann og leyfði henni svo að snúa aftur til Búbús.\n,,Nú ætla ég að halda áfram með söguna um bakgrunn Jóakims E. S. Pers en eins og flest ykkar vita að þá er það nafn óðalseigandans” byrjaði konungurinn sögu sína aftur.\n,,Mín ástkæra hálfsystir hvarf frá hirðlífinu þegar ég tók við krúnu föður míns.\nMín nánasta ætt hefur ekki verið blessuð með miklum barneignum en samt helst hún nokkuð vel við.\nEins og ég sagði þá er ég einkabarn en faðir minn átti tvo bræður sem þó ekki varð barna auðið, sem því miður hefur einnig hrjáð mig og drottningu mína.\nEn eins og segir þá var enginn nálægur erfingi að krúnunni þar til að ég frétti af fæðingu drengs sem hin ástkæra hálfsystir mín hafði alið fjarri öllu konungsveldi.\nÉg vildi fá hana til mín með hinn unga prins en við gerðum með okkur samkomulag um að þau fengju að lifa í friði þar til réttur tími kæmi, nú er sá tími kominn.\nMín ástkæra hálfsystir er nú látin ásamt eiginmanni en sonur þeirra, sem var skýrður Jóakim, mun nú taka við réttlátum móðurarfi sínum og það sem meira er, krúnu konungsdæmisins að mér öllum.\nVil ég nú biðja sveitastjóra Ráðríkusveitar, herra Gráðugan frá Grobbstöðum, um að koma hér og afhenda hinum unga prinsi Jóakim E. S. Per lyklavöld að Voldugustöðum og jafnframt getur sveitastjórinn vottað prinsinum hollustu sína” endaði konungurinn ræðu sína í bili.\nGráðugur hrökk við því hann hafði verið niðursokkinn í eigin hugarheim.\n,,Fáránlegt að vera að bulla svona og eyða tíma í að tala um barneignir og þannig þegar ég á að fara að taka við heiðurslaunum mínum” tuðaði hann með sjálfum sér.\nHann var fúll yfir því að kóngurinn skildi ekki hespa þessu af svo hann gæti farið og montað sig af heiðrinum.\nÞegar konungurinn nefndi nafn þess feita kom fát á Gráðugan.\nHann átti að kynna þennan volduga óðalseiganda og prins, glæsilegt þvílíkt tækifæri til að smjaðra fyrir kónginum.\n,,Að sjálfsögðu mun ég krjúpa og sverja prinsinum hollustu mína yðar hátign” sagði hann rígmontinn og glotti framan í Skjónu sem stóð þar rétt hjá.\nSveitastjórinn var viss um að þessi gamla skrukka væri að kafna af öfundsýki vegna þess heiðurs sem kóngsi sýndi honum, en það var öðru nær.\nSkjónu hlakkaði mikið til áframhaldsins og beið spennt.\n,,Þá skulum við fá prinsinn unga hingað upp á sviðið til að taka við því sem hans réttilega er” kallaði konungurinn hátt svo allir í salnum heyrðu.\nÞað kom fát á fólkið í salnum og allir byrjuðu að leita í kringum sig af einhverjum sem mögulega gat verið þessi prins sem enginn þekkti.\nJesper, Ebba, Stjáni og Gunna voru að springa af forvitni og þau færðu sig nær pallinum til að sjá enn betur, kannski þessi prins væri á þeirra aldri.\n,,Ég hef aldrei séð prins og veit ekki einu sinni hvernig prinsar líta út” sagði Jesper fullur tilhlökkunar, hin ungmennin voru sammála því ekkert þeirra hafði heldur séð prins.\nAllt í einu voru þau trufluð.  Skjóna hafði farið niður af pallinum og gekk nú til unga fólksins sem henni orðið þótti svo vænt um, jafnvel kaktusplöntuna hana Gunnu.\n,,Komið upp á sviðið með mér til að sjá betur angarnir mínir” sagði hún við þau og tók undir handlegg Jespers og Ebbu.\nUnga fólkið var himinlifandi yfir að fá að standa á pallinum og þar með kannski við hliðina á prinsinum unga.\nÞau fóru með Skjónu og stilltu sér við hlið hennar og Búbús fyrir aftan konunginn.\nHerra Einráður hafði einnig fylgst með og var nú orðinn áhyggjufullur vegna dætra sinna sem stóðu á sviðinu  þar sem allir gátu nú séð þær með fátæku frændunum.\n,,Hvers vegna gátu þær ekki beðið með þetta ástarstand þar til að dansleikurinn var yfirstaðinn?” sagði hann við foreldra sína en sá að það þýddi ekkert að vola í þeim, þau horfðu dáleidd á sonardætur sínar og voru að rifna af stolti.\n,,Gleðstu nú yfir því hve yndislegar þær eru og alveg heilbrigðar líka” sagði frú Ríkey í róandi tóni til sonar síns.\nGamla frúin hafði fengið tækifæri til að tala við Skjónu rétt áður, og hún var heilluð.\nRíkey varð himinlifandi þegar hún fékk að vita af því að frú Skjóna gamla í Snýtukoti var engin önnur en hin dásamlega Sigrid Kjelle Ónasen af Ónasenættinni.\nÞær höfðu rætt saman og Skjóna hafði sagt Ríkey frá því að konungurinn mundi verða verndari unga fólksins, svo að nú hafði frú Ríkey engar áhyggjur og reyndi að róa órólegan son sinn.\n,,Stilltu þig nú gæðingur og njóttu stundarinnar” sagði hún glöð í bragði við son sinn sem brosti til móður sinnar.\n,,Ég er ánægður með að sjá þig svona ánægða og glaða, ég skal reyna að vera rólegur til að skemma ekki stemninguna hér” sagði stórbóndinn og reyndi að sýnast kátur.\nÞau litu aftur upp á pallinn þar sem eitthvað var að gerast og færðu sig aðeins nær.\nAftur hafði konungurinn tekið til máls, hann horfði yfir hópinn og brosti góðlátlega.\n,,Við skulum þá kynna unga prinsinn” sagði hann hátt og snéri sér að Gráðugum sveitastjóra sem var hundleiður á að hanga svona, en montinn samt vegna athyglinnar sem hann fékk af því að standa við hlið kóngsins.\nHans hátign Kristján konungur rétti sveitastjóranum kippu með lyklum og einnig eitthvað skjal.\nGráðugur tók við þessu og leit forvitinn á blaðið í hendi sér, það var lokað saman með innsigli konungsættarinnar.\n,,Þetta skjal skaltu opna og lesa fyrir viðstadda og síðan afhenda unga prinsinum lyklana að Voldugustöðum” sagði konungurinn við þann feita sem var að springa af monti.\nGráðugur flýtti sér að rífa upp bréfið og lá við að hann missti lyklana af æsingi.\nHann renndi augunum yfir innihald bréfsins, það lá við að hann öskraði.\nAllir viðstaddir sáu hvernig feiti sveitastjórinn þandist út, hann hvítnaði og blánaði til skiptis.\nÞetta gat ekki verið rétt sem hann hafði lesið, það hlaut að vera prentvilla.\n,,Hvað þá, þetta getur ekki passað!” hrópaði hann um leið og hann lokaði munninum sem hafði staðið galopinn augnablik.\n,,Kannt þú ekki að lesa keppur” sagði Skjóna meinfýsin, hún var komin upp að hlið Gráðugs og stóðst ekki freistinguna.\n,,Farðu og krjúptu við fætur prinsins og biddu hann um miskun, kannski að hann leyfi þér þá að búa í hesthúsinu á Grobbstöðum” sagði kerlingin og það sauð í henni ánægjan yfir því að geta loks tekið feita karlinn í gegn.\nGráðugur fölnaði yfir orðum Skjónu, hann að búa í hesthúsi alveg fráleitt.\n,,Er eitthvað að?” spurði konungurinn sem nú var líka kominn að hlið þeirra.\n,,Nei, nei það er ekkert að! Er það nokkuð herra sveitastjóri” svaraði sú gamla spurningu konungs.\nGráðugur áttaði sig og reyndi að brosa en það kom bara grimmileg gretta á andlit hans, mikið leið honum illa.\n,,Ha? Að! Nei,nei það er auðvitað ekkert að” stamaði hann skelfingu lostinn, þetta náði engri átt.\n,,Lestu þá bréfið belgur” hvæsti Skjóna um leið og hún leit til unga fólksins sem hafði fylgst með af áhuga, hún brosti til þeirra og kinnkaði kolli glaðlega, þau vissu auðvitað um hve illa Skjónu var við sveitastjórann.\nKonungurinn kinnkaði kolli til samþykkis og bað Gráðugan um að halda áfram og lesa bréfið sem hann hélt á.\nSveitastjórinn sem hafði alltaf hugsað um eigin hag fyrst og fremst var nú kominn á þá skoðun að heppilegast hefði verið að hann hefði ekki komið, þvílík niðurlæging, þetta gat ekki staðist.\nHann leit aftur á þetta grimmilega bréf og las það enn og aftur yfir í huganum, hann þornaði allur upp og kom ekki upp einu einasta orði.\nAllt í einu var bréfið rifið úr höndunum á honum, honum dauðbrá.\nSkjóna þreif bréfið úr höndunum á sviksama sveitastjóranum og leit yfir hópinn sem fylgdist undrandi með öllu sem á pallinum gerðist.  Hún opnaði bréfið sem hún hafði sjálf skrifað og leit svo af því til konungsins, hann brosti bara til hennar og kinnkaði samþykkur kollinum.\nGamla frúin í Snýtukoti geislaði á sviðinu, nú var tíminn kominn.  Hún opnaði bréfið.\n,,Bréf þetta er ekki langt en segir samt allt sem þarf” sagði hún hátt og glotti af ánægju.\n,,Hinn háttsetti Jóakim E. S. Per prins er að vel athuguðu máli” hélt hún áfram og stoppaði svo.\nÞað kom ókyrrð á fólkið.\n,,Ég ætla að leyfa mér að láta ykkur reikna það út hver hann er.\nTakið J af nafninu hans, Jóakim, og þurrkið “óakim” út\nlátið síðan stafinn J renna saman við restina af nafninu, þannig fáið þið út rétt nafn prinsins” sagði hún og gerði svo aftur hlé á máli sínu.\nHún tók eftir því að feiti sveitastjórinn hafði notað tækifærið á meðan hún las bréfið og talaði við gestina.\nHann var búinn að klöngrast niður af pallinum og var á leiðinni að dyrunum, með litlu ráðskonuna í eftirdragi.\nGráðugur ætlaði sko ekki að láta niðurlægja sig meira svo hann ákvað að stinga af úr þessari skelfilegu veislu.\nHann ætlaði að fara út en var stoppaður af öryggisvörðum við dyrnar, hann varð öskureiður.\n,,Ég er sjálfur sveitastjóri Ráðríkusveitar og vil ekki að svona sé komið fram við mig” sagði hann hástöfum þannig að allir litu til dyranna.\nSveitastjórinn bölvaði og ragnaði þegar hann var neyddur til að fara aftur að pallinum sem var í hinum enda salarinns.\nAllt í einu heyrðust undrunarhróp úr ýmsum áttum í salnum, greinilegt var að fólk var að átta sig á nafni unga mannsins sem sjálfur áttaði sig ekki á neinu.\nEbba og Gunna litu vantrúa hvor á aðra, gat þetta staðist.\nStjáni var einnig búinn að átta sig á nafninu en Jesper var enn hugsi.\n,,Ég skil ekki hvað hún á við með að láta stafina renna saman” sagði Jesper og leit á gömlu konuna sem var á leiðinni til þeirra.\nSkjóna gekk brosandi til unga fólksins.\nHún sá að það voru greinilega allir búnir að leggja saman tvo og tvo til að finna út nafnið á prinsinum.\nSá eini sem ekki virtist átta sig var Jesper frá Snauðustöðum,\nhjartahreini drengurinn hennar, prinsinn sjálfur!\nSkjóna tók í axlirnar á Jesper og brosti til hans, hann brosti til baka hissa.\n,,Ungi maður, áttar þú þig ekki á því að það ert þú sem ert systursonur konungsins?” spurði hún drenginn sem bara starði á gömlu konuna.\nJesper hló því hann hélt að Skjóna væri að stríða sér og leit\nbrosandi á unga fólkið við hlið sér en um leið og hann sá svipinn sem sem allir sendu til hans hætti hann að brosa og undrunarsvipur kom á andlit hans, hann horfði í kringum sig á fólkið sem starði spennt á hann.\n,,Æ,æ! þegar öllu er á botninn hvolft þá hefði ég getað eignast prins” sagði Gunna hlæjandi við systur sína og Stjána.\nÞau hlógu og það létti á spennunni sem hafði verið síðan þau áttuðu sig á göfugu ætterni unga sveitalúðans á Snauðustöðum.\nJesper leit aftur hissa á Skjónu og nú áttaði hann sig á hvað hún hafði verið að segja, þetta með prinsinn.\nEn hvað þetta var spennandi, hann sem hafði aldrei séð prins reyndist eftir allt sjálfur vera prins.\nSkyndilega voru þau trufluð, það bárust reiðiraddir að pallinum.\n,,Látið mig í friði bjánarnir ykkar” hrópaði stórskorni sveitastjórinn og reyndi að rífa sig lausan frá þeim er sáu um allt öryggi á staðnum.\nGráðugur hætti að brjótast um þegar hann kom að pallinum og hann horfði upp á fólkið þar uppi.  Það var augljóst á svip þess svikula að hann hafði gefist upp, hann var lafmóður.\n,,Ó yðar hátign þér verðið að vera mér miskunsamur” vældi stóri maðurinn og horfði beint á Hans Hátign Kristján.\nKonungurinn gekk að Jesper og tók um axlir hans, Jesper varð vandræðalegur og feiminn.\n,,Það er minn kæri systursonur, Jóakim E. S. Per, eða Jesper á Snauðustöðum, núverandi óðalseigandi og erfingi dönsku krúnunnar sem þér ættuð að biðja um miskun herra minn” sagði konungurinn hátt og valdmannslega, það fór kliður um salinn.\nJesper horfði hrifinn á konungborna manninn við hlið sér og hann varð afar stoltur, þetta var jú hálfbróðir móður hans sálugu.  Ungi drengurinn varð sorgmæddur þegar honum varð hugsað til móður sinnar og föður en hann lét ekkert á því bera.\nÞau hefðu orðið stolt af unga glæsilega drengnum sem virtist ekkert eiga sameiginlegt með hinum klaufska og óupplýsta sveitalúða frá Snauðustöðum.\n,,Yðar konunglegheit, má ég ekki nota nafnið mitt sem er Jesper frekar en hitt?” spurði hann varlega og kvíðinn, honum leyst ekkert á að fara að breyta nafninu sínu.\nSkjóna gamla hló á bakvið gullmolann sinn.\n,,Það máttu örugglega gera, að minnsta kosti getur þú verið óðalseigandinn og stórbóndinn Jesper af Voldugustöðum í Nýríkusveit en með annað sjáum við bara til” sagði hún og blikkaði konunginn sem kinnkaði kolli á móti.\nEn nú var að snúa sér að svikula parinu frá Grobbstöðum, skjóna gaf bendingu um að láta þau koma upp á sviðið.\nGráðugur og Rudda þorðu ekki annað en að gegna og flýttu sér upp, þau krupu fyrir framan konunginn.\n,,Verið okkur miskunsamur hátign!” vældu þau bæði í einu.  Konungurinn leit niður til þeirra og hristi höfuðið.\n,,Ég var búinn að segja að það er ekki ég heldur Jesper prins sem þið eigið að biðja um miskun” sagði hann og leit stoltur á systurson sinn.\nGráðugur og Rudda litu hræðslulega á unga manninn sem þau voru búin að fara svo illa með og reyndu að brosa eins smeðjulega og þau gátu.\n,,Gerðu það, fyrirgefðu okkur og leyfðu okkur að fara heim til okkar, við skulum aldrei aftur gera þér mein” vældi sveitastjórinn og horfði á sveitalúðann sem hann hafði svo stuttu áður hótað að reka úr sveitinni allslausan.\nJesper starði ringlaður niður á fullorðna fólkið og vissi ekki hvaðan á sig veðrið stóð.\nHann leit á Skjónu sem var skellihlæjandi og sendi henni hjálparbeiðni með augunum, hvað átti hann að gera?\nSú gamla leit á konunginn og brosti.\n,,Má ég hágöfugi?” spurði hún og iðaði í skinninu eftir að taka í taumana.\nKonungurinn brosti aðvarandi til gömlu konunar en hún hló bara að því.\nSkjóna vissi að hans hátign vildi ekki vera of harður né vildi hann láta ganga of langt, sveitastjórinn ætti bara að fá það sem hann átti skilið.\nSkjóna leit niður á illa parið og glotti, nú var komið að henni að láta þau finna til tevatnsins.\nHún byrjaði á að hella skömmum yfir þau fyrir að reyna að sverta minningu gömlu hjónanna á Snauðustöðum með að segja að þau hafi skuldað sveitastjóranum.\nÞví næst vegna framkomu þeirra við Jesper sem var alveg saklaus fyrir svona illmennsku, það hefðu þau átt að vita.\nÞegar þessi reiðilestur var búinn andaði Gráðugur léttar, voru það bara þessi smámál sem kerlingin hafði áhyggjur af.\nEn það sem á eftir kom var honum reiðarslag, það lá við að hann stykki á þessa hnýsnu kerlingu.\n,,Og síðan eru það reikningar Ráðríkusveitar” hélt Skjóna áfram.  Hún hafði fengið í hendurnar yfirlit um áætlaðar tekjur sveitarinnar en yfirlitið stemmdi ekki við þá reikninga sem frá svikula sveitastjóranum komu.\nSá feiti urraði að Skjónu og fussaði.\n,,Hvað ætli þér komi mínir peningar við kerling” sagði hann æstur og hugsaði ekkert um að það voru auðvitað peningar sveitarinnar sem hann var að tala um en ekki hans eigin.\nSkjóna glotti enn og veifaði reikningum framan í sveitastjórann.  Síðan taldi hún upp ýmsar uppákomur og ýmsa veiðitúra sem og ferðalög sem hann hafði farið ásamt vinum sínum á kostnað sveitarinnar.\nGráðugur var orðinn sveittur af hræðslu, það var allt að komast upp í sambandi við fjárdráttinn og spillingu þess gráðuga.\nSkjóna hélt áfram að kvelja þennan vonda og spillta karl.\n,,Ég hef leyfi konungs til að refsa þér í samræmi við glæpi og spillingu þína” sagði hún svo hátt að gestirnir hljóðnuðu og hlustuðu enn betur, allir vildu heyra hvaða refsingu sú gamla hafði ákveðið.\nÞað höfðu fáir samúð með þessum manni sem hafði misnotað stöðu sína svo illa og gert svo mörgum illt.\n,,Þú færð að vera áfram á Grobbstöðum en allar tekjur af búskapnum mun renna til góðgerðamála og uppbyggingar í Ráðríkusveit.\nÞú skalt koma einu sinni í mánuði hingað til hins volduga unga prins Jespers með greinagóða skýrslu um alla innkomu og einnig greinagerð um allar þínar ferðir.\nÞað mun vera í verkahring prinsins að ákveða refsingu á þig ef þetta bregst.\nAllir þeir reikningar sem til eru á þínu nafni verða gerðir upptækir og er það Jespers að ákveða hvað það fé fer í” það var dauðaþögn í salnum og allir héldu niðri í sér andanum á meðan gamla konan þuldi upp þessa refsingu, þvílík refsing.\nGráðugur gargaði allt í einu upp, hann varð gjörsamlega trylltur og það varð að fjarlægja hann með valdi.\nRudda fylgdi honum eftir eins og venjulega, hún var miður sín yfir örlögum síns elskulega sveitastjóra.  Þegar þau voru farin snéri gamla konan sér að prinsinum unga og faðmaði hann að sér.\nSkjóna gamla tók síðan upp gamla innsiglismerkið sem hún hafði fundið á gólfinu stuttu áður og notað til að veita sveitastjóranum smá ráðningu með, hún nældi því aftur í barm drengsins.\nJesper þakkaði henni en hann hafði ekki enn tekið eftir að það hafði losnað af.\n,,Er ekki kominn tími til að athuga með fylgdarliðið sem þú komst með hingað?” spurði Skjóna og hló létt af ánægju, sveitastjórinn úr sögunni og drengurinn hennar loks á réttri hillu í lífinu.\nKonungurinn kom til þeirra og hummaði lágt.\n,,Á ekki að kynna prinsinn og konunginn formlega fyrir hvor öðrum vinkona?” spurði hann og ýtti við gömlu konunni sem klappaði saman höndunum af kátínu.\n,,Almáttugur minn, auðvitað gleymist það mikilvægasta í hamagangnum” svaraði sú gamla og greip í Jesper.\nSkjóna kynnti þá frændur á eins formlegan hátt og hún gat því enn fylgdist fólkið með þeim er á sviðinu var.\nKonungurinn lét í ljós ánægju sína með hve drengurinn var laus við fals og látalæti, enda var það höfuðatriði þegar hann seinna tæki við krúnunni.\nAllir viðstaddir tóku eftir því hve vel fór á með þeim frændum og flestir voru á því að þegar Jesper hefði lært það sem til þarf mundi hann stjórna af góðmennsku og réttlæti.\nSkjóna spurði Jesper um það hvað hann mundi vilja gera við það fé sem á reikningum sviksama sveitastjórans væri, það yrði nú hans að ráðstafa þeim.\nDrengurinn hugsaði sig ekki um heldur leit á gömlu konuna og brosti.\n,,Ég vil að þeir verði notaðir til að byggja upp sveitina okkar eins og þeir áttu í upphafi að gera” sagði hann, fólkið klappaði unga prinsinum lof í lófa.\nAllt í einu tók Jesper eftir því að Ebba, Gunna og Stjáni voru horfin, hann fór að leita af þeim.\nUnga fólkið hafði fylgst með öllu af miklum spenningi, þetta var eins og í draumi.  Ebba varð mjög kvíðafull vegna framtíðarinnar því þar sem Jesper var væntanlegur krúnuerfingi þyrfti hann líklega að fara af landi brott.  Hún ákvað að draga sig í hlé ásamt eldri systur sinni og Stjána, þau vildu ekki trufla konungsfólkið.\nHerra Einráður var enn orðlaus af undrun og skammaðist sín afar mikið.\n,,Að hugsa sér, ég hef þá hent sjálfum prinsinum út á hlað hjá mér” sagði hann vandræðanlegur við foreldra sína sem einnig voru afar hissa á öllu.  Féráður faðir hans reyndi að hughreysta hann en það var engin huggun í orðum hans.  Frú Ríkey sussaði á þá feðga því stúlkurnar nálguðust.\n,,Jæja stúlkur mínar, þetta virðist ætla að verða meira spennandi en þið áttuð von á” sagði hún glaðlega við sonardætur sínar.  Gunna var glaðleg og leit ástfangin á Stjána póstbera, frænda Jespers, sem var einnig með þeim.\n,,Já það má nú segja.  Að hugsa sér að ég hafnaði sjálfum prinsinum” sagði Gunna glaðlega en sá samt ekki eftir neinu, hún elskaði Stjána sem var jú einnig af konungsættinni.\n,,Ég get þó huggað mig við að ég hef þó fengið að fara í sund með honum í læknun hennar Skjónu gömlu” hélt Gunna ljómandi áfram og minntist dagsins þegar hún og Jesper höfðu fallið saman í hnjádjúpan lækinn við Snýtukot.\nEbba var hins vegar ekki beint glaðleg, hún andvarpaði.\n,,Já þar sem Jesper er nú prins og verður líklega seinna konungur vill hann örugglega ekki hafa mig, sem er ekki af aðalsættum, í eftirdragi lengur” sagði hún niðurlút og það birtust tár á vöngunum.\nFrú Ríkey brosti hughreystandi til hennar og þurrkaði tárin sem höfðu byrjað að leka niður.\n,,Ef ég þekki þennan unga dreng rétt þá held ég að það skipti hann ekki neinu máli af hvaða ættum þú ert, hann elskar þig eins og þú ert” sagði amma hennar og faðmaði hana að sér.\n,,Ég held að hann sé ekki sami snobbhausinn og hann faðir þinn” sagði Ríkey svo og hló framan í son sinn, Ebba brosti og fékk smá von í hjarta.\nStórbóndinn dauðskammaðist sín, hann hafði einmitt lagt ríka áherslu á það við Jesper að hann væri ekki nógu ríkur né af nógu þekktri ætt fyrir dóttur hans.\nHann varð niðurlútur eins og yngri dóttir hans þegar hann sá hvar ungi prinsinn kom vaðandi, ásamt sjálfum konunginum og Skjónu gömlu.\nJesper hafði komið auga á vini sína og hann flýtti til þeirra, hann hafði beðið Skjónu og hans hátign um að koma sér til stuðnings.\nÞað sem Jesper hafði í huga var að biðja herra Einráð um hönd Ebbu og hann vildi fá hana heila og óskipta án þess að fá nýja flugferð út á hlað, Skjóna gamla sagði að það væri engin hætta á því núna.  Hún hafði sagt drengnum hvernig hann ætti að bera sig að þannig að Jesper gekk beint fram fyrir stórbóndann sjálfan.\n,,Herra Einráður” byrjaði Jesper og hugsaði um hve hann hafði verið vandræðanlegur síðast þegar hann hafði reynt að biðla til dóttur hans, það hafði ekki verið gaman.\n,,Mig langar til að fá hana Ebbu fyrir eiginkonu og bið hér með um hönd hennar” sagði Jesper.\nÞað var ekkert líkt með þessum hressilega, örugga unga manni og þeim er áður hafði staðið skjálfandi og stamandi í sömu erindagjörðum fyrir framan Einráð í stóru viðhafnarstofunni á Ríkabæ.\nEbba sem stóð rétt hjá ljómaði öll af gleði, hún gekk til unnusta síns og tók undir hendi hans.\n,,Ég hélt að þú mundir ekki vilja giftast mér þar sem ég er ekki af aðalsættum” sagði Ebba og brosti fallega.\nJesper laut niður og kyssti Ebbu á vangann, hann var afar hamingjusamur.\n,,Það er ekki ættin sem skiptir máli þegar maður er ástfanginn, heldur það sem innan í fólki býr” sagði hann og minntist þessara orða sem hann hafði svo oft heyrt móður sína nota, hann skildi þau núna því hún hafði verið af konungsættum en faðir hans óbreyttur sveitamaður.\nHann leit aftur á Einráð og brosti.\nEinráður var vandræðanlegur en reyndi þó að láta ekki á því bera.\n,,Það er varla við hæfi að ég tengist yðar göfugu ætt eftir allt sem ég hef gert á þinn hlut” sagði stórbóndinn, hann var niðurlútur.\nSkjóna gamla sem einnig hafði staðið hjá skellti upp úr, henni var skemmt.\n,,Hertu upp hugan gæðingur, Jesper ætlar að fá dóttur þína en ekki þig í hjónaband” sagði hún hlægjandi og það var glettnistónn í rödd hennar.\nHerra Einráður brosti og honum létti við þegar sú gamla byrjaði á að spauga.\n,,Einnig skaltu hafa það í huga nú þegar hann biður um hana, að þá er hann ekki að leita eftir hænsnfuglum, þannig að þú skalt ekki voga þér að senda prinsinn út í hænsnakofa eftir hana” hélt Skjóna brosandi áfram og minntist þess að Ebba hafði einmitt sagt henni frá bónorðsför Jespers forðum daga.\nÞað létti yfir öllum og Herra Einráður bauð Jesper velkominn í ætt sína, það væri honum heiður ef hann vildi ganga í hjónabandi með yngri dóttur hans.\nJesper bað einnig um að Stjáni og Gunna fengju að eigast og veitti Einráður fúslega leyfi sitt fyrir þeim ráðahag.\nUnga fólkið fagnaði ákaft og allt lék í lyndi, það yrði þá tvöfalt brúðkaup.\nKallaður var til biskup landsins sem einnig var í þessari hátíðarveislu og var ákveðið að gefa unga fólkið saman strax, enginn vildi bíða lengur.\nHjónavígslan var dásamlega falleg og hafði hún mismunandi áhrif á fólk í salnum.\nFrú Ríkey grét gleðitárum, sem og gamla konan frá Snýtukoti.  Herra Einráður fann að hann var einlæglega ánægður með ráðahag, þeir frændur voru jú af konungsætt og dætur hans mundu ekki líða neinn skort í þessu hjónabandi.\nAð vígslu lokinni voru öllum boðnar veitingar og síðan hélt stórdansleikurinn áfram, allir skyldu skemmta sér og dansa.  Konungurinn leiddi hinn unga nýgifta prins upp á sviðið og að glæsilega hásætisstólnum.\n,,Sestu nú hér ungi frændi og fáðu að kynnast því sem framundan er hjá þér” sagði hans hátign við Jesper.\nUngi prinsinn settist í hásætið og leit yfir salinn, honum leið afar undarlega.\n,,Ég er örugg um að þegar búið verður að kenna drengnum allt sem hann þarf nú að læra, það sem hún Ebba hefur byrjað svo vel á, að þá finnum við varla betri konung” sagði Skjóna sem hafði einnig fylgst með þeim frændum.\nHún gekk til Jespers og tók utan um drenginn sem henni hafði alltaf fundist að ætti að vera meira með aðlinum, en hún hafði orðið að láta undan foreldrum hans.\n,,Loksins ertu kominn á þinn rétta stað, það var svo sannarlega tími til kominn” sagði hún og það runnu gleðitár niður gömlu vangana.\nENDIR.",
    "url": "https://www.hugi.is/smasogur/greinar/86779/sveitaludinn-fer-i-bonordsferd-nr22-lokakafli/",
    "url_id": "86779",
    "id": "619591",
    "replies": [
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2002-08-02 09:55:09",
            "id": "619592",
            "reply_to_id": "619591",
            "text": "jæja, nú get ég endanlega lýst því yfir að þetta var frábær saga hjá þér, það var ofboðslega gaman að lesa hana, hún hélt manni vel við efnið allan tíman, sögupersónurnar voru vel gerðar og góður söguþráður.. Til hamingju ! Nú bíð ég bara spennt eftir því næsta sem þú sendir frá þér.\nGangi þér vel með næstu sögu :o)\n-Zuela"
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2002-08-02 20:39:26",
            "id": "619593",
            "reply_to_id": "619592",
            "text": "Vil byrja á að þakka þér commentið Zuela - þú ert búin að bjarga deginum fyrir mig! *bros*\nÉg þakka öllum sem hafa nennt að lesa þessa sögu - ég reikna með að ég taki mér laaaaaanngt frí frá svona þreytandi skrifum en kannski ég nái því að skutla einhverjum stuttum sögum hérna inn af og til samt - og svo tuddast ég örugglega áfram með stuttu kynlífssögurnar mínar - wrarrrr!\nKærar þakkir til stjórnanda fyrir að gefa mér tækifæri til að skrifa þessa bullsögu og fyrir að birta hana þó löng væri - *knús*.\nBaráttukveðjur;\nTigercop."
        },
        {
            "user": "ciza",
            "user_id": "9803",
            "date": "2002-09-29 15:36:15",
            "id": "619594",
            "reply_to_id": "619593",
            "text": "kannski soldið seint að svara þessu núna… eeeeeeenn ég ætla samt að láta þig vita að þú ert snillingur ;Þ\ntakk fyrir að leifa okkur að sjá þessa FRÁBÆRU sögu!!! =)=)"
        }
    ]
}