{
    "forum_title": "Deiglan",
    "user": "jonr",
    "user_id": "3773",
    "date": "2002-08-01 21:03:58",
    "title": "Harður árekstur við Hlemm (27. s.m.)",
    "text": "Ég var að rifja upp þessa frétt í umræðum um refsingar og skyld efni. Fyrir þá sem eru með gullfiskaminni, þá var þarna um að ræða mann sem var í kappakstri á Audi TT á stað þar sem fótgangandi vegfarendur eru fjölmennir og hámarkshraði er mjög takmarkaður (40-50?).\nÞessi mannvitsbrekka missir stjórn á tryllitækinu og smassar 2 bíla, enda greinilega á góðu stími, og eiginlega ótrúlegt að hann skyldi ekki drepa neinn.\nNú spyr ég, hver verður refsingin? 100.000 í sekt og próflaus í 6 mán, giska ég, en ég vona ekki. Svona menn á að sekta sem duglega, og taka af prófið í 5 ár, því að þar svíður þeim mest. Svo vona ég sannarlega að tryggingarfélag viðkomandi krefjist endurgjalds fyrir Audinn, auk hinna bílanna fyrir svona akstur. Svona fólk á að skikka til að taka strætó næstu árin.\nJ.",
    "url": "https://www.hugi.is/deiglan/greinar/86785/hardur-arekstur-vid-hlemm-27-sm/",
    "url_id": "86785",
    "id": "619656",
    "replies": [
        {
            "user": "molekul",
            "user_id": "34",
            "date": "2002-08-02 10:52:18",
            "id": "619657",
            "reply_to_id": "619656",
            "text": "Ætli hann sjái ekki sæmilega vel eftir bílnum sínum :)"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2002-08-02 10:57:06",
            "id": "619658",
            "reply_to_id": "619657",
            "text": "einmitt það sem ég hugsaði þegar ég sá þennan fallega audi :)\nheld einmitt að þessi náungi fái ekkert úr tryggingum og verði hvort sem er næstu árin að borga sinn eigin bíl þannig að strætó er samgöngutækið hans líklega næstu árin"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-08-02 11:05:39",
            "id": "619659",
            "reply_to_id": "619658",
            "text": "Ég er sammála þér jonr - það er ótrúlegt hvað glæpamenn sleppa með litla refsingu hér á landi og oft nánast enga.  Svona vítaverður akstur er nánast jafngildur tilraun til manndráps og ætti að varða háum sektum, ökuleyfissviptingu í a.m.k. 5 ár auk skilorðs í 3 mánuði."
        },
        {
            "user": "erasmus",
            "user_id": "12136",
            "date": "2002-08-02 16:23:29",
            "id": "619660",
            "reply_to_id": "619658",
            "text": "það versta er nú að hann átti ekki einusinni audinn!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-06 22:47:34",
            "id": "619661",
            "reply_to_id": "619660",
            "text": "ahaha atti hann ekki audi-inn einu sinni. lol !!"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-08-02 11:13:57",
            "id": "619662",
            "reply_to_id": "619656",
            "text": "Ég man eftir öðru dæmi um ofsaakstur. Þar var ungur ökumaður, sem var búinn að vera með bílpróf í viku, klessti umferðarljós og stýrikassa fyrir þau. Svona stýrikassar kosta nokkrar milljónir. Heildarkostnaður var nokkrar millur, minnir mig. Það var talað um að hann ætti jafnvel yfir höfði sér að þurfa að borga allt sjálfur því að augljóst væri að hann hefði keyrt allt of hratt og ógætilega (vægast sagt).\nPældu í því að þurfa að skrifa sig gjaldþrota 17 ára!\nÉg er fullkomlega sammála að þeir sem haga sér svona í umferðinni ættu að missa prófið í lAAAAAngan tíma og tryggingafélögin ættu að vera óhrædd við að krefja viðkomandi um endurgreiðslu. Þessi gaur, á Audi-inum, keyrði greinilega ALLLLLLLT of hratt, því að hann fór utan í bíl sem síðan hentist utan í annan bíl…\nÉg þakka fyrir að börnin mín hafi ekki verið á svæðinu!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-08-05 19:37:08",
            "id": "619663",
            "reply_to_id": "619662",
            "text": "Það er nú svo sem ekkert slæmt að verða gjaldþrota 17 ára.  Hann má bara ekkert eiga á eigin nafni í 7 ár sem þýðir að ef hann ætlar að eiga bíl eða eitthvað þá er það skrifað á einhvern annan."
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2002-08-08 15:43:35",
            "id": "619664",
            "reply_to_id": "619663",
            "text": "Nei, það er eiginlega ekki svo einfallt! Í fyrsta lagi, er ég ekki svo viss um að hann geti lýst sig gjaldþrota, þar sem hann er 17 ára, en maður verður ekki fjárráða fyrr en 18 ára. Í öðru lagi, má maður ekkert eiga í 10 ár og að þeim tíma loknum, mega þeir sem hann skuldaði gera aftur kröfu á hann. Það er reyndar dýrt fyrir krefjandann, en það er sem sagt hægt. Svo tæknilega séð gæti hann orðið gjaldþrota allt sitt líf. Og ef hann giftist, þá er ekki heldur víst að bankinn leyfi konunni svo mikið sem að fá yfirdráttaheimild. Þetta er mjög skaðlegt, ég meina myndi þú vilja lána einhverjum pening ef þú vissir að hann hefði verið gjaldþrota einu sinni ´(þá er ég ekki að tala um 1000 kall í bíó, heldur verulegar fjárhæðir), hann á sennilega eftir að fá sér sína fyrstu íbúð -hver lánar fyrir henni? Svona er hægt að halda áfram í alla nótt…"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-08-08 16:08:11",
            "id": "619665",
            "reply_to_id": "619664",
            "text": "Ég veit aðeins um þetta vegna þess að bróðir minn varð einu sinni næstum því gjaldþrota.  Sem betur fer er það liðin tíð að kröfuhafar geri fólk gjaldþrota bara upp á grín nema þeir fái eitthvað út úr því og það er bara þegar þeir vita að fólkið á eitthvað sem það er að stinga undan.  Kröfuhafinn græðir ekkert á að gera mann gjaldþrota sem virkilega á ekki neitt og getur ekki borgað.\nAlla vega lenti bróðir minn á svörtum lista í nokkur ár og allt sem hann átti var á nafni annarra.  Fjölskyldunni þótti bara hið besta mál að hjálpa honum svo framarlega sem hann lofaði að haga sér vel.  T.d. hefði það ekki verið sérlega gáfulegt að segja að hann þyrfti að leigja sér íbúð þegar þú getur fengið holu á mun minni afborgunum en leiga.  Ca. 5-7 árum eftir að hann lenti í þessu er búið að afskrifa skuldirnar og hann getur núna átt í eigin nafni."
        },
        {
            "user": "Nefi",
            "user_id": "13146",
            "date": "2002-08-02 11:56:45",
            "id": "619666",
            "reply_to_id": "619656",
            "text": "Það V E R S T A  við þetta allt saman er að einn kunningi minn sem er NOKKUÐ OFT búinn að vera tekinn fyrir ölvunar akstur, og tekin ölvaður próflaus undir stýri er að fá prófið aftur fljótlega, hann er búinn að borga hluta af sálinni sinni annað lungað og hálft milta, en það er ekki nóg. Mér finnst að hann ætti aldrei að fá að keyra aftur, maðurinn er Svo mikill hálfviti að það er ótrúlegt, og svo á hann Súper Cool og FOXY-ASS kærustu sem hann heldur framhjá á.   Þetta er náttúrulega mesta nöred alheims.\ngóð grein Yo"
        },
        {
            "user": "svenni1986",
            "user_id": "15779",
            "date": "2002-08-02 16:13:46",
            "id": "619667",
            "reply_to_id": "619666",
            "text": "kallarðu þetta vin þinn"
        },
        {
            "user": "valsarakvk",
            "user_id": "11987",
            "date": "2002-08-02 20:39:42",
            "id": "619668",
            "reply_to_id": "619667",
            "text": "Bíddu nú við hann sagði aldrei vin!!  Hann sagði að þetta væri kunningi.. langaði bara að leiðrétta…"
        },
        {
            "user": "Nefi",
            "user_id": "13146",
            "date": "2002-08-03 16:00:01",
            "id": "619669",
            "reply_to_id": "619667",
            "text": "Nei kunningi, meira svona an irregular occurance að við hittumst"
        },
        {
            "user": "Lilu",
            "user_id": "7881",
            "date": "2002-08-02 22:00:12",
            "id": "619670",
            "reply_to_id": "619656",
            "text": "Þessi árekstur er með því heimskulegasta sem ég hef vitað um, burtséð frá hættunni sem báðir ökumenn stefndu gangandi vegfarendum og öðrum ökumönnum í.  Ekki nóg með það að þeir voru að spyrna á ljósum þar sem gatan minnkar úr einni í tvær akreinar nokkrum metrum frá ljósunum   (kannski átti þetta að vera fimm metra spyrna!), heldur var þetta svo til FYRIR FRAMAN LÖGREGLUSTÖÐINA!!!\nÉg hef sjaldan heyrt um annað eins fífl og vona að hann fái ekki svo mikið sem að hugsa um bíl áður en greindarvísitalan hans skríður yfir frostmark."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2002-08-06 02:59:18",
            "id": "619671",
            "reply_to_id": "619656",
            "text": "jonr.\nÉg er sammála því svona fábjánar sem halda að þeir séu enn að leika sér á rafmagnsbílabrautinni, eiga ekki að hafa próf á ökutæki.\nkveðja.\ngmaria."
        },
        {
            "user": "helgi74",
            "user_id": "20730",
            "date": "2002-08-06 23:24:18",
            "id": "619672",
            "reply_to_id": "619656",
            "text": "ef hann hefði verið á lödu \"84 árgerð eilítið riðgaðri og unnið í sorpinu…………. þá væri hann í steininum.  en á audi og í góðri vinnu með góð sambönd. heiðursorðu okumanna… anars finst mér að 5 ára prófmissir fínn dómur fyrir svona apalúða."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2002-08-09 23:28:47",
            "id": "619673",
            "reply_to_id": "619656",
            "text": "Þetta hefur verið svona versló plebbi sem á flottan bíl og heldur að hann sé yfir lögin hafinn vegna þess að hann er ríkur og er í versló….\nEins og vinur minn lenti í að biðja versling um sígarettu.. þá fékk hann svarið “við í verzló reykjum ekki.. við fáum BMW” *æl*\nEkta svona töffaraskapur sem hefur komið í þennan kappa sem hamraði á bílana."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-10 12:10:11",
            "id": "619674",
            "reply_to_id": "619673",
            "text": "nákvæmlega!!"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2002-08-13 01:21:50",
            "id": "619675",
            "reply_to_id": "619673",
            "text": "Sykur þú ert sorglegur.\nEkki það að þessi gaur á audiTT hafi ekki verið fífl.\nS.. þú ert í ruglinu!"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2002-08-13 12:19:59",
            "id": "619676",
            "reply_to_id": "619675",
            "text": "Amm ég veit."
        }
    ]
}