{
    "forum_title": "Hundar",
    "user": "hvutta",
    "user_id": "23223",
    "date": "2002-08-02 23:39:31",
    "title": "Hvolpar & ungbörn",
    "text": "Halló! Var að pæla í að fá smá ráð frá ykkur..\nMálið er að við hjónin erum bæði alveg vitlausir hundavinir, og finnst því ekki nóg að eiga “bara” einn hund. Ég er að farað eignast mitt fyrsta barn núna í enda mánaðarins, ofsa spenningur þar. En svo vorum við nú barasta að pæla í að fá okkur eitt stykki colliehvolp í ca. enda september. Eigum fyrir 4ra og hálfs árs íslenskan bangsa, sem er algjört æði.  Spurningin er hreinlega sú, er þetta tóm vitleysa í okkur? Maðurinn minn er nú vanur collie kyninu, þar sem hann átti einn sjálfur sem náði 9 eða 10 ára aldri, yndislegur voffi. Hann hefur séð svo hræðilega eftir greyinu, að mér finnst hann hreinlega verða að fá sér annan. Hann myndi líka að mestu sjá um að ala voffann upp, þar sem hann vinnur bara á kvöldin,hefur því allan daginn með honum. Er einhver sem hefur gert svipað, þ.e. að fá sér hvolp með pínulítið barn? Endilega leyfið mér að heyra hvað ykkur finnst, þá getur maður líka hugsað málið út frá því.\nKær kveðja, Hvutta",
    "url": "https://www.hugi.is/hundar/korkar/86982/hvolpar-ungborn/",
    "url_id": "86982",
    "id": "621058",
    "replies": [
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-08-06 21:34:40",
            "id": "621059",
            "reply_to_id": "621058",
            "text": "Ég mundi bíða og sjá hvernig núverandi hundur tekur barninu og kanna málið svo. Svo má ekki gleyma að skelfilega mikið af ungabörnum fá ungbarnaasma sem hundahár erta upp og tveir hundar fara talsvert meira úr hárum en einn….\nÉg persónulega mundi ekki gera þetta fyrr en barnið er 1-2.ára, þá líka er meiri tími til að sinna hundunum.<br><br><b>Kv. EstHer</b><br> <img src=\"\nhttp://www.barnaland.is/album/img/1023318707593_1.jpg\n“>\n– Sendu mér <a href=”\nhttp://www.hugi.is/forsida/bigboxes.php?box_type=userinfo&user=EstHerP&syna=msg\n“>skilaboð</a> – <a href=”mailto:esther1@simnet.is“>e-mail</a> – Lestu <a href=”\nhttp://estherp.blogspot.com\n\">bloggið</a> mitt –"
        }
    ]
}