{
    "forum_title": "Bækur",
    "user": "disaben",
    "user_id": "9241",
    "date": "2002-08-05 14:24:13",
    "title": "Ævintýri góða dátans Svejks",
    "text": "Góðan dag góðir hugarar!\nÉg hef núna síðustu viku verið að lesa bókina “Ævintýri góða dátans Svejks” eftir Jaroslav Hasek. Þessi bók fjallar um, eins og titillinn gefur til kynna, ævintýri góða dátans Svejks. Hann er uppi á þeim árum sem fyrri heimsstyrjöldin átti sér stað. Hann er akkurat dáti í austurríska hernum og lendir í ýmsum ævintýrum\nÞað sem er svona sérstakt við Svejk er að hann kemst alltaf úr öllum vandræðum, sökum þess hann er alltaf með svo mikinn sakleysis svip. Hann er löggiltur hálfbjáni (eða eitthvað því um líkt) og sleppur frá ýmsum vandræðum bara út af því. Hann tekur hverju sem ber á hendur með heimspekilegri ró og á óþrjótanlegt sögusafn sem hann deilir með samferðamönnum sínum.\nÞetta er yndisleg skemmtilesning og ég mæli eindregið með þessari bók.\nHöfundur bókarinnar kláraði þó ekki bókina því hann dó en þó er til framhald af bókinni sem annar maður skrifaði. Bókin kom fyrst út í Prag 1920-1923 og kom fyrst út á Íslandi 1942-1943",
    "url": "https://www.hugi.is/baekur/greinar/87128/aevintyri-goda-datans-svejks/",
    "url_id": "87128",
    "id": "622035",
    "replies": [
        {
            "user": "Jeedo",
            "user_id": "17190",
            "date": "2002-08-05 15:55:56",
            "id": "622036",
            "reply_to_id": "622035",
            "text": "Las hana 12 ára og þá var ég með engann þroska fyrir henni, en skemmti mér samt konunglega yfir henni.\nSnilldarbók, mæli með henni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-05 15:57:12",
            "id": "622037",
            "reply_to_id": "622035",
            "text": "Þessi bók er mesta snilld ever! Ég mæli með því að sem flestir reyni að verða sér út um hana á kassettum, þar sem Gísli Halldórsson les hana. Hún er góð, en hún verður 6 sinnum fyndnari með hans talent.\n“Tilkynni, herra höfuðsmaður, það er góða veðrið í dag.”\n–Tyrael Drekafluga–"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-08-05 16:11:26",
            "id": "622038",
            "reply_to_id": "622035",
            "text": "Þessi bók er bara sú skemmtilegasta sem ég hef lesið, púnktur.  Þegar ég var 11 ára þá las ég hana spjaldanna á milli tvisvar og skemmti mér frábærlega.  Ótrúlegur húmoristi, hann Hasek."
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-05 16:32:43",
            "id": "622039",
            "reply_to_id": "622035",
            "text": "Ég er nýbyrjaður að lesa hana og hún er frábær.\n“Hann er svo viðbjóðslegur að hann er blátt áfram fallega ljótur”"
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2002-08-05 16:33:04",
            "id": "622040",
            "reply_to_id": "622035",
            "text": "Æðisleg bók! Ég hlustaði á hana bæði í útvarpinu þegar hún var lesin þar, fékk hljóðbókina lánaða og hlustaði á hana aftur þar og síðan þegar ég sá hana í kiljuformi fyrir síðustu jól(á einhvern 1000-2000 kall) eignaðist ég hana þannig og hef lesið hana tvisvar eftir Það.  Ég er ekki ennþá kominn með leið á henni, algjör snilld sem væri sennilega besta bók heimssögunnar ef Hasek hefði náð að klára hana."
        },
        {
            "user": "Jeedo",
            "user_id": "17190",
            "date": "2002-08-05 16:58:19",
            "id": "622041",
            "reply_to_id": "622040",
            "text": "Á einhver þetta á mp3 formi kannski?"
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2002-08-05 17:08:31",
            "id": "622042",
            "reply_to_id": "622041",
            "text": "Efast um það, því miður."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2002-08-05 22:35:22",
            "id": "622043",
            "reply_to_id": "622035",
            "text": "Ég hætti að lesa hana fyrir ári, mér fannst ekkert varið í hana þá en nú er ég önnur kona og mun lesa hana!!!\ngood luck to me"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-08-06 00:07:23",
            "id": "622044",
            "reply_to_id": "622043",
            "text": "hmmm… mar ætti kannski að reyna að redda sér henni!\nja amk þerað mar búin með amber spyglass.\nsem minnir mig á það, hvað er ég að hanga á huga, þegar ég gæti verið að lesa.  kusan ég\ngúdd næt"
        },
        {
            "user": "begga87",
            "user_id": "10343",
            "date": "2002-08-06 09:32:27",
            "id": "622045",
            "reply_to_id": "622035",
            "text": "Þetta er alveg frábær bók. En var Sveijk ekki í tékkneska hernum?"
        },
        {
            "user": "begga87",
            "user_id": "10343",
            "date": "2002-08-06 09:33:30",
            "id": "622046",
            "reply_to_id": "622035",
            "text": "Þetta er alveg frábær bók. En var Sveijk ekki í tékkneska hernum?"
        },
        {
            "user": "babar",
            "user_id": "23144",
            "date": "2002-08-06 14:34:57",
            "id": "622047",
            "reply_to_id": "622046",
            "text": "Fyrir næstum 100 árum voru landamærin örlítið öðruvísi en á núverandi kortum. Austurríska-Ungverska keisaradæmið náði næstum því að Svartahafinu og langt suður á Ítalíu. Þau lönd sem við þekkjum á þessu svæði voru bara hreppar í keisaraveldinu.\nHúmorinn hefur greinilega ekkert breyst. Ég sá einhvern tíman þann samanburð að Forrest Gump væri Svejk nútímans. Báðir koma þeir sér í klandur sem þeim tekst að bjarga sér úr með undraverðum hætti."
        },
        {
            "user": "Navarone",
            "user_id": "16176",
            "date": "2002-08-26 19:39:01",
            "id": "622048",
            "reply_to_id": "622047",
            "text": "Reynda hét keisardæmið Austurríska-ungverska keisardæmið eða því um líkt og náði yfir stóran hluta mið og austur-Evrópu."
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2002-08-06 13:16:46",
            "id": "622049",
            "reply_to_id": "622035",
            "text": "Frábær bók! Hljóðbókin er líka frábært! Hann les svo vel inn á þetta leikarinn. Ég hef bæði lesið bókina og hlustað á hljóðbókina og það er bæði frábært."
        },
        {
            "user": "747",
            "user_id": "17374",
            "date": "2002-08-06 13:36:13",
            "id": "622050",
            "reply_to_id": "622049",
            "text": "Ef ég man rétt þá voru sýndir þættir um góða dátann Svejk á RÚV fyrir svona 15 árum eða svo. Ég hef ekki ennþá gluggað í bókina en þættirnir voru skemmtilegir.\n747"
        },
        {
            "user": "arnorb",
            "user_id": "451",
            "date": "2002-08-26 08:52:22",
            "id": "622051",
            "reply_to_id": "622035",
            "text": "Ég les alltaf smá og smá í bókinni öðru hvoru, er ekkert búinn með hana (hvernig er það annars hægt, hún endar bara í miðri frásögn). Heyrði hluta af endurflutningi upplestrar Gísla Halldórssonar í útvarpinu fyrir 1-2 árum og “birtist” rödd Svejks í höfði mér sem rödd Gísla sjálfs. Alger snilldarfrásögn, snilldarbók."
        }
    ]
}