{
    "forum_title": "MMORPG",
    "user": "Moonstalker",
    "user_id": "8757",
    "date": "2002-08-10 21:51:14",
    "title": "SWG: Grein #3: Creatures",
    "text": "Þá held ég áfram með SWG greinarnar. Það er ennþá mikið eftir að koma, en ég vill samt láta fólk vita að allar upplýsingarnar eru ekki allar komnar. Svo það á ennþá margt eftir að koma í ljós.\nÍ Star Wars Galaxies eru það ekki Race, heldur creatures, eða lífverur öllu heldur, þær lífverur sem er hægt að spila mun þessa grein þá fjalla um. Alls eru 8 lífverur sem hægt er að velja, þau eru: Bothan, Human, Wookie, Twi´lek,  Rodian, Trandhoshan, Mon Calamari, Zabrak. Eins og með pláneturnar þá er hérna stutt yfirlit yfir lífverurnar.\nBothan\nMóðurtungumál: Bothan\nMeðal Hæð: 1.3-1.54 m\nHeimapláneta: Bothawui\nLágvaxnir og þreknir mannsleg tegund með loðið andlit, Bothans eru best þekktir fyrir að vera einkar góðir njósnarar. Líkamlega og andlega aðlaðaðir, Bothans eru tilvaldir til að vera njósnarar eða hermenn. SWG eru mikið að reyna að fá upplýsingar úr Star Wars Expanded Universe til að skapa Bothans, þar sem það er aðeins rétt minnst á þá í Return of the Jedi. Þrátt fyrir að vera þekktir sem njósnarar geta Bothans líka verið mjög góðir á öðrum sviðum. Bothans eru í flestum tilvikum í fjölskyldu klönum, þar sem “backstapping” er mjög algengur hlutur.\nHuman\nMóðurtungumál: Venjulegt\nMeðal Hæð: 1.7-1.9 m\nHeimapláneta: Engin sérstök\nÞað eru engar sérstakar upplýsingar um þessa tegund. Menn eru ráðandi tegundin í stjörnukerfinu og það er hægt að finna þær hvar sem er í allri veröldinni. Menn í SWG ráða mest allri pólitíkinni, plús að þeir stjórna mest öllu Veldinu. Búast má við því að menn verði fjölbreytt tegund þar sem enginn sérstakur eiginleiki stendur fram úr.\nMon Calamari\nMóðurtungumál: Calamarian\nMeðal Hæð: 1.5-1.7 m\nHeimapláneta: Mon Calamari\nMon Calamari er metnaðarfull mannsleg tegund með fiskleg andlit og stór rauð augu., Mon Calamari munu hafa mikla fjölbreyttni í andlitslitum. Þekktir fyrir þekkingu þeirra á tækninni, sérstaklega Mon Calamari stjörnuskipin. Tegundin er mjög friðsöm og gáfuð og upprunnin úr sjávarveröldum Mon Calamari. því geta þau þraukað lengi neðansjávar. Þrátt fyrir að Mon Calamari séu eitt af máttarstölpum “Rebel Alliance” er þeim ekki bannað að sameinast hinum flokkunum- The Hutt og The Empire, en það er ekki æskilegt að Mon Calamari gangi til liðs við The Empire þar sem að Veldið tók eitt sinn yfir heimaplánetu þeirra.\nRodian\nMóðurtungumá: Rodese\nMeðal Hæð: 1.5-1.7 m\nHeimapláneta: Rodia\nRodian eru mannslegar verur sem þekkjast best af ójafnri húð, stóru og hringlóttu augunum og sveigjanlegu trýni, Rodians hafa líka oddmjó eyru og langa fingur. Rodians geta verið mjög góðir Bounty Hunters og málaliðar þar sem þeir eru mjög snöggir og liðugir. En þeim er ekki bannað að öðrum professions og eru t.d. einstaklega góðir vopnasmiðir. Saga Rodians eru full af ofbeldi, þar sem Rodians veiddu oft í matinn, þá sértaklega rándýrin sem bjuggu á þeirra heimaveröld. En einhverntímann varð sú tegund útdauð, þá fóru þeir að veiða hvorn annan, og hafa eftir það alltaf verið gagnrýndir fyrir ofbeldi þeirra.\nTrandoshan\nMóðurtungumál: Dosh\nMeðal Hæð: 1.9-2.1 m\nHeimapláneta: Trandosha\nTrandoshan eru vekja oftan ótta og hræðslu í allri stjörnubrautinni. Þeir eru stórir, og líkjast bæði eðlu og manni og eru gríðarlega sterkir. Einnig fara þeir úr hami sínum á hverju ári og hafa líka einstaklega góð augu sem geta séð vel. Trandoshans hafa stríðslegt þjóðfélag og leggja mikla áherslu á veiðar og hernað. Trandoshan eru líka alræmdir fyrir þeirra mikla hatur á öðrum tegundum, þar sérstaklega Wookiees. Þeir kalla sig sjálfa T'doshok. Í SWG munu Trandoshans vera sterkar og sveigjanlegar lífverur. Þar af leiðandi geta Trandoshan verið sérstaklega góðir hermenn og landkönnuðir.\nTwi´lek\nMóðurtungumál: Ryl, Twi'leki\nMeðal Hæð: 1.7-1.9 m\nHeimaveröld: Ryloth\nMjög þekkt tegund gegnum gjörvalla stjörnubrautina. Twi´leks eru líkir mönnum en geta verið þekktir af tveim hausaarmi sem vaxa frá hausnum. Twi´leks munu hafa mjög mikið af litaúrvali í SWG. Twi´leks eru ekki ofbeldisfullir en þeir eru líka margbreytilegir: margir af tegundinni hafa orðið Jedi Knights, flugmenn, glæpaforingjar and pólitíkusar. Það sem er hvað mest spennandi við þessa tegund í SWG er þeirra sérstaka haus-hala tungumál, sem aðeins Twi´leks geta talað og skilið.\nWookie\nMóðurtungumál: Shyriiwook\nMeðal Hæð: 2.1-2.3 m\nHeimaveröld: Kashyyk\nStórar og loðnar verur sem ætti alls ekki að reiða. Wookies eru sterkir og geta auðveldlega orðið reiðir. Samt sem áður eru þeir einstaklega gáfaðir og tryggir sem minna að vissu leyti á hund. Meðal tegundinar eru hugrekki og trúsemi eitt af því sem skiptir mestu máli. Þrátt fyrir að þjóðfélag þeirra sé ekki stríðslegt, þá geta Wookies orðið sérlega góðir hermenn. Þeir líta út fyrir að vera frumstæðar verur en eru samt sem áður mjög þróaðir í tækninni.  Wookies hafa líka sérstakan eiginleika sem gerir þeim kleift að lækna sig á mjög skömmum tíma. Þegar Veldið var að rísa þá fóru þeir á heimaplánetu þeirra og tóku marga Wookies fasta og gerðu þá að þrælum, sem gerði þá sjálfkrafa að Wookies leist ekkert allt of vel á Veldið.\nZabrak:\nMóðurtungumál: Zabraki\nMeðal Hæð: 1.6-1.8 m\nHeimaveröld: Iridonia\nDularfullir mannlegar verur, sem einu sinni voru mannverur en þróuðust frá þeim. Þeir geta þekkst af hornum þeirra á hausnum og tattúum sem þeir bera um á allan líkamann (t.d. Darth Maul). Þeir eru samt best þekktir fyrir að geta staðist miklar þjáningar og hafa mikinn líkamlegan og andlegan vilja. Margar tegundir óttast þá aðallega út af því að þau vita ekkert um þá. Og því hafa margir ekki treyst og forðast þá. En Zabraks hafa mikla menningu, og hafa orðið allt frá listamnni og tónlistamanni til pólitíkus og glæpaforingja.\nÉg verð að segja að mér líst bara þokkalega vel á allar þessar tegundir. Ég hef reyndar ekki ákveðið mig, en einu sinni var ég búinn að ákveða mig. Ég vildi verða Wookie, en ég vildi líka “joina” The Empire, en fattaði seinna meir að það passaði ekki alveg eins og skýrðist hér að ofan. Ég ákvað að ég vildi ekki verða human, mér fannst það bara vera alltof einfald. Núna held ég að ég verði annaðhvort Zabrak eða Rodian.\nEins og sést í þessari grein þá er talað um móðurtungumál. Þá spyr einhver kannski, “þýðir það þá að tegundir geti bara talað á milli sín?” Ég er ekki alveg 100% klár á þessu en þetta er nokkurnveginn þannig að flest allar tegundir hafa svona Basic tungumál, svona enska. En t.d. Wookies, þeir geta ekki talað Basic tungumálið. En hinsvegar geta þeir lært að skilja það, eins og aðrir geta lært að tala Wookie tungumálið. Eins og Han Solo og Chewbacca. Svo verður líka í leiknum “interpreter droids” eins og C-3PO sem ég held að eigi bara afmæli í dag :)\nPs: Endilega látið spurningarnar flakka, kannski get ég svarað sumum.\nPs2: Ég er að copy-paste þetta úr Notepad svo ég ætla að vona að þetta komi ekki asnalega út.\nNæsta grein: Skills & Professions\nUppkomandi greinar: Combat & PvP, Factions & PA.",
    "url": "https://www.hugi.is/mmorpg/greinar/87635/swg-grein-3-creatures/",
    "url_id": "87635",
    "id": "626018",
    "replies": [
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2002-08-12 18:21:34",
            "id": "626019",
            "reply_to_id": "626018",
            "text": "Frábær grein!\nÉg er mest spenntur fyrir Twi'lek, enda finnast mér þeir bara svo flottir.\nÍ sambandi við móðurmál kynþátta, þá datt mér í hug að eins og í flestum MMORPGum þar sem hægt er að chatta í Local, Zone, Guild, Team og fleiri “módum”, þá væri hægt að chatta í Race mode, þar sem einungis spilarar af sama kynþætti og þú myndu geta séð það sem þú skrifar. (Eða fengið alvöru textann, aðrir kynþættir myndu bara sjá bull og þvaður) Síðan gætu tungumálavélmenni gert spilurum kleift að fá venjulegan texta í Race mode. Þetta er bara hugmynd sem ég fékk, veit ekkert hvort þetta er svona í SWG. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-12 18:45:10",
            "id": "626020",
            "reply_to_id": "626019",
            "text": "Það væri náttúrlega mjög fínt ef það væri eins og Royalfool benti á, að hafa race mode til að spjalla saman í. En mig minnir að þú þurfir að skilja tungumál sem viðkomandi talar til að geta haft samskipti við hann. Það er ss. sér skill."
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-13 15:58:46",
            "id": "626021",
            "reply_to_id": "626019",
            "text": "Þetta er nefninlega það sem Sony ætlar að gera við Twi´lekkana, þeir eru með eitthvað sérstakt á hausnum til að tala á milli sín sem aðeins Twi´lek geta skilið, ekki einu sinni interpreter droids geta skilið það.\nOg ef einhver skilur ekki eitthvað þá kemur bara svona bull eins og þú segir :)"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2002-08-14 22:10:15",
            "id": "626022",
            "reply_to_id": "626021",
            "text": "Þeir kallast Protocol Droids. :D"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-15 16:28:41",
            "id": "626023",
            "reply_to_id": "626022",
            "text": "Ókei, protocol þá."
        },
        {
            "user": "BirkirF",
            "user_id": "11400",
            "date": "2002-08-15 19:08:47",
            "id": "626024",
            "reply_to_id": "626018",
            "text": "Alveg viss ég verð Wookie\nSamt held ég að það sé Kashyyyk\nmeð 3 y-um"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-17 12:04:25",
            "id": "626025",
            "reply_to_id": "626018",
            "text": "zabrak mundi ég vilja vera."
        },
        {
            "user": "Fafnir",
            "user_id": "14805",
            "date": "2002-08-21 14:19:24",
            "id": "626026",
            "reply_to_id": "626018",
            "text": "Hér eru linkar til þess að sjá myndir af þessum tegundum.\nBothan:\nhttp://swg.stratics.com/content\n/gameplay/species/bothan.shtml\nHuman:(hvernig ætli hann líti út?)\nhttp://swg.stratics.com/content/gameplay/species/\nhumanity.shtml\nMon Calamari:\nhttp://swg.stratics.com/content/gameplay/spe\ncies/moncalamari.shtml\nRodian:\nhttp://swg.stratics.\ncom/content/gameplay/species/rodian.shtml\nTrandoshan :\nhttp://swg.stratics.com/content/gameplay/species/tra\nndoshan.shtml\nTwi'lek:\nhttp://swg.stratics.com/con\ntent/gameplay/species/twilek.shtml\nWookie:\nhttp://s\nwg.stratics.com/content/gameplay/species/wookiee.shtml\nZabrak:\nhttp://swg.stratics.com/content/gameplay/sp\necies/zabrak.shtml"
        }
    ]
}