{
    "forum_title": "Heimspeki",
    "user": "krizzi",
    "user_id": "8997",
    "date": "2002-08-11 01:42:20",
    "title": "Minority Report og siðfræði",
    "text": "Ég var rétt í þessu að koma heim eftir að hafa séð hina ágætu mynd Minority Report. Þótt myndinn fjallaði eiginlega um allt annað kom frekar skemtileg spurning fram:\nEf þú ert næstum viss um að einhver ætlar að gera eitthvað slæmt, geturu þá dæmt hann strax eða þarf hann að fremja glæðin áður en þú getur dæmt hann.\nÞessi mynd minnir mig dáltið á deilurnar á milli BNA og Írak. BNA heldur því fram að Írak gæti mögulega sent gereyðingarvopn til BNA og réttlæta þessvegna innrás sína þangað til þess að stöðva þá áður en þeir gera það, þótt að þeir hafa eingar sannanir um að þeir munu gera það.\nÞað var líka maður handtekinn fyrir að geta byggt það sem CIA kallar “Dirty-bomb”. Þeir komust seinna að því að hann hafði ekki gert hana (aðalega vegna þess að það er búið að sanna það að það er ekki hægt að gera þessa sprengju!)\n…ansi skemtilegt að spá í þessu…\n–krizzi–\n“By any means necessary!”\n-Malcom X<br><br>–krizzi–\n“What do you mean by ”why got do be build“… it is a bypass! You've got to build bypasses!”",
    "url": "https://www.hugi.is/heimspeki/korkar/87741/minority-report-og-sidfraedi/",
    "url_id": "87741",
    "id": "626975",
    "replies": [
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-08-11 14:14:06",
            "id": "626976",
            "reply_to_id": "626975",
            "text": "Birgja skal brunninn áður en barnið dettur ofan í hann, segir gamall málsháttur. Fyrirhyggja er ósköp hversdagsleg iðja fyrir skynsamt fólk.\nM."
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2002-08-11 14:43:48",
            "id": "626977",
            "reply_to_id": "626976",
            "text": "Vandinn er sá að við erum ekki að tala um neinn brunn. Við erum að tala um manneskjur. byrgja brunnin með því að loka saklaust fólk inni fyrir hluti sem það vissi ekki einusinni að það ætlaði að gera. Ímyndaðu þér “þú ert handtekinn, herra miðgarður, fyrir að ætla að fremja morð eftr 5 klst” og þú vissir ekki einusinni að þú ætlaðir að fremja glæpin. Þótt að aðstæður eftir 5 klst mundu öruglega láta þig fremja morðið.<br><br>–krizzi–\n“By any means necessary!”\n-Malcom X"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-11 15:13:33",
            "id": "626978",
            "reply_to_id": "626977",
            "text": "Tja, ef miða á við samfélagið er þetta náttúrulega besta leiðin.\nEkkert getur komið fyrir vegna þess að enginn er fær um að fremja\nglæpi.\nÞér finnst það þó líklega rangt gagnvart persónunni, sem það er,\nen skiptir það máli?\n<br><br>“Allar reglur hafa undantekningu nema þessi”"
        },
        {
            "user": "dukart",
            "user_id": "2204",
            "date": "2002-08-13 12:58:40",
            "id": "626979",
            "reply_to_id": "626978",
            "text": "Þessi pre-crime vangavelta er svolítið skemmtileg og alveg þess virði að skoða (a.m.k. sá kaþólska kirkjan þörf á að velta fyrir sér hve margir englar gætu staðið á nálaroddi).\nMér finnst ekki réttlætanlegt að refsa mönnum fyrir það sem þeir ekki hafa gert. Ef við trúum á frjálsan vilja þá hlýtur alltaf að vera einhver óvissufaktor í því að mannekjan geri það sem reikna má með að hún geri (eins og fram kemur í myndinni). Hún hefur þá alltaf val. Ef við hinsvegar trúum ekki á frjálsan vilja, nú þá gat manneskjan hvort sem er ekkert gert í málunum og ætti þá ekki að refsa.\nVið getum líka fært þetta til samtímans og þá sjáum við að þó A væri með morðhótanir við B og jafnvel þó hann sveiflaði hníf fyrir framan hann að þá yrði A ekki dæmdur fyrir morð. Jafnvel þó hann játaði að hafa ætlað að drepa B en var handtekinn áður en hann náði því. A mundi sannanlega fá einhvern dóm en sá dómur gæti ekki verið fyrir morð - það varð ekkert morð."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-08-11 21:54:24",
            "id": "626980",
            "reply_to_id": "626977",
            "text": "krizzi minn, það sem gengur upp í bíómynd gengur ekki endilega upp í raunveruleikanum. Dæmið sem þú nefnir hefur því enga skírskotun til raunverulegra aðstæðna og því varla þess vert að kalla það siðferðislegt vandamál ;-)\nM."
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2002-08-12 15:16:23",
            "id": "626981",
            "reply_to_id": "626980",
            "text": "midgardur:\nEn ef við snúm dæminu á BNA og Írak þá er BNA bara lögregla a\nhandtaka írak menn fyrir eitthvað sem hefur ekki gerst.\nHvað eru líka “nægar” sannannir? Nægar sannannir í dómskerfi\neru þær sannannir sem sannfæra dómara og kviðdóm um þá hlið á\nmálinu sem þú vilt standa fyrir. En hver er dómari eða kviðdómur\neða sannanir í þessu máli.\nSiðfræði er miklu flóknari heldur en málsáttur miðgarður, enda\nhafa felstir málshættir andstæðu sína til líka\nsbr. “sannleikurinn er sagna bestur.” ~ “oft má satt kjurt liggja”."
        }
    ]
}