{
    "forum_title": "Húmor",
    "user": "kusa",
    "user_id": "17831",
    "date": "2002-08-12 13:12:10",
    "title": "Nokkrir góðir",
    "text": "Karlmaður er hrifinn af þremur konum og veit ekki alveg hverja hann á að velja sem eiginkonu svo hann ákveður að leggja fyrir þær smá þraut.\nHann gefur hverri konu 500.000 kr. og fylgist svo með hvað þær gera við\npeningana.\nSú fyrsta fer í alsherjar upptekt. Fer á snyrtistofuna og hárgreiðslustofuna og fær þar allt sem hægt er að fá - kaupir svo fullt af nýjum fötum og gerir sig fína fyrir karlinn. Hún segir honum að hún elski hann svo mikið að hún vilji halda sér til og vera fín fyrir hann.\nMaðurinn er ákaflega ánægður með þetta.\nSú næsta fer og kaupir alls konar fínar gjafr handa karlinum. Nýtt golfsett, allskonar dót fyrir tölvuna hans og flott og dýr föt handa honum. Hún segist elska hann svo mikið og þess vegna hafi hún ákevðið að eyða\nöllum peningunum í gjafir handa honum.\nAftur er maðurinn ákaflega ánægður.\nSú þriðja fjárfestir á hlutabréfamarkaði og græðir mörgum sinnum 500.000.kr. Hún skilar manninum peningunum sem hann gaf henni í upphafi og fjárfestir síðan afganginn í sameiginlegum hlutabréfasjóði. Hún segir honum að hún elski hann svo mikið og vilji eiga fjárhagslegt öryggi með honum í framtíðinni.\nAð sjálfsögðu var maður ofsalega ánægður og stoltur af þessari konu.\nHann íhugaði svo í langan tíma um hvað konurnar höfðu gert við peningana og síðan………………………………………..\n.\n.\n.\n.\n.\n.\n.\n.\nGiftist hann konunni með stærstu brjóstin !!!!\nkarlar eru og verða karlar\n——————————\nHafnfirðingur sótti um starf í lögreglunni og þurfti að gangast undir hæfnispróf. Hann var til dæmis spurður hvernig Jesú hefði dáið. Umsækjandinn horfði skilningsvana á spyrjandann en brá á það ráð að svara engu. “Jæja, hafðu engar áhyggjur af þessu, sagði spyrjandinn, en pældu samt í því.” Þegar Hafnfirðingurinn kom heim spurði konan hans hvort hann hefði fengið stöðuna. “Jahá, og ég er meira að segja búinn að fá mál til að rannsaka!”\n—————————–\nMagga: Elskarðu mig yfir máta ofur heitt?\nJónas: A-ha.\nMagga: Finnst þér ég vera fallegasta kona í heimi og engin undanskilin?\nJónas: Já-já.\nMagga: Sýnist þér varir mínar vera eins og rósablöð, augu mín eins og tvær tindrandi stjörnur og hárið á mér eins og dýrasta silki?\nJónas: U-humm.\nMagga: Ó, Jónas, þú ert alltaf svo rómantískur!\n———————\nHjá sálfræðing\nJónas fór til sálfræðings. Sálfræðingurinn teiknaði hring á blað og spurði „Hvað sýnist þér þetta vera?“\n„Nakin kona,” sagði Jónas.\nSálfræðingurinn teiknaði ferning á blað. „En þetta?“ sagði hann\n„Nakin kona á göngu,” sagði Jónas.\nNú teiknaði sálfræðingurinn þríhyrning á blaðið. „Hvað heldur þú að þetta sé?“ spurði hann.\n„Þetta er nakin kona sem situr á stól,” svaraði Jónas.\n„Ja hérna,“ sagði sálfræðingurinn. „Mér sýnist að þú sért með kynlíf á heilanum.”\n„Ég???\" sagði Jónas. „Það ert þú sem ert að teikna allar klámmyndirnar!!!",
    "url": "https://www.hugi.is/humor/greinar/87852/nokkrir-godir/",
    "url_id": "87852",
    "id": "628097",
    "replies": [
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2002-08-13 23:00:26",
            "id": "628098",
            "reply_to_id": "628097",
            "text": "lol snilld"
        },
        {
            "user": "romanoff",
            "user_id": "15682",
            "date": "2002-08-14 00:55:37",
            "id": "628099",
            "reply_to_id": "628097",
            "text": "rofl snilld"
        },
        {
            "user": "Gillzilla",
            "user_id": "18890",
            "date": "2002-08-16 22:27:24",
            "id": "628100",
            "reply_to_id": "628099",
            "text": "Nettir brandarar\nKeep up the good work"
        }
    ]
}