{
    "forum_title": "Heimspeki",
    "user": "Gabbler",
    "user_id": "18730",
    "date": "2002-08-14 00:56:43",
    "title": "Hinir upplýstu!!!",
    "text": "Meginkjarni allra trúarbragða í heiminum virðist vera að einn náungi, oft spámaður, er upplýstur og “höfundur” trúarbragðanna.  En ef við köfum dýpra í trúarbrögð þá tökum við eftir því að margt fleira er sameiginlegt.\nAðalatriðið er einn upplýstur höfundur eða spámaður.  Hann er oft tengdur guði (jesú, Gautama Buddha) eða talsmaður guðsins.  Fjölgyðingstrúarbrögð virðast þó hafa þetta örlítið flóknara.  En samt hafa guðirnir beint samband við okkur mennina með þvi að bregða sér til okkar í mannslíki eða dýralíki (óðinn, Vishnu).\nMeyjarfæðing virðist vera stór þáttur líka.  Höfundur Tao-trúar í kína, Lao-tze, á að hafa fæðst af hreinni mey.  Mahavira, höfundur Jaintrúarinnar á Indlandi, á að hafa fæðst í gegnum guðlegann getnað.  Allir vita sögu Maríu móður Jesús og í Persíu trúir fólk að móðir Zoroasters hafi alið soninn í gegnum guðlegann getnað.\nMargar þjóðsögur virðast hafa verið til á Indlandi og Asíu um meyjarfæðingar.  Með það í huga getur maður í raun ekki annað en farið að spá í tengingu sögunnar um Jesú í biblíunni og allra þessara þjóðsagna.  Hvaða áhrif höfðu þjóðsögurnar á sögumennina?\nEr möguleiki á að þeir sem skrifuðu biblíuna hafi verið undir miklum áhrifum af þessum gömlu þjóðsögum og skrifað það sem þeim hefur þótt “hljóma” vel.  Þetta gæti allt hafa undið uppá sig og áður en menn vita af þá er kominn kraftaverkamaður sem getinn var af hreinni mey (um það hvort María hafi verið “hrein” leifi ég mér stórlega að efast um).\nEf við höldum áfram að grúska í gömlum trúarbrögðum og berum það saman við biblíuna sjáum við að margt er sameiginlegt.  Innsæisuppsprettan virðist oft vera sú sama í “boðorðum” hinna upplýstu spámanna.\n“Allt sem þér viljið að aðrir menn geri við þig, það skulið þér og þeim gjöra.” Þetta boðorð er tildæmis hægt að heyra í svipaðri mynd í Búddhisma, Hindúa, Gyðinga og Tao-trú.  Fjöldamörg önnur dæmi eru einnig til.  Voru þessir menn sem skrifuðu biblíuna þá kannski líka stórlega undir áhrifum kenninga sem voru búnar að vera á kreiki í þúsundir ára á þessum slóðum?\nHvað stendur þá nýtt í biblíunni?\nEina sem mér tekst að sjá að sé í biblíunni en ekki öðrum trúarritum eru dæmisögur Jesú.  Kannski er það það sem þurfti til að gera Kristna trú að útbreiddustu trúarbrögðum jarðarinnar?\nEn hvað sem satt er í þessum sögum um “kraftaverk” hinna upplýstu þá vekur það undrun hjá mér hversu lík trúarbrögð eru í raun.\nKveðja Gabbler bókagagnrýnandi.",
    "url": "https://www.hugi.is/heimspeki/greinar/88087/hinir-upplystu/",
    "url_id": "88087",
    "id": "629976",
    "replies": [
        {
            "user": "frjals",
            "user_id": "3383",
            "date": "2002-08-14 02:31:51",
            "id": "629977",
            "reply_to_id": "629976",
            "text": "Eina sem mér dettur í hug er bara vegna þess að það virkar. Greinilega ákveðnir hlutir sem fólk vill hafa í trúinni sinni.\nSvona álíka eins og þegar það kom fyrst raunveruleikasjónvarpsþættir , tók ekki langan tíma fyrir fleiri að koma.\nAnnars er allt þetta trúardótarí orðið full gamalt og slappt.\nLíka sá möguleiki fyrir hendi að í sumum tilvikum séum trúaarritin um sama manninn bara mismunandi túlkun á honum.\nKannski er þetta bara mismunandi endurskrifanir og “endurbættar” útgáfur af einhverri frumbók. Ekki eins og t.d. biblían hafi bara verið skrifun einusinni."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2002-08-14 11:35:52",
            "id": "629978",
            "reply_to_id": "629976",
            "text": "Já, meyjarfæðing er nauðsynleg svo fólkið trúi því að um guðlegan mann er um að ræða. Ef þetta væri sonur Hildar og Jóns væri ekki eins auðvelt að trúa þessu.\nÚtbreiðsla kristinnar trúar, þó ég sé enginn spekingur um trúmál, er fyrst og fremst hægt að rekja til þeirrar meðferðar sem Jesús varð fyrir hjá “mannskepnunni”, að hann steig upp frá dauðum, miskunnar-boðskapnum og þeirri staðreynd að Jesú var til."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2002-08-14 12:26:01",
            "id": "629979",
            "reply_to_id": "629976",
            "text": "Gabbler:\nJá það er athyglis vert hve margt hinar ólíku goðsagir þjóðarbrota hafa sameiginlegt, jafnvel þó hálfur hnöttur skilji þær að.\nMín frumstæða hugmynd um goðoðsagnir, er eitthvað á þá leið, að líta á þær eins og spegilmynd mannkyns, kannski óskýra eða gruggug, eins og speglun í djúpum og gruggum hyl.\nFólk af ólíkum þjóðum er í aðalatriðum nákvæmlega eins, og þal er etv ekki skrítið að hugmyndir þeirra séu áþekkar.  Það sem skilur etv helst á milli, er ólíkt umhverfi sem hlítur að móta goðsagnir og hugmyndaheim ólíkra þjóða.\nEn etv er aðalatriðið það, að goðsagnir geta sagt okkur svo margt um okkur sjálf, um okkur sem manneskjur.  Það er e-ð undalega hrífandi við þessar “sögur”. ;)\nEn etv má líta á trúarbrögð sem einskonar samlífsveru við þessar goðsögur.  Hvort kom á undan veit ég ekki.  En ég myndi veðja á að goðsagan hafi komið fyrst, síðan hafi úr þeirri súpu sprottið e-ð sem mætti kalla trúarbrögð.\nSjálfur er ég guðlaus, en þetta efni þykir mér hrífandi og ég tel mig geta lært e-ð á því.  Það er fyrir öllu!\nKv\nVeryMuch"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2002-08-15 23:25:26",
            "id": "629980",
            "reply_to_id": "629979",
            "text": "VeryMuch:\nÞað er alveg rétt að fólk er yfir höfuð nákvæmlega eins.  Allstaðar virðist fólk haga sér mjög álíka.\nHvort kom fyrst goðsögn eða trúarbrögðin…. Þetta er svona “eggið og hænan” dæmi.  En sennilega hafa nú goðsagnirnar komið fyrst og uppúr þeim sprottið trúarbrögð.\nEða kannski eru trúarbrögð sambland af vanþekkingu á alheiminum + goðsagnir.\nAnnars er mjög gaman að velta sér uppúr þessu.  Hugi.is er alveg snilldarvefur til að koma svona hugsunum á framfæri :)\nKveðja Gabbler."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-15 23:40:24",
            "id": "629981",
            "reply_to_id": "629980",
            "text": "Ætli menn hafi ekki fyrst búið til goðmögn (væntanlega fyrst og fremst úr náttúrufyrirbærum eins og eldingum og eldinum), og síðan tekið til við að spinna sögur um guðina?"
        },
        {
            "user": "dukart",
            "user_id": "2204",
            "date": "2002-08-16 10:09:13",
            "id": "629982",
            "reply_to_id": "629980",
            "text": "Bara að taka undir þetta sem Gabbler skrifar um að koma hugsunum sínum á framfæri á huga.is. Ég var einmitt að lesa grein sem VeryMuch setti inn fyrir löngu eftir Scopenhauer. Þar er Scopenhauer einmitt að tala um það hve mikilvægt sé að hugsa frekar en að vera alltaf að tileinka sér hugsanir annara. Ég held einmitt að hugi.is komi hér að góðum notum. Hér geta menn tjáð sínar hugsanir sína og hugmyndir og fengið á þær gagnrýni.\nE.S.\nVeit þetta kemur fyrirsögn þessa þráðs lítið við og biðst fyrirfram velvirðingar á að drepa málinu á dreif. Mátti bara til með að koma þessu á framfæri."
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2002-08-17 02:04:35",
            "id": "629983",
            "reply_to_id": "629982",
            "text": "dukart :\nAkkúrat.  Það er nauðsynlegt að hugsa frekar en að tileinka sér hugsanir annara.\nÞað er nú oft það sem skilur að vísindi annarsvegar og trú hinsvegar.  Vísindamenn lesa, læra og gagnrýna miðað við eigin reynslu.  Trúmenn trúa því sem stendur og mega ekki gagnrýna.  Öll gagnrýni kemur frá djöflinum bla bla bla.\nEða eins og Gunnar Dal sagði í bókinni “Heimsmynd Okkar Tíma” bls 35. (svona til að ég tileinki mér hugsanir annara).\nSéra Ögmundur: “Hvers vegna ekki að segja það sem alltaf hefur verið sagt og verður alltaf sagt, vegna þess að það er sannleikukrinn í málinu: Í upphafi var guð”\nÞorsteinn: “Getið þið ekki ennþá með nokkru móti skilið í hverju yfirburðir hinnar nýju heimsmyndar okkar liggja?  Þeir liggja einmitt í því að við leggjum til hliðar allar staðhæfingar eins og þessar og byggjum í fyrsta skipti í sögunni á mælanlegum staðreyndum.”\nÞetta í raun segir allt sem segja þarf.  Vísindin hafa algjöra yfirburði yfir trúarheimsmyndum vegna þess að það er stanslaust verið að upphugsa nýjar staðhæfingar.  Menn eins og þú (og fjöldinn allur af mönnum í heiminum) skoðið hluti með opnu hugarfari og gagnrýnið þá miðað við ykkar reynslu.  Sú hugmynd sem réttust virðist vera verður ofaná í þróunarferli heimsmynda, kenninga og staðhæfinga.\nKannski smá útfyrir efnið en ekki svo.\nKveðja Gabbler.\ne.s. Eru engir alvöru trúmenn hér sem nenna að skrifa á huga.  Mér þykir ótrúlegt hvað ég get gagnrýnt þessa “heilögu” bók án þess að verða fyrir aðkasti.  Kannski eru íslendingar að átta sig loksins."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-08-17 10:02:46",
            "id": "629984",
            "reply_to_id": "629983",
            "text": "Ég hef ekki orðið var við að Íslendingar séu sérstaklega trúaðir eða taki því illa ef einhver fer niðrandi orðum um Biblíuna eða annað slíkt. Öðru nær."
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2002-08-17 16:58:46",
            "id": "629985",
            "reply_to_id": "629984",
            "text": "gthth :\nMín reynsla er sú að sumt fólk á erfitt með að taka gagnrýni á bókina eða trúarbrögð.  En það sem mér finst skrítið er að það skuli enginn af þeim vera hér á huga.\nMisjaft kanski hvernig fólk talar um þetta.  Þú aðferð sem ég nota augliti til auglitis við fólk gerir það kanski að verkum að fólk tekur því illa.\nKveðja Gabbler."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-08-17 17:10:04",
            "id": "629986",
            "reply_to_id": "629985",
            "text": "Gabbler:\nJá, auðvitað eru sumir þannig. En þú spurðir hvort Íslendingar væri kannski loksins að fara að taka við sér. En ég hef ekki séð að Íslendingar almennt séu viðkvæmir í trúm´lum, þótt - eins og þú bendir á - alltaf sé það einhver :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-17 10:15:23",
            "id": "629987",
            "reply_to_id": "629983",
            "text": "Gabbler:\nNei, það eru vafalaust afar fáir sannkristnir menn sem hafa nokkurn áhuga á að ræða um Biblíuna og önnur trúmál, hvort sem er hér á Huga eða augliti til auglitis.  Það er jú einn grunnurinn í þessu öllu saman að Biblían geymi heilagan sannleik.  Ef maður trúir því statt og stöðugt, þá er eiginlega ekki um neitt að ræða - allir sem eru ósammála þekkja ekki sannleikan og vita þess vegna ekki baun í bala.\nEn ég man annars eftir nokkrum, en þeir/þau hafa ekki gert mikið af því að koma hingað inn á Himspeki, heldur halda sig aðallega á Dulspeki."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-08-17 14:03:32",
            "id": "629988",
            "reply_to_id": "629983",
            "text": "Ég fór ekki að hugsa almennilega um trúarbrögð og andleg málefni fyrr en ég gerðist trúleysingi og skráði mig í þjóðkirkjunni. Málið með þessa hálfvita sem taka Biblíuna bókstaflega og TRÚA er, að þeir hafa aldrei komist í snertingu við þann andlega veruleika sem Jesú var að tala um. Ég tel að kirkjunnar menn hafi vísvitandi bælt og brenglað hinn sanna boðskap sem Jesú hafði fram að færa, sem er einhvers konar sjálfsþekking og innri uppljómun ekki ósvipað því sem búddistar stefna að.\nÍ kirkjunni er öll áhersla lögð á yfirnáttúruleg töfrabrögð, krossfestinguna og upprisuna, sem eru hugmyndir sem voru alls ekki almennar á meðal kristinna manna á fyrstu öldum kristninnar. Þetta eru að öllum líkindum þær þjóðsögur sem höfðuðu mest til fjöldans sem skildi ekki innri lærdóm kristindómsins, og þjónaði auk þess tilgangi valdagráðugra kirkjumanna til þess að koma á þrælasiðferði fjöldans (sbr Nietzsche).\nEf þú kemur af fjöllum hvað ég er að tala um varðandi innri lærdóm Jesú, þá bendi ég t.d. á Tómasarguðspjall sem kom út árið 2001 hjá Lærdómsritum Bókmenntafélagsins. Þetta er eitt þeirra rita sem fundust við Nag Hammadi 1945 og eru talin hvað minnst brengluð af Rómverjanum Páli og öðrum kirkjunnar mönnum. Hundruðir slíkra rita voru í umferð á sínum tíma en kirkjan valdi önnur í sitt “kanon” og reyndi eftir fremsta megni að eyða öllum sönnunargögnum um raunverulegt innihald þessarar “hættulegu” hreyfingar sem Jesú tilheyrði.\nÉg held að við ættum þó að taka þessu öllu með hæfilegu salti, en alls ekki afskrifa öll trúarbrögð sem bull og vitleysu. Ég held að hin ýmsu trúarbrögð eigi öll uppruna í þessu “collective unconscious” sem Jung talaði um. Þetta er eitthvað sem býr í hverjum manni, og möguleikar mannsins eru nær ótakmarkaðir. Það er sannarlega meira í tilveru okkar en augað fær numið, og barnaleg einföldun að útiloka það og taka raunvísindin í staðinn sem einhvern algildan sannleika."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-08-17 14:05:18",
            "id": "629989",
            "reply_to_id": "629988",
            "text": "ég meinti auðvitað: skráði mig úr þjóðkirkjunni"
        },
        {
            "user": "cleopatta",
            "user_id": "23258",
            "date": "2002-08-19 16:54:35",
            "id": "629990",
            "reply_to_id": "629988",
            "text": "Ertu ekki að meina að þú hafir skráð þig ÚR þjóðkirkjunni?\nEndilega leiðréttu þetta ."
        },
        {
            "user": "cleopatta",
            "user_id": "23258",
            "date": "2002-08-19 16:56:44",
            "id": "629991",
            "reply_to_id": "629990",
            "text": "Fyrirgefðu ég las ekki lengra, þannig að ég sá ekki að þú hafðir leiðrétt þetta. Sorry."
        },
        {
            "user": "dukart",
            "user_id": "2204",
            "date": "2002-08-14 13:12:00",
            "id": "629992",
            "reply_to_id": "629976",
            "text": "Það er auðvitað hárrétt hjá þér að trúarbrögð eru sprottin hvert af öðru og mætti jafnvel tala um “þróunarsögu” trúabragða. Augljóst dæmi er t.d. að Búddismi er sprottinn er af Hindúisma og undan miklum áhrifum þaðan. Búddismi hefur síðan greinst í óteljandi greinar og verið aðlagaður að þeirri menningu og þeim trúarlega bakgrunni sem fyrir er í þeim löndum sem hann hefur verið stundaður hvað mest.\nÞað sama má segja um kristni sem sprottin er úr gyðingdómi. Fjölmargar greinar Kristni eru til staðar og hefur þannig verið aðlöguð að menningu þeirra sem trúa. Þá mætti einnig færa rök fyrir því að Islam spretti að miklu leyti upp úr kristinni hugmyndafræði.\nÉg er sammála þér um það að saga trúarbragða er mjög áhugaverð og hjálpar manni að sjá og skilja sögulega atburði sem annars væri erfitt að skýra. Hernaðarbrölt og vísindilegar framfarir má að ótrúlega miklu leiti skýra út frá trúarlegum viðhorfum þeirra sem hlut eiga að máli. Dæmi væri ris Mið-Asíuríkja á blómatíma Islam og uppgangur BNA í kjölfar þess að þeir aðlöguðu kristna trú  í átt að vinnusemi og dugnaði sem var nauðynlegt í nýju samfélagi.\nHvað varðar uppgang og útbreiðslu trúarbragða að þá felst það að einhverju leiti í trúarbrögðunum sjálfum hver útbreiðsla þeirra verður, þ.e.a.s. hve auðvelt er að taka trú, hvert viðhorf til þeirra sem ekki eru trúaðir er og hve mikið skal lagt upp úr trúboði. Trúboðið og það hversu öflugir þeir eru sem boða trúnna hefur hvað mest að segja. Allra síðustu aldir hefur Evrópa og í kjölfarið BNA, verið öflugasta álfa veraldar og ástundað mikla útþennslustefnu og lagt mikið kapp á trúboð. Af þessum sökum helstum tel ég að kristni sé útbreiddustu trúarbrögð í heimi (þó forskotið sé kannski ekkert óskaplegt)."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2002-08-14 15:26:48",
            "id": "629993",
            "reply_to_id": "629992",
            "text": "Hvernig geturðu sagt það að kristni sé útbreiddasta trúarbragð í heimi þegar kristnir menn teljast aðeins um 29% jarðarbúa?? og sú prósenta fer minkandi að ég tel sökum gríðarlegra fjölgunnar á íbúum í löndum annara trúarbragða.."
        },
        {
            "user": "dukart",
            "user_id": "2204",
            "date": "2002-08-14 17:31:06",
            "id": "629994",
            "reply_to_id": "629993",
            "text": "Veist þú um einhver fjölmennari trúarbrögð?\nÞað er rétt hjá þér að kristnir teljast vera tæplega þriðjungur jarðarbúa en næst á eftir koma múslimar með tæplega fimmtung (tæp 20%) jarðarbúa. Þetta gerir kristni að fjölmennustu trúarbrögðum heims :)"
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2002-08-14 18:13:51",
            "id": "629995",
            "reply_to_id": "629993",
            "text": "Kristni er einfaldlega fjölmennasta trúarbragðið í heiminum, þó svo að hún telji eitthvað um 29-33%.  Næst koma svo múslimar með eitthvað um 20 prósent, og hindúar með 13%.  Ef þú tekur poka með hundrað kúlum og 29-33 þeirra eru gular, 20 þeirra grænar og 13 þeirra bláar, þá er nokkuð ljóst hvaða litur er algengastur.  Ekki satt?"
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2002-08-14 23:09:04",
            "id": "629996",
            "reply_to_id": "629995",
            "text": "úpps,fór með rangt mál núna og biðst velvirðingar á því en aftur á móti fann ég góða grein um trúarskiptingunna í heiminnum á\nhttp://www.visindavefur.hi.is%2f\nAnnars er ég á því að trúarbrögð hafi í raun verið stjórntæki og pólítískt valdaverkfæri í gegnum tíðina og oft heft þróun á öllu sem koma vísindum og framförum og að upprunalegi boðskapurinn hafi í raun glatast með tíð og tíma og sú biblía sem við höfum í dag er ekki sú sama sem menn höfðu fyrir 1500árum þannig að það er óhætt að segja að mennirnir breitast og trúarbröðin með."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-08-14 22:56:23",
            "id": "629997",
            "reply_to_id": "629976",
            "text": "Þessar goðsagnir eru vissulega tengdar. Margir hafa haldið því að sagan um Jesú sé einfaldlega samsuða úr hinum ýmsu trúarbrögðum sem tíðkuðust meðal fjöldans á þessum tíma. Kristindómur á sennilega meira skylt við trúarhefðir sem byggjast upp á sóldýrkun og frjósemisdýrkun heldur en eingyðistrú gyðinga, og þá einna helst tilbeiðslu sólguðsins Mithra sem var vinsælli en Kristindómur í Rómaveldi á sínum tíma. Kristindómur hefur hreinlega aðlagað sig að aðstæðunum hverju sinni, með því að taka upp heiðna siði þeirra sem tóku upp trúna, og þannig fjarlægst uppruna sinn. Hvers vegna heldurðu annars að sunnudagur (sólardagur) sé hvíldardagur í stað laugardags (sabbat gyðinga)? Sunnudagur er dagur Mithra.\nMithra þessi fæddist í helli þann 25. desember og móðir hans var hrein mey. Hann var sendur af himnum til þess að frelsa menn frá syndum sínum. Hann var kallaður “frelsarinn”, “sonur guðs” og “lamb guðs”. Hann ferðaðist um ásamt tólf lærisveinum og kenndi og upplýsti fólk. Hann dó og var lagður í grafhýsi en reis aftur upp og fór til himna. Vatn og brauð, eða vatn og vín, var heilög máltíð fylgjenda hans, sem átti að tákna líkama og blóð fórnarlambsins. Sérðu eitthvað mynstur í þessu?\nÞað virðist vera sameiginlegt með flestum trúarbrögðum að guð-menni/hetjur þeirra fæðast meyjarfæðingu, má þá nefna Krishna, Búdda, Mithra og hina egypsku Horus og Osiris. Hugsanlega er um að ræða e-ð sammannlegt mynstur, eitthvað sem er djúpt inngreipt í sálarlíf mannanna. Carl Gustav Jung talar um erkitýpur í huga mannsins sem birtast í hinum ýmsu myndum í goðsögnum hans, óháð tíma og stað. Einnig eru athyglsverðar rannsóknir Joseph Campbell í bókinni The Hero With a Thousand Faces þar sem hann færir rök fyrir því að hetjur trúarbragðanna séu í meginatriðum sama persónan í mismunandi dulbúningi, og fer hann um víðan völl allt frá Búdda til Luke Skywalker."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-08-14 23:00:52",
            "id": "629998",
            "reply_to_id": "629997",
            "text": "Þannig situr hinn kristni heimur uppi með eldgamla ódýra goðsögn um mann sem sagðist vera sonur guðs, framkvæmdi töfrabrögð og sagði fólki að tilbiðja sig, í stað þess andlega lærimeistara og upplýsara sem Jesú kann að hafa verið. Kirkjan aðlagaði sig að heiðnum sóldýrkunartrúarbrögðum, og byggði testamenti sitt aðallega á frásögnum sturlaðs manns (Páls) sem hitti aldrei Jesú í lifandi lífi heldur fór upp til himna og hitti hann upprisinn! Auk þess framkvæmdi kirkjan gífurlegar grysjanir á þeim ritum sem til voru um líf og störf Jesú, valdi þau örfáu af hundruðum rita sem þjónuðu hagsmunum og styrktu vald hennar. E.t.v. er sú kristni sem við þekkjum í dag ekkert í líkingu við það sem hinn sögulegi gyðingur Jesú boðaði. Rannsóknir á þeim handritum sem fundust í Qumran hellum við Dauðahaf og Nag Hammadi í Egyptalandi árin 1945 og 1947 benda til þess að sá kristindómur sem þekktist á fyrstu öldum e.Kr. sé allt annar en sá sem við þekkjum í dag og af öðrum uppruna.\nHins vegar eru til trúarbrögð sem segja engar furðusögum af guð-mönnum sem fæðast meyjarfæðingu og rísa upp til himna. Gyðingdómur byggir á opinberun/upplýsingu heillar þjóðar við Sínai fjallið, sem og spámönnum sem komu þar á eftir. Islam byggir á því sama, nema spámennirnir eru fleiri, maðurinn Jesú er einn af þeim sem og Múhammeð sem er mikilvægastur, en engan veginn guð-menni eins og frelsari kristinna manna. Þessi trúarbrögð segja aðallega frá venjulegu fólki, sem á það til að fá skilaboð frá guði, en sker sig ekki að öðru leyti úr mannfjöldanum. Guð þeirra er einn og hann er almáttugur, en hann birtist aldrei í formi manns með undarlega fæðingarsögu sem krefst tilbeiðslu á sig."
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2002-08-15 23:43:39",
            "id": "629999",
            "reply_to_id": "629998",
            "text": "Ramax :\nÞakka fyrir vel skrifað álit.\nÞað er sennilega það sem hefur haldið lífi í biblíunni og kristni hvað þetta hefur verið sveigjanlegt allt saman.  Og þessi bráðsniðuga aðferð að innlima heiðna siði inn í sín trúarbrögð.\nTrúboð kaþólsku kirkjunnar hefur að mínu mati gengið útfyrir öll velsæmismörk.  Páfinn er meira að segja að ráða því hvort hálf afríka megi nota smokkinn eða ekki.  Þrátt fyrir að hálf afríka er smituð af AIDS veirunni.  Allt þetta fer alveg gríðarlega í taugarnar á mér.  Vona að mannfólkið eigi einhverntíman eftir að opna augun og aðhyllast eithvað annað en “eldgamla ódýra goðsögn”.\nKveðja Gabbler."
        },
        {
            "user": "HataIslam",
            "user_id": "23504",
            "date": "2002-08-15 22:17:37",
            "id": "630000",
            "reply_to_id": "629976",
            "text": "Sko ef við pælum svolítið í þessu þá er þetta soldið teherótískt. Hugmyndir um lífið og tilveruna með smá kryddblöndu um hið andlega ástand."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-01 22:03:30",
            "id": "2208113",
            "reply_to_id": "629976",
            "text": "Ég giska á það að meirihluti ykkar viti þetta nú þegar en samkvæmt biblíunni er Jesús fæddur í Mars ekki 24 eða 25 Desember er 25 desember að fagna jólunum en hann er upphaflega úr sólardýrkun var þetta dagur hinnar óendanlegu sólar. Og allar myndir af guði finnið mynd af Seif og lítið svo á mynd af Guð þetta er líka tekið meirihluti kristinnar trúar er tekið úr öðrum trúum"
        }
    ]
}