{
    "forum_title": "Börnin okkar",
    "user": "gusto",
    "user_id": "1918",
    "date": "2000-11-14 21:21:33",
    "title": "smásaga :b)",
    "text": "Ég rakst á þessa sögu einhverstaðar og hún vekur mann til umhugsunar ég hef ekki hugmynd um hver höfundurinn er en mig langaði að sína ykkur hana…\nDag einn var sérfræðingur í tímaskipulagningu að tala fyrir framan hóp viðskiptafræðinema. Til að koma merkingunni almennilega til skila notaði hann sýnikennslu sem nemendurnir gleyma aldrei.\nÞar sem hann stóð fyrir framan þennan hóp af metnaðarfullu fólki sagði hann: ,,Jæja, þá skulum við hafa próf.“ Hann tók upp 5 lítra krukku með stóru víðu opi og setti hana á borðið fyrir framan sig. Svo tók hann um það bil 10 hnefastóra steina og varfærnislega kom hann þeim fyrir í krukkunni, einum af öðrum. Þegar krukkan var full og ekki hægt að koma fleiri steinum í hana spurði hann: ”Er krukkan full?“ Allir í bekknum svöruðu já. ”Jæja“ sagði hann. Hann teygði sig undir borðið og tók upp fötu með möl. Því næst sturtaði hann smá möl í krukkuna og hristi hana um leið, sem orsakaði það að mölin komst niður í holrúmin á milli stóru steinanna. Svo spurði hann hópinn aftur: ”Er krukkan full?“ Í þetta sinn grunaði nemana hvað hann var að fara. ”Sennilega ekki“ svaraði einn neminn.\nHann teygði sig undir borðið og tók upp fötu af sandi. Hann hellti úr henni í krukkuna og sandurinn rann í öll holrýmin sem eftir voru milli malarinnar og stóru steinanna. Enn spurði hann: ”Er krukkan full?“ ”Nei!“ æptu nemendurnir. Aftur svaraði hann. Gott!” Hann tók því næst könnu af vatni og hellti í krukkuna þar til hún var alveg full. Svo leit hann á bekkinn og spurði. “Hver er tilgangur þessarar sýnikennslu?” Einn uppveðraður nemandinn rétti upp höndina og sagði: “Tilgangurinn er að sýna að það er sama hversu full dagskráin hjá þér er. Ef þú virkilega reynir geturðu alltaf bætt fleiri hlutum við!” “Nei” svaraði sérfræðingurinn. “Það er ekki það sem þetta snýst um. Sannleikurinn sem þetta dæmi kennir okkur er þessi: Ef þú setur ekki stóru steinana í fyrst, þá kemurðu þeim aldrei fyrir.” Hverjir eru stóru steinarnir í þínu lífi?\nBörnin þín? Fólkið sem þú elskar? Menntun þín? Draumarnir þínir? Verðugt málefni? Að kenna eða leiðbeina öðrum? Gera það sem þér þykir skemmtilegt? Tími fyrir sjálfa(n) þig? Heilsa þín? Maki þinn?\nEf þú veltir þér upp úr litlu hlutunum (mölin, sandurinn, vatnið) fyllirðu líf þitt með litlum hlutum sem skipta í raun ekki máli og þú munt aldrei hafa þann tíma sem þú þarft til að eyða í stóru mikilvægu hlutina í þínu lífi (stóru steinarnir).\nSem sagt, í kvöld eða í fyrramálið þegar þú hugsar um þessa stuttu sögu, spurðu sjálfa(n) þig þá þessarar spurningar: “Hverjir eru stóru steinarnir í mínu lífi?” Settu þá svo fyrst í krukkuna!\nPælið nú og tæmið krukkuna ykkar og raðið betur í hana :)",
    "url": "https://www.hugi.is/bornin/greinar/8816/smasaga-b/",
    "url_id": "8816",
    "id": "49365",
    "replies": [
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-11-14 22:23:22",
            "id": "49366",
            "reply_to_id": "49365",
            "text": "ég fékk sona svipað í maili um dagjinn.. nema það var um göt í grindverki eða eitthvað…"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-11-14 22:31:28",
            "id": "49367",
            "reply_to_id": "49365",
            "text": "Ef mig minnir rétt kom þessi saga fram í Rómantík ekki fyrir löngu.\nSamt fín og það er ekki vitlaust að hugsa út í þetta þegar maður þarf að skipuleggja sig.\nKveðja,\nKrusindull"
        },
        {
            "user": "demone",
            "user_id": "3795",
            "date": "2000-11-15 09:43:53",
            "id": "49368",
            "reply_to_id": "49367",
            "text": "Alveg rétt hjá þér, kom í Rómantík fyrir c.a. 2 vikum síðan! en samt gott að láta minna sig á boðskap sögunnar!"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-11-14 22:31:48",
            "id": "49369",
            "reply_to_id": "49365",
            "text": ""
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-11-15 08:22:16",
            "id": "49370",
            "reply_to_id": "49365",
            "text": "þessi saga er alltaf góð"
        },
        {
            "user": "brunn",
            "user_id": "2006",
            "date": "2000-11-15 12:03:45",
            "id": "49371",
            "reply_to_id": "49365",
            "text": "þetta er frábær saga :)\nbúin að sjá hana áður hjá tengdamömmu minni og svo líka á rómantík.\nfrábær\n;)"
        }
    ]
}