{
    "forum_title": "Bretti",
    "user": "Amori",
    "user_id": "23430",
    "date": "2002-08-15 02:54:24",
    "title": "Rodney Mullen PROfile 2",
    "text": "Fyrsta Janúar 1977 þegar þetta litla undra barn var aðeins 10 ára byrjaði hann að skeita. Pabbi hans vildi ekki að hann byrjaði (því hann var læknir) að skeita. Rodney var búinn að fylgjast með krökkunum í nágreninu var og búinn að nöldra í mánuð um bretti. Og á gamlárs nótt þegar hann var fullur lét hann til skara skrýða og spurði hann hvort hann mætti fá bretti og hann sagði “Um leið og ég vakna skulum við fara og kaupa bretti.” Hann valdi black Bonsai aluminum plötu og precision dekk og ACS öxla. Og pabbi hans var samfærður um að þetta væri örug íþrótt svo hann þyrfti ekki að hafa áhyggjur. En pabbi hans gerði samning við hann um að ef hann mundi sjá hann án hlýfna mundi hann taka brettið af honum. Hann byrjaði strax að æfa sig í freestile trikkum…með hlýfum og 7 mánuðum frá því að hann fékk brettið sitt pikkaði hann upp fyrsta sponsorinn sinn The Inland Surf Shop. Hann byrjaði að vinna keppnir í flórída heima bæ sínum. 1978 byrjaði hann að vinna margar keppnir í canada og vann helling af PRO skeiturum þar þegar hann lennti í 4rða sæti í Kona keppnini. 1979 tók hann fyrsta sætið í Oceanside keppini og strax eftir keppnina varð hann sponseraður frá Walker. Með alla þessa velgengni fór pabbi hans að hugsa að sonur hans hafði sérstaka hæfileika og hann væri undra barn og hann færi brátt að reyna eitthvað brálaða hluti. Svo stakk hann uppá að hann færi að æfa golf staðin fyrir að skeita. En Rodney fór ekki á æfingar og hélt áframm að æfa sig. 21 ágúst var hringt í hann frá Stacy Peralta og var verið að bjóða honum að taka þátt í keppni í San Diego hann var aðeins 13 ára og átti í höggi við undra barnið Steve Rocco sem var konungur freestilesins. Og hann fór þangað og dómararnir dæmdu jafntefli á mullen og rocco og þeir tóku þá auka lotu. Og Rodney sigraði. Á áttundaáratugnum skeitaði hann fyrir fyrir tækið Powell Peralta og var meðlimur í hinu fræga liði Bones Brigade sem hann gerði ýmskonar listir í mörgum videom þeirra. Hann var líka í myndbandinu Gleaming the Cube 88 sem hann gerði freestile áhættu atriði fyrir Christian Slater. Á níundaáratugnum skeitaði hann fyrir fyrir tækið Plan-b og fékk mest alla æfinguna þar t.d. Casper slide og 360 flip út og 1 1/2 kickflip í casper slide. Hann er núna meðlimur í A Team og nýjasta myndbandið hans er Rodney Mullen vs. Daewon Song sem er öskrandi snilld.",
    "url": "https://www.hugi.is/bretti/greinar/88199/rodney-mullen-profile-2/",
    "url_id": "88199",
    "id": "630806",
    "replies": [
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2002-08-18 14:53:58",
            "id": "630807",
            "reply_to_id": "630806",
            "text": "ÞEssi Gaur er fucking Ofvirkur a bretti\nRodney Mullen er besti freestyle skater eve"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2002-08-18 21:40:47",
            "id": "630808",
            "reply_to_id": "630807",
            "text": "busted, mikið geðveikslega er ég sammála þér!!"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 02:04:16",
            "id": "630809",
            "reply_to_id": "630806",
            "text": "ok ég elska þetta"
        },
        {
            "user": "darkjesus",
            "user_id": "12986",
            "date": "2002-08-20 11:53:44",
            "id": "630810",
            "reply_to_id": "630806",
            "text": "Rodney Mullen, Jamie Thomas og Tony Hawk eru langbestir!"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2002-08-20 12:41:50",
            "id": "630811",
            "reply_to_id": "630810",
            "text": "Deawon Song rúllar líka"
        }
    ]
}