{
    "forum_title": "Final Fantasy",
    "user": "muminalfur",
    "user_id": "22575",
    "date": "2002-08-15 22:36:43",
    "title": "Gallinn (að mínu áliti)",
    "text": "Okey FFX er frábær og allt það en stóri gallinn við hann er þetta klassíska við FF að komast út í ytri heiminn. Þið vitið þar sem maður sér sig í stærra hlutfalli en venjulega og geta ferðast milli borga.\nFFX er aðeins of einhæfur fyrir minn smekk meðan við hina. Ef maður gleymdi einhverju einhverstaðar getur maður ekki náð því aftur.\nNúna er ég búinn með sirka tvo þriðju af leiknum í annað skiptið mitt og ég skil 7 sinnum meira í Al bhed, kominn með betra stats, og betri vopn. Ég notaði nefninlega alltaf sömu kallana og ofnauðgaði aeonunum mínum.\nÞað sem ég er að segja er að það tekur mann að minnsta kosti tvö skipti að vinna leikinn fullkomlega eða svo.\nÉg er ekki mjög mikill FF spilari en ég hef allavega unnið 9 og 10 og næstum 7 (hann bilaði).\nEn mér fannst þeir bestu leikir sem ég hef prófað.\nÉg vissi ekki alveg hvernig ég átti að orða þetta þannig að ekki gagnrýna þessa grein mjög harðlega C: Mjög trúlega hef ég rangt fyrir mér.",
    "url": "https://www.hugi.is/finalfantasy/greinar/88225/gallinn-ad-minu-aliti/",
    "url_id": "88225",
    "id": "631166",
    "replies": [
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-08-16 10:08:27",
            "id": "631167",
            "reply_to_id": "631166",
            "text": "það er satt að þessi leikur er öðruvísi, og það er held ég mest af því að hann er sagður í þátíð! Tidus er að segja söguna! mér finnst það sko fín tilbreyting, þó það sé bömmer að komast aldrei á sama staðinn aftur! (ég er ekki enn búin með leikinn, því ég á hann ekki en fékk hann bara lánaðan meðan eigandinn var í bænum, svo fór hann… *sooooorg*)\nég hef spilað 7, 8, 9, 10 og eitthvað 6 og mér finnst 7, 9 og 10 eiginlega vera þeir bestu, þótt hinir séu ekki beint vondir.. ;)"
        },
        {
            "user": "Nucli",
            "user_id": "21277",
            "date": "2002-08-16 10:36:38",
            "id": "631168",
            "reply_to_id": "631166",
            "text": "Þetta er alveg hárrétt hjá þér mér fannst ffx ekkert spes á miðað við nokkra aðra ff leiki (betri en 8 þó :)) Í fyrsta lagi er hann allt of stuttur, öðru er þetta með að komast aldrei aftur dæmið og þriðja leikurinn snérist meira um hjá mér að ná secret aeon og vopnum, maður stoppadi endalaust og var að ná í hluti það fannst mér ömurlegt.. Þeir gáfu sögunni of mikið undan t.d. í sjö var bara sagan sem var fínt (s.k. 85%) í ffx er það svona 55% saga (sem er heldur ekkert flottasta saga í heimi)"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-16 11:13:47",
            "id": "631169",
            "reply_to_id": "631166",
            "text": "Ég hef tekið eftir að flestum finnst 7 bestur og svo 10, 8 og 9. Ég get ekki skilið hvernig 10 og 8 komast á undan 9.\nÞað er satt, það eru ákveðnir gallar í 10. En það breytir ekki miklu að þetta er geðveikt frábær leikur en stundum þarf líka að horfa á gallana."
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-08-16 12:23:48",
            "id": "631170",
            "reply_to_id": "631169",
            "text": "sko röðin hjá mér er 7-9-10 og svo 8…!! bara mín persónulega skoðun! mér fannst átta ekkert vondur en mér finnst hinir betri!"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-16 12:32:20",
            "id": "631171",
            "reply_to_id": "631170",
            "text": "Alveg eins og hjá mér. 7,9,10 og 8. 8 er ekki lélegur bara ekki eins góður og hinir."
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-08-16 13:15:53",
            "id": "631172",
            "reply_to_id": "631171",
            "text": "já mér fannst fyrstu tveir diskarnir snilld meðan Squall var rosalega cool og svona.. en svo fór þetta allt að verða langdregið og væmið og .. ja, ef satt skal segja.. ekki alveg fyrir mig!\nen hann var samt góður eins og allir aðrir FF! =)"
        },
        {
            "user": "Leviathan",
            "user_id": "10651",
            "date": "2002-08-16 14:33:11",
            "id": "631173",
            "reply_to_id": "631172",
            "text": "mér fannst Gf arnir rosa flottir í FF8 :)"
        },
        {
            "user": "Zeal",
            "user_id": "20196",
            "date": "2002-08-17 03:24:45",
            "id": "631174",
            "reply_to_id": "631173",
            "text": "7 - 8 - 10 - 9 , níu sökaði mar (nema gaman í chocobo dæminu og safna öllum bestu vopnunum)\n9 var líka skít léttur dó einu sinni í honum vann hann með alla á lv 41-47 frekar low en þeir voru allir með bestu itemin sín ^^\nmér finnst 5 og 7 lang bestir ef maður telur snes leikina líka með :þ\np.s. tónlistin í FF rockar mest ! besta tölvuleikja tónlist ever (ok nema í 9 hann er crap)"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2002-08-17 13:06:24",
            "id": "631175",
            "reply_to_id": "631170",
            "text": "Eru menn brjalaðir,\nFinal Fantasy 8 er besti leikurinn"
        },
        {
            "user": "Nucli",
            "user_id": "21277",
            "date": "2002-08-18 12:29:09",
            "id": "631176",
            "reply_to_id": "631175",
            "text": "ég bara skil þeta ekki afhverju er ff8 svona vanmetin er það kannski vegna þess að hann var leiðinlegur til að byrja með og fólk hefur kannski ekki nent að klára hann. Röðin er svona hjá mér ff 7 ,8 ,10 og svo kemur 9 mér fannst 9 algjörlega mislukkaðu"
        },
        {
            "user": "Nucli",
            "user_id": "21277",
            "date": "2002-08-18 13:41:17",
            "id": "631177",
            "reply_to_id": "631176",
            "text": "Eina flotta við ann er card gameið (vantaði í ffx) og enda staðurinn (fremur nettur staður fannst mér). En ég meina það þetta var bara vitleisa nr 8 enginn dó (að mig minnir)(engin hetja meina ég) og enda sýningin var C.R.A.P…."
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2002-08-18 16:42:44",
            "id": "631178",
            "reply_to_id": "631177",
            "text": "ja eg verd ad vidurkenna ad endinn var ansi faranlegu"
        },
        {
            "user": "Zeal",
            "user_id": "20196",
            "date": "2002-08-18 21:59:51",
            "id": "631179",
            "reply_to_id": "631178",
            "text": "amm sammála með að FF8 sé vanmetin, ég skil ekki hvernig sumt fólk getur tekið FF9 framyfir FF8\ncardgameið í ff8 rockaði, miklu betra en í ff9"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 04:00:48",
            "id": "631180",
            "reply_to_id": "631179",
            "text": "ég skil ekki hvernig þið horfið á þetta en\nég veit ekki akkuru þá var ég enga stund með ff7 (eða næstum) stittri tíma en með ffx (það var sko ekker sem sagði að ffx væri svo stuttur en hvað veit ég því ég er ekki en buinn með hann)\nog hvað kom nú eiginlega fyrir hina diskana\nþað er kannski það sem gerir hann svona stuttan en allavega þá fannst mér ff9 með bestu söguna\nff7 skildi ég ekki rassgat\nfannst varla saga í honum (allavega bara bull og allir með ansalegar hreifingar) nennti ekki að klára endan á leiknum hafði séð það áðu"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 10:00:44",
            "id": "631181",
            "reply_to_id": "631180",
            "text": "garg þú ert að gera stór mistök ff7 er 12492814 sinnum betri ff9 bæði með söguþráð að gera skemmtanagildi,bardagasystem o.s.frv. Já það er alveg rétt söguþráðurinn er svolítð flókinn í ff7 ég þurfti t.d að klára leikinn 2-3 sinnum til að ná öllu innihaldinu í sögunni. En garg ekki setja ff7 á hilluna strax gefðu honum sjens =)"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 10:08:47",
            "id": "631182",
            "reply_to_id": "631181",
            "text": "hvað á ég að gera\nvinna hann aftur?\nsko ég var komin næstum í þetta stóra fyrirbæri\nþarna sephroth eikkað\nhvernig geturur séð meiri sögu í ff7\nog líka eitt það er ógeðslega þægilegt að heira þau loksins tala í ffx"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 10:13:44",
            "id": "631183",
            "reply_to_id": "631182",
            "text": "Það er nú einu sinni þannig að þegar maður er annað hvort að horfa á bíómynd lesa bók spila tölvuleik eða eitthvað slíkt að maður kyngjir ekki allri sögunni einu sumt nær maður og annað ekki svo í annað sinn þá skilur maður meira svo í 3 sinn skilur maður allt. Og já ég mæli með því að þú spilir leikinn í annað sinn og þetta sinn horfiru með öðrum augum á leikinn vera jákvæðari u know =)"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 10:19:44",
            "id": "631184",
            "reply_to_id": "631183",
            "text": "já en það er einn galli\nsama þótt að hann hafi verið með besta söguþráðinn þá finnst mér hann ógeðslega stuttur eikkað (samt ógeðslega pirrandi atriði í leiknum OJJ) og síðan fannst mér hann ekkert skemtilegur\nallavega fer ég ekki í hann á næstunni því ég á eftir ffx (sem er svona 34654243283 sinnum betri) og á ekki ff7 (fekk hann lánaðann)\nog essar kúlur eða eikkað til að fá ablities í ff7 eru svo flóknar\nég var alltaf að fá stjörnur á þessar kúlur og var með svo margar (eikkað drasl) og fékk allt í einu aðra (t.d. var með fire kúlu og hækkaði upp í 5 stjörnur og fékk aðra með 1 stjörnu)\nog ég varð pissed!"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 11:18:10",
            "id": "631185",
            "reply_to_id": "631184",
            "text": "KÚLUR EIKKVA  hvað meinaru maður það er ekki hægt að skilja stakt orð af því sem þú segir því að þú bullar svo mikið.  Þetta er bara einn stór hrærigrautur hjá þér.\nJá varaðndi hvað ff7 er langur þá er ég örugglega kominn með yfir 100 tíma því að klukkan stoppar í 99:99. Hann er svo ekki rassgat stuttur þú átt bara svo margt eftir að gera í honum."
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 11:22:57",
            "id": "631186",
            "reply_to_id": "631185",
            "text": "nei því miður og calm down\nþótt þú elkir þennann leik svo mikið og ég ekki er engin ástæða til að æsa sig\nég var með svona 1 min eftir af leiknum\nog kúlur meina ég þá svona dót til að fá magic t.d. fire ég bara m,an ekki hvað það heitir\nallavega þá var ég lengur með ff9 (eða næstum)"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 11:38:16",
            "id": "631187",
            "reply_to_id": "631186",
            "text": "Ég er mjög afslappaður sko ekki misskilja. En srry ég ætlaði ekki að móðga þig bara málið er að þetta er besti leikur sem ég hef spilað svo á ég góðar minngingar af þessum leik þegar ég spilaði hann fyrst.  þegar einhver kemur svo og fer að tala um hvað þessi leikur er mikið rugl og vitleysa og fer að lýsa honum eins og einhverju spaugi þá verð ég soldið pirraður u know =)"
        },
        {
            "user": "Garg",
            "user_id": "21613",
            "date": "2002-08-19 11:48:47",
            "id": "631188",
            "reply_to_id": "631187",
            "text": "sko hann er vinsælastur og öruglega bestur EN\nþetta er bara ég\nþegar ég prufaði hann first fannst mér hann geðveikur\n(prufaði ekkert mikið)\nkeifti ff9 síðan þegar hann kom\nþekki öruglega bara ff9 betur\ngallinn er sá að ff7 (sem vinur minn á) virkar ekki í ps2 eða að hann sé bilaður\nog þegar ég var að tala um rugl atriði þá var ég að tala um þegar marr villtist eikkerstaðar upp í fjalli eða eikkað og varð svo pissed því marr hefði fests þar 4ever ef marr væri ekki svona þrjóskur eins og ég =)"
        },
        {
            "user": "Djarfur",
            "user_id": "7700",
            "date": "2002-08-19 12:06:39",
            "id": "631189",
            "reply_to_id": "631188",
            "text": "amm sona er etta =)"
        },
        {
            "user": "Djarfur",
            "user_id": "7700",
            "date": "2002-08-21 11:16:06",
            "id": "631190",
            "reply_to_id": "631189",
            "text": "akkuru eru allir svona frekar á moti 8 HANN ER SNILLD!!"
        },
        {
            "user": "Djarfur",
            "user_id": "7700",
            "date": "2002-08-21 13:59:53",
            "id": "631191",
            "reply_to_id": "631190",
            "text": "nei nei segi svona, mér finnst allir FF leikir frekar leiðinlegir, spila þá bara vegna þess að ég á enga vini og hef aldrei neitt að gera"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2002-08-21 14:06:44",
            "id": "631192",
            "reply_to_id": "631191",
            "text": "gunni hvern djöfulinn meinarðu marr , hvað ertu að pæla"
        },
        {
            "user": "Djarfur",
            "user_id": "7700",
            "date": "2002-08-28 14:36:02",
            "id": "631193",
            "reply_to_id": "631192",
            "text": "wasted komst inn á nafnið mitt , hann er hommi í alvörinni, og hefur ekkert líf víst ann hefur tima til að gera þetta, þannig að þetta er lygi eg hef gaman að ff leikjunum og hef meira lif en hann"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-28 13:26:25",
            "id": "631194",
            "reply_to_id": "631181",
            "text": "Þú hefur greinilega eitthvað vit á þessu en hver finnst þér verstu"
        },
        {
            "user": "Sergio",
            "user_id": "24185",
            "date": "2002-08-28 20:40:36",
            "id": "631195",
            "reply_to_id": "631166",
            "text": "ja Square Soft gerir leikir nuna ad fu farf ad spila ad minsta kosti “2 Times” till ad skilja allt…og fleira\neg hef unnid FF7,8,9,..heh..ekki enfa 10"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-01 20:16:26",
            "id": "631196",
            "reply_to_id": "631195",
            "text": "hmmm Mér fannst 8-9-10 bestir hef ekki nent að spila 7 mikið ok muminalfur það er hægt að ferðast milli borga í FFX ef þú vinnur þig áfram þá ferðu airship og getur farið út um allt þó það séu nokkrar hindruni"
        },
        {
            "user": "darkchild",
            "user_id": "8941",
            "date": "2002-09-05 17:39:47",
            "id": "631197",
            "reply_to_id": "631166",
            "text": "þefar þú ert kominn lengra þá færpu airship og þá er hægt að fara aftur á alla staðina aftur. Mesti gallinn að mínu mati er hvað sumir aukaleikirnir eru of erfiðir og mér finnast blitzball leikirnir og riðlarnir of langir, maður þarf að spila svo geðveikt mikið til að fá verðlaunin sem mann vantar.  Annars er leikurinn mjög góður og mér finnst talsetningin hafa tekist mjög vel nema kannski á Yunu, hún er svo væluleg eitthvað"
        },
        {
            "user": "Past",
            "user_id": "19593",
            "date": "2002-09-06 17:58:11",
            "id": "631198",
            "reply_to_id": "631197",
            "text": "mér finnst í rauninni skemma ff stemmninguna með því að láta alla tala. Til dæmis Titus er lang mest gay character sem nokkurn tíma hefur komið í ff leik. Svo verður svo mikið af sýningum útaf talinu að það er eins og maður sé að horfa á bíómynd þegar maður er svona hálfnaður með leikin en það lagast svolítið í endirinn"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-09-20 20:34:14",
            "id": "631199",
            "reply_to_id": "631198",
            "text": "Það eru betri leikir á leikur1.is en FF leikirnir. Þoli ekki þessa fávita leiki."
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2002-09-23 08:57:37",
            "id": "631200",
            "reply_to_id": "631199",
            "text": "enginn galli að mínu mati ég er líklega með aðra útgáfu en þið af FFX þar sem ég get keppt við Dark Aeons .. og með því að vinna þau þá kemst ég á gömlu staðina aftur og á ég núna bara eftirað vinna þessar 3 systur wish me luck :) og er ég með um 255 í hverjum stat hjá hverjum aðila og er ég með öll skrímslin í monster arena o.s.frv. :) bara brilliant leikur er búinn að vera 170klst núna hvað verð ég lengi að ná í öll Ultimate Vopnin fyrir hvern og einn aðeins kominn með endavopnið fyrir gaurinn í rauða gallanum þarna man ekki nafnið úff :) er í skólanum :)\nCS - OmegaDeus\nIrc - OmegaDeus"
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2002-10-09 11:27:49",
            "id": "631201",
            "reply_to_id": "631200",
            "text": "Ég hef spilað alla leikina og ég verð að segja að NES leikirnir eru mun betri en allir PS1 og PS2 leikirnir til samans."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-12 16:39:58",
            "id": "631202",
            "reply_to_id": "631198",
            "text": "uh ef þær finnst Titus vera mest gayaðasta persóna í FF, hefurðu áreiðanlega ekki spilað ff9 (Kuja).\nsamt er ff9 slefandi bestastu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-24 14:38:21",
            "id": "631203",
            "reply_to_id": "631202",
            "text": "Uss uss uss…Hvað er að ykkur öllum? Final Fantasy leikirnir eru allir alveg jafn góðir!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-24 14:25:54",
            "id": "631204",
            "reply_to_id": "631166",
            "text": "Hey þetta er góður leikur og ef þú hefur gleymt einhverju einhversstaðar þá er það bara þér að kenna. Leiktu leikinn aftur og aftur þangað til þú hefur náð öllu! Hann er einn af þeim skemmtilegustu sem ég hef leikið (ég hef leikið 7, 8 og 9 til enda, ekki alveg búin með nr. 6) Mér finnst þetta flottasti leikurinn sem gefinn hefur verið út svo að vertu ekki með þennann derring! (Sorry en stundum verð ég dálítið pirruð þegar það er gagnrýnt FF leikina….)"
        }
    ]
}