{
    "forum_title": "Húmor",
    "user": "Gungun",
    "user_id": "8102",
    "date": "2002-08-16 14:21:55",
    "title": "Ófarir lækna og sjúklinga.",
    "text": "Fékk þetta í email um daginn, þarna eru læknar að lýsa óförum sínum og annarra. Vona að þið fílið þetta.\n——————\nA man comes into the ER and yells, “My wife's going to have her baby in the cab!”\nI grabbed my stuff, rushed out to the cab, lifted the lady's dress, and began to take off her underwear. Suddenly I noticed that\nthere were several cabs, and I was in the wrong one.\nDr. Mark MacDonald, San Antonio, TX\n——————\nAt the beginning of my shift I placed a stethoscope on an elderly and slightly deaf female patient's anterior chest wall. “Big breaths,” I instructed. “Yes, they used to be,” remorsed the patient.\nDr. Richard Byrnes, Seattle, WA\n——————\nOne day I had to be the bearer of bad news when I told a wife that\nher husband had died of a massive myocardial infarct. Not more than\nfive minutes later, I heard her reporting to the rest of the family that he had died of a “massive internal fart.”\nDr. Susan Steinberg, Manitoba, Canada\n——————\nI was performing a complete physical, including the visual acuity\ntest. I placed the patient twenty feet from the chart and began, “Cover your right eye with your hand.” He read the 20/20 line perfectly. “Now your left.” Again, a flawless read. “Now both,” I requested. There was silence. He couldn't even read the large E on the top line. I turned and discovered that he had done exactly what I had asked; he was standing there with both his eyes covered. I was laughing too hard to finish the exam.\nDr. Matthew Theodropolous, Worcester, MA\n——————–\nDuring a patient's two week follow-up appointment with his cardiologist, he informed me, his doctor, that he was having trouble with one of his medications. “Which one?” I asked. “The patch.” The nurse told me to put on a new one every six hours and now I'm running out of places to put it!“ I had him quickly undress and discovered what I hoped I wouldn't see… Yes, the man had over fifty patches on his body!\nNow the instructions include removal of the old patch before applying a new one.\nDr. Rebecca St. Clair, Norfolk, VA\n——————–\nWhile acquainting myself with a new elderly patient, I asked, ”How\nlong have you been bedridden?“ After a look of complete confusion, she answered… ”Why, not for about twenty years - when my usband was alive.“\nDr. Steven Swanson, Corvallis, OR\n———————–\nA Nurse was on duty in the Emergency Room, when a young woman with\npurple hair styled into a punk rocker Mohawk, sporting a variety of\ntattoos, and wearing strange clothing, entered. It was quickly\ndetermined that the patient had acute appendicitis, so she was scheduled for immediate surgery. When she was completely disrobed on the operating table, the staff noticed that her pubic hair had been dyed green, and above it there was a tattoo that read, ”Keep off the grass.“ Once the surgery was completed, the surgeon wrote a short note on the patient's dressing, which said ”Sorry, had to mow the lawn.\"\n———————",
    "url": "https://www.hugi.is/humor/greinar/88365/ofarir-laekna-og-sjuklinga/",
    "url_id": "88365",
    "id": "632131",
    "replies": [
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2002-08-16 17:19:57",
            "id": "632132",
            "reply_to_id": "632131",
            "text": "Sniðugt :Þ."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-16 20:44:29",
            "id": "632133",
            "reply_to_id": "632132",
            "text": ""
        },
        {
            "user": "steina89",
            "user_id": "44168",
            "date": "2002-08-16 22:34:04",
            "id": "632134",
            "reply_to_id": "632131",
            "text": "HEHE\nGeggt…"
        },
        {
            "user": "no98",
            "user_id": "17874",
            "date": "2002-08-17 13:15:25",
            "id": "632135",
            "reply_to_id": "632131",
            "text": "Frábært… Hvar nærðu í þetta???"
        },
        {
            "user": "no98",
            "user_id": "17874",
            "date": "2002-08-18 17:12:11",
            "id": "632136",
            "reply_to_id": "632135",
            "text": "segi það"
        },
        {
            "user": "romanoff",
            "user_id": "15682",
            "date": "2002-08-18 00:26:30",
            "id": "632137",
            "reply_to_id": "632131",
            "text": "hehe 1. og þessi með sjónina eru góði"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-08-19 14:49:39",
            "id": "632138",
            "reply_to_id": "632131",
            "text": "Big breaths og bedridden… rofl!!!!!!\nSiggibet"
        }
    ]
}