{
    "forum_title": "Flug",
    "user": "lowpass",
    "user_id": "13802",
    "date": "2002-08-17 20:49:37",
    "title": "737 Námsskeið/Atvinnuhorfur",
    "text": "Nú er Flugskóli Íslands að fara halda 737 námskeið sem veitir tegundaráritun á 737-200/300/400/500 vélar. Það sem brennur á vörum mínum er sú spurning hvort menn hafa raunverulegan áhuga að leggja út í svona áhættufjárfestingu á þessum tímum.\nTékkurinn kostar u.þ.b 2 millur með 6 lendingum. Maður tekur þær ekki uppúr götunni bara sisvona. Þeir sem fóru á síðasta námskeið hafa ekki opnað neinar dyr ennþá, en það námskeið fór fram síðasta haust.\nÞað væri mjög gott ef einhverjir reynsluboltar sem eru skráðir á huga gætu deilt skoðunum sínum á þessu málefni, þ.e. hvort svona nokkuð borgi sig nokkuð. Í ljósi þess að óopinberlega er Íslandsflug hættir að ráða íslendinga á þotur sínar. Og er FÍA að sögn stór hluti ástæðunnar. Hversu mikið er að marka það, veit ég ekki.\nÉg er búinn að leggja u.þ.b 3,5 milljónir í mína menntun u.þ.b. 1000 tíma og 100 á twin og er ekki tilbúinn að leggja auka 2 millur í púkkið með engin vilyrði í erminni. Einnig í ljósi þess að Flugmálastjórn og Samgönguráðuneytið dreifa fullgildingum( lesist atvinnuleyfi) eins og auglýsingabæklingum með pizzatilboðum til manna með FAA skírteini, áströlsk skírteini og argentínumanna. Þeir argentínsku voru reyndar á einhverju bóklegu hjá FÍ um daginn. Aldrei fengjum við fullgildingar á okkar skírteinum í þessum áðurnefndum löndum. Það er hins vegar annað mál.\nÞað sem mér finnst undarlegt er hve þetta hefur verið fyrirferðalítið í umræðunni. Þ.e. þessi útdeiling atvinnuleyfa erlendra flugmanna í hundruðum talið á meðan engar nýjar ráðningar sem er að slökkva alla möguleika fólks að fá fjárfestingu sína til baka. Ég geri ráð fyrir að flestir hér á Huga séu með CPL, allavega skv.skoðanakönnunum hér. Þetta er málefni sem skiptir okkur sem hafa útskrifast hvað mestu máli. Miklar skuldir v/náms en enga vinnu í faginu. Þetta er eitthvað sem þarf að berjast við og það strax. Enda FÍA komið í málið með lögfræðing sínum. Við sitjum ekki við sama borð og erlendir flugmenn.\nMeð baráttukveðju\nLowpass",
    "url": "https://www.hugi.is/flug/greinar/88512/737-namsskeidatvinnuhorfur/",
    "url_id": "88512",
    "id": "633367",
    "replies": [
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-08-18 21:21:03",
            "id": "633368",
            "reply_to_id": "633367",
            "text": "Fullgilding skírteina til eins árs er náttúrulega ekkert líkt atvinnuleyfi, enda er það Vinnumálastofnun sem gefur út atvinnuleyfi en ekki Flugmálastjórnin.  Auk þess starfa þessir flugmenn ekki á Íslandi.  Talaðu heldur við Atlanta ef þú hefur eitthvað út á það að setja að þeir ráði erlenda flugmenn í erlend verkefni."
        },
        {
            "user": "lowpass",
            "user_id": "13802",
            "date": "2002-08-18 21:39:07",
            "id": "633369",
            "reply_to_id": "633368",
            "text": "Fullgilding skírteina er ekki bara til eins árs. Það er bara formsatriði að framlengja það. Það að fullgilda skírteini, jafngildir atvinnuleyfi í tilfellum sem þessum. Við fáum ekki fullgildingu á skírteinum okkar í þeim löndum sem ég hef áður greint í grein minni. Ef á að viðurkenna skírteini manna utan JAA á íslandi, þá þarf það að vera gagnkvæmt í öðrum löndum. Sem er ekki. Þannig bið ég bara um það að við sitjum við sama borð.\nTala bara við Atlanta? Apache þetta er íslenskt fyrirtæki með vélar á íslensku skrásetningarnúmeri og lýtur þ.a.l að íslenskum reglum. Þetta er ekki svo einfald, erlent verkefni=erlendir flugmenn. Þetta er JAR-OPS 1 flugrekandi og ætti að nota flugmenn frá aðildarlöndum JAA, ef reglum væri fylgt. Það er ekki gert í þessu tilfelli. Það þýðir lítið að tala við Atlanta ef þeir sjá það að þeir komast upp með að fylgja ekki þeim leikreglum sem eru í gangi með aðstoð flugmálastjórnar."
        },
        {
            "user": "Mazoo",
            "user_id": "12622",
            "date": "2002-08-19 00:26:29",
            "id": "633370",
            "reply_to_id": "633369",
            "text": "Því miður er ástandið þannig núna að það er erfitt að fullyrða nokkuð um þetta.  EasyJet og Ryanair bjóða mönnum t.d. að taka tékkinn hjá sér, en á móti kemur að menn þurfa að borga fyrir hann.  Fyrir mitt leyti myndi ég álíta að maður með t.d. 400 tíma og 737 tékk sé ekkert sérstaklega mikil virði.  Ef þú ert hins vegar með 100 tíma á twin, yfir 1000 tímum total, og með tékkinn þá eru kannski meiri möguleikar en satt að segja held ég að það skipti ekki endilega höfuðmáli því félögin þurfa hvort eð er að þjálfa þig eitthvað.  Skv. JAR eru þær kröfur í gildi að maður sem skiptir um “operator” eða er að hefja vinnu hjá viðkomandi operator þarf að ganga í gegnum mismikla þjálfun á vegum fyrirtækisins.  Ég held að lággjaldafélögin, sem hvort eð er borga illa og láta flugmenn sína vinna meira en þekkist hjá flestum öðrum félögum væru vænlegasti kosturinn fyrir mann með fáa tíma en 737 tékkinn í bókinni.  Flestum öðrum félögum held ég að sé nokk sama, þ.e.a.s. í Evrópu.  Þær atvinnuauglýsingar sem ég hef rekist á krefjast nær undantekningarlaust þess að menn séu með a) 500-1000 tíma á fjölstjórnavélar, b) 500-1000 tíma á tegundina og eða c) hafa staðist hæfnipróf á tegundina á síðustu sex mánuðum.  Hvað kostar hæfnipróf á 737?  Think about it."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-08-19 18:04:39",
            "id": "633371",
            "reply_to_id": "633369",
            "text": "lowpass - ég leyfi mér að fullyrða að reglum sé einmitt framfylgt í þessum málum. Komdu annars með efnislegan rökstuðning fyrir því ef þú telur að svo sé ekki.  Og, atvinnuleyfi er það ekki sem erlendir flugmenn fá við fullgildingu skírteinis síns (sem gefur þeim heimild til að nota sín erlendu skírteini til að fljúga hjá ákveðnum flugrekanda í 1 ár)."
        },
        {
            "user": "lowpass",
            "user_id": "13802",
            "date": "2002-08-21 10:38:52",
            "id": "633372",
            "reply_to_id": "633371",
            "text": "Apache! Fáðu staðreyndir á hreint áður en þú ferð að fullyrða eitthvað. JAR-OPS 1 flugrekendur verða að nota menn með JAR skírteini á flugvélum sínum. Þess vegna auglýsa Evrópsk flugfélög að þeir sem sækja um flugmannsstöður skulu hafa JAR skírteini og atvinnuleyfi í EES landi eða vera frá EES landi. Þeir sem hafa verið að fá fullgildingu hafa ekki skírteini frá evrópulandi og því síður atvinnuleyfi. Við fullgildingu hafa þeir flugmenn ekki þurft að uppfylla svokallaðar foreign license conversion regulations eða sótt um atvinnuleyfi. Það hefur bara fylgt í pakkanum.\nAlveg eins eigum við ekki rétt á að vinna á vélum skráðum í USA án FAA skírteinis eða atvinnuleyfis. Það sama á við í Ástralíu. Það er bara of viðkvæmt að gera þeim (flugfélögunum) þetta erfitt fyrir. Þannig að það eru ekki uppfylltar allar þær kröfur sem eiga við í þessum málum. That´s a fact."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-08-21 11:50:03",
            "id": "633373",
            "reply_to_id": "633372",
            "text": "Ég held nú reyndar að þú ættir sjálfur að setja andlitið ofan í reglugerðir og lög áður en þú kemur með álíka bull og upp úr þér hefur ollið hér hingað til lowpass.\nHappy readings!"
        },
        {
            "user": "lowpass",
            "user_id": "13802",
            "date": "2002-08-21 12:46:50",
            "id": "633374",
            "reply_to_id": "633373",
            "text": "Greyið mitt Apache! Ef þú hefðir einhverja þekkingu á bakvið þig þá gætir þú áttað þig á því að það sem ég segji í síðasta pistli mínum er byggt á þeim reglugerðum sem eru í gildi. Lestu þær því hér koma þær. JAR-FCL 1.015, reglugerð 336/1995/ council directive 91/670/EEC. Ef þú skilur ekki hvað stendur þarna þá get ég ekki hjálpað þér. Andlitið á mér er búið að vera ofan í lögum og reglugerðum en það greinilega ekki hægt að segja það sama um þig. Það virðist vera sem þú sért bullarinn í þessu máli, ekki gast þú fært rök fyrir því hvað væri rangt hjá mér. Eina sem þú sagðir að þetta væri bull. Það er skemmtilega úthugsaður málflutningur og röksemdarfærsla í heimsklassa.\nVinnulöggjöf EES er frekar einföld varðandi starfsmenn utan EES sem vilja vinna í EES landi. Og óþarfi að tvítyggja það. En hvað flugbransann varðar þá er þessi reglugerð ekki í heiðri höfð. Hvað veldur? Jú það virðist vera nóg að fá fullgildingu skírteinis til að fá leyfi til að vinna fyrir íslenskan flugrekanda. Ergo:flugmálastjórn gefur út atvinnuleyfi með blessun samgönguráðuneytis. Semsagt að við njótum ekki sama réttar í löndum þeirra flugmanna sem fá fullgildingu hér. Þó svo að reglugerðir kveði á um að svo eigi að vera, þ.e. gagnkvæmur viðurkenningarréttur á skírteinum milli JAA ríkja og ríkja utan þeirra."
        },
        {
            "user": "deTrix25",
            "user_id": "8129",
            "date": "2002-08-22 06:42:47",
            "id": "633375",
            "reply_to_id": "633374",
            "text": "Ég hélt að ég þekkti JAR-OPS nokkuð vel, en ég kannast ekki við það að flugmenn hjá JAR-OPS flugfélögum þurfi að vera með JAR skírteini. Ef svo er eru t.d. margir flugmenn hjá Flugleiðum brotlegir þar sem þeir eru ekki með JAR skírteini, en Flugleiðir eru þó JAR-OPS flugfélag.\nOg annað lowpass sem mér sýnist þú vera að misskilja: að fá fullgildingu skírteinis er ekki það sama og fá atvinnuleyfi. Flugmálastjórn er ekki að veita atvinnuleyfi með blessun samgönguráðuneytisins þó þeir fullgidi skírteini gefin út skv. Annex 1, sem íslensk skírteini. Hvað varðar þá flugmenn sem eru þegar með JAR skírteini að þá segir í JAR-FCL að skírteini þeirra skuli samþykkt án formlegrar athugunnar. Hvað er þá með þá menn? Fengu þeir þá bara atvinnuleyfi hérna við það eitt að fá JAR skírteini? En hvað varðar þennan gagnkvæma “viðurkenningarétt” sem þú talar um, þá held ég að þú ættir að byrja á því að skoða hvaða lönd eru JAR lönd í dag og lesa svo reglugerðina hvað varðar rétt þinn sem JAR flugmaður, og þá sérðu það sem ég sagði fyrr: skírteini skulu samþykkt án formlegrar athugunnar, en það þýðir samt ekki að þú sért með atvinnuleyfi hérna…\ndeTrix"
        },
        {
            "user": "lowpass",
            "user_id": "13802",
            "date": "2002-08-22 08:38:44",
            "id": "633376",
            "reply_to_id": "633375",
            "text": "Detrix! Auðvitað eru flugmenn Flugleiða með þjóðarskírteini sem veitir þeim svokallaðan “grandfathers rigth” til að vinna hjá operator í því ríki sem skírteini þeirra er gefið út hjá. Ég skýrði ekki frá því, viðurkenni það, en nú er ég búinn að útskýra það.\nÞarna hittir þú naglann á höfuðið detrix. Ég er ekki að misskilja málið varðandi fullgildingu og atvinnuleyfi. Þeir sem fá fullgildingu hafa ekki atvinnuleyfi hér og vinna fyrir íslenskan flugrekanda. Þeir eru ekki með formlegt atvinnuleyfi uppá vasann. Þetta er það sem ruglar mig. Því þetta getum við ekki í Bandaríkjunum eða Ástralíu.\nHvað varðar gagnkvæman viðurkenningarrétt. Þá er sagt í reglugerðinni að viðurkenningarréttur skuli vera gagnkvæmur en það þarf að liggja samningur milli ríkjanna þar að lútandi.\nUngir flugnemar sem fóru til USA fyrir nokkrum árum tóku FAA CPL skírteini en þurftu svo að taka allt hér út af því að Flugmálastjórn viðurkenndi ekki þessi skírteini. En þegar Atlanta þarf flugmenn þá eru allt í einu FAA skírteini fullgild. Ekki með atvinnuleyfi en mega samt vinna. Hvað er málið? Ekki fæ ég fullgildingu á mínu skírteini yfir í FAA CPL. Jafnvel þó ég geti fengið vinnu. Til þess þarf ég atvinnuleyfi fyrst til að byrja með. En hér er allt svo líbó. Þú færð fullgildingu á skírteini þínu og þá getur þú hoppað í næstu vél og byrjað að vinna."
        },
        {
            "user": "Kolsi",
            "user_id": "13250",
            "date": "2002-08-24 18:59:23",
            "id": "633377",
            "reply_to_id": "633376",
            "text": "Það verður eitthver Operator að vera á bakvið fullgildinguna…!!! Íslendingur, sem er kominn með t.d FAA skírteini, getur ekki farið upp í FMS og fengið fullgildingu nema það sé búið að ráða hann hjá eitthverjum Operator og hann verður að vera búinn að fara í gegnum allskinns kúrsa hjá Operatotrnum t.d. simma, line check, first aid, wet training, ground school á vélina, dangerous goods, CRM og svo þarf skírteinið og medicalið frá landinu sem verið er að fullgilda alltaf að vera gillt. Það væri nú dáldið mikið mál fyrir Íslending sem er með t.d. FAA skírteini að fara á hverju einasta ári til BNA að endurnýja skírteinið sitt, med. og ratingar plús það að endurnýja fullgildinguna árlega.\nEn það sem menn hafa aðalega verið að bölva FMS með er það að FMS viðurkennir ekki erlenda menntun og gefi út þjóðarskírteini (eins og það var) eða JAA skírteini en fullgildingu geta allir fengið sem búið er að ráða. Það er operatorinn sem sækir um fullgindinguna en ekki einstaklingurinn!!!!"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-08-25 09:26:15",
            "id": "633378",
            "reply_to_id": "633377",
            "text": "Mikið var að einhver með viti tjáir sig um þetta mál Kolsi - alveg hárrétt og ekki nokkur trygging fyrir því að skírteinadeild muni eða geti framlengt fullgildingu, það má bara í eitt ár en hægt er fyrir FMS að sækja um til JAA að fá undanþágu til að framlengja fullgildinu.  UNDANÞÁGU sem allt eins getur verið að ekki sé veitt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-02 17:49:15",
            "id": "633379",
            "reply_to_id": "633377",
            "text": "Ég verð að segja að ég er ekki alltof hrifinn af því að það verði að liggja fyrir umsókn frá flugrekanda, til fullgildingar flugmannskírteinis.\nÞað er auðveldlega hægt að lenda á milli steins og sleggju ef menn eru ekki með “réttu” skírteinin.\nHvar standa flugmenn ef fyritækjum þykir of mikið vesen að sækja um fullgildingu fyrir umsækjendur um störf?\nHvernig ætli standi á því að einstaklingar geti ekki sótt um þessa fullgildingu sjálfir?\nEf einstaklingur gæti sótt um og fengið fullgildingu á sínu skírteini, án hjálpar flugrekanda þá myndi það stór auka möguleika hans í starfsleit.\nMeð þessu þykir mér einstaklingsfrelsið stórskert!\nLifð heil,\nHelico."
        },
        {
            "user": "lowpass",
            "user_id": "13802",
            "date": "2002-08-22 08:47:52",
            "id": "633380",
            "reply_to_id": "633375",
            "text": "Úps! Ég gleymdi að nefna það! En hefur einhver góða sögu af einhverjum sem hefur reynst happadrjúgt að kaupa sér svona tékk. Hvað finnst mönnum um það að eyða 2 milljónum ofan á 3,5 millurnar sem kostar að læra allan pakkann. Er þetta ekki komið út fyrir öll velsæmismörk í svona óstöðugum vinnumarkaði? Lítið af vinnu og ótryggt atvinnuöryggi.\nÞað er að verða meira og meira til í því sem formaður FÍA sagði um daginn í mbl. Þetta er ekki nema fyrir þá sem hafa brennandi áhuga og “nógan pening”(innsk.greinarh).\nLifið heil\nLowpass"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-08-22 09:51:16",
            "id": "633381",
            "reply_to_id": "633375",
            "text": "Það er ýmiss miskilningur hér í gangi - í fyrsta lagi er ekki verið að fullgilda erlend skírteini SEM ÍSLENSK SKÍRTEINI né heldur neins konar JAR-skírteini - heldur verið að fullgilda erlend skírteini svo að viðkomandi flugfólk megi nota þau til að fljúga flugvélum skráðum á Íslandi - og fullgildingin gildir aðeins í 1 ár og aðeins hjá ákveðnum flugrekanda.  Það fólk sem fær svona fullgildingu er því ekki með JAR-skírteini, ekki með Íslensk skírteini og getur ekki hoppað upp í hvaða íslenska flugvél sem er til að fljúga.  Um gagnkvæman viðurkenningarrétt held ég að þú eigir við þann gangkvæma samning sem þarf að vera á milli tveggja flugmálastjórna ef gefa á út JAR-skírteini á grundvelli erlends skírteinis, gefins út af ríki utan JAA.  Það er allt önnur Ella og er langsótt og erfitt að fá í gegn.  Mér finnst skrítið hvað sumir sem eru rosa frjálslyndir og markaðshyggjuvænir eru fljótir að vilja koma á einokun á sumum sviðum.  Svo er eitt enn - Þessir flugmenn sem Atlanta hefur verið að ráða, eru þetta ekki yfirleitt menn með þúsundir fartíma og jafnvel þúsundir tíma á týpur?"
        },
        {
            "user": "lowpass",
            "user_id": "13802",
            "date": "2002-08-22 13:17:58",
            "id": "633382",
            "reply_to_id": "633381",
            "text": "Já Apache. Í landi frjálslyndis og markaðshyggju,þ.e. USA, má ég ekki vinna þó svo ég hafi 7000 tíma í 747 nema það hafi verið auglýst a.m.k. þrisvar sinnum í þau störf sem eru í boði og engum árangri náð. Þá tekur við 3ja mánaða skrifræði til að fá atvinnuleyfi. Síðan þarf ég að taka conversion course til að fá FAA skírteini. Sem kostar þúsundir dollara. Bara til að vinna á flugvél á N-skrásetningu, þó svo að vélin sé með “base” á Íslandi\nÞað sama gildir um bresku félögin. Þú þarft að hafa atvinnuleyfi innan EES og evrópskt skírteini.\nFullgildingu er hægt að framlengja eins og menn vilja. Engin höft eru á því. Fullgilding jafngildir JAR skírteini svo lengi sem þú vinnur hjá JAR operator. En það er ekki höfuðmálið. Það sem ég er á móti er útgáfa leyfa til starfa hjá íslensku fyrirtæki meðan þeir sem geta gengið í störfin ganga um atvinnulausir. Það væri eitthvað sagt ef erlendir sjómenn væru ráðnir á íslensk skip án atvinnuleyfis ef íslenskir sjómenn ráfuðu um atvinnulausir og væru fúsir til að vinna. Ég veit ekki Apache hvort þú sért að vinna hjá Atlanta, eða hvort þetta óréttlæti skipti þig engu máli. En í fluggeiranum virðist fullgilding jafngilda atvinnuleyfi. Sem vinnumálastofnun á að veita umsögn um. Það er ekki gert. Enda eru atvinnuleyfi veitt nema að sé skortur í starfsstéttum eða þensla á vinnumarkaði sem veldur starfsmannaskorti fyrirtækja.\nBestu kveðjur\nLowpass"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-08-22 13:47:43",
            "id": "633383",
            "reply_to_id": "633382",
            "text": "Eina ástæða þess að þetta er ekki á borðum Vinnumálastofnunar er að þetta eru alls engin atvinnuleyfi.  Það eru víst hömlu á framlengingu fullgildinga og þau jafngilda alls ekki JAR-skírteinum."
        },
        {
            "user": "lowpass",
            "user_id": "13802",
            "date": "2002-08-22 14:20:30",
            "id": "633384",
            "reply_to_id": "633383",
            "text": "Þetta eru VÍST og eru ALLS EKKI. Þú ert alltaf jafn málefnalegur Apache. Hvaðan hafa þessir flugmenn sitt atvinnuleyfi? Ekki eru þau á borðum Vinnumálastofnunar. Skv. lögum eiga þeir að hafa atvinnuleyfi hér á landi. En einhvern veginn fer það framhjá þér Apache. Gefðu mér dæmi um þær hömlur sem eru á framlengingum fullgildinga. Ég veit um flugmenn sem hafa starfað á fjórða ár hjá Atlanta með FAA skírteini og starfa enn. Hver eru tímamörkin? Þú getur örugglega svarað því.\nÞú hlýtur að vinna hjá Atlanta eða eiga hagsmuna að gæta hjá fyrirtækinu víst þú ert tilbúinn að eyða tíma þínum að verja fyrirtækið með ómálefnalegum rökum. Ég hef ekkert á móti Atlanta enda þeir ekki einir um það að ráða útlendinga. En við sem eigum enn eftir að komast að megum ekki gera fyrirtækjum of auðvelt að ráða útlendinga án atvinnuleyfis meðan menntun okkar er til einskis höfð með svona lagakrókum. Það verður jafnt að ganga yfir öll fyrirtæki. Meðan er atvinnuleysi í ákveðinni stétt, þá réttlætir ekkert þessar aðgerðir. Það veistu vel sjálfur."
        },
        {
            "user": "deTrix25",
            "user_id": "8129",
            "date": "2002-08-22 19:46:12",
            "id": "633385",
            "reply_to_id": "633384",
            "text": "Nú er ég alveg hættur að nenna að lesa þetta… er niðurstaðan ekki bara þessi: FMS er að gefa út fullgildingar til hægri og vinstri, og mennirnir eru svo að “vinna á Íslandi” án þess að hafa til þess tilskilin leyfi?!? Við erum ekki sáttir og viljum breytingar, en fáum ekkert þar sem skrifræðið í FMS er okkur ekki í hag…\ndeTrix"
        },
        {
            "user": "AN225",
            "user_id": "17759",
            "date": "2002-08-22 21:04:17",
            "id": "633386",
            "reply_to_id": "633385",
            "text": "Mér þykir eðlilegt að þú spyrjir. Það er ekki eins og störfin fyrir ykkur, sem fljúgið flugvélum, liggi fyrir hvers manns fótum. Hvað þá í þyrlubransanum.\nÞað er ansi mikið mál fyrir hvern meðal-jón í fluginu að reiða fram 2 millur si svona fyrir tékk á flugtæki. Ég veit að ég myndi alls ekki gera það upp á von og óvon. Best væri ef loforð um vinnu liggur fyrir en, hvenær hefur það gerst á Íslandi að flugmenn/konur fái loforð um vinnu að námi loknu?\nEf á hinn bóginn að fólk hafi ekkert annað við þessar 2 millur að gera þá er þetta bara sniðugt.\nVarðandi þessar fullgildingar sem þið talið um hér þá tel ég mig hafa lausn á málinu. Eitthvert okkar verður að sækja um og fá vinnu í skírteinadeildinni hjá FMS og breyta þessu. Sko, vinna óvininn innan frá….\nAnnars er ég slétt ánægður með að einhver skuli fá vinnu við að fljúga, gildir einu hvort það fólk sé innlent eða útlent. Öll erum við jú útlendingar, þetta er einungis spurning um staðsetningu. :-)\nLifið heil,\nHelico"
        },
        {
            "user": "AN225",
            "user_id": "17759",
            "date": "2002-08-22 22:01:07",
            "id": "633387",
            "reply_to_id": "633386",
            "text": "Hæhæ, ég er tvítugur foli með typpi uppá herðar og finnst mér fátt betra en að láta sjú…\nFOKK vitlaus síða !!!!!!!!"
        },
        {
            "user": "lowpass",
            "user_id": "13802",
            "date": "2002-08-23 09:20:16",
            "id": "633388",
            "reply_to_id": "633385",
            "text": "Vel mælt detrix! Þetta er nokkurn veginn það sem ég hef að segja. Með nokkrum rökum og tilvitnunum þó.\nTakk fyrir ykkar álit\nkveðja\nLowpass"
        },
        {
            "user": "Kristbjorn",
            "user_id": "11677",
            "date": "2002-08-19 09:45:42",
            "id": "633389",
            "reply_to_id": "633367",
            "text": "Þetta var allt saman rætt í grein frá extrakt í júní.  Sjá\nhttp://www.hugi.is/flug/greinar.php?grein_id=47881\nF lugleiðir hafa að því er ég best veit ráðið svo til eingöngu íslenska flugmenn.  Önnur félög eru með starfsemi í útlöndum og ráða erlenda flugmenn sem er að mörgu leyti traustari starfskraftar en Íslendingar.\nÉg held að Íslendingar ættu að þakka fyrir að Atlanta og Íslandsflug eru þó það trú Íslandi að allar vélar þeirra eru á íslenskri skráningu og öll yfirstjórn fyrirtækjanna er íslensk.  Ef þið skoðið stöðuna hjá skipafélögunum, þá eru leiguskip undir hentifána grasserandi út um allt.  Atlanta gæti hæglega sett allar sínar vélar á N-register og flutt höfuðstövarnar til Barbados, en það hafa þeir ekki gert.\nEins og Mazoo segir, þá þýðir ekert annað en að fara og út og berjast.  Íslendingar með JAR skírteini hafa alveg jafna möguleika og allir aðrir á stöður hjá lággjaldafélögum í Evrópu.\nKristbjörn"
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2002-08-19 10:05:41",
            "id": "633390",
            "reply_to_id": "633389",
            "text": "Ég veit ekki betur, Krstbjörn, en að Flugleiðir séu líka með starfsemi í útlöndum. (leiguverkefni í Köben, Thessalonikíu á Grikklandi, Dóminkanska lýðveldinu og í Boston).\nAð hvaða leiti eru erlendir flugmenn trustari starfskraftar heldur en íslenskir? Margt skrítið he ég séð hér en þessi ummæli eru alveg í topp 10.\nEf þú ætlar að beita “menn fara alltaf til FLugleiða um leið og þér geta” þá er það allskostar ekki rétt, og hitt að erlendir flugmenn fara líka til annarra félaga.\nOg þakka fyrir að þessi félög séu svo trú Íslandi að þau “leyfi Íslandi njóta nærveru sinnar”. Ég bara vissi ekki hvílíkur heiður þetta væri fyrir okkur. Við ættum allir að skríða á hnjánum frá Reykjavíkurflugvelli upp í Mosfellsbæ, kyrjandi “Við erum ekki þess verðir”.\nAtlanta og Íslandsflug eru bæði ágæt fyrirtæki og ég hef ekkert út á þau að setja.\nSamt fynnst mér að þau mættu vera duglegri við að ráða inn íslenska flugmenn.\nOg svona í lokin: “Eins og Mazoo segir, þá þýðir ekert annað en að fara og út og berjast. Íslendingar með JAR skírteini hafa alveg jafna möguleika og allir aðrir á stöður hjá lággjaldafélögum í Evrópu.\nKristbjörn”\nÞarna ertu kominn í andstöðu við sjálfan þig því að Íslendingar eiga EKKI jafnan möguleka á að komast í vinnu a.m.k ekki hjá aðurnefndu fyrirtækjum vegna “Önnur félög eru með starfsemi í útlöndum og ráða erlenda flugmenn sem er að mörgu leyti traustari starfskraftar en Íslendingar.”\nEða hvað?"
        },
        {
            "user": "Kristbjorn",
            "user_id": "11677",
            "date": "2002-08-19 11:54:04",
            "id": "633391",
            "reply_to_id": "633390",
            "text": "Það er staðreynd að Flugfélagið Atlanta hefur brennt sig á því að einhverjir Íslendingar hlupu frá félaginu þegar störf buðust hjá Flugleiðum.  Þess vegna held ég að Atlanta sé með frekar neikvætt viðhorf gangvart íslenskum flugmönnum.  Þetta er sjálfskaparvíti íslenskra flugmanna.\nÉg veit ekki til þess að íslenskir flugmenn hafi hingað til yfirgefið lággjaldaflugfélögin meira en aðrir flugmenn, og þess vegna held ég að þar eigi íslenskir flugmenn jafna möguleika og aðrir.\nÞað er enginn ástæða til að skríða á hnjánum og lofsama Addú fyrir að hafa vélarnar á Íslenskri skráningu, en það er heldur enginn ástæða til að vera með skítkast í hans garð þegar hann hagar mannaráðningum eftir því sem kemur félaginu best frekar en eftir því sem FÍA vill.\nKristbjörn"
        },
        {
            "user": "Sepecat",
            "user_id": "21423",
            "date": "2002-08-19 23:31:44",
            "id": "633392",
            "reply_to_id": "633367",
            "text": "Ég tel það frekar vafasamt að fara á svona námskeið sem haldið er fyrir starfsfólk (þessu tilviki Blue Bird) en selt í laus sæti.  Þetta er mjög dýrt og menn fá alls ekki velyrði fyrir vinnu þó að menn seti námskeiðið.  En að sjálfsögðu ef menn hafa efni á þessu og telja að það muni hjálpa til, þá endilega.  Ég persónulega myndi aldrei fara á svona námskeið nema að hafa  loforð um vinnu eftir það."
        },
        {
            "user": "gixxer",
            "user_id": "22347",
            "date": "2002-08-20 18:18:11",
            "id": "633393",
            "reply_to_id": "633367",
            "text": "Það skiptir nú kannski ekki höfuðmáli hvort Íslendingar geti fengið fullgildingu í öðrum löndum. En það er mjög einkennilegt að Íslendingar með með réttindi útgefin utan JAA skuli ekki fá fullgildingu á sínum réttindum alveg eins og menn frá öðrum löndum."
        }
    ]
}