{
    "forum_title": "MMORPG",
    "user": "Moonstalker",
    "user_id": "8757",
    "date": "2002-08-18 23:57:40",
    "title": "SWG: Grein #5. Skills & Professions",
    "text": "Mörgum finnst skrýtið að það skuli ekki vera level system í\nStar Wars Galaxies, öðrum finnst það gott, það gefur manni miklu\nmeira möguleika á að þróa karakterinn sinn, sem er eitt af\nkostunum við SWG. Það er ekki þannig að þú velur þér starf sem t.d. Marksman og byrjar á level 1, og eftir langan tíma ertu kannski kominn á level 15. Nei, þú velur þér karakter, og vinnur þig upp skill-tree. Þegar þú byrjar leikinn geturu valið eitt profession, af kannski fimm. Seinna meir bætirðu svo á þig, en þú getur allt breytt um professions.\nProfessions er skilgreint sem safn af skills sem ákveða ákveðið\nhlutverk eða starf. Það þarf kannski 5 skills til að ná Smuggler,\nDoctor eða Droid Engineer.  Í hvert skipti sem þú nærð þér í nýtt\nprofession þá verður alltaf erfiðara að ná sér í nýtt Skill. Og til að ná í Skills er ekki nóg að safna Skill Point og ýta síðan á takka sem kaupir þér Skill. Þú gætir t.d. þurft að berjast við hóp af Tusken Raiders á Tatooine eða temja Rancor á Dathomir. Þú getur verið svona all around gaur með kannski 5-6 professions eða kannski einbeita þér sérstaklega á einhver 2-3 professions og verða góður í þeim. Það er ekki hægt að vera ákveðið góður í eitthverju Skilli, annaðhvort ertu með það eða ekki.\nSvo er það það sem mér finnst sérstaklega gott við leikinn. Eitthvað sem mér fannst vanta í Dark Age of Camelot, það að selja skill og breyta um. Þegar þú velur þér eitthvað Skill eða Profession þá þarftu ekki að vera fastur með það. Ef þér líkar ekki við að vera hárgreiðslumeistari þá máttu skipta yfir í kokk. Og ég er ekki að tala í líkingum, þú getur verið að greiða hárið á Wookie eða elda fyrir brjálaðan hóp af Imperials. En þetta er ekki þannig að þú getir alltaf bara þegar þú vilt skipta, það þarf kannski að gera einhver missions áður en þú skiptir.\nEn áætlað er að hafa um 40 Professions og 700 Skills. Ég gerði\nstutt ágrip af öllum Professions. Og verður því skipt niður eftir\nstafrófsröð. Athugið að þetta er ekki endanlegu Professions, bara\nþað sem svona komið er, og allt getur breyst.\nAdventurer: Meðal maðurinn í stjörnubrautinni, Jack of All Trades\neða All Around. Smá af öllu, EKKI bara combat skills.\nBreeder: Þetta er svona fyrir þá sem vilja ala upp eitthvað af\nþessum “exotic”dýrum í Star Wars heiminum. Skills-in verða\nnon-combat en mun fókusa á Skillum sem þarf til að stjórna dýrum.\nAuk þess mun þurfa Skill til að lækna.\nBotanist: Botany er Skillið sem fjallar um vísindi, science. Gott til að framleiða betri plöntur eða læknandi efni/materials.\nBounty Hunter: Þetta verður áreiðanlega eitt vinsælasta professionið. Gott fyrir þá sem fíluðu Boba og Jango Fett. Það er\nmjög spennandi að vinna við að hunta fólk út um alla\nstjörnubrautina. Skillin sem þarf að ná fyrir Bounty Hunter er\naðallega Combat based, en líka Investigation, Languages og Slicing.\nBrawler: Þetta er fyrir close combat gaura, melee. Skills í þessu\neru aðallega combat en líka sjálfsvörn og dodging.\nBrewer: Bruggari, sá sem býr til djúsið/bjórinn/alkahólið í leiknum.\nChef/Cook: Kokkur, ekki mikið sem þarf að skýra hvað hann gerir.\nEn í leiknum er áætlað að hafa einhversslags kokkakeppni heyrði\nég, eða matar keppni.\nChemist: Efnafræðingur sem þarf að kljást kannski við sprengjuefni og fleira.\nDancer: Ef einhverjir vilja skemmta á bar með þeirra “stunning\ndance routine” þá mega þeir verða Dansarar.\nDoctor/Physician: Healerinn í leiknum sem er líka að kafa í vísindum.\nDriver/Pilot: Það er mikið hægt að gera með þetta að profession.\nHver man ekki eftir AT-AT, stóru véldýrin í The Empire Strikes\nBack með fæturnar sem löbbuðu á ísplánetunni Hoth, ef þú fylgir\nVeldinu þá gætirðu fengið að stjórna einum svona. Þú þarft aðallega Mechanical skills fyrir þetta en líka combat.\nDroid Engineer: Sá sem hannar Droids.\nDroidsmith: Sá sem byggir Droids.\nExplorer/Scout: Þróaðri Adventure titill. Mun þó nota meira af solo skills og mun líka nota mapping Skill.\nFarmer: Hérna geta bændur unnið mat og selt öðrum.\nGambler: Fyrir ykkur sem geta ekki hætt að spila Lukkuskjáinn í\nsjoppunni. En það býr meira undir þessu, þú þarft líka að hafa\nsmá Combat Skill.\nGunner: Þetta er ekki fyrir neina blaster, þetta er fyrir heavy\nbyssur og líklega mun notast við turrets og fleira.\nHairdresser: Hérna geturðu fengið útrás á höfðum annara manna.\nÞeir sem verða góðir geta orðið eftirsóttir til að breyta um\nhöfuðfar karakterinns manns.\nInterpreter: Þetta er mjög gott fyrir þá sem hafa ekki Protocol Droid.\nJedi: Eins og oft hefur verið sagt það er ekki auðvelt að verða\nJedi. Í þessu þarftu mikið að vera force sensitive. En fyrir þá sem vilja vita, til að verða dark Jedi þarftu fyrst að verða alvöru Jedi og síðan falla til “the dark side.”\nMarksman: Nokkurskonar sniperinn í leiknum, gott fyrir þá sem\nnenna ekki að leggja líf sitt í stóra hættu með að berjast nokkra\nmeta frá einhverjum hermönnum.\nMedic: Svona healerinn sem læknar þig eftir að þú hefur fengið\nskot í bakið frá Imperial Troopers.\nMiner: Í þessu profession þarftu að ná í ýmis materials til að geta byggt eitthvað. Efnin koma bara ekki einhverstaðar, það verður að finna þau.\nMusician: Ef þú spilar á hljóðfæri þá getur æft þig bæði í Real\nWorld og í SWG. Þarna muntu eflaust fara á bar og spila fyrir\npening.\nOfficer: Einhverjir þurfa að stjórna NPC í battle, gaman fyrir\nImperials að stjórna kannski bunch af Storm Troopers. Officer\nmun þarnast nokkurs combat skill og líka mechanical skills.\nPolitician: Þú getur orðið bæjarstjóri ef þú vilt, látið aðra gera\neitthvað fyrir og kannski haft nokkra hermenn þér til varnar. viltu verða góður stjórmálamaður eins og Padmé eða kannski vondur eins og Supreme Chancellor Palpatine?\nSlicers: Einhverjir þurfa að hakka sig inn í leynistöðvar veldisins til að fá að vita hvar þeir ætla að ráðast næst. Það verður ekkert combat skill í þessu, meira mechanical.\nSmuggler: Þetta mun örugglega vera skemmtilegt profession, maður\nþarf að passa að yfirvöld fatti ekki að maður sé að smygla\nólöglegum hlutum til einhvers, svo verður líka hægt að eyða skill\npoint í að forðast frá því að verða náður.\nSoldier: Venjulegi stríðsmaður hverri Faction. Skills munu algörlega vera Combat nema smá Medic eða Mechanical skill.\nTamer: Temjari, ef þú vilt fara upp á eitthvað villt dýr þá er gott að vita eitthvað um það. Þetta býður upp á marga möguleika og mörg dýr til að temja.\nTattoo Artist: Fyrir Zabrak þá er gott að vita um nokkra svona, ef\nþær ætla að hafa jafn flott tattoo og Darth Maul.\nTrader: Ekkert sérstakt er vitað um þetta og er lítið hægt að segja, nafnið segir sig að mestu sjálft en ekki er vitað hvernig það verður.\nVehicle Engineer: Svipað og Droid Engineer, hann hannar farartækin.\nVehicle Builder: Þeir sem byggja farartækin.\nWriter: Ég veit ekki alveg hvernig þetta á að virka en einhverjir\nþurfa að skrifa niður hvað er að ske í leiknum.\nWeapon Designer: Sá sem hannar vopnin, þetta proffesion mun bjóða upp á marga möguleika.\nWeaponsmith: Sá sem byggir vopnin.\nVá hvað þetta er mikið, það verður erfitt að velja eitthvað af þessu og skilja öll hin eftir.  Hvað finnst ykkur um þetta? Er eitthvað sem vantar? Hvað með þetta skipta um Skill og Profeesion, er það of mikið? Enilega segið ykkar álit.\nNæsta grein: Combat & PvP",
    "url": "https://www.hugi.is/mmorpg/greinar/88607/swg-grein-5-skills-professions/",
    "url_id": "88607",
    "id": "634152",
    "replies": [
        {
            "user": "RedThunder",
            "user_id": "9122",
            "date": "2002-08-19 17:44:04",
            "id": "634153",
            "reply_to_id": "634152",
            "text": "Þetta er strax orðinn uppáhaldsleikurinn minn."
        },
        {
            "user": "Sk4v3n",
            "user_id": "18250",
            "date": "2002-08-20 21:10:04",
            "id": "634154",
            "reply_to_id": "634152",
            "text": "Azure er verið að tala um svipað skill kerfi og er í ultima online eða?\nEr vitað hvernar mar má búast við að sjá hann í búðum?\nEr hægt að pree ordera hann?\nHvernig verður payment dæmið? mánaðarlega?"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-20 22:15:42",
            "id": "634155",
            "reply_to_id": "634154",
            "text": "Ahh, loksins fæ ég einhverjar spurningar.\nHef ekki spilað ultima online svo, sorry\nÞað er talað um að hann geti komið út allt frá nóvember 15 2002 til einhverntíman í febrúar 2003, fer allt eftir hvernig beta testin ganga.\nJá það er hægt að preordera hann. T.d. á amazon.com\nPayment verður mánaðrlega, svipað og í öðrum MMORPG leikjum. Þ.e.a.s. sirka about 10$."
        },
        {
            "user": "Canebz",
            "user_id": "9061",
            "date": "2002-08-20 23:51:10",
            "id": "634156",
            "reply_to_id": "634154",
            "text": "Svipað skill kerfi og í Ultima Online já."
        },
        {
            "user": "Canebz",
            "user_id": "9061",
            "date": "2002-08-22 09:23:21",
            "id": "634157",
            "reply_to_id": "634156",
            "text": "Skill kerfið verður ekki eins og í UO, það verða ekki prósentur heldur bara skillið. T.d. Þú hefur blaster repair skillið en ekki blaster repair 64%. Síðan verða auðvitað advanced skills fyrir flest öll skills. :D"
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2002-08-23 00:04:26",
            "id": "634158",
            "reply_to_id": "634157",
            "text": "Smávegins á Soldier\nMaður er ekki beint hermaður.  Ég á við að þú getur ekki verið t.d. Stormtrooper í Veldinu (var spurt um þetta í FAQ)."
        },
        {
            "user": "phrozen",
            "user_id": "857",
            "date": "2002-08-21 12:28:48",
            "id": "634159",
            "reply_to_id": "634152",
            "text": "Frábærar greinar sem þú ert búinn að senda inn og eru til mikillar fyrirmyndar.\nÉg var að spá, fyrst aðeins nokkrir útvaldir(heppnir?) fá að vera Jedi's, verða þeir þá sterkari en hinir spilararnir? Eða hvernig verður því háttað ?"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-21 18:11:43",
            "id": "634160",
            "reply_to_id": "634159",
            "text": "Já, það er þannig. Sá sem er Jedi er sterkari í bardaga heldur en venjulegur bardagamaður. En það er rosa erfitt að bera á milli styrkleika þar sem að SWG byggist ekki aðeins á bardaga. Þú þarft ekkert að berjast nema að þú viljir það."
        },
        {
            "user": "phrozen",
            "user_id": "857",
            "date": "2002-08-21 20:49:03",
            "id": "634161",
            "reply_to_id": "634160",
            "text": "Flestir mmorpg leikir hafa snúist útá það að drepa, drepa og drepa meir til að fá xp og items ofl. Það verður skemmtilegt að sjá hvernig SWG verður ef maður þarf ekki að stanslaust að vera að útrýma skrímslum til að eiga pening.\nEn ef aðeins sumir verða Jedi's, getur fólk þá ekki bara búið til nýjan og nýjan character þangað til það að það verður Jedi. Eða tekur ferlið(að verða Jedi) svo langan tíma að það borgi sig kannski ekki?"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-21 21:07:20",
            "id": "634162",
            "reply_to_id": "634161",
            "text": "Já, þú býrð ekki til karakter og allt í einu sérðu að þú ert Jedi.\nÞú þarft að spila aðeins síðan muntu fatta að þú sért FS, eða Force Sensitive. Þá muntu þurfa að þjálfa þig til að verða Jedi, þá muntu þurfa einhvern til að kenna þér. Svo fyrst FC, síðan Padawn, síðan Jedi Knight."
        },
        {
            "user": "Krullgor",
            "user_id": "18349",
            "date": "2002-08-21 21:07:46",
            "id": "634163",
            "reply_to_id": "634152",
            "text": "uuu eru að grínast, mun maður geta orðið kokkur og rithöfundur?????\nps. umþb 4/5 af þessu er eitthvað sem maður sér á mánaðarfresti (þaes MJÖG sjaldgæf) (hairdresser, cook, tattoo designer, etc)"
        },
        {
            "user": "marley",
            "user_id": "11563",
            "date": "2002-08-23 23:57:06",
            "id": "634164",
            "reply_to_id": "634152",
            "text": "Frábærar Greinar hjá þér.\nGet ekki beðið eftir leiknum, (það er að segja ef konan banni manni ekki að kaupa hann ha ha)\nKeep up the GOOD work."
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-24 23:58:20",
            "id": "634165",
            "reply_to_id": "634152",
            "text": "Er hægt að vera fleiri en einn character ?\nOg kemur hann á Ísland 15. nóv. ‘02 - feb. ’03 eða USA ?"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-25 12:56:20",
            "id": "634166",
            "reply_to_id": "634165",
            "text": "Já, já, þú getur verið margir char.\nÞeir eru að tala um world wide realeas best sem ég veit um."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-25 19:15:31",
            "id": "634167",
            "reply_to_id": "634166",
            "text": "Ok, takk. Fjandi hlakkar mér til… Er algjör Star Wars fan =].\nÞað væri flott að gera LotR leik eins og þennann. svona world.. Hugmynd."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-08-26 11:27:32",
            "id": "634168",
            "reply_to_id": "634152",
            "text": "Sem sagt um næstu jól verður maður að velja um aukapakka daoc eða swg?\nég vel swg"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-26 12:48:53",
            "id": "634169",
            "reply_to_id": "634168",
            "text": "Að mínu mati, bad choice :)\nEn ég skil þig, daoc er snilld þó að ég sé hættur að spila hann. Málið er bara að kaupa þá bæði!"
        },
        {
            "user": "gerbill",
            "user_id": "996",
            "date": "2002-08-26 17:38:03",
            "id": "634170",
            "reply_to_id": "634169",
            "text": "Azure…hann sagðist velja SWG :D\nOg er það ekki bad choice. Verða fáir sem myndu taka DaoC expansion framyfir SWG…\nAnyway, hvar er næsta grein, Azure?!"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-26 23:23:28",
            "id": "634171",
            "reply_to_id": "634170",
            "text": "óóó, sorry, my bad. Þá er það good choice. Ég hélt hann hefði sagt DaoC Expansion. Auðv\nNæsta grein er dálítið í stærri kantinum. Ég er alveg að klára hana og mun hún fjalla um Combat og PvP. Hún hefur seinkað dálítið sökum nokkuð mikið af cs spilun en hún fer að koma í fyrsta lagi á miðvikudaginn."
        },
        {
            "user": "Canebz",
            "user_id": "9061",
            "date": "2002-08-27 09:55:57",
            "id": "634172",
            "reply_to_id": "634171",
            "text": "Þú kannski veist en þeir eru að breyta pvp-inu svo erfitt er að tala um það. Ekki lengur zones og outcasting. Faction pvp verður ennþá þó sem er gott. Enn nóg um það, tölum um það í næstu grein. :D"
        },
        {
            "user": "Fafnir",
            "user_id": "14805",
            "date": "2002-08-27 10:41:42",
            "id": "634173",
            "reply_to_id": "634172",
            "text": "Það er eitt sem mér finnst ekki nógu gott. Það er að ef þú vilt læra t.d. advanced weaponsmithing þá þarftu að læra fyrst component building til þess að gera partana en svo þegar þú lærir adv.weapsm. þá muntu gleyma hvernig á að gera partana.\nEn kannski muntu ekki þurfa þess. En ef maður þarf þess þá þarf maður að hafa 2 mules….\nÞetta má sjá í FAQ um items & Crafting nr.22\n“Can a single crafter create a complex item from start to finish?\nNo. As characters improve in a particular profession, they gain the ability to create more complex items. However, with that improvement, they lose the ability to fashion the simpler parts on which they practiced their early skill.”"
        },
        {
            "user": "Fafnir",
            "user_id": "14805",
            "date": "2002-08-27 11:54:29",
            "id": "634174",
            "reply_to_id": "634173",
            "text": "Gleymdi linknum…\nhttp://swg.stratics.com/content/intro/faq\ns/itemsfaq.php#Items and Crafting_id21"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-27 12:13:45",
            "id": "634175",
            "reply_to_id": "634172",
            "text": "Já, það er ein ástæðan afhverju þetta seinkaði. Ég var búinn að tala sitthvað um outcasting þá komu Devs með póst að þeir væru búnir að taka það í burtu."
        },
        {
            "user": "Mog",
            "user_id": "15637",
            "date": "2002-08-27 16:39:31",
            "id": "634176",
            "reply_to_id": "634169",
            "text": "alveg samála fá sér bæði"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-08-28 14:58:44",
            "id": "634177",
            "reply_to_id": "634169",
            "text": "Að kaupa bæði væri varla hægt, einn mmorpg í einu er alveg passilegt."
        },
        {
            "user": "Ingibergur",
            "user_id": "21822",
            "date": "2002-09-04 20:36:11",
            "id": "634178",
            "reply_to_id": "634152",
            "text": "ég hlakka svo til…….eftir að leikurinn kemur í verslani"
        }
    ]
}