{
    "forum_title": "Geimvísindi",
    "user": "okay",
    "user_id": "621",
    "date": "2002-08-18 19:45:43",
    "title": "Búmm!",
    "text": "Jæja góðir lesendur!\nÉg hef loksins komist aftur á netið og ætla mér að ná 1000 stigum svo ég geti sótt um að verða admin hér á Geimvísindasvæði Huga.is og reyna á einhvern máta að koma lífi á þetta áhugamál.\nÉg ætla að reyna það með því að senda inn grein um eitthvað heitt umræðuefni í stjörnufræðiheiminum eins oft og ég get, og í dag ætla ég að skrifa um, hvorki meira né minna, en vetrarbraut sem er í 14 milljarð ljósára fjarlægð og það merkilega við hana er það að í henni er / var gríðarlega mikil stjörnuframleiðstla, reyndar svo mikil að vetrarbrautin er kölluð á ensku “Exploding Galaxy” þar sem svo gríðarlega mikla orku þarf til þess að búa til stjörnu og enn meiri orku til að búa til margar, já, margar orkumiklar stjörnur eins og við erum að tala um í þessu tilviki.\nÞað sem gerir þetta merkilegt er sú staðreynd að þessai vetrarbraut, sem ber nafnið LAE J1044-0130, var að búa til gríðarmargar sólir þegar alheimurinn var innan við milljarð ára gamall og getur sýnt okkur hvernig vetrarbrautir þróast í gegnum árin.\nEngin vetrarbraut svona langt í burtu þekkist í alheiminum, eða réttara sagt, sem við vitum um.\nKveðja,\nÓmar K.",
    "url": "https://www.hugi.is/geimvisindi/korkar/88697/bumm/",
    "url_id": "88697",
    "id": "634680",
    "replies": [
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-09-01 22:27:00",
            "id": "634681",
            "reply_to_id": "634680",
            "text": "Gangi þér vel félagi, og endilega hafðu mig í huga sem þín hægri hönd þegar málefnin fara að snúast um admin mál!\n;)<br><br><br>\n<b>[ Cryz^ ]</b>-[ Ef ég sagði eitthvað sem særði þig, þá biðst ég afsökunar]-<br>\n===================\n<b><a href=\"\nhttp://kasmir.hugi.is/Crucio/\n\"> -[kazmír]- </a>|<a href=\"\nhttp://www.cryz.tk\n\"> -[heimasíðan]- </a></b>\n===================\n<br>\n<img src=\"\nhttp://kasmir.hugi.is/kasmir/umsjon/synamynd.php3?kt=140395-2509&myndnafn=Korkaundirskrift.jpg\n\""
        }
    ]
}