{
    "forum_title": "Hestar",
    "user": "AnnnaJ",
    "user_id": "22337",
    "date": "2002-08-19 22:33:34",
    "title": "Hestarnir mínir",
    "text": "Nú ætla ég að segja ykkur frá öllum hestunum mínum.\nElsta merin mín heitir Storka frá Hólsseli og er 14 vetra.\nHún rauð tvístjörnótt , glófext og er með allan gang og frábært skap.\nStorka hendir ÖLLUM af baki nema eigandanum ( hún hefur reynt það við mig (systir mín á hana )\nSvo er það hún Snerting frá Hofsstöðum sem er rauð glófext og er 12 vetra og er með mjög gott skap.\nSnerting er með allan gang  og þolir ekki að vera með reiða á hnakknum :)\nBrúnn frá Blönduósi er 10 vetra brúnn og er með rosalegt skap ! hann er KARLREMBUSVÍN .\nBrúnki er með 4 gang.\nRósalind frá Akureyri er 8 vetra sótrauð .\nHún Rósa er ný komin úr taminingu og er með tungubasl og er með allan gang hreinan .\nVindur frá Bakka er 8 vetra vindóttur geldingur .\nHann vindur var mjög hræddur við fólk þegar ég fékk hann.\nVindur  er bara ný tamin og er með 4 gang .\nKolfinna frá Hellishólum er 7 vetra brún og er SKAPSTÓR og FREK meri :(\nHún er með allan gang hreinan .\nÞegar ég fer á bak henni þá bakkar hún bara og prjónar ;(\nKolfinna hefur kastað mér 2 sinnum af baki .\nGæska frá Hellishólum er 7 vetra jörp og er með ágætt skap og með allan gang hreinan .\nHún er með rosalegt skeið :)\nDjákni frá Gröf er 5 vetra brúnn geldingur og kom til okkar í vetur eftir að hafa verið úti frá fæðingu :)\nHann er gullfallegur undir sjálfum sér og talar ekki við kalla :)Hann var með streng og var skorin upp áður en hann fór í hagan.\nÖrlygur frá Kópavogi er 3 vetra brún stjörnóttur og er undan henni Gæsku  og Rúbíni frá Mosfellsbæ (Orra syni )\nHann er vanur hnakki og beisli og teymist út um allt.\nRúbertsson er 3 vetra brúnn undan henni Kolfinnu og Rúbíni frá Mosfellsbæ  (Orra syni)\nRúbert er líka vanur hnakki og beisli og teymist með öðrum hestum og hann kann að opna hlið eins og mamma sín.\nJanúar frá Kópavogi er fyrsta folaldið sem fæddist á þessari öld . Hann fæddist í Gusti þann 10 janúar 2000 og er undan Rósalind . Janni er bara eins og hundur hann er alltaf hjá mér hann er inni þegar ég moka og hjálpar mér alltaf  með hjólböruna :)\nHann Janúar er líka vanur hnakki og beisli og það er hægt að teyma hann í gerðinu :)\nHér er ein saga af henni Kolfinnu.\nÁrið 2000 voru allir hestarnir út í gerði og við vorum að moka svo allt í einu opnaði hún Kolfinna gerðiðog hleifti öllum út úr gerðinu og við vorum mjög lengi að ná öllum 2 tömdum ,5 ótömdum og 3 folöldum aftur.\nKolfinna getur leyst sig af básnum og opnað hurðir og oft þegar við förum að gefa þá er hún  komin út :(",
    "url": "https://www.hugi.is/hestar/greinar/88734/hestarnir-minir/",
    "url_id": "88734",
    "id": "635129",
    "replies": [
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2002-08-19 23:44:05",
            "id": "635130",
            "reply_to_id": "635129",
            "text": "Ég vill bara byrja á að vorkenna þér yfir því að vera heilluð af Orra afkvæmum.\nSvo vil ég spurja: Hvernig í fjandanum geturu vitað að það fæddist ekkert annað folald á undan þessum janúar?\nT.d. Sendi Barabas inn mynd einu sinni og sagði að það folald væri það 1. á öldinni.\nOg hver veit hvort öldin byrjaði 2000 eða 2001?"
        },
        {
            "user": "AnnnaJ",
            "user_id": "22337",
            "date": "2002-08-19 23:58:22",
            "id": "635131",
            "reply_to_id": "635130",
            "text": "Ég er ekki heilluð af orra afkvæmum. Mér finnst hann Orri vera of mikið notaður og eiga oftast  ljót afkvæmi.\nNema oft þegar ég er spurð undan hverjum tryppin eru þá segi ég Rúbíni frá Mosfellsbæ og flestir þekkja hann sem Rúbín Orrason :)\nOg svo í fjandanum veit ég að hann Janúar minn kom í dagblaðinu og mogganum þegar hann fæddist og svo er Barabas systir mín :)"
        },
        {
            "user": "Devilio",
            "user_id": "3418",
            "date": "2002-08-20 00:06:56",
            "id": "635132",
            "reply_to_id": "635131",
            "text": "i know why chicks like horses"
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2002-08-20 18:08:47",
            "id": "635133",
            "reply_to_id": "635131",
            "text": "Ég er sammála þér með orraafkvæmin og að hann sé allt allt of mikið notaður.\nAnnaðhvert hross á landinu er orðið undan honum!"
        },
        {
            "user": "Barabas",
            "user_id": "9210",
            "date": "2002-08-20 10:11:31",
            "id": "635134",
            "reply_to_id": "635130",
            "text": "Þið  biðjið fólk um að skrifa greinar og pistla á þetta áhugamál og svo eruð þið bara með kjaft og skítkast við þá sem skrifa loksins greinar (sérstaklega þú Sleipnir).\nOg öldin byrjaði 2000.\n0 1 2 3 4 5 6 7 8 9 10 ……….."
        },
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2002-08-20 10:23:53",
            "id": "635135",
            "reply_to_id": "635134",
            "text": "Ég var ansi lengi föst í sömu hugsun en málið er að það var ekkert ár 0. Byrjaði á 1.\nGetur t.d lesið um þetta á hérna:\nhttp://www.almanak.hi.is/aldamot.html\nog á fleirum stöðum."
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2002-08-20 18:12:41",
            "id": "635136",
            "reply_to_id": "635134",
            "text": "Afsakið mig ef ég hef verið að kasta of miklum skít hérna ég skal reyna að halda aftur af mér í framtíðinni :)\n(ég er að meina skítkast ekki að kasta skít)\nOg og catgirl öldin byrjaði 2000\nOG í síðastalagi vill ég óska ykkur systrunum/systkynunum til hamingju með að eiga fyrsta folaldið sem fæddist á öldinni allavegana af íslensku kyni :) kanski í öllum heiminum"
        },
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2002-08-20 18:27:01",
            "id": "635137",
            "reply_to_id": "635136",
            "text": "“Þegar leið að síðustu aldamótum var talsvert um það deilt, bæði hérlendis og erlendis, hvenær 20. öldinni lyki og hin 21. gengi í garð. Deila þessi var ekki ný af nálinni því að svipaðar umræður má rekja að minnsta kosti fjórar aldir aftur í tímann. Meðal sagnfræðinga og annarra sem fróðir eru um tímatal hefur þó aldrei verið neinn ágreiningur um svarið: öldinni lauk hinn 31. desember árið 2000”\nTekið af síðunni sem ég benti á hérna fyrr í dag."
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2002-08-20 20:43:49",
            "id": "635138",
            "reply_to_id": "635137",
            "text": "Það eru 100 ár í öld, það eru allir sammála um.\nJésú fæddist árið 0!!!!\nsú öld byrjaði árið 0 og endaði 100 árum síðar eða um áramótin 99 og 100!!!!!!!!!!!!!!!\nOg svo er þetta hestaáhugamál"
        },
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2002-08-20 20:55:48",
            "id": "635139",
            "reply_to_id": "635138",
            "text": "“Tímatal kristinna manna á það sameiginlegt með öllum öðrum tímatölum mannkynssögunnar að fyrsta árið er auðkennt með tölunni 1, annað árið með tölunni 2 og svo framvegis. Ef fylgt er fornum latneskum rithætti heitir fyrsta árið Anno Domini Nostri Jesu Christi 1, sem þýða mætti ”fyrsta ár herra vors Jesú Krists“.”\n“Í tímatali okkar er ekkert ár táknað með núlli (0). Næsta ár á undan árinu 1 er kallað 1 f.Kr. Hugtakið núll og tákn fyrir það var ekki til þegar tímatalið var fundið upp á 6. öld”\nSama síða og áðan.\n“Aldamótin verða án vafa áramótin 2000/2001 enda miðum við tímatal okkur við að fyrsta árið hafi verið 1 eftir krist, það vita allir sem hafa eitthvað skoðað málið að árið 0 hefur aldrei verið til neins staðar í þeirri hugmyndafræði sem liggur á bak við tímatal okkar.”\nTekið af þessaru síðu:\nhttp://frontpage.simnet.is/oligneisti/greinar/aldamot.h\ntm ( Grein sem birtist jafnframt í morgunblaðinu. )\nÉg geri mér fulla grein fyrir að þetta er hestaáhugamál en það breytir ekki að aldamótin voru 2000/2001."
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2002-08-21 11:23:07",
            "id": "635140",
            "reply_to_id": "635139",
            "text": "Biddu er ég þá bara að verða 13 en ekki 14 núna á föstudaginn?\nÉg man ekki betur en svo að talan 0(núll) sé til\n0, 10, 20, 30, 40, 50, 100, 200, 300, 400, 500, 1000, 1100, 1200, 1300, 1400, 1500, 2000\nþótt undarlegt megi virðast þá er þessi tala núll til :)\nReyndu nú að fara að sanna þetta sjálf eins og ég, ekki vitna í einhverja aðra heimspekinga.\nMjög margir fræðimenn hafa verið geðveikir :)\nÞann 11.09.2001 flugu hriðjuverkamenn tveim risaþotum á WTC turnana.\nDaginn fyrir þessi hriðjuverk var 10.09.2001\nef núll er ekki til hvernig eru þá allir dagar í tug þá til?\nÞað hlítur að vanta eitthvað í árið ef við tökum alla daga sem enda á núll úr dagatalinu.\n20, 200, 2000, þessar tölur enda allar á 0, þær eiga það sameiginlegt að byrja á 2 og enda á núll.\nEini munurinn á þessum tölum er að það eru mismörg núll í þeim.\nÉg þori að fullyrða það að þú trúir á töluna 20.\nHvað munar þig þá um að trúa á 2000 :)\nTakk fyrir matinn."
        },
        {
            "user": "Shimotsuki",
            "user_id": "12245",
            "date": "2002-08-21 15:08:43",
            "id": "635141",
            "reply_to_id": "635140",
            "text": "catgirl og hennar heimildir sögðu aldrei að talan núll væri ekki til. Það sem hún var að ebnda á er að það var aldrei nokkurn tímann neitt ár 0. Það var ár 1 eftir krist og árið á undan er kallað 1 fyrir krist. Þar er ekkert núll enda var núllið “fundið upp” löngu á eftir hinum tölunum.\nHvenær byrjarðu að telja a 0? Ertu að telja eitthvað og bendir á ekki neitt og segir 0, og byrjar svo að telja frá 1? Ég fylli alltaf tuginn með 10 og byrja á nýjum með 11, 21, 31 og svo framvegis.\n2001 fæddist fyrsta folald þessarar aldar. Þó er 2000 óneytanlega sérstakari tala vegna þessara þriggja núlla. Ég mæli með að þú lesir það sem fólk skrifar sem og þeirra heimildir áður en þú fullyrðir eitthvað sem enginn var að efast um.\nEldeyjar: Þetta er fín grein. Keep the good stuff coming. ;)"
        },
        {
            "user": "AnnnaJ",
            "user_id": "22337",
            "date": "2002-08-20 20:59:33",
            "id": "635142",
            "reply_to_id": "635136",
            "text": "Ég er alveg viss eins og þú sleipnir að öldin byrjaði 2000."
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2002-08-20 09:47:24",
            "id": "635143",
            "reply_to_id": "635129",
            "text": "öldinn byrjaði 2001"
        }
    ]
}