{
    "forum_title": "Börnin okkar",
    "user": "HJARTA",
    "user_id": "3334",
    "date": "2000-11-15 08:41:14",
    "title": "Blessuðu auglýsingarnar á stöð 2",
    "text": "Ég er kannski svona biluð eða auðvelt að hneyklsa mig, en það tókst allavegana í morgun þegar við vorum að horfa á morgunsjónvarpið á stöð 2 áður en kærastinn minn fór í vinnuna og eldri stelpurnar í leikskólann. Þessi auglýsing var þannig að það sat lítill strákur í stiga og pabbi hans að berja mömmu hans og löggan komin á staðin og eitthvað svoleiðis, svo endaði auglýsingin og þá var sagt: hversu lengi þolir þú álag? Landsamband lögreglunar.\nÉg þurfti að byrja að útskýra fyrir 4 ára dóttur minni sem varð hrædd við að sjá þessa auglýsingu að það væru ekki allir pabbar vondir og að hún væri nú heppin að eiga tvo pabba sem væru góðir. Þetta er ekki alveg það sem maður vill horfa á í morgunsjónvarpinu með börnunum áður en það þau fara í leikskólann. Er fólk ekkert að hugsa??? Eða er þetta fólk sem á ekki börn sem láta svona auglýsingar í sjónvarpið fyrir kl 8??\nJæja ég ætla að hætta áður en ég garga :)\nKveðja HJARTA.",
    "url": "https://www.hugi.is/bornin/greinar/8883/blessudu-auglysingarnar-a-stod-2/",
    "url_id": "8883",
    "id": "49733",
    "replies": [
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-11-15 09:18:43",
            "id": "49734",
            "reply_to_id": "49733",
            "text": "það eru ekki bara auglýsingarnar sem eru slæma heldur einnig talsmátinn í teiknimyndum. Það er stundum eins og það sé ekki vitað að þetta sé gert fyrir börn"
        },
        {
            "user": "HJARTA",
            "user_id": "3334",
            "date": "2000-11-15 09:25:24",
            "id": "49735",
            "reply_to_id": "49734",
            "text": "Já ég er sammála því. Ég á oft ekki til orð t.d. strumparnir, það er alveg blótað og sagt ég ætla að drepa hann :( Þetta er ekki sniðugt."
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-11-15 16:15:38",
            "id": "49736",
            "reply_to_id": "49734",
            "text": "Ég gæti ekki verið meira sammála.\nÉg hef séð nokkrar teiknimyndir og orðin eru sum hver alveg rosalega lítið í notkun eða of löng og flókin.\nHvað varðar auglysinguna finnst mér að hún ætti að vera synd á kvöldin því er hún ekki ætluð fullorðna fólkinu ég bara spyr?\nHvað hafa 2,3,4,5 ára börn upp úr slíkri fræðslu?\nJa þau eru varla að fara að heiman strax eða hvað?\nRugludallar.\nKveðja,\nKrusindull"
        },
        {
            "user": "blimp",
            "user_id": "3621",
            "date": "2000-11-15 12:27:28",
            "id": "49737",
            "reply_to_id": "49733",
            "text": "mér finnst nú tom og jenni alveg þókkalega violent,þegar maður fér að spá i þetta!"
        },
        {
            "user": "brunn",
            "user_id": "2006",
            "date": "2000-11-15 15:01:15",
            "id": "49738",
            "reply_to_id": "49737",
            "text": "já svona frekar……\nsamt eru þeir góðir :)"
        },
        {
            "user": "gusto",
            "user_id": "1918",
            "date": "2000-11-15 21:31:24",
            "id": "49739",
            "reply_to_id": "49737",
            "text": "alveg þokkalega harðir sko og alltaf drepandi hvorn annan svo þetta er eiginlega ekkert nýtt"
        },
        {
            "user": "Dagga",
            "user_id": "1646",
            "date": "2000-11-15 15:24:11",
            "id": "49740",
            "reply_to_id": "49733",
            "text": "Ég er hjartanlega sammála.  Þessar auglýsingar eiga samt rétt á sér enn ekki á þessum tíma þar sem að meiri möguleiki er á að börn séu að horfa á sjónvarpið heldur enn tildæmis eftir klukkan átta á kvöldinn."
        },
        {
            "user": "namo",
            "user_id": "3136",
            "date": "2000-11-15 18:22:12",
            "id": "49741",
            "reply_to_id": "49733",
            "text": "VÁ\nHvað er að fólki.\nEins mikilvægt og það er að koma þessum skilaboðum til kvenna sem að sæta líkamsmeiðingum, þá er það mikilvægt að halda þessum upplýsingum frá börnunum okkar.\nÞað er gott að vita að morgunsjónvarp stöðvar 2 er bannað börnum, við vitum það hér eftir.\nÞað er nú eitthvað að þegar að við verðum að halda börnunum okkar frá morgunsjónvarpinu og öllum fréttafluttningi.\nÉg veit að ég kem til með að koma mótmælum mínum á framfæri."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2000-11-15 19:19:00",
            "id": "49742",
            "reply_to_id": "49733",
            "text": "I don't mean to sound rude, en er ekki eitthvad betra ad gera heldur en ad thurfa ad glapa a imbann a morgnana? serstaklega ef baedi mamma og pabbi eru heima, og greinilega hafa tima til ad gera eitthvad skemmtilegt.\nNo harm, No pain, just my opinion"
        },
        {
            "user": "HJARTA",
            "user_id": "3334",
            "date": "2000-11-15 20:39:17",
            "id": "49743",
            "reply_to_id": "49742",
            "text": "moose við höfðum kveikt á sónvarpinu á meðan við vorum að klæða dömurnar í útifötin."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-11-16 00:59:40",
            "id": "49744",
            "reply_to_id": "49733",
            "text": "já… ég hefði nú haldið að þessi auglysing myndi betur passa örlitið seinna um daginn…"
        }
    ]
}