{
    "forum_title": "Bílar",
    "user": "Relic",
    "user_id": "395",
    "date": "2002-08-20 16:27:33",
    "title": "Ferrari F40",
    "text": "Venjulega þegar bílaframleiðendur halda uppá stórafmæli þá taka þeir einhvern bíl sem þeir framleiða, skella nokkrum aukahlutum í hann og kalla það afmælisútgáfu. En Ferrari er ekki beint venjulegur bílaframleiðandi.\nÁrið 1987 var Enzo Ferrari að verða 90 ára og var búinn að framleiða bíla í 40 ár undir eigin nafni. Enzo vissi líklega að þetta yrði síðasta stórafmæli sem hann myndi lifa til að sjá og því ákvað Ferrari að halda uppá afmælið með glæsibrag.\nOg hann átti fullan rétt á því, hann gat litið til baka á 8 sigra í keppni framleiðanda í Formúlu1, 10 ökumannstitla, 100 keppnissigrar, 9 Le Mans sigrar og þúsundir annara afreka. Hann gat einnig litið til baka á fjölda af klassískum sportbílum t.d. 250GTO, “Daytona”, Dino og Testarossa.  Þó að veldi hans væri núna í eigu FIAT, þá ætlaði Ferrari að koma með sína eigin yfirlýsingu – í hans eigin orðum, “Besti Ferrari allra tíma”. Þannig að sá bíll sem átti að minna á 40 ára afmæli Ferrari þurfti að vera nokkuð sérstakur, og hann var það.\nEnzo Ferrari afhjúpaði hann sjálfur með tilheyrandi pomp og prakti, fyrir framan hóp fréttamanna og þekktra einstaklinga í Maranello í júlí 1987.  Þegar rauða lakið var dregið af bílnum þá var augljóst að Ferrari voru búnir að endurheimta titilinn “The Ultimate Supercar”.\nF40 var kynntur sem hraðskreiðasti götubíll sem hafði nokkurntíman verið framleiddur, svo einfalt var það. Ferrari staðhæfði að hámarkshraðinn væri 323 km/klst(201mílur/klst), fyrsta skipti sem götubíll náði að toppa 200mílur/klst. Hann var um 3,8 sek. að fara úr 0 – 100 km/klst og 11,5 sek. að fara úr 0 – 200 km/klst. Eini bíllinn sem gat ógnað þessum tölum var Porsche 959, en hann gat ekki ógnað andrúmsloftinu sem fylgdi nýja Ferrari-inum, því hann lofaði einnig ótrúlegri stefnufestu sem Porschin náði ekki að toppa.\nEnda var ofurbíllinn frá Stuttgart með háþróaða rafstýrða fjöðrun, fjórhjóladrif, sjálfvirka hæðarstillingu og demparastífleika, háþróaðan sex gíra gírkassa, leðurinnréttingu hannaða til að dekra við eigandan,  fyrsta flokks hljóðkerfi og loftkælingu. Maranello ofurbíllinn hafði bara grunn keppnishönnun: gríðarlegt afl, afturhjóladrif og lágmarks þyngd, hann var ekki einu sinni með ABS. Og á meðan 959 var með mjúku og myndarlegu línurnar frá 911 fjölskyldunni, þá var F40 með risavaxin loftinntök og vængi, árásagjörn hvöss horn og ósveigjanlegt útlit alvöru keppnisbíls.\nÞað var mjög viðeigandi að útlit F40 var hannað af Pininfarina, þar sem þeir höfðu séð um að hanna meirihlutan af bílum þeirra síðan um 1950. Allir hlutar bílsins þjóna ákveðnum tilgangi; stór afturvængur og djúpur framspoiler hjálpa við að halda bílnum við jörðina á hámarkshraða, loftinntökin sem eru víða á bílnum beina lofti inná vatnskassa, millikæli, bremsur og vélarrými. Meira að segja rifflaða plexigler afturrúðan er að þjóna ákveðnum tilgangi, og þó að loftmótstuðullinn sé bara 0.34Cd, þá er það gjaldið sem þú verður að greiða til að halda svona villidýri á jörðinni og koma í veg fyrir að hann ofhitni.\nYfirbyggingin er að mestu úr plastefnum og trefjaefnum, til að halda þyngdinni í skefjum. Hver hurð er aðeins 1,5kg. Sílsarnir sem eru þaktir Kevlar eru djúpir og breiðir, til að gera keppnisímynd bílsins meira áberandi. Allur stjórnklefinn gerir það einnig. Sætin eru keppniskörfustólar með háu baki, klæddir rauðu velúr yfir Kevlar skeljum, gataðir við axlir og mjaðmir til að koma beltunum að. Hægt er að renna sætinu fram og aftur en ekki er hægt að stilla hæð eða hækka bakið. Og þriggja gata Momo stýrið er pikkfast og ekkert hægt að stilla. Það eru engin þægindi eins og teppi, rafmagnsrúður, samlæsing, eða hliðarspeglar sem er hægt að stilla að innan, ekki einu sinni venjulegir hurðahúnar, bara smá spotti sem er togað í. Það er afar einföld loftkæling, en bara til að koma í veg fyrir að eigandinn brenni inní tómlegum stjórnklefanum. Hliðarrúðurnar eru úr plasti, það er ekki hægt að skrúfa þær niður, á þeim er bara smá flipi á hjörum þannig að þú ættir að geta farið í bílalúgu án mikilla vandræða. Heildarþyngd bílsins er rétt yfir einu tonni, um það bil 1100kg.\nNý tækni í hönnun á yfirbyggingum hjálpuðu við að halda þyngdinni í skefjum. Grunnurinn er úr stáli en það er þó búið að skipta út flestum hefðbundnum efnum fyrir Kevlar og koltrefja. Yfirbyggingin er því um 20% léttari en hún væri ef venjulegar aðferðir væru notaðar, og allt að þrisvar sinnum stífari. Þetta var þó ekki tækni sem var hægt að yfirfæra í fjöldaframleiðslu, en aftur á móti þá ætlaði Ferrari aldrei að framleiða meira en nokkur hundruð stykki af þessum ofurbíl.\nFjöðrunin er wishbone að framan og aftan, með stillanlega Koni dempara og anti-roll bars. Bremsurnar eru risavaxnir 33cm Brembo diskar, loftkældir og boraðir. Þeir eru svo faldir á bakvið 17” felgur, 10” breiðar að framan og hvorki meira né minna en 13” breiðir að aftan, á felgunum eru svo Pirelli P-Zero dekk.\nFerrari F40 vélin var á tímanum sem hann var kynntur kraftmesta vél sem nokkurntíman hafði verið boðið uppá í götubíl. Hún var hönnuð útfrá vélinni úr 288GTO,  2933cc V8 með stutta slaglengd og tvær Japanskar IHI túrbínur, fjóra yfirliggjandi knastása, þrjátíu og tvo ventla og dry-sump smurningu. Hún er með dálítið meira rúmtak en GTO vélin, tekur meira pláss, er með nýrri sveifarás, betri smurningu og hærra boost. Í götubíls útgáfu, með Weber-Marelli innspýtingu og kveikjukerfi fengið úr Formúlu1, þá skilar vélin 478hö og 576nm af torki.\nMiðað við þyngdina á bílnum þá gerir þetta 450hö per tonn, og möguleika á ógnvekjandi afköstum. Það var hér sem munurinn á F40 og andstæðingum hans var sem mestur, sem var á þeim tíma m.a. Porsche 959.\nÞað er erfitt að keyra þennan bíl og það þarf töluvert mikla hæfileika, öll stjórntæki eru þung, allt frá bremsunum til stýrisins; og það að stjórna 478hö í svona léttum bíl krefst nákvæmni. Það er auðvitað hægt að keyra hann rólega; upp að ákveðnu marki er hann alltaf þægur og viðráðanlegur, en þegar þú gefur í byrjar hann að bíta frá sér. Stóru dekkin gefa bílnum ótrúlega mikið grip og stíf yfirbyggingin og keppnisfjöðrunin gefa bílnum nánast gallalausa nákvæmni, en það er alltaf til nóg af afli til að láta bílinn yfirstýra, eða til að kveikja í afturdekkjunum og skilja eftir svartar rendur í götunni. Við 3900 snúninga er vélin að skila 300hö, við 5000 snúninga eru þau yfir 400, og á milli 3000 og 3500 snúninga springur togkúrfan nánast lóðrétt upp að hámarkinu. Svona afl er auðvitað langt fyrir utan það sem maður venst, jafnvel fyrir reynda prufuökumenn, en það er einmitt það hversu ósveigjanlegur þessi bíll er sem heillar flesta.\nSem er auðvitað nákvæmlega það sem Ferrari ætlaðist til, þetta er líklega einn af síðustu mid-engine ofurbílunum sem var laus við allan rafmagns-aðstoðar búnað á sama hátt og Daytona var síðasti af þessum mikilfenglegu klassísku front-engined bílum. Hann er mjög viðeigandi minnismerki.\nBrian Laban - Ferrari The Legend on The Road",
    "url": "https://www.hugi.is/bilar/greinar/88869/ferrari-f40/",
    "url_id": "88869",
    "id": "636124",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-20 18:48:59",
            "id": "636125",
            "reply_to_id": "636124",
            "text": "Prýðisgrein, en er hún þýdd eða leitarðu bara heimilda hjá honum Laban?\nFerrari F40 er vissulega einn magnaðasti Ferrari fyrr og síðar. Lang fallegastur (þó hann sé nú ekki sérstaklega fagur) af afmælisbílum Ferrari og mun áhugaverðari en F50.\n959 vs F40 verður alltaf hitamál. 959 var tækniafrek sem sannaði sig í öðrum gerðum kappaksturs en F40. Allir 959 voru ekki lúxusbílar, þeir komu í tveimur útgáfum og önnur þeirra var með mjög litlum útbúnaði og mun léttari.\nÞú segir að F40 sé einn síðasti ofurbíllinn án rafeindaaðstoðar og má til sannsvegar færa þótt þeir hafi nokkrir komið á eftir. Aðallega er þó einn sem maður hugsar til því McLaren F1 er ofurofurbíll, rétt eins og má segja að F40 hafi verið á sínum tíma. F1 hefur ekki einu sinni hjálparátak á bremsum né stýri. F1 bjó hinsvegar yfir þónokkrum lúxus og sætum fyrir 3 og samt einungis ca. 50kg þyngri en F40. Einnig ber að geta að það er ekki slæmt að F1 sé bara 50kg þyngri því F1 hafði V12 vél, sem er af öllum sem henni hafa kynnst talin vera besta bílvél í heimi.\nMcLaren F1 er ennþá viðmiðið. Enginn ofurbíll sem komið hefur jafnar hann og það lítur út fyrir að jafnvel komandi kynslóð ofurofurbíla muni ekki gera neitt nema að fara hraðar. Það verður ekki gert með tæknilegri fullkomnun heldur hestöflum. Og þó, 700hp Edonis hefur ekki við McLaren F1 í beina línu, ekki standing start, ekki rolling start og ekki hröðun í gír. Þetta er vegna frábærrar og kraftmikillar vélar F1 og lítillar þyngdar. Hvernig sem á McLaren F1 er litið er hann undur, völundarsmíði, æðsta musteri “petrolheadedness”.\nÞað er aðeins einn bíll sem ég held að nálgist F1 þegar kemur að tæknilega fullkominni útfærslu á hugmyndafræði, Pagani Zonda C12S. Hann er kannski “bara” 550hö en hann er líka einungis 1250kg, 100kg þyngri en F1, þrátt fyrir að vera með aflstýri, aflbremsur, helsta rafeindabúnað nútímans og allan þann lúxus sem skiptir máli. Pagani Zonda er keyranlegi ofurbíllinn, hann hræðir ekki, hann skemmtir. Enn sem komið er er Zonda C12S magnaðasti bíll 21. aldarinnar. McLaren F1 var sá magnaðasti á síðustu öld, spurningin er hve lengi við eigum að bíða eftir sönnum arftaka.\nNú er ég búinn að rausa allt of mikið og prédika um eitthvað allt annað en greinin snerist um. McLaren F1 kemur þessari grein ekki við að neinu ráði því það er vissulega satt að F40 sé einn frábærasti Ferrari sem gerður hefur verið og í raun “milestone” í sögu ofurbíla.\nÉg ætla samt að hnykkja út með tilvitnun í Gordon Murray, “faðir” McLaren F1, sem er svar hans þegar hann var spurður hvort McLaren F1 myndi geta att kappi við F40: “No. I don't think we have anyone who can weld that badly.”"
        },
        {
            "user": "Relic",
            "user_id": "395",
            "date": "2002-08-20 20:04:36",
            "id": "636126",
            "reply_to_id": "636125",
            "text": "Þetta er þýdd grein, hefði kannski átt að taka það betur fram.\nHann skrifar þessa bók á meðan F40 er enþá í framleiðslu og McLaren F1 er ekki kominn. Það er líklegast ástæðan fyrir því að hann segir að þetta sé einn af síðustu ofurbílunum án rafeindaraðstoðar.\nEf maður fer að bera saman F40 og F1 þá vinnur F1 engin spurning, en það má ekki gleyma að verðmunurinn er frekar mikill. Mig minnir að F40 seljist í dag á um 220.000 dollara á meðan F1 kostar eina miljón dollara. F1 er einfaldlega í allt öðrum flokki. Það var ekkert sparað við framleiðsluna á F1 og ef ég man rétt þá töpuðu þeir á öllum bílunum sem þeir seldu. Þeir sem eru núna að reyna að búa til bíla sem eiga að slá út F1 eru allir að reyna að græða á bílunum, ætli það sé ástæðan sem það hefur enginn verðugur arftaki komið?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-20 23:06:11",
            "id": "636127",
            "reply_to_id": "636126",
            "text": "Hörku fín og áhugaverð grein.\nEf ég mætti velja mér Ferrari þá yrði F40 fyrir valinu, hiklaust. Endalega brutal bíll og ég fíla það í botn.\nMcLaren F1 er samt sem áður eiginlega í sérflokki. Hann á engan sambærilega bíl held ég í dag. Hann var framleiddur án tillits til kostnaðar og seldist svo ekki í nógu miklu magni, sem út af fyrir sig er stórfurðulegt.\nPorsche 959 er líka bíll sem er í sérflokki, hann hefur allt aðra hefð og getur t.d. keppt í ralli alveg eins og kappakstri. Mjög merkilegur bíll, verulega merkilegur bíll en afskaplega dýr!\nÉg hugsa að ég væri hrifnari af RUF Yellowbird, og þó….."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-20 23:44:15",
            "id": "636128",
            "reply_to_id": "636126",
            "text": "Í rauninni eru þýddar greinar ekki leyfðar sko… Hefðir frekar átt að skrifa grein upp úr gögnunum. Mun meira gaman að sjá hugara vera creative.\nÞað er satt að McLaren hafi tapað á milljón dollara bílnum F1 en það var ekki ætlunin. Það sem uppi stendur er þó að F1 heldur endursöluverði ólíkt flestum svona bílum. Nú er að koma Ferrari Enzo sem 12 árum síðar reynir ekki að jafna F1 en kostar ca. 500þ. pund. Slatta verðmunur reyndar á núvirði en það sést hvað McLaren gekk langt við það að skapa “ultimate” ofurbílinn.\nAnnars er alls ekki rétt að bera saman F40 og F1, ég verð bara svo blóðheitur þegar ég hugsa um F1 ;)\nÞeir bílar sem annars er ætlað að seilast eftir kórónu F1 eru í dag a.m.k. Koenigsegg CC, Edonis og Bugatt Veyron. Enginn þessara bíla stefnir í að verða jafn hreinræktaður og McLaren F1. Þess vegna hrífst ég að Pagani, þeir hafa álíka skýr markmið og McLaren hafði og tekst jafnvel, ef ekki betur, að ná markmiðunum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-21 09:04:19",
            "id": "636129",
            "reply_to_id": "636128",
            "text": "Ég er sammála þér þar, menn halda ekki vatni yfir Pagani Zonda og þeir þykja nálgast fullkomnun í aksturseiginleikum á meðan McLaren nálgaðist kannski frekar fullkomnun í getu!\nVar ég búin að minnast á að það er BMW vél í McLaren :):):)"
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2002-08-21 10:01:00",
            "id": "636130",
            "reply_to_id": "636124",
            "text": "Verð að leiðrétta þig, f-40 var ekki fyrsti bíllinn til þess að toppa 200 mílna markið, sá fyrsti kom um 63 og hét/heitir Ford GT40."
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2002-08-21 10:08:18",
            "id": "636131",
            "reply_to_id": "636130",
            "text": "Ertu viss um að GT 40 hafi verið fyrstur með þennan hraða? Ég held ekki, GT 40 gæti kannski hafa náð þessum hraða í kappakstursbúning (eins og margir aðrir bílar) en ekki í götubúning þar sem þeir bílar voru talsvert aflminni."
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2002-08-21 10:10:33",
            "id": "636132",
            "reply_to_id": "636131",
            "text": "Nopes…. ég var einmitt að horfa á spólu um þetta : ).\nÞar voru gerð skil á td. GT40, f-40, Diablo, F1, VJX220 og miklu fleirum meira að segja var Speed 12 sýndur : )\nEn annarz er þetta fín grein, bara vildi leiðrétta þetta : )"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-21 10:13:35",
            "id": "636133",
            "reply_to_id": "636132",
            "text": "Allavega er GT40 asskoti öflugur í GRAN TURISMO ;)\nÉg hélt að það hefði verið grein hér á huga um GT40, ég fann hana allavega ekki, hélt meira að segja að ég hefði skrifað hana!\nEn mig minnti að götubílarnir af GT40 hafi staðið langt að baki í afli og jafnvel margir verið með 6 strokka V vélar.\nÞað er allavega alveg ljóst að GT 40 var meiri háttar svæsinn bíll og hönnunin frábær. Mér finnst eins og sá bíl hafi ekki hlotið það lof sem honum bar, hvorki þá né nú."
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2002-08-21 10:13:40",
            "id": "636134",
            "reply_to_id": "636132",
            "text": "Kanski nefna það líka, þetta var spóla með Jeremy Clarkson, og voru þetta bara bílar sem fóru yfir 200 mílna markið.\nQuote þegar Jeremy Clarkson setur saman F1 og Skyline, þar sem F1 maukar Skylineinn\n“Here you can see the difference between a very, VERY fast car and a Maclaren F1”"
        },
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2002-08-21 10:29:17",
            "id": "636135",
            "reply_to_id": "636134",
            "text": "Myndbandið með F1 og Skyline má sjá hér:\nhttp://equinix.taner.net/topgear/Top_Gear-McLaren_F1_vs\n_Nissan_Skyline.avi , það er 2.4mb.\nÁ þessari síðu eru fullt af Top Gear myndböndum, mæli með að menn skoði þau. Eini gallinn er að síðan er mjög hæg, var ekki að fá nema 6kb á sek þaðan."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-21 10:44:30",
            "id": "636136",
            "reply_to_id": "636135",
            "text": "Ég sé ekkert með þessum link.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-21 11:54:09",
            "id": "636137",
            "reply_to_id": "636134",
            "text": "Það er ágæt þumalputtaregla að bíll sem er undir 10 sek. í 100mph sé verulega öflugur. McLaren F1 er 6,3 sekúndur í 100 mph…\nÞú ferð samt fyrst að átta þig á því hve ógurlegur F1 er þegar þú skoðar hröðun í gír. Ég er einmitt með htöðunartölur fyrir McLaren F1 borinn saman við þróunar útgáfu af Edonis. Edonis er 700bhp, með 3,8 lítra twin turbo V12 þróaða frá Bugatti EB10 vélinni. Hann er með 570lb ft vs. “bara” 479lb ft fyrir McLaren en það munar líka rúmum 300 kg á þyngdinni.\nÞað sem er sláandi er það að McLaren er alltaf snöggur, Edonis er hraðskreiður og MJÖG kraftmikill bíll og stundum er hægt að finna tölur sem nálgast McLaren, en McLaren er snöggur, sama hvaða gír er og sama upp á hvaða hraða er mælt. Það væri gaman að pósta þessum tölum en væri bara alltof mikil vinna…\nEinn fróðleiksmoli að lokum; McLaren F1 er 11 sekúndur í 100mph. Í þriðja gír…\nThread hijack frá helvíti ;)"
        },
        {
            "user": "zazou",
            "user_id": "21931",
            "date": "2002-08-21 12:20:15",
            "id": "636138",
            "reply_to_id": "636137",
            "text": "Hér er ágætis lesning um McLaren F1"
        },
        {
            "user": "zazou",
            "user_id": "21931",
            "date": "2002-08-21 12:20:47",
            "id": "636139",
            "reply_to_id": "636138",
            "text": "DOH!  linkar virka ekki =]\nhttp://www.angelfire.com/biz5/extremesupercars/cars\n/mclaren/mclarenf1.html"
        },
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2002-08-21 12:28:59",
            "id": "636140",
            "reply_to_id": "636139",
            "text": "Bebecar, prufaðu þennan link:\nhttp://w1.movies.taner.net/topgear\n, þar eru öll videoin. Vefsíðan er að vísu frekar óstöðug þannig að þú gætir þurft að reyna margoft áður en hún kemur inn. En myndböndin þarna eru þess virði."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-21 12:34:18",
            "id": "636141",
            "reply_to_id": "636140",
            "text": "Takk Kull, þetta virðist virka!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-21 12:45:32",
            "id": "636142",
            "reply_to_id": "636141",
            "text": "F1 virðist ekki hafa mikið fyrir þessu…. það væri samt gaman að sjá hann spyrna við F40…. þó svo maður viti hvernig það fer."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-21 15:26:56",
            "id": "636143",
            "reply_to_id": "636142",
            "text": "Mikið asskoti finnst mér Tiff Nedell skemmtilegur maður, þið ættuð að tékka á myndbandinu þar sem hann er að prófa nýja Harley hjólið V-Rod… þvílík hörkugræja! Og það er eitt slíkt hjól komið á götuna hér heima og víst annað á leiðinni (nálgast eitthvað um 4 millur held ég, 15 þúsund pund í UK)."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-21 15:30:58",
            "id": "636144",
            "reply_to_id": "636143",
            "text": "Tiff Needell skemmtilegur? Interresting concept, hef ekki séð mikið af honum en það sem ég hef séð var ekki spennandi, sem stemmir við sögurnar…"
        },
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2002-08-21 15:59:40",
            "id": "636145",
            "reply_to_id": "636144",
            "text": "Tiff er snillingur. Skoðaðu myndböndin á þessari síðu, t.d. þegar hann er að prufa F1 og Porsche GT1."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-21 16:04:05",
            "id": "636146",
            "reply_to_id": "636144",
            "text": "Mér finnst hann svo fyndinn :)\nAfhverju ertu ásáttur við hann, þetta er náttúrulega ekki mjög djúp umfjöllun hjá manninum en hann getur heldur betur keyrt."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-08-21 16:16:56",
            "id": "636147",
            "reply_to_id": "636146",
            "text": "Ég man bara eftir honum úr testi á Ultima GTR og eina sem hann talaði um var undirstýring. Var hann ekki annars í BTCC?"
        },
        {
            "user": "elessar",
            "user_id": "777",
            "date": "2002-08-21 16:22:45",
            "id": "636148",
            "reply_to_id": "636147",
            "text": "Ég bara veit það ekki…\nÉg hef bara séð hann keyra bíla í Top Gear, en ég held að hann eigi hraðametið á McLaren F1 í Bretlandi og kannski víðar. Og hann er svívirðilega flinkur á hinum ýmsu bílum, en mest er það svona SHOW taktík eins og lengsta slædið (á E39 M5) o.s.frv.\nHann hefur keppt eitthvað og verið tilrauna ökumaður líka held ég, en mér finnst hann bara fyndinn! BRESKUR!"
        },
        {
            "user": "elessar",
            "user_id": "777",
            "date": "2002-08-23 14:40:02",
            "id": "636149",
            "reply_to_id": "636148",
            "text": "'Tiff Needell the man who could get a supertanker sideways' - evo"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-23 14:48:11",
            "id": "636150",
            "reply_to_id": "636149",
            "text": "Einmitt, segir dálítið um stílinn hans."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-21 12:31:23",
            "id": "636151",
            "reply_to_id": "636139",
            "text": "Ég fæ ekkert á þessum link heldur, er þetta bara ég?"
        },
        {
            "user": "yello",
            "user_id": "4842",
            "date": "2002-08-25 06:12:01",
            "id": "636152",
            "reply_to_id": "636124",
            "text": "vill ekki einhver lána mér dágóðar 19 millur fyrir einum svona?"
        }
    ]
}