{
    "forum_title": "Sci-Fi",
    "user": "jant",
    "user_id": "9703",
    "date": "2002-08-21 20:44:48",
    "title": "LORDS OF THE SITH ER KOMIN ÚT!!!!!!",
    "text": "Jæja loksins er búið að koma þessu á netið.\nÁ vefsíðunni www.starwarsx.tk er linkur til að downloada. Þið sem ekki hafið skoðað síðuna getið skoðað margt annað skemmtilegt eins og myndir sem teknar voru á tökustað og við vinnslu myndarinnar. Einnig er þar samanburður á upphaflegu tökunum og loka niðurstöðu.\nNúna er QuickTime útgáfa(400*267, 179mb) komin. Vonandi verður DIVX útgáfan komin á morgun eða hinn.\nTextinn sem stendur í byrjun myndarinnar er bara rugl, hann er langur og erfitt að skilja hann þegar skjárinn er svona lítill. Dialogarnir eru líka grín og ber ekki að taka alvarlega. Myndin átti upphaflega bara að vera eitthvað cool bardaga atriði og það breittist ekkert. Nema það að ég kom inn í myndina sem leikari og átti upphaflega ekki að vera. Ég fékk engan annan til að leika minn karakter því menn héldu að ég væri klikkaður. Það er kannski rétt.\nNúna er ég strax byrjaður á næstu mynd sem verður tekin upp næsta sumar. Hún er númer eitt, þessi sem þið horfið á er númer 2.\nVonandi skemmta sér svo allir yfir þessu. Góðar stundir\nWWW.STARWARSX.TK",
    "url": "https://www.hugi.is/scifi/greinar/89030/lords-of-the-sith-er-komin-ut/",
    "url_id": "89030",
    "id": "637379",
    "replies": [
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-08-21 21:31:36",
            "id": "637380",
            "reply_to_id": "637379",
            "text": "Ég er komin langt yfir DL kvótann minn en DL innanlands er frítt. Telst DL á þessari síðu sem innanlands?? Þá get ég nefnilega náð í myndina…\nPS. Ég þekki Níls! ;D"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-08-21 21:37:20",
            "id": "637381",
            "reply_to_id": "637380",
            "text": "Myndin er á static.hugi.is, ekkert útlenskt download :D"
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-08-21 22:05:48",
            "id": "637382",
            "reply_to_id": "637381",
            "text": "Gj, en hvar á statics?"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-08-21 22:13:22",
            "id": "637383",
            "reply_to_id": "637382",
            "text": "Linkurinn er á starwarsx.tk :D"
        },
        {
            "user": "Tankian",
            "user_id": "1709",
            "date": "2002-08-21 22:46:26",
            "id": "637384",
            "reply_to_id": "637381",
            "text": "url? ég finn þetta ekki á static.hugi.is >:("
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-08-21 22:57:27",
            "id": "637385",
            "reply_to_id": "637384",
            "text": "Engin furða, einhverra hluta vegna, þá geturðu ekki notað möppukerfið til að finna þetta…\nhttp://static.hugi.is/users/fragman/starwar\ns/EpisodeX/lots_400.mov\nsíðan er urlið á static.hugi.is að finna á www.starwarsx.tk"
        },
        {
            "user": "Tankian",
            "user_id": "1709",
            "date": "2002-08-21 22:59:56",
            "id": "637386",
            "reply_to_id": "637385",
            "text": "takk takk :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-22 09:26:22",
            "id": "637387",
            "reply_to_id": "637380",
            "text": "þekkiru níls hvað"
        },
        {
            "user": "Allfather",
            "user_id": "11549",
            "date": "2002-08-21 22:16:20",
            "id": "637388",
            "reply_to_id": "637379",
            "text": "Exellent stuff my man GJ!"
        },
        {
            "user": "svg",
            "user_id": "330",
            "date": "2002-08-21 23:30:49",
            "id": "637389",
            "reply_to_id": "637379",
            "text": "Til hamingju gamli, vissi að þú myndir redda þessu  :)"
        },
        {
            "user": "fhrafnsson",
            "user_id": "3469",
            "date": "2002-08-22 00:54:15",
            "id": "637390",
            "reply_to_id": "637379",
            "text": "fínt efni miðað við verðið :D þó svo að bardagaatriðið passi ekki á köflum (hvar sverðin lenda) er þetta hin ágætasta skemmtun. Nú er bara að vona að lucasarts frétti ekki af þessu…."
        },
        {
            "user": "MaD",
            "user_id": "8203",
            "date": "2002-08-22 01:27:16",
            "id": "637391",
            "reply_to_id": "637390",
            "text": "Ég get ekki séð myndina!!! Linkurinn á www.starwarsx.tk virkar ekki fyrir mig. Það kemur ekki neitt þegar ég klikka á linkinn! :("
        },
        {
            "user": "Mutter",
            "user_id": "13004",
            "date": "2002-08-22 02:43:42",
            "id": "637392",
            "reply_to_id": "637379",
            "text": "yes maður gj bara verst marr fær ekki divx strax :( en af hverju setur u hana ekki á video :D"
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2002-08-22 10:38:06",
            "id": "637393",
            "reply_to_id": "637392",
            "text": "Hún fer á DVD með deleted scenes og öðru drasli. Ég fer að vinna í því næst að gera DVD."
        },
        {
            "user": "Mutter",
            "user_id": "13004",
            "date": "2002-08-22 14:58:31",
            "id": "637394",
            "reply_to_id": "637393",
            "text": "yes þú ownar flottur endir marr að jedanir deyja :D nettur ! ;)"
        },
        {
            "user": "swordfish",
            "user_id": "18585",
            "date": "2002-08-22 03:37:32",
            "id": "637395",
            "reply_to_id": "637379",
            "text": "Þetta var bara helvíti cool.\nAð vísu enginn söguþráður og léleg samtöl ;o) (hehe, líkt og “réttu” Stjörnustríðsmyndirnar)… en engu skiptir það máli ef út í það er farið, þar sem að þetta átti bara að vera cool bardagaatriði og það er það svo sannarlega.\nBrellurnar eru cool og þessi litla mynd var bara fín.\nGef henni þrjá “light-saber'a”"
        },
        {
            "user": "coupland",
            "user_id": "6222",
            "date": "2002-08-22 08:00:09",
            "id": "637396",
            "reply_to_id": "637379",
            "text": "hahaha! snilldar mynd!! endilega gerið meira af þessu!!\nps. á ekki ROPERTY að vera PROPERTY neðst í creditlistanum?\nkv.\ncoupland"
        },
        {
            "user": "MrWhite",
            "user_id": "1206",
            "date": "2002-08-26 03:45:04",
            "id": "637397",
            "reply_to_id": "637396",
            "text": "Það eru fleiri villur í Credits, til dæmis: Original Consept by George Lucas. sem á náttúruleg að vera “Concept” og Kristján Helgi (me)"
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2002-08-26 10:47:49",
            "id": "637398",
            "reply_to_id": "637397",
            "text": "Það var búið að benda mér á þetta áður, og það eru enn fleiri villur, t.d stendur “Goerge” á einum stað, sem á að sjálfsögðu að vera “George”, en ástæðan fyrir þessu er mjög einföld, rétti leiðrétti creditlistinn var ekki renderaður út í þessari útgáfu. Ég tók bara fyrstu skrá sem ég fann og steingleymdi að það var til nýrri “update” útgáfa, en svona er þetta, fólk verður bara að þola 4-5 villur. George lucas ætti samt að vera fúll, þar sem ég virðist ekki geta stafað nafnið hans rétt…"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2002-08-23 19:19:18",
            "id": "637399",
            "reply_to_id": "637379",
            "text": "Alltof stutt mar .meira takk fyrir :)"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-08-24 01:42:33",
            "id": "637400",
            "reply_to_id": "637379",
            "text": "Áhugavert :)"
        },
        {
            "user": "Nocturnal",
            "user_id": "20790",
            "date": "2002-08-25 18:18:57",
            "id": "637401",
            "reply_to_id": "637400",
            "text": "sumar tölvu brellur voru lélegar en sumar mjög velgerðar þetta var mjög góð mynd meðal við að vera low-budget mynd\nGJ man\nP.S. Brilljant endir :D"
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2002-08-26 14:20:53",
            "id": "637402",
            "reply_to_id": "637401",
            "text": "Talandi um low-budget, þá er kannski rétt að geta þess að myndin kostaði um 16.000 kr. Innifalið í því er:\n1)Lightsaberar\n2)Slatti af kústsköftum, við brutum þau oft\n3)Spray fyrir kústsköftin, til að aðgreina litina 4)Búningar og aðrir aukahlutir(andlitsmálning)\n5)Bensín, ég þurfti að keyra út um allt til að redda hinu og þessu\n6)DV spólur\n7)Aukakostnaður af einhverju öðru dóti\nMér finnst þetta bara vel sloppið kostnaðarlega séð. Ég týmdi meira segja ekki að kaupa litaðar linsur í Sith gæjann, mér fannst ódýrara að eyða tíma í að lita augun ramma fyrir ramma."
        },
        {
            "user": "DarkSnake",
            "user_id": "4548",
            "date": "2002-08-27 13:00:26",
            "id": "637403",
            "reply_to_id": "637379",
            "text": "snilldarlega gert hjá þér, hefði ég ekki séð landslagið þá hefði mar alveg getað haldið að þetta væri ekki íslensk mynd.  En það er nottla vegna þess að mar þekkir landið sitt.  Vel leikið, leikstýrt og frábær myndataka."
        },
        {
            "user": "Ingibergur",
            "user_id": "21822",
            "date": "2002-09-01 17:03:52",
            "id": "637404",
            "reply_to_id": "637379",
            "text": "Hvaða kjaftæði er þetta lords of the siths"
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2002-09-02 02:13:03",
            "id": "637405",
            "reply_to_id": "637379",
            "text": "Kvenær kemur þessi divx útgáfa sem átti að koma morguninn eða hinn þegar þessi grein byrtist fyrst. Ég vill nefnilega frekar downloada því þar sem divx gæði eru alltaf langtum betri en quicktime."
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2002-09-02 10:59:40",
            "id": "637406",
            "reply_to_id": "637405",
            "text": "Því miður hefur gengið illa hjá mér að encoda þetta. Það er eitthvað að í tölvunni hjá mér. Tölvan kemur alltaf með einhverja hardware villu, en þetta er software svo ég skil ekki neitt hvernig hægt er að redda þessu hjá mér. Ég lét vin minn fá þetta og hann ætlar að redda þessu fyrir mig, svo að ég býst ekkert við DIVX fyrr en einhverntíman í vikunni."
        },
        {
            "user": "lallinr1",
            "user_id": "8589",
            "date": "2002-09-05 12:11:35",
            "id": "637407",
            "reply_to_id": "637379",
            "text": "þetta er æðisleg mynd það er flott að kippa aðeins í pinnann yfir þessari :D"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2002-09-16 02:49:05",
            "id": "637408",
            "reply_to_id": "637379",
            "text": "Slæmur söguþráður, slæm myndataka, hræðileg klipping og að lokum slæm leikstjórn.\nSamt sem áður virkilega góð tilraun.\nÞað var áhugavert að horfa á þetta, hefðuð reyndar getað sleppt tæknibrellum í fullt af atriðum með smá útsjónasemi. T.d öllum atriðum þar sem manneskja hoppar hátt, flýgur eða dettur niður.\nBlur/green screen atriðin nokkuð góð, lýsingu breyttist reyndar stundum eftir sjónarhornum.\nMjög vel sloppið fjárhagslega sér, sjálfur hefði ég aldrei getað haldið kostnaðinum undir 100.000 k"
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2002-09-16 11:13:45",
            "id": "637409",
            "reply_to_id": "637408",
            "text": "“Mjög vel sloppið fjárhagslega sér, sjálfur hefði ég aldrei getað haldið kostnaðinum undir 100.000 kr”\nEf það kostar þig svona mikið að gera svona mynd ertu kannski bara ekki eins góður og þú telur þig greinilega vera???\nÉg væri líka til í að sjá þig gera nokkrar brellur með útsjónarsemi.\nÞessi mynd er að fá einhverja bestu dóma sem nokkur fan-film hefur fengið, sérstaklega varðandi brellur, klippingu og kóreógrafíu, með okkar mynd erum við að stinga mentuðum kvikmyndargerðarmönnum sem gera fan-films ref fyrir rass.\nAnnað ótrúlegt er að myndin var skotin á einum og hálfum degi, og síðan green screen pælingar í hálfan dag. Compositning, klipping, hljóðsetning og fleira tók 5 vikur, inni því eru tökurnar.\nÉg tel það andskoti líklegt að þú hafir ekkert til þíns máls með að segja að þetta sé allt slæmt, dæmin sýna annað. Hinsvegar tel ég að þú gætir ekki gert neitt í þessari líkingu, sérstaklega ekki á þessum tíma.\nÞakka þér fyrir áhugann"
        },
        {
            "user": "Studio1",
            "user_id": "24975",
            "date": "2002-09-16 12:24:45",
            "id": "637410",
            "reply_to_id": "637408",
            "text": "Já menn eru greinilega að taka út einhvern pirring hérna á myndinni sem mér finnst persónulega bara hin besta stuttmynd og í raun ótrúlegt að sé íslensk framleiðsla. Ég er hinsvegar núna alveg ótrúlega spenntur að sjá eitthvað úr smiðju Fixiste þar sem virðist að hann hefur gert einhver meistaraverk hérna á klakanum."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-09-26 00:03:07",
            "id": "637411",
            "reply_to_id": "637379",
            "text": "Mjög glæsilegt.\nMig minnir að ég hafi séð bardagaatriðið eitt og sér áður, kannski var Helgi Már með það sem klippu.\nFlott að sjá að þú ert að gera flotta hluti í Margm.skólanum eftir að finna út að HR átti ekki við þig\n-Jói\n(byrjaði í HR á sama tíma)"
        },
        {
            "user": "andrihb",
            "user_id": "23384",
            "date": "2002-10-17 15:17:32",
            "id": "637412",
            "reply_to_id": "637379",
            "text": ";D"
        },
        {
            "user": "andri187",
            "user_id": "25736",
            "date": "2002-10-25 15:35:29",
            "id": "637413",
            "reply_to_id": "637379",
            "text": "get ég ekki náð ý myndinna á islensku svæði ef já þá hvar…"
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2002-10-25 18:58:04",
            "id": "637414",
            "reply_to_id": "637413",
            "text": "Þetta er allt hóstað á huga eða centrum. www.starwarsx.tk og smellir á myndina. Þá sérðu að linkurinn vísar á huga. Einnig geturu downloadað QT útgáfu hérna uppi hægra megin. Þar stendur: “Episode X á íslenskum server”."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-02 02:28:35",
            "id": "637415",
            "reply_to_id": "637379",
            "text": "skemmtileg frétt!!!"
        }
    ]
}