{
    "forum_title": "Vélbúnaður",
    "user": "heidargud",
    "user_id": "21293",
    "date": "2002-08-23 21:37:29",
    "title": "ætla að kæra skífuna!",
    "text": "jæja nú er ég búinn að fá nóg. Ég var svo vitlaus að kaupa svona er sumarið. ok alltílæ með það. síðan fór ég a skifan.is og skrifaði inn einhvern kóða og dl öllum lögunum (fékk einhver aukalög og svoleiðis. svo er bara að skrifa það og skella því í bílinn. (bara minna a ad tad er löglegt að gera 1 auka backup) eða svo hélt ég. ég byrjaði að nota media player hélt að það væri nú auðveldast fyrst að öll löginn vor a .wma (windows media audio held ég). það gekk ekki. næst var það nero, surely myndi minn trausti nero ekki klikka (það þarf samt að ná í .wma plugin)\nenn og aftur gekk það ekki upp) næst reyndi eg að breyta wma yfir i mp3.  ég fó a tucows (best er með íslensan mirror)nadi i  WMA Encoder/Decoder. það gekk ekki upp forritið fraus alltaf. náði næst í Advanced WMA Workshop 1.6 það kom líka alltaf með einhvern error. þessi lög nota víst drm tecnology (Digital Rights Management)\nnúna er ég gjörsamlega bugaður og veit ekki neitt.\nþað eina sem mér dettur í hug er að krota á diskinn með tússpenna til þess að geta komist framjá keytoaudio vörninni og afritað hann beint en þá fæ ég ekki aukalöginn.\nnæst á daskrá er Plextools V1.12 sem að á víst að gera einhverja gloriu hef samt ekki mikla trú á því. jæja læt etta gott í bili gotta keep at it (skifan will pay for this)\nendilega látiði mig vita ef þið kunnið eitthvað við þessu.\nMeð góðum cd reader er hægt að gera 1:1 copy með clone cd. svona\nCD-Reader Settings:\nRead SubChannel Data from Data Tracks\nRead SubChannel Data from Audio Tracks\nIntelligent Bad Sector Scanner\nMax Read @ 4x speed (experiment!)\nCD-Writer Settings:\nPerform Laser Power Calibration\nAlways close last Session\nDon't Repair Subchannel Data\nMax Write @ 6x speed",
    "url": "https://www.hugi.is/velbunadur/greinar/89326/aetla-ad-kaera-skifuna/",
    "url_id": "89326",
    "id": "639895",
    "replies": [
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-08-24 21:24:28",
            "id": "639896",
            "reply_to_id": "639895",
            "text": "þetta er bara asnalegt…."
        },
        {
            "user": "deleteme",
            "user_id": "17197",
            "date": "2002-08-24 22:29:55",
            "id": "639897",
            "reply_to_id": "639896",
            "text": "Þig vantar forrit sem að eyðir vörninni á wma skránum"
        },
        {
            "user": "cre",
            "user_id": "6534",
            "date": "2002-08-24 22:36:57",
            "id": "639898",
            "reply_to_id": "639895",
            "text": "hm.\nþað er nú ekki það erfitt að komast fram hjá þessari vörn.\nþað eina sem ég þurfti að gera til að kópera rímnamín diskinn inn á tölvuna mína, var:\n1) taka af autoplay\n2) setja diskinn í drifið\n3) opna cdex\n4) rippa\nekki var það flóknara en það"
        },
        {
            "user": "dandruff",
            "user_id": "9872",
            "date": "2002-08-24 23:34:15",
            "id": "639899",
            "reply_to_id": "639898",
            "text": "Ég var að hlusta á Rímnamín um daginn Í TÖLVUNNI MINNI.\nÉg setti diskinn í tölvuna og byrjaði að hlusta.\nSvo fór ég að skoða hulstrið og sá allt í einu að á því stóð:\n“spilast ekki í tölvu”\nSamt spilaðist hann.\nEr tölvan mín dásamleg eða er þessi vörn algjör skítur? Ég var ekki búinn að eiga neitt við vörnina (vissi ekki einu sinni af henni)."
        },
        {
            "user": "illmenni2",
            "user_id": "25218",
            "date": "2002-08-30 16:59:32",
            "id": "639900",
            "reply_to_id": "639899",
            "text": "ef diskarnir með þesa vörn eru nægilega rispaðir þá er hægt að hlusta á þá í tölvu. ég fékk rímnamín lánaðan hjá stelpu i vinnunni, stakk honum í láru(fartölvan mín), lára var ekki ert að meika hann, bullaði bara eitthvað, ég tík diskinn út, strauk aðeins yfir hann með nærbolnum mínum og viti menn vörnin hætti að virka. ég gerð þrjú kópí af honum. er jafnvel með nero myndina enn þá inná henni láru minni."
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2002-08-25 04:38:01",
            "id": "639901",
            "reply_to_id": "639898",
            "text": "það er hægt á sumum drifum\nen versta er helvitis copyright vörnin á .wma lögunum.."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2002-08-25 04:43:04",
            "id": "639902",
            "reply_to_id": "639901",
            "text": "kanski ætti maður að fara að posta þennan wma cracker sem ég náði í fyrir löngu, aldrei prófað hann samt en á að virka því hann var linkaður í frétt á theregiste"
        },
        {
            "user": "doa",
            "user_id": "9386",
            "date": "2002-08-25 15:16:50",
            "id": "639903",
            "reply_to_id": "639902",
            "text": "það fyrsta sem ég geri þegar ég kaupi nýjan disk er að rippa hann og búa til copy.\nþegar ég fékk rímnamín í hendurnar var ég ekki sáttur í fyrstu, gat ekki rippað hann í geisladrifinu. en þá setti ég hann í skrifarann og gerði copy og ekkert mál. og þá gat ég síðan rippað hann."
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2002-08-24 22:38:54",
            "id": "639904",
            "reply_to_id": "639895",
            "text": "Bara smá pointer, ef þú ætlar að fara að krota á diskinn með tússi, þá skaltu nota töflutúss til að geta þurrkað krotið af ef þú klúðrar. Ekki gaman að enda með handónýtann og útkrotaðann disk.\nRx7"
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2002-08-25 04:42:11",
            "id": "639905",
            "reply_to_id": "639895",
            "text": "Gleymdi því alveg hérna er hægt að sjá tússpenna trickið fyrir áhugasama :)\nhttp://www.extremetech.com/article2/0,3973,9634,0\n0.asp"
        },
        {
            "user": "nifgraup",
            "user_id": "9298",
            "date": "2002-08-25 21:29:22",
            "id": "639906",
            "reply_to_id": "639895",
            "text": "Já, það er leiðinlegt þegar svona gerist.\nMér sýnist þú þurfa á þessu forriti hérna að halda:\nhttp://cryptome.org/ms-drm.htm\nPrófaðu það og endilega láttu vita um árangurinn…"
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2002-09-05 23:48:49",
            "id": "639907",
            "reply_to_id": "639906",
            "text": "fékk þetta (freeme)\nekki til að virka!"
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2002-09-06 00:02:14",
            "id": "639908",
            "reply_to_id": "639907",
            "text": "það kom alltaf decryped content is too big! what ever thant means"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-24 19:34:23",
            "id": "639909",
            "reply_to_id": "639908",
            "text": "Hvað er að frétta, búnað leggja fram kæruna?"
        },
        {
            "user": "kjerulf",
            "user_id": "12099",
            "date": "2002-08-26 18:32:32",
            "id": "639910",
            "reply_to_id": "639895",
            "text": "omg hvad varstu að kaupa þennan laim disk"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2002-08-28 14:39:25",
            "id": "639914",
            "reply_to_id": "639895",
            "text": "Já mér finnst fáránlegt að bregðast við minkaðari sölu á þann hátt sem skífan gerir það , með copy-vörn.\nOg ég er alveg sammála að bara kæra skífuna, kannski fara með þetta í neytenda ráð, síðan er ein alveg 100% örugg leið til að copyera en hún er tímafrekm og byggist upp á því að spila og recorda svo einfallt er það."
        },
        {
            "user": "engineer",
            "user_id": "23573",
            "date": "2002-08-28 20:06:05",
            "id": "639911",
            "reply_to_id": "639895",
            "text": "Er vitleysa sem ég hef heyrt að þetta geti skemmt tölvuna eitthvað????"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2002-08-28 23:33:02",
            "id": "639912",
            "reply_to_id": "639911",
            "text": "að þetta skemmi tölvuna er propaganda frá hagsmunaaðilum."
        },
        {
            "user": "Jeedo",
            "user_id": "17190",
            "date": "2002-08-29 17:31:32",
            "id": "639913",
            "reply_to_id": "639911",
            "text": "Þú getur nú bara notað heilbrigða skynsemi til að svara þessari spurningu sjálfur, CD-ROM drifið les með L.A.S.E.R. af disknum. Ég held að það sé fræðilegur ómöguleiki að eiðileggja eitthvað á því, svona svipað og ef þú læsir bók á erlendu tungumáli sem þú skilur ekki og myndir verða blindur af því.\nÞað versta sem ég get ýmindað mér að gæti gerst væri það að tölvan hryndi, en þá er það ekki disknum heldur stýrikerfinu að kenna."
        }
    ]
}