{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2002-08-24 02:54:09",
    "title": "Austin Powers, Goldmember (SPOILER)",
    "text": "<b>SPOILER</b>\nekki væla í mér ef þú lest þetta, ég varaði þig við að þetta gæti verið spoiler.\nÉg fór með 3 nerdum í bíó, regnbogan ef ég á að vera nákvæmari. Ég fór að sjá myndina “<a href=”\nhttp://www.austinpowers.com/\n“>Austin Powers, Goldmember</a>”. Þessi mynd er alveg rosalega fyndinn og varð ég ekki fyrir miklum vonbrigðum. En samt voru nokkrir hlutir sem ég var ekki nægilega ánægður með. Mér fanst til dæmis <a href=\"\nhttp://www.austinpowers.com/cgi-bin/movieinfo/ca\nst.cgi?object=castBeyonceKnowles“>Beyonce Knowles</a> ekki alveg vera að virka, hún var jú ROSALEGA FLOTT í myndinni en það var ekki alveg nóg. Einnig fannst mér koma svona einn og einn leiðinlegur kafli í myndinni, svona kjaftablaður. Eins og þegar Austin hitti pabba sinn og einnig þegar mini-me fór frá dr Evil. Síðan fannst mér allt atriðið þegar Austin og Dr. evil komust að því hver var pabbi Dr. Evil\nEn samt sem áður var húmorinn alveg glymrandi og voru svona skot í fyrri Austin Powers myndir, eins og skugga grínið í þessar mynd er í líkingu við tjald atriðið í annari myndinni. Einnig fáum við að sjá <a href=”\nhttp://www.austinpowers.com/objects/images/fatba\nstardstanding.jpg“>Fat Bastard</a> aftur, enda er ég mikill aðdáandi þess karakters. Myndinn byrjar með alveg rosalega fyndnu atriði þar sem mjög frægir Hollywood leikarar koma fram í eins og t.d. Tom Cruse, Robert Deniro, Steven Spelberg, Britney Spears og margir aðrir.\nSvona á heildina litið var þetta mjög góð mynd og mæli ég með því að allir fari og sjái hana.\n<b>Í þessari mynd sá ég…</b>\nmikið af flottu kvennfólki, fullt af mojo, einn austin mini, einn dverg, stóra háruga vörtu og homma koss\n<b>Leikarar</b>\n<a href=”\nhttp://www.austinpowers.com/cgi-bin/movieinfo/ca\nst.cgi?object=castMikeMyers“>Mike Myers</a> (Austin Powers, Dr. Evil, Fat Bastard, Goldmember)\n<a href=”\nhttp://www.austinpowers.com/cgi-bin/movieinfo/ca\nst.cgi?object=castMichaelCaine“>Michael Caine</a> (Nigel Powers, pabbi Austin Powers)\n<a href=”\nhttp://www.austinpowers.com/cgi-bin/movieinfo/ca\nst.cgi?object=castBeyonceKnowles“>Beyonce Knowles</a> (Foxy Cleopatra, CIA agent)\n<a href=”\nhttp://www.austinpowers.com/cgi-bin/movieinfo/ca\nst.cgi?object=castFredSavage“>Fred Savage</a> (Mini-me, klón Dr. evil)\n<a href=”\nhttp://www.austinpowers.com/cgi-bin/movieinfo/ca\nst.cgi?object=castFredSavage\">Fred Savage</a> (The mole)\nog fullt af frægum leikurum sem leika smáhlutverk…\n<b>Stjörnugjöf</b>\n<b>3 stjörnur<b>\nHún var mjög skemmtileg þessi mynd og maður fór glaður úr bíó. Verst bara hvað Regnboginn er lélegt bíó.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/89447/austin-powers-goldmember-spoiler/",
    "url_id": "89447",
    "id": "640676",
    "replies": [
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2002-08-24 14:13:09",
            "id": "640677",
            "reply_to_id": "640676",
            "text": "Hlakka til að sjá þessa mynd en ætla ekki að gera mér neinar vonir um Goldmember. Sá það þegar ég sá hann fyrst að þetta væri karakter sem ég ætti ekki eftir að fíla. Enda hafa flestir sem séð hafa myndina ekki þolað Goldmember."
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2002-08-24 14:34:23",
            "id": "640678",
            "reply_to_id": "640676",
            "text": "**/****"
        },
        {
            "user": "KristinnE",
            "user_id": "4162",
            "date": "2002-08-24 15:06:06",
            "id": "640679",
            "reply_to_id": "640676",
            "text": "Jamm.. goldmember sj'alfur var bara nörd sem átti að sjokkera mann. Hann hálfgert eiðilagði myndina.. annars rúllaði ég um hlæjandi í skugga atriðinu og hjá japönunum. Á heildina litið þá er fyrsti klukkutíminn soldið slow en annars var hún alveg brill fyndin.\n3/5"
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2002-08-24 15:59:35",
            "id": "640680",
            "reply_to_id": "640679",
            "text": "Mér fannst hún í heildina litið leiðinleg. Ég hló mjög mikið í byrjuninni, eitthvað í atriðunum sem ég hafði séð í trailernum (eins og molí-molí-molí) en mér fannst þetta guacamólí ekki fyndið (sem kom seinna) og ég gat ekkert hlegið að tjald-atriðinu. Mér leiddist eignilega allan tímann eftir hlé og samt fannst mér hinar tvær góðar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-24 15:21:37",
            "id": "640681",
            "reply_to_id": "640676",
            "text": "Ágætis grínmynd, samt fannst mér hinar tvær betri einhvernveginn. Byrjunaratriðið var argasta snilld, Goldmember var pirrandi með þennan hreim! Farðu á hana af þér fannst hinar tvær góðar."
        },
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2002-08-24 18:12:09",
            "id": "640682",
            "reply_to_id": "640676",
            "text": "ARRG ég gerði mikið meira um þesa mynd en samt var hún sett á KORK helvítis Admina"
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2002-08-24 19:23:43",
            "id": "640683",
            "reply_to_id": "640682",
            "text": "Það er ekki magnið, heldur gæðin sem skipta máli."
        },
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2002-08-24 19:30:14",
            "id": "640684",
            "reply_to_id": "640683",
            "text": "SORRY"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-24 21:06:10",
            "id": "640685",
            "reply_to_id": "640676",
            "text": "fred savage lék ekki mini-me, heldur að mig minnir troy verne"
        },
        {
            "user": "F4nn4r",
            "user_id": "8337",
            "date": "2002-08-24 21:07:06",
            "id": "640686",
            "reply_to_id": "640676",
            "text": "Fred Savage (Mini-me, klón Dr. evil)\nFred Savage (The mole)\n?? en byrjunaratriðið er argasta snilld!"
        },
        {
            "user": "F4nn4r",
            "user_id": "8337",
            "date": "2002-08-24 21:23:24",
            "id": "640687",
            "reply_to_id": "640686",
            "text": "þetta var snilldarmynd, en samt ekki jafngóð og hinar tvær.\n“I´m from Holland, isn´t that wierd?” ég dó úr hlátri."
        },
        {
            "user": "Johnsen",
            "user_id": "12842",
            "date": "2002-08-24 21:59:03",
            "id": "640688",
            "reply_to_id": "640676",
            "text": "alveg hvað Robert Deniro fór fram hjá mér í þessu byrjunar atriði áttu ekki við Danny devito :)"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2002-08-24 23:53:42",
            "id": "640689",
            "reply_to_id": "640688",
            "text": "Robert DeNiro lék dr.Evil, að mig minnir, í byrjunaratriðinu(tek samt ekki neina ábyrgð ef mér skjátlast þarna…) ég man bara að ég sá honum bregða fyrir. Annars fannst mér fyrri myndirnar tvær líka einhvernveginn betri, þó að þessi hafi litið út fyrir að vera stærst í sniðum af þeim og dýrust, sem ég hef samt ekkert vit á. veit annars einhver hvað miklum peningum var eytt í þessa mynd? Nóg til þess að fæða þróunarland í eitt ár? Tvö?"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2002-08-25 00:21:21",
            "id": "640690",
            "reply_to_id": "640689",
            "text": "Kevin Spacey lék Dr. Evil í Austinpussy, Robert De Niro kom ekki nálægt henni.\nMyndin hafði budget uppá 63 milljónir dala, hún hefur grætt um 212 milljónir dala nú þegar."
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2002-08-25 00:39:06",
            "id": "640691",
            "reply_to_id": "640690",
            "text": "Takk fyrir upplýsingarnar, það er óraunverulega mikið af peningum.."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-08-25 01:42:55",
            "id": "640692",
            "reply_to_id": "640691",
            "text": "Mér finnst þessi mynd snilld í alla staði=)"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2002-08-24 23:02:44",
            "id": "640693",
            "reply_to_id": "640676",
            "text": "Ef einhver vill borga mér mikla fúlgu til að sjá þessa mynd…þá kannski, bara kannski ég fari…"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2002-08-25 09:59:58",
            "id": "640694",
            "reply_to_id": "640676",
            "text": "*SPOILERAR*\nEkki lesa þetta og væla svo í mér. Þið takið ábyrgð á lestrinum sjálf.\n*SPOILERAR*\nFín mynd, og svo sannarlega eitthvað sem fær mann til að hlæja. En ég var samt ekki ánægður með eitthvað við myndina. Get ekki sett fingurinn á það, en það virtist vanta eitthvað “Austin-Powery” í myndina.\nAf hverju voru augun í Dr. Evil svona blá? Var það út af dvölinni í geimnum? Meikar ekki sens, því hann var líka úti í geimnum í byrjun fyrri myndanna. Og var það bara ég eða var örið á kinninni hans stærra?\nMiðjukafli myndarinnar var frekar slappur, en fyrri og seinni hlutarnir voru mjög fínir, fyrir utan kjaftæðið með að Dr. Evil væri Dougie, týndi bróðir Austin og hversu lítið hlutverk Fat Bastard (Að mínu mati) og Scott höfðu. Af hverju fékk Scott ekki stærra pláss, fyrst hann var nú einu sinni arftaki fjölskyldufyrirtækisins?\nFrábær mynd sem fékk mann til að hlæja margoft (Godzilla!), en það vantaði einhvern sjarma í þessa mynd. Og bara til að leiðrétta, þá fannst mér Goldmember alls ekki skemma myndina, hann var meðal þess sem bjargaði henni, ef eitthvað var."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-08-25 19:42:31",
            "id": "640695",
            "reply_to_id": "640676",
            "text": "Sæmileg mynd. 5/10"
        },
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2002-08-26 13:50:50",
            "id": "640696",
            "reply_to_id": "640695",
            "text": "5/2 hehehe"
        },
        {
            "user": "ricardo",
            "user_id": "12519",
            "date": "2002-08-26 12:57:42",
            "id": "640697",
            "reply_to_id": "640676",
            "text": "Foxy Cleopatra var þreyttur karakter,\ngoldmember var með fyndið look en ekkert annað fyndið við þann mann. Ég spottaði ekki að þetta væri fred savage. en mér fannst ég kannast við hann og nú veit ég afhverju. Fat Bastard var góður en of lítið. það var snilld þegar hann var orðinn grannur. mini me var góður. Dr. Evil og fat B og scott evil komu hvað minnst fyrir í myndinni, miðað við hinar 2 myndirnar, kannski ekki dr.evil. mikið að sömu bröndurunum og voru í 1 og 2. nett intro líka"
        },
        {
            "user": "Twacker",
            "user_id": "16014",
            "date": "2002-08-26 21:48:39",
            "id": "640698",
            "reply_to_id": "640676",
            "text": "Þessi mynd er gargandi snilld, sé ekki eftir að hafa horft á hana, ætla aftur á hana í bíó :Þ\nSkuggaatriðið var miklu fyndnara í þessari heldur en í 2"
        },
        {
            "user": "Nocturnal",
            "user_id": "20790",
            "date": "2002-08-29 15:11:57",
            "id": "640699",
            "reply_to_id": "640698",
            "text": "þið voru bara ekki að skilja brandarana marr þetta var ógeðslega GÓÐ mynd og endirinn var góður það var tími fyrir breytingar og marr byrjar að líka við karaterana allveg eins og í þáttum sem marr elskar.\nByrjun Frábær miðjan góð Endirinn frábær\n4/5\nMike Myers er SNILLINGUR!\nBLIVE ME APSMINCKE!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-01 16:39:49",
            "id": "640700",
            "reply_to_id": "640676",
            "text": "Mér finnst þetta mjög fín mynd, og ég er sammála þér með hana Beyoncé Knowels.. En lang fyndnasta atriðið fannst mér í byrjun, með Tom Cruse & co.. það ógeðslega fyndið!!! :) :) :)\nég gef myndinni 4 stjörnur!!\np.s. Mike Myers er snillingur;)"
        }
    ]
}