{
    "forum_title": "Heimspeki",
    "user": "Popcorn",
    "user_id": "8387",
    "date": "2002-08-24 01:02:54",
    "title": "Ást, hvað er það?",
    "text": "Þessi grein var samin í kjölfar greinarinnar “Ást, hin eina sanna tilfinning”,\ná ekki mikið skylt við hana, en ætti þó að vera verð þess að lesa hana:\nÉg fór ekki yfir hana að eftir að hafa skrifað hana, svo hún birtist beint\neftir punktinn þessari setningu.\nÍ fyrsta lagi:  Ást er og er einungis rafboð í heilanum.  Þau efnaskipti sem\neiga sér stað valda þeirri tilfinningu sem við köllum ást.  Lífeðlislegt,\neinfalt og fullkomlega rétt.\nÞegar reynt er að skilja ást er þessi lífeðlislega skýring þó ekki nóg, þar sem\nhún getur á engan hátt útskýrt hvaða þáttur mannlegra samskipta myndar ást.\nSvo félagsfræðin útskýrir hvernig líkir einstaklingar dragast að hvor öðrum.\nSálfræðin gengur enn lengra og reynir að útskýra hvaða þættir í fari\neinstaklinganna fær þá til að “passa saman” og elska hvor aðra.\nEn enginn þessara útskýringa er nóg til að útskýra ást fyrir einhverjum sem\nekki veit hvað hún er.\nÁður en ég held áfram má nefna að til eru margar gerðir “ástar”, svo sem föður-\nást, móðurást og ást elskenda.\nÞessar þrjár fræðigreinar, lífeðlisfræði, félagsfræði og sálfræði eru hver um\nsig með fullkomlega rökrétta, “rétta” skýringu á “ást”.  Engar tvær skýringar\neru sambærilegar, þetta eru einfaldlega mismunandi hlutir.\nSvo við gætum tekið til við að glíma við ást innan frumspekinnar, eða\nsiðfræðinnar, en hvorug þessara fræðigreina veitt upp né niður þar sem ekki er\nhægt að mynda “rökréttar” skoðanir út frá þeim.\nÞað sem er frumspekilegt byggir á “yfir”-veruleika sem engin ummerki finnast í\nheimi raunhyggjunnar, svo ekki er hægt að prófa frumspekileg sannindi með\nneinum röklegum aðferðum.  Rökfræðilega séð eru þær bull.\nSiðfræði byggir á frumpekilegum hugtökum að miklu leyti svo það sama hlýtur að\ngilda þar.\nÞetta skapar visst vandamál þar sem ekki er hægt að reiða sig á siðfræðina eða\nfrumspekina til að skilgreina ást.  Er ást þá óskilgreinanleg?\nNei, það ætti heldur ekki að vera þar sem við vitum af reynslu að hún er\nraunveruleg.  Tilfinninguna er jú hægt að staðfesta með jafnvel lífeðlislegri\naðferð.  En eins og við sáum áðan gátum við ekki skilgreint hana á þann hátt\neinungis.\nKannski gætum við reynt að byggja okkur eins konar frumspekilega skilgreiningu\ná grunni raunverulegra raka.  Sem sagt: Við höfum lífeðlisfræðilega,\nsálfræðilega og félagsfræðilega skilgreiningu, en okkur vantar enn “hugmyndina”\nsem liggur að baki.  Við skulum dusta aðeins af huglægu veröldinni, þar sem\nást er jafn hlutbundin og hver annar hlutur.  Með röklega grunninn sem hér\nliggur undir ætti okkur ekkert að vera að vanbúnaði.\nÁst er tilfinning.  Tilfinningar byggja að miklu leyti á gildum, sem aftur á\nmóti byggja á gæðum.  Það sem hefur gæði hefur hátt gildi, ást er gildisdómur\nsem ekki væri möguleg án gæða.\nGæði fela í sér eitthvað sem er gott, svo við getum glöggt séð að það sem ég\nfullyrti hér að ofan er rétt, svo fremi sem ást sé góð tilfinning.\nNú, ég ætla að leyfa mér þá staðreynd að ást sé “algild” tilfinning sem allir\nþekkja, sem sagt: ástin sjálf er EKKI mismunandi milli fólks, þótt fólk meti\nvissulega mismunandi hvað það “elskar”.  Séu lífeðlisfræðilegu rökin tekin fram\naftur getum við staðfest þetta, þar eð sömu efnaskipti eiga sér stað í hver hjá\nhverjum og einum.\nÉg leyfi mér því að fullyrða það að ást sé UNDANTEKNINGALAUST góð tilfinning.\nÞað sem veldur gjarna óhamingju eru óuppfyllt skilyrði ástar, sem geta neitt\ntil neikvæðrar tilfinningar, svo sem öfundar, haturs og þar frameftir.\nEn hvernig verður ást til?  Er hún einhver “frumtilfinning” eða er hún aðeins\nafbrigði af öðrum einfaldari hvötum okkar?  Hvað fær heilann til þess að fram-\nkvæma þau efnaskipti sem nauðsynleg eru þessari tilfinningu?  Geta aðrar dýra-\ntegundir elskað?\nÍ fyrsta lagi er sú kenning til um að móðir sem elur afkvæmi sitt elski það\nvegna sársukans sem það veldur.  Hún hefur búið til eitthvað dýrmætt sem hún\nhefur einsett sér að vernda, það var vesen að búa það til og hún vill njóta\návaxtar erfiðis síns.  Þetta er þekkt hjá öðrum dýrategundum svo við gætum\nfullyrt að ást sé því einnig til meðal þeirra.\nhins vegar er það kannski einföld skynjun eins og “lykt” sem veldur ást, talið\ner að konur hrífist af karlmönnum sem lykta svipað og feður þeirra.  Í þessu\ntilviki gæti það verið kunnugleiki, og þar með öryggistilfinning, sem veldur\n“ást”.\nÞessar tvær síðustu efnisgreinar lýsa þó aðeins kenningum!  Þetta eru\nHUGSANLEGAR skýringar sem ég get ekki röksturr hér og nú svo að um óyggjandi\nsannindi sé að ræða.\nÞað verður reyndar að taka fram að fleiri tilfinngar hljóta að spila inn í, sbr\n“samúð”, “þakklæti”, “virðing” og svo framvegis.  Það ætti því að vera ljóst að\nást er ekki endilega bara einföld tilfinning, heldur flókið samspil annarra\nfrum-tilfinninga.\nEn til að draga einhverja ályktun um hvað ást er þarf að taka fram að hún er\ngrundvölluð, að minnsta kosti í minni amennu útskýringu, á gildisdómum.  En\nþeir eru ekki skilgreinanlegir vegna þess að sjálfir fela þeir í sér\ntilfinningar.\nEkki er hægt að skilja “Gott” og “Illt” án þess að hafa tilfinningar.\nEkki er hægt að skilgreina tilfinningar.\nÞví er ekki hægt að skilgreina “Gott” og “Illt”.\nÉg minntist á það að “Gott” og “Illt” séu undirstöður ástar.  Það ti ég þó ekki\nrétt þar sem þessu er öfugt farið.  Tilfinningar (þar á meðal ást) eru undir-\nstöður “Góðs” og “Ills”.\nNiðurlag og niðurstöður:\nÁst er óskilgreinanleg.\nNema ef nefna skal lífeðlisfræðilega, sálfræðilega eða félagsfræðilega\nútskýringu, sem þó eru ófullnægjandi þar sem ekkert af þessu nær að lýsa orsök\ntilfinninga eða eðli þeirra.\nTakk fyrir mig.",
    "url": "https://www.hugi.is/heimspeki/greinar/89443/ast-hvad-er-thad/",
    "url_id": "89443",
    "id": "640638",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-24 14:45:34",
            "id": "640639",
            "reply_to_id": "640638",
            "text": "það er hægt ef hægt væri að sameina niðurstöur þriggja sérfræinga.\nást á sér öruglega djúpa skilgreiningu og tengist deili málum svosem tilgang lífsins en til þess að fullkomar niðurstöður komi þarf tækninn að þróast um svona miljón ár eða kannski það er erfitt að segja.\nhef lokið máli mínu."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-24 14:50:12",
            "id": "640640",
            "reply_to_id": "640638",
            "text": "“Ást er og er einungis rafboð í heilanum.” (Fyrir utan að ást beinist alltaf að einhverju og hefur eitthvað viðfang, en það hafa rafboð ekki.  Jafnvel þótt okkur tækist að greina hvaða rafboð séu til marks um ást, þá ættum við ennþá eftir að greina að hverju ástin beinist.)\n“Ég leyfi mér því að fullyrða það að ást sé UNDANTEKNINGALAUST góð tilfinning.” (Er hún annars góð vegna þeirrar vellíðunar sem hún kveikir?  Hvers vegna segiru ástina vera undantekningarlaust góða?)\nRafboð eru hvorki góð né slæm (þó getur verið vont að fá rafstraum).  Sé ástin ekkert nema rafboð í heilanum (og kannske líka einhver efnasambönd í blóðinu, sem eru líka hvorki góð né slæm) þá er hún ekki góð.  Hún er þá ekki slæm heldur, aðeins “hlutlaus”.  Að hún sé góð eða slæm er aðeins hægt að ákvarða eftir að hún hefur verið reynd og fer eftir því hvaða aðrar tilfinningar hún kveikir með manni.  Elski piltur stúlku sem er lofuð eldri karli, þá getur verið að ástin kveiki alls kyns óþægilegar tilfinningar, eins og t.d. afbrýði, öfund, sorg og svo framvegis.  Slík ást er ekki góð ást ef gott er það sem lætur manni líða vel.  Auðvitað er það vafasamt:  Það gat verið gott fyrir mig að hætta að reykja - en það lét mér ekki líða vel og ég fann ekki fyrir neinni sérstakri vellíðan eftir að hafa hætt.  Að taka lýsi getur líka verið gott fyrir mig, en það lætur mér heldur ekki líða vel.  Það er auðvitað hægt að segja, eins og þú gerir, að ást sé alltaf góð, alveg óháð því hvaða tilfinningar hún vekur - en það þykir mér vafasöm fullyrðing.\nÉg er hins vegar sammála þér þegar þú segir að ást sé ekki endilega einföld tilfinning heldur flókið samspil margra tilfinninga.  Ég vil jafnvel ganga enn lengra og segja ástina vera einmitt þetta samspil og lítið annað:  Ástin er væntumþykjan, virðingin, þakklætið, afbrýðin og allt hitt.  Hún er því m.a. umhyggjan fyrir velfarnaði þess sem er viðfang hennar, virðing fyrir viðfanginu, afbrýði út í viðfangið ef það sýnir öðrum áhuga, öfund út í þá sem njóta ástar viðfangsins ef það er ekki elskarinn.\nHver og ein þessara tilfinninga gæti átt sér aðrar rætur:  Umhyggja fyrir velfarnaði vina og þeirra sem eru elskaðir gæti þá t.d. verið sprottin af því að maður telur þá vera sér nauðsynlega, og þá er betra að þeim gangi vel.  Þá eru þeir ekki að draga mann niður, og kannske fær maður að njóta góðs af velgengni þeirra.  En þetta er auðvitað aðeins tilgáta, og sennilega léleg líka.\nEn hvers vegna gæti maður ekki skilið gott og illt án þess að hafa tilfinningar?  Ég myndi reyndar vilja fá að vita í hvaða samhengi þú ert að nota þessi hugtök, gott og illt (og raunar væri ágætt að vita hvort þú sért að nota tilfinningar yfir geðshræringar, eins og venjan er, eða hvort að þær nái einnig yfir skynjun).  Maður þarf t.d. engar tilfinningar til að geta vitað og skilið hvað sé gott fyrir mann.  Ef við hugsum okkur bíl sem getur hugsað en er hins vegar gersneyddur öllum tilfinningum, þá getur hann samt skilið að það sé gott fyrir hann að fara á bensínstöð til að fylla tankinn eða bæta olíu á sig, þar sem að gott, í þessum skilning, er ekkert annað en það sem kemur bílnum til góða.  Það er honum augljóslega fyrir bestu að fá bensín, því annars gæti svo farið að hann stöðvist skyndilega, og honum er líka fyrir bestu að fá olíu reglulega svo vélin skemmist ekki.  Hann þarf engar tilfinningar til að skilja þetta.\nSvo er til gott og illt í öðru samhengi, nefnilega þessu siðfræðilega.  Þar getur gott og illt haft allt aðra merkingu.  Það kann t.d. að vera manni fyrir bestu að drepa annan mann, en það þarf ekki endilega að vera gott útfrá siðfræðinni.  En ég hallast reyndar á sveif með þeim sem segja að gott og illt skipti eiginlega engu máli í siðfræði; það sem skiptir máli er rétt og rangt.  Þá er gott og illt (í þessu samhengi) eiginlega ekkert annað en önnur orð fyrir rétt og rangt.  Og það væri raunar betra, þykir mér, ef menn myndu almennt venja sig á að nota rétt og rangt í staðinn fyrir gott og illt þegar þeir eru að tala á þessum nótum, til að koma í veg fyrir alls konar rugling.  Og til að skilja rétt og rangt þurfa menn ekkert frekar á tilfinningum að halda, held ég.\nSvo er auðvitað fleiri skilgreiningar á góðu og slæmu.  Það má t.d. styðjast við einhvers lags hugmynd um tilgang hluta:  Þá verður góður hamar sá hamar sem rekur nagla í viðinn og er þægilegt að halda á.  Hlutir verða þá góðir sem slíkir ef þeir þjóna tilgang sínum eins og til er ætlast (skæri úr spagettí gætu þá verið dæmi um vond skæri).  Og væntanlega væri þá hægt að segja svipað um dýr og plöntur; góður tígur er sterkur, snöggur og svo framvegis; hins vegar er góð eikarrót sú sem fer djúpt ofan í jörðu og heldur trénu í jörðinni í jafnvel verstu veðrum.\nEn semsagt; það þarf ekki tilfinningar til að skilja gott og illt.  Það er vafasamt að það sé ekki hægt að skilgreina tilfinningar.  Og það er alrangt að ekki sé hægt að skilgreina gott og illt.  Að minnsta kosti þykist ég hafa komið með eina ágæta skilgreiningu á góðu og illu, nefnilega þá að gott er það sem kemur manni til góða, en illt er það sem gerir það ekki.  Og þetta er oftar en ekki alveg háð samhengi og skilyrðum.  Til dæmis er gott fyrir mig að hlaupa oft og mikið á dag, vilji ég verða íþróttakappi.  Það er gott fyrir mig að borða hollan og næringarríkan mat vilji ég verða gamall og halda heilsu.  Það er hins vegar slæmt fyrir mig að sprauta í mig heróíni daglega ef ég vil halda heilsu og forðast fangelsi og aumingjaskap."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-24 15:18:01",
            "id": "640641",
            "reply_to_id": "640640",
            "text": "thossinn:\nNokkuð góðir punktar EN:\nÞegar ég fullyrti að ást sé góð tilfinning meinti ég það.  Ég minntist líka á\nað fjarvera hennar eða óuppfyllt skilyrði séu slæm.  Það er einmitt það AÐ ást\nsé góð tilfinning að hún fær okkur til að líða illa þegar við fáum ekki að\nnjóta hennar.\nEn hvað er að “koma manni til góða”?\nÞú ert í raun ekki að skilgreina gott sem slíkt þarna því “gott” kemur fyrir í\nskilgreiningunni.  Eins og að segja “gott er það sem gerir manni gott”, það\nsegir ekki neitt.\nÞú gætir kannski sagt að gott sé “gagnlegt” en það er það einungis í vissu sam-\nhengi.\nEf við hefðum enga siðferðiskennd hefði heldur aldrei orðið til nein siðfræði.\nÞað að hamar framkvæmi dyggð þegar hann rekur nagla í spýtu er vegna þess að þér\nfinnst að hamarinn ætti að gera það og dæmir hann út frá því.\nEf bíl, sem engar tilfinningar eða hvatir hefur, vantar bensín, hvers vegna í\nósköpunum ætti hann að vilja fá sér bensín, er honum ekki nákvæmlega sama?\nÞað þarf vilja til að geta dæmt hvað er rét og rangt.  Siðferðislegt rétt (ekki\ní merkingunni “satt”) stefnir alltaf að einhverju “góðu” sama í hvaða samhengi\nþetta gott sé, og með tilliti til Þess að “líffræðilegt gott” sé ekki alltaf\nþað sama og til dæmis “samfélagslega gott”.\nÞegar “Gott” í þessu tilviki er mismunandi er “rétt” það líka.\nTilgangur er líka gildisdómur.  Tilgangur þarf vilja sem grundvallast einnig af\ntilfinningu.  Svo tilgangur hluta ákvarðast af þeim sem býr hann til og geti\nhann uppfyllt þann tilgang sem hann er gerður fyrir er hluturinn dæmdur góður\naf þeim sem gerir hann.\nGott lýsir í tilviki tilfinninga “líðan”.\nÁst er góð tilfinning, en óuppfyllt er hún slæm, þar sem við fáum ekki að njóta\nhennar.\nsiðferðilegt gott = rétt\nsiðferðislegt rangt = illt, slæmt.\nLáttu nú í þer heyra! :)"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-24 17:11:08",
            "id": "640642",
            "reply_to_id": "640641",
            "text": "Þú áttir semsagt við að ástin væri vellíðan þegar þú sagðir ástina vera góða tilfinningu.  Því er ég, eins og þegar kom fram, ósammála.  Í fyrsta lagi vegna þess að ég er allt í einu farinn að halda að ást sé frekar samkrull tilfinninga eins og samúðar, virðingar og svo framvegis, og út frá því verð ég ósammála því að ástin vekji vellíðan, þar sem hún getur vakið tilfinningar sem valda alls engri vellíðan.\nOg skilgreining mín á “gott” var, já, frekar slöpp.  Ég hefði frekar átt að nota eitthvað á borð við gagnlegt, svo að skilgreiningin gæti verið “Gott er það sem gerir mann gott, þ.e. gagn”.  Það var svo aftur aðeins ein skilgreining sem á alls ekki alltaf við.  Eins og t.d. ef menn ætla að skilgreina gott þegar verið er að tala um bragð.  Þá gengur varla að segja að gott bragð sé það sem komi manni vel, heldur gengi betur að segja gott (bragð) vera það sem félli manni vel í geð.  Nema kannske þegar verið er að tala um herbragð.\nKannske er helsti gallinn á samræðum um gott og slíkt sá, að gott er svo afskaplega margrætt orð.  Það getur kannske verið erfitt að koma með einhverja eina skilgreiningu á “gott”, og kannske er það ekki einu sinni æskilegt.  En ef menn vilja varpa fram skilgreiningu, þá væri kannske best að segja gott einfaldlega vera það sem menn telja gott.  Meðal annars þess vegna gæti verið betra að nota “rétt og rangt” þegar verið er að spjalla á siðfræðilegu nótunum, því þessi skilgreining á “gott og illt” býður upp á alls konar afstæðishyggjur.  Kannske væri hægt að sneiða hjá þeim með því að nota frekar r&r?\nEn hvers vegna ætti þessi vitri bíll ekki að geta haft hvatir?  Ég býst við því að þessi bíll sé smíðaður af mönnum eða öðrum viti bornum verum, og þ.á.m. sé vitund hans búin til, t.d. forrituð.  Það ætti að vera hægðarleikur fyrir þá sem á annað borð geta forritað vitund að bæta hvötum inn í forritið, svo að bíllinn hafi t.d. þá hvöt að keyra frá Reykjavík til Akureyrar og til baka og stoppa og taka farþega á leiðinni.  Þessi bíll, sem getur lært og skilið ætti m.a. að geta skilið það að það sé gott að stoppa á leiðinni til að taka bensín vegna þess að hann hefur þessa hvöt til að keyra og taka farþega.  Og menn þurfa heldur ekkert nema lífshvötina og brjóstvitið til að skilja að það sé gott fyrir þá að borða og drekka hollt.  Þetta geta þeir skilið þótt þeir hafi engar tilfinningar eða neitt slíkt.  En auðvitað er allt gott í þessu samhengi rammlega bundið við skilyrðissetningar:  “Ef þú vilt …, þá er gott að …”.  Svo ég endurtaki mig einu sinni enn:  Það þarf engar tilfinningar til að skilja gott í þessu samhengi.  En til að skilja hvað átt sé við þegar sagt er að það sé gott að liggja í sófa og glápa á “Melrose Place”, þá er nauðsynlegt að hafa kynnst a.m.k. einni tilfinningu, nefnilega vellíðan.\nTil að dæma um rétt og rangt sýnist mér hins vegar að þurfi engan vilja heldur aðeins skynsemi (en þar sem að viljinn fylgir henni oftast, þá er þetta afar skylt).  En það sem er rétt í siðfræðilegri merkingu (en ekki t.d. hornafræðilegri) stefnir ekki að neinu góðu nema þá sem aukaverkun, og það sem er rangt (í sama samhengi) stefnir ekki að því sem er slæmt.  Það sem er rétt getur verið vont, og það sem er rangt getur verið gott.  Til dæmis gæti verið afar gott að svala hefndarfýsn sinni, en það er varla rétt.  Það gæti hins vegar verið afar vont fyrir heróínista að skila veski troðfylltu af seðlum, en það væri samt rétt af honum að gera það (a.m.k. miðað við okkar siðferði - en þar sem að það gæti allt saman verið rangt þá er varla mikið að marka það).\nOg auðvitað dæmi ég hamarinn - fátt er gott eða slæmt án þess að einhver dæmi.  Málið er auðvitað að dæma út frá sæmilegum forsendum.  Og stundum geta hlutir verið góðir og slæmir um leið, ef dæmt er frá tveim ólíkum sjónarmiðum.  Hamar gæti t.d. verið afar góður frá fagurfræðilegu sjónarmiði en alveg vitavonlaus og vondur hamar þegar kemur að því að reka nagla í við.  En tilgangur er varla gildisdómur.  Tilgangur er frekar það sem við gætum notast við til að meta hluti og dæmt þá góða og slæma.  Sé hamarinn gerður með þann tilgang í huga en ekki til að gera það sem aðrir hamrar gera, þá væri hægt að segja hann góðan, að því gefnu að hann sé fallegur, því þá þjónar tilgangi sínum.  Tilgangur er þannig frekar það viðmið sem hægt væri að notast við til að dæma gildi, en ekki gildi hlutarins sjálfs.  Nema stundum, þegar við teljum það hlutum til lasts að þjóna engum tilgangi.  En ég veit ekki til þess að hlutur öðlist eitthvað gildi við það eitt að hafa tilgang.\nÉg er reyndar sammála jöfnunum tveim sem þú skellir fram í lokin.  Næsta skref væri svo að losa sig við “gott” og “illt” úr þessari umræðu, en tala bara um rétt og rangt.\nEn eitt er þó sennilega víst: Í siðfræði, rétt eins og rökfræði og stærðfræði (a.m.k. þeirri hrútleiðinlegu flatarmálsfræði sem ég barðist við í menntó) eru einhverjar frumsetningar sem verða ekki sannaðar."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-24 17:39:52",
            "id": "640643",
            "reply_to_id": "640642",
            "text": "thossinn:\nAllt í lagi, ég skal taka setja rétt og rangt í staðinn fyrir gott og illt,\nallt fyrir skýrleikann.  En það mun ég þó aðeins gera ef um er að ræða siðfræði.\nGott og illt í sjálfu sér tel ég nefnilega vera grundvallað af viljanum og\nfyrir viljann þarf tilfinninguna, annað get ég ekki séð.\nÞannig að ef þér “finnst” hlutur tilfinningalega góður er hann siðferðislega\nréttur.  Að minnsta kosti í einum skilningi.\nÞá er nauðsynlegt að minnast á mismunandi “stig” siðferðinnar, sem iðulega\nveldur siðferðislegum vandamálum ef ekki er að gáð.\nÍ fyrsta lagi er líffræðilegt gott (fyrirgefðu, “rétt” :) ).  Það er rétt ef\nþér líður vel líkamlega.\nEinnig er það sálarlegt rétt, sem er rétt ef þér líður vel andlega.\nSvo er það félagslegt rétt, þar verður að miða við það sem er best fyrir\nsamfélagið, þar sem samfélag getur verið skilgreint bara sem tveir einstaklingar\nupp í heilt þjóðfélag.  Í því tilviki er samkenndin stór hluti af tilfinningu\nokkar og því oft grundvöllur fyrir “rétt”.  Ef eitthvað er gott bara fyrir þig\nen rangt fyrir alla aðra er að slæmt í þessi tilviki.\nHægt væri að útlista fleiri slík “stig”, hugsjónir, þekking eða bara hvað sem\nviðfangsefnið er.\nVið mat hugsjóna, til dæmis, getur svo farið að einstaklingur sé reiðubúinn að\nfórna lífi sínu, ekki fyrir sjálfan sig, ekki fyrir félaga sína, heldur fyrir\nþað sem hann trúir.\nEnginn siðferðislegur “sannleikur” (“gæði”, kannski?) af þessu tægi eru rétt\nað öðru leyti en siðferðislegu, það liggur í augum uppi.  Þau eru sem sagt\n“Góð” hver á sinn hátt.  Það þýðir líka að ekkert af þessu hefur neina þýðingu\ninnan rökfræðinnar, það er ekki aðal atriði hér en vert að hafa í huga.\nÞannig svara ég nú fullyrðingu þinni um ást:  “Hún er ávallt góð tilfinning\nfyrir þann sem nýtur hennar, því sárar er að njóta hennar EKKI”.\nÁst hefur ávallt andleg gæði og er andlega rétt.\nHún hefur hins vegar EKKI alltaf félagsleg gæði.\nGott og illt, siðferðislegar kenndir, eru væntanlega frumsetningar sem aðeins\neru dæmdar út frá tilfinningum.\nÉg reyni ekki að skilgreina gott, það ER margrætt eins og þú segir, en ég VEIT\nað þú veist hvað það er!  Það er gildisdómur, grundvallaður af tilfinningum,\nþað sem þér FINNST rétt ER rétt (á mismunandi stigum, siðferðilega).\nÉg gerði reyndar ekki ráð fyrir að bíllinn ghér að ofan væri meðvitaður eða\nhefði neinar tilfinningar.  Ef svo er hins vegar er að sjálfsögðu rétt fyrir\nhann að fá sér bensín, hann dæmir það sjálfur þannig.\nHafi hann engar tilfinningar og vilja, hins vegar er ekkert sem segir að það\nsér rétt (siðferðislega) að hann fái sér bensín, þar sem engin rök geta greint\n“gott” og “illt” (innan eða utan siðfræðinnar).\nÞað er sem sagt rökleysa að halda því fram að það sé rétt fyrir bíl að fá sér\nbensín.\nÉg hef á tilfinninguni að skoðanir okkar séu ekki það ólíkar, vonandi skiljum\nvið hvorn annan."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-08-24 21:26:10",
            "id": "640644",
            "reply_to_id": "640643",
            "text": "Je minn eini hvað við erum komnir langt út fyrir pælingar um ást, þegar við erum að tala um rétt, rangt og orðalagsatriði.  En það skiptir svo sem engu, þetta er skemmtilegt og vafalaust er maður að læra af þessu líka.\nEn ég ætla að byrja á bílnum sniðuga.  Ég er ekki að segja að það sé á einhvern hátt siðferðilega rétt fyrir hann að fá bensín, ekki frekar en að það sé á einhvern hátt siðferðilega rétt fyrir mann að fá sér að borða.  En það er gott fyrir þá báða.  Með öðrum orðum:  Það er þeim hollt (oftast).  Ekkert siðferðilegt hér á ferð (en sama er ekki hægt að segja um hvernig farið er að því að fá sér bensín eða mat).  Og það er sennilega rétt að það sé rökleysa að það sé rétt fyrir bíl að fá sér bensín, rétt eins og það er væntanlega líka rökleysa að segja það vera rétt fyrir mann að fá sér að eta.  Engu að síður er afar skynsamlegt og gott fyrir mann að borða öðru hvoru - og það er skynsamlegt af honum að borða ef hann vill lifa.\nEn ég kem hins vegar ekki auga á hvernig viljinn tengist hinu góða eða rétta.  Að vilja gera eitthvað nægir naumast til að gera það rétt.  Ekki einu sinni þótt maður hafi tilfinningu í þá átt.  Hið líkamlega, andlega og félagslega er líka dálítið fyrir utan efnið.  Að minnsta kosti er hægt að líða vel, líkamlega eða andlega, eftir að hafa gert eitthvað rangt.  Og samfélagið getur svo líka gefið manni ranga stefnu - það sem er best fyrir samfélagið gæti engu að síður verið rangt.\nSú vellíðan sem ástin vekur er vissulega góð tilfinning.  Afskaplega góð.  En ástin getur líka vakið óskemmtilegri tilfinningar.  Jafnvel þegar hún er uppfyllt og maður hefur sína ást hjá sér - afbrýðin getur vaknað í hvert skipti sem einhver horfir, og oftast líður manni ekki vel þegar maður er afbrýðissamur.  Þessar samræður okkar (eða kannske væri nær að kalla þetta bréfaskriftir?) hafa jafnvel aukið við þá skoðun mína að ást sé ekki réttnefnd tilfinning heldur aðeins safn tilfinninga.  Að segjast elska einhvern er þá aðeins styttri leið til að segjast bera alls konar tilfinningar til elskunnar."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-08-24 21:45:26",
            "id": "640645",
            "reply_to_id": "640644",
            "text": "mér var einu sinni sagt að ást væri nást."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-25 00:07:31",
            "id": "640646",
            "reply_to_id": "640644",
            "text": "thossinn:\nJá ég gleymdi mér aðeins. :)\nÞað sem ég vildi meina með mismunandi “stigum” er það að það ekkert eitt rétt\ninnan siðfræðinnar.  Tvö mismunandi stig af “réttu” geta stangast á án þess að\neitt rétt sé “réttara” en hitt.\nÞó að dæmin sem ég nefndi þessu til stuðnings séu gripin úr einhverri allt\nannarri átt getur þessi skilgreining þó hjálpað við að skilja ást siðfræðilega,\nrétt eins og að hafa góðar skýringar á réttu og röngu, þeim hugtökum sem við\nstyðjumst hér við, er nauðsynleg.\nEn til að ýtskýra hugmynd mína um viljann:\nÞað er skynsamlegt fyrir bílinn að fá sér bensín EF hann vill lifa.\nHann gerir líf sitt að markmiði.  Það þarf vilja til þess.  Hann dæmir það gott\nfyrir sig og jafnframt skynsamlegt því það þjónar því markmiði sem hann setti\nsér.  En til þess þarf hann að vilja lifa.  Ef hann vildi ekkert síður en að\ndeyja væri varla neinn tilgangur í að taka bensín, þar eð deyjandi myndi hann\nvarla keyra.  Fyrir þeim sem engan lífsvilja hefur er ekki skynsamlegt að halda\nlífi í sér.\nÞað er þannig sem ég skil allar siðferðislegar hugmyndir, þær stefna að markmiði\nog það sem stefnir að því er rétt.  En til að markmið sé þarf einnig vilja,\nhann má kannski kalla siðferðis-“kennd” í sumum tilfellum.\nSiðferiskenndin er tengd tilfinningum og vilja á afar sterkan hátt, en fyrir\nallar siðfræðilegar hugmyndir hlýtur siðferðiskenndin að vera nayðsynleg.\nÉg er aðeins aðeins að endurskoða hugmyndir mínar um ástina… við gætum þurft\nenn greinarbetri útskýringu á hvað ást er, er hún tilfinning í sjálfri sér eða\ner hún tilfinningavaldur?"
        },
        {
            "user": "cleopatta",
            "user_id": "23258",
            "date": "2002-08-25 09:06:44",
            "id": "640647",
            "reply_to_id": "640646",
            "text": "Sæll popcorn.\nNú er ég hissa, á öðrum stað á Huga var ég að svara þér en þú ert með svarið sjálfur í upphafsgrein þinni hér.\nÞað er að þú segir að ást sé undantekningalaust góð tilfinning.\nHvernig getur þú réttlætt líknarmorð eftir að hafa sagt þetta?\nÞað getur ekki verið góð tilfinning að drepa fólk eða er það?\nBless\nCleopatta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-25 14:04:34",
            "id": "640648",
            "reply_to_id": "640647",
            "text": ""
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-25 14:23:31",
            "id": "640649",
            "reply_to_id": "640648",
            "text": "cleopatta:\nHumm, hvað gerðist nú hérna?  Jæja, þetta er það sem ég vildi sagt hafa:\nMenn drepa af líkn þegar sjúklingurinn er aðframkominn af sársauka og kvölum og sér fram á langt og kvalarfullt dauðastríð án þess þó að eiga nokkra von um lækningu.  Til þess að hlífa sínum elskaða frá slíkum kvölum þá taka menn stundum upp á því að deyða þá strax, og þá að ósk sjúklingsins.  Það er svo gert á eins kvalalítinn hátt og kostur er.\nVæri ást undantekningarlaust góð tilfinning, þá gæti það veitt manni nokkra vellíðan að vita að sinn heittelskaði sé ekki að þjást, að þjáningum hans sé lokið.\nSvo er það annað, nefnilega það að aðstandendurnir vinna verkið sjaldnast sjálfir.  Oftast er það læknir sem þarf ekkert að bera neinar sérstakar tilfinningar til hins þjáða."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-25 14:07:49",
            "id": "640650",
            "reply_to_id": "640647",
            "text": "Með ást átti ég reyndar við þá tilfinningu sem hún\nveldur.  Það er kannski ekki það sama, sérstaklega\nef litið er á ástina sem samspil tilfinninga.\nÞannig að hamingju-tilfinningin sem ást veldur er\ngóð, það þarf væntanlega ekki að efast um það.\nEn varðandi líknardrápin langar mig að þú íhugir það\nað hverju er verið að stefna.  Ef sjúklingur biður\nlækni um að stytta sér aldur getur læknirinn valið,\nog, ef ég hef skilið þig rétt, ætti ekki að gera það.\nEn hvaða rétt hefur læknirinn hins vegar á að láta\nsjúklinginn þjást?  Eða, fyrir það, eyða lyfjum í\nhann ef hann hefur engan vilja til að lifa?\nEr það rétt að einstaklingur sem hefur ekki lífs-\nvilja eigi að lifa?\nAðal-málið er þó hvaða merkingu þú leggur í rétt,\nég trúi því nefnilega ekki að til séu siðferðis-\nleg vandamál, aðeins siðferðislegur misskilningur\nsem mismunandi sjónarmið (eða markmið) valda."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-25 13:57:56",
            "id": "640651",
            "reply_to_id": "640646",
            "text": "Það er ágætt að sjá að við séum, svona nokkurn veginn, farnir að skilja hvorn annan (a.m.k. þykist ég vera farinn að skilja þig).\nÞað er, held ég, eitt sem er að fara framhjá þér varðandi bílinn.  Það er að hann þarf ekki endilega að vilja þetta sjálfur, heldur er nóg að einhver annar hafi innbyggt þetta í hann og gefið honum þennan vilja.  Þá er varla hægt að segja að hann vilji þetta sjálfur, eða hvað?\nEn annars kem ég ekki auga á nein sérstök ágreiningsefni.  Nema kannske þessi mismunandi svið siðfræðinnar.  Ég held að það sé frekar fyrir félagsfræðinga og sálfræðinga að greina hver séu hin mismunandi svið, rannsaka hvað sé talið rétt af einstaklingum, samfélögum og svo framvegis.  En fyrir siðfræðing er málið frekar að komast yfir allt þetta - framhjá nautnum (líkamlega rétt, ef ég man rétt), vellíðan (andlega rétt, ekki satt?) og til hagsbóta fyrir samfélagið (samfélagslega rétt?) - og athuga hvort að eitthvað sé rétt þótt það láti manni líða vel (andlega eða líkamlega) eða komi sér vel fyrir samfélagið.  Og auðvitað svara sumir þessu meira og minna játandi og aðrir neitandi."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-25 14:20:21",
            "id": "640652",
            "reply_to_id": "640651",
            "text": "thossinn:\nJá, það er rétt að annar geti viljað “fyrir” bílinn.  Það er kannski rétt fyrir\neiganda hans, til dæmis að halda honum við.\nEn ef einhver hefur gefið honum vilja hlýtur hann að vilja sjálfur, annað get ég\nekki séð.  Þetta er þá bara spurning um hvaðan viljinn upphaflega kemur og er\nvarla aðalatriði í þessu samhengi.\nÞað sem ég vil meina með mismunandi sviðum er að siðfræðin verður, til að\neitthvað mark á henni sé takandi, að taka fram hvaða svið hún á við.\nFullyrðingin “fóstureyðingar eru rangar” verðir til dæmis að miða við eitthvað.\nEru þær réttar gagnvart móður fóstursins, en rangar gagnvart barninu?\nEru þær samfélagslega rangar?\nÞessi viðmið geta stangast á og sé ekkert viðmið tekið fram neyðist ég til að\ndæma siðfræðilega fullyrðingu marklausa.\nSvona eins og rúmfræðikerfi sem ekki er tekið fram HVAÐA frumsetningar eru í\ngildi.  Þar sem rúmfræði-kerfi byggir á því að leiða út setningar út frá\nákveðnum frumsetningum, eða reglum, er algjörlega óhugsandi að hafa rúmfræði\nsem hefur engar, eða óskilgreindar, frumsetningar.\nRétt er ekki bara rétt, heldur þarf að geta HVERS konar rétt um er að ræða.\nÞannig held ég til dæmis að mörg siðfræðileg ágreiningsefni yrðu mun einfaldari\nviðureignar."
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-08-25 16:34:21",
            "id": "640653",
            "reply_to_id": "640652",
            "text": "Ef einhver annar ákvað hvað bíllinn ætti að vilja, þá er varla um hans vilja að ræða.  Ég lít a.m.k. svo á að til að eitthvað geti talist manns eigin vilji, þá verði maður að hafa ákveðið sjálfur að vilja það sem maður vill.  Svo er það auðvitað vafamál hve mikið af því sem maður vill hafi maður sjálfur kosið að vilja.\nEn fullyrðingar á borð við “fóstureyðingar eru rangar”, þegar verið er spjalla á siðfræðilegum nótum, eru yfirleitt einmitt á því sviði, nefnilega sviði siðfræðinnar.  Svo er auðvitað til félagsfræðilegt svið, en þar myndi fullyrðingin ekki fela í sér neina fordæmingu á fóstureyðingum, heldur myndi hún frekar hljóma eitthvað á þessa leið:  “Í augum kaþólikka eru fóstureyðingar rangar.”  Það er að segja, samfélagslega rétt og rangt hefur lítið með siðfræði að gera, en mikið með félagsfræði.  En setningin “fóstureyðingar eru rangar” felur hins vegar í sér fordæmingu á fóstureyðingum.  Svo getur réttlætingin fyrir fordæmingunni auðvitað verið með ýmsu móti, eins og t.d. að Guð segir að það sé þannig, eða þá að fólk verði að taka afleiðingum gjörða sinna.\nSiðfræðin á við svið mannlegra athafna, og hennar er að greina hvort einhver tiltekin athöfn sé rétt eða röng.  Hún þarf ekki að taka neitt tillit til samfélagsins, enda sýnist mér slíkt vera ansi afstæðishyggjukennt.  En, svo við höldum okkur við fóstureyðinguna, þá þarf auðvitað að taka tillit til bæði móður og fósturs.  Það þarf þar að úrskurða réttur hvers skuli vera ofan á, móðurinnar eða fóstursins (og fyrst þyrfti jafnvel að komast að því, hvort að fóstrið hafi einhvern rétt eða réttindi).\nEf rétt er á annað borð rétt, þá er það bara rétt.  Það þarf ekki að taka neitt fram um það hvers lags rétt er verið að tala um.  Menn geta auðvitað, ef þeir kæra sig um, tekið fram út frá hverju þeir ganga - ganga þeir út frá Gullnu reglunni, nytjastefnu eða einhverju öðru grunnlögmáli? - en það er óþarfi og ætti að koma fram í rökstuðningi þeirra fyrir áliti sínu.  Siðfræðileg ágreiningsefni myndu varla leysast mikið við það, þótt menn fari að taka fram hvers lags rétt sé verið að styðjast við, því vafalítið munu alltaf vera einhverjir sem neita að sá útgangspunktur sem farið er frá sé gildur eða skipti einhverju máli."
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-08-25 16:51:16",
            "id": "640654",
            "reply_to_id": "640653",
            "text": "það er samt ekkert betra en að elska"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-25 18:37:20",
            "id": "640655",
            "reply_to_id": "640654",
            "text": "Það fer alveg eftir því hvernig á það er litið.  Að elska óendurgoldið er t.d. ekkert spes, og þá er mun betra að vera bara drukkinn eða nýbúinn að borða dýrindismáltíð."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-25 17:07:30",
            "id": "640656",
            "reply_to_id": "640653",
            "text": "Þú semsagt telur að til sé eitt algilt rétt?\nStjórnar þú því hvað þú vilt?\nHefurðu einhvern vilja?"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-25 18:23:27",
            "id": "640657",
            "reply_to_id": "640656",
            "text": "Ég trúi því jafn (eða álíka) staðfastlega og sumir trúa að Jesús hafi verið kristur að til séu algild siðalögmál og þá líka eitthvað eitt algilt rétt.  Hins vegar hef ég enga hugmynd um hver, nákvæmlega, þau eru.  Ég er auðvitað ekki að líta framhjá því að fólk á mismunandi tímum og af mismunandi trúm hafi aðhyllst mismunandi siðaboð.\nÉg þykist hafa nokkra stjórn á því hvað ég vil.  En eins og ég sagði, þá er ég alls ekki viss um það, og ég get ekki útilokað að mikið af því sem ég vil sé eitthvað sem mér hefur verið innrætt af fjölskyldu, félögum og öðrum áhrifavöldum.  Og ég held að ég hafi vilja, já."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-25 18:40:29",
            "id": "640658",
            "reply_to_id": "640657",
            "text": "En ef til eru algild siðalögmál, að hverju stefna þau?\nHvert er markmiðið?  Að sem flestm líði sem best?\nÉg er ekki a spurja um hver þessi lögmál séu, heldur aðeins um markmið þeirra.\nÉg get ekki skilið annað en að siðfræðin verði að eiga sér markmið sem eru hvaða\nsiðfræðingi sem er skýr og greinileg.\nÞó að einhver gefi þér vilja, hlýtur viljinn að vera ÞINN vilji, ekki satt?\nGildir ekki það sama með bílinn?  Hver er munurinn á því að hann hafi sjálfur\nmótað vilja sinn og einhver annar hefi gefið honum hann, ef han á annað borð\nhefur viljann?"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-08-25 18:47:51",
            "id": "640659",
            "reply_to_id": "640658",
            "text": "Popcorn:\nEkki allir siðfræðingar myndu taka undir að siðalögmál verði að hafa markmið. Ekki frekar en náttúrulögmálin hafa markmið. Hvaða markmið hefur t.d. þyngdarlögmálið eða tregðulögmálið? Ég held að fæstir eðlisfræðingar vilji tengja við þau einhver markmið. Þú sérð - held ég - siðfræðina svolítið mikið sem bara nytjastefnu, sem er bara ein kenning í siðfræði. Þetta er leikslokasiðfræði eða afleiðingasiðfræði. Aðrir hafna henni og hafa meiri trú á skyldusiðfræði. Hún er eiginlega af allt öðru tagi, byggir meira á frumspeki en þekkingarfræði o.s.frv. Svo er auðvitað margt annað til en þetta tvennt. En punkturinn er sá að sumir halda að “þetta sé bara svona” eins og t.d. náttúrulögmálin :)"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-08-25 19:01:32",
            "id": "640660",
            "reply_to_id": "640659",
            "text": "Já, nokkuð til í því.  Ég er eiginlega bara hróplega ósammála öllum sem segja\n“svona ætti þetta að vera!”, sérstaklega þegar það vantar hver vegna það ætti\nað gera það.  Svo finnst mér einhver áþekkur keimur af “réttu” og “röngu”.\nÞar að auki varð ég hundfúll þegar ég komst að því að þetta var eina heimspekin\nsem kennd er í grunnskólum. :)\nGætirðu annars frætt mig örlítið um skyldusiðfræði, eitthvað finnst mér þetta\nhljóma eins og Kant."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-08-25 19:22:35",
            "id": "640661",
            "reply_to_id": "640660",
            "text": "Popcorn:\nMikið rétt, siðfræði Kants er einmitt svona skyldusiðfræði. En Kant byggði siðfræði sína að verulegu leyti á frumspeki. Skylduhugtakið, segir hann t.d., er ekki fengið úr reynslu, heldur höfum við reynslu af skyldu (að finnast við skyldug til einhvers) vegna þess að hugtakið er til í huganum þegar. Þetta er sem sagt forskilvitlegt (e. trancendental) hugtak, þ.e.a.s. það kemur á undan reynslunni en ekki á eftir. Skylduhugtakið hefur því álíka stöðu í heimspeki Kants og hugtökin “tími”, “rúm”, “orsök” og “afleiðing”. Það er ekki reynslan sem gefur okkur hugtökin “orsök” og “afleiðing”, heldur gefur sú staðreynd að hugtökin “orsök” og “afleiðing” eru eins konar filterar mannshugans okkur færi á að öðlast reynslu, að gera reynslu úr einberri skynjun - segir Kant.\nDæmi um þetta: Við skynjum að sólin skín og steinn hitnar. Við skynjum hins vegar ekki að sólin hiti steinin, heldur bara að þetta tvennt gerist samtímis. Við gerum reynslu úr þessari skynjun vegna þess að við skoðum heiminn í gegnum svona filteraðan huga.\nLátum þetta gott heita um forskilvitleg hugtök. Viljinn skiptir miklu máli í siðfræði Kants. Kant segir að athöfn geti einungis verið rétt ef hægt er að vilja að allir gerðu eins, ef hægt er að vilja að þetta yrði almenn regla. Ástæðan er líklega sú að það er ekki nægilega góð siðfræði sem getur ekki bannað “the free rider problem”. Það er sá vandi að fólk getur sagt t.d. “Ok, ég vil alveg að fólk almennt fari eftir lögunum því annars myndi samfélagið leysast upp - en ég ætla ekki að fara eftir þeim þegar mér hentar og það breytir engu”. Þess vegna verður athöfnin að geta verið almenn regla. Ef hún getur það ekki, þá er hún röng, og það skiptir ekki máli hverjar afleiðingarnar eru. Kant tekur dæmi um að ljúga. Ætti ég að ljúga þegar mér hentar? Ég myndi þá vilja að mér yrði trúað. En get ég viljað að allir myndu ljúga alltaf? Þá myndi enginn trúa neinum og þar með enginn trúa mér. Ég get því ekki bæði viljað að mér verði trúað og að enginn trúi neinum. Þess vegna segir Kant að það sé rangt að ljúga því það felst í því mótsögn. Það er því skylda okkar að segja satt. Svo er flóknara mál þegar skyldur stangast á. Til dæmis ef mér ber að segja satt en líka að hjálpa gyðingum að flýja undan nasistum og verð að ljúga til að gera það.\nSvona virkar þetta nokkurn veginn. En ég er hræddur um að ég geri Kant engan veginn góð skil í svona stuttu svari og að þetta hafi ekki verið mjög skipulegt svar hjá mér.\nÞú getur lesið um nútíma-kantíska siðfræði í ritgerð minni “Að renna blóð til skyldunnar” ef þú vilt. Þar hefur m.a. verið reynt að gera grein fyrir því hvernig skyldur eru innbyggðar í ýmis hlutverk :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-25 18:51:21",
            "id": "640662",
            "reply_to_id": "640658",
            "text": "Siðalögmálin stefna, held ég, ekki að neinu, frekar en t.d lögmál eðlisfræðinnar (eða er ég að rugla?  Stefna eðlisfræðilögmál að einhverju?).  En ef þau á annað borð stefna að einhverju, þá er það væntanlega að því að fólk breyti rétt.\nOg siðfræðin á sér markmið, nefnilega að komast að því hvaða siðalögmál þetta eru, og hvaða breytni telst rétt.\nÍ einum skilning er það jú vilji minn, hvort sem að ég kaus hann sjálfur eða ekki.  En það er líka vilji annars, þess sem setti hann í mig (ef ég er t.d. heilaþveginn, þá er það bæði vilji minn og ekki vilji minn).  En ég hef annars ekki velt þessu neitt sérlega mikið fyrir mér."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-08-24 15:05:42",
            "id": "640663",
            "reply_to_id": "640638",
            "text": "“Maður sem getur elskað og unnið er heilbrigður einstaklingur.”\n-Sigmund Freud"
        },
        {
            "user": "Sokrates",
            "user_id": "17074",
            "date": "2002-08-30 23:22:42",
            "id": "640664",
            "reply_to_id": "640638",
            "text": "Ást er aðeins vinátta mögnuð upp með kynlífi eða löngun til kynlífs með þeim aðila sem að þessi “tilfinning” beinist að. Einnig spilar inní þetta spurning um öryggi, lyktin af feðrum konunnar spilar þar inní…..en þetta er bara mín kenning.\nÁst er ofmetin í okkar samfélagi…..\nSokrates"
        },
        {
            "user": "Alander",
            "user_id": "24820",
            "date": "2002-09-13 13:34:18",
            "id": "640665",
            "reply_to_id": "640664",
            "text": "ást er að einns efnaskifti í líkamanum sem minntast. T.D. við gredu sem er partur af ást svo hvor sem er þá eru alar tilfiningar tengta efnum í líkamanum og persónuleika manneskjunar."
        }
    ]
}