{
    "forum_title": "Flug",
    "user": "orninn",
    "user_id": "14244",
    "date": "2002-08-28 21:07:34",
    "title": "Þjóðarskírteini",
    "text": "Nú hefur verið kynnt í Bretlandi nýtt flugskírteini, svokallað NPPL eða National Private Pilot License.  Skírteinið sem er hugsað fyrir sunnudagsflugmenn er töluvert frábrugðið JAR PPL skírteininu.  Um er að ræða í raun þrjú skírteini,  þ.e.a.s. SEP fyrir einshreyfils vélar undir 2000 kg MTOM, SLMG(Self Launching Motor Glider) sem ég er ekki klár á hvað heitir á íslensku og svo microlight sem eru fis.\nEf við spáum aðeins í það sem liggur á bak við SEP skírteinið þá sjáum við að verið er að slaka mikið á tímakröfum sem og heilbrigðiskröfum miðað við JAR kröfurnar.  Til að fá NPPL skírteini þarf umsækjandinn að hafa flogið minnst 32 tíma (22 dual, 10 solo), hafa staðist bóklegt próf sem svipar til JAR-FCL bóklegs prófs og skila inn vottorði um að hann sé heill heilsu, undirritað af honum sjálfum og lækni sem hefur farið yfir sjúkraskrá viðkomandi.\nSé allt eins og það á að vera er gefið út skírteini.  Í tilfelli SEP flugmannsins er það fyrirtæki sem heitir National Pilot Licensing Group Ltd. (NPLG) sem mun sjá um útgáfu skírteinisins samkvæmt heimild frá CAA.\nLæknisvottorðin eru byggð á kröfum um læknisvottorð fyrir ökuskírteini í Bretlandi.  Það eru tveir flokkar, annar heimilar að taka með farþega og þarf maður þá að standast þær heilbrigðiskröfur sem atvinnubílstjórar gangast undir.  Hinn heimilar aðeins farþega sé hann flugmaður með réttindi á vélina sem er flogið og þarf maður þá að standast þær kröfur sem gerðar eru fyrir almenna bílstjóra.\nEkki þarf að endurnýja vottorðið fyrr en við 45 ára aldur, á fimm ára fresti frá 45 til 65 og árlega þar eftir.  Það er hinsvegar alltaf á ábyrgð flugmannsins að meta það hvort hann sé “fit” til að fljúga eða ekki.  Það sem er athyglisvert við þetta vottorð er að það umsækjandinn fer aldrei í læknisskoðun.  Læknirinn skoðar sjúkraskrár umsækjandans og metur út frá þeim hvort umsækjandinn standist heilbrigðiskröfur.  Ástæðan fyrir því að þeir falla frá læknisskoðun er sú að CAA Medical Division (afsakið slettuna) telur áreiðanlegra að styðjast við nákvæma sjúkrasögu einstaklings, til að spá fyrir um hvort eitthvað eigi eftir að koma uppá í framtíðinni, heldur en læknisskoðun.\nÁ móti því að slaka á tíma- og heilbrigðiskröfunum hafa verið settar nokkrar takmarkanir á skírteinið.\nFlugmaður má aðeins fljúga einshreyfils flugvél með hámarks flugtaksmassa 2000 kg.\nFlugmaður má aðeins flúga í bresku loftrými við sjónflugsskilyrði að degi til með minnsta flugskyggni uppá 5 km (10 km við sérlegt sjónflug).\nFlugmaður má aðeins taka þrjá farþega.\nFlugmaður má aðeins flúga einföldum flugvélum, getur samt fengið áritun á flókna flugvél eftir að hafa staðist mismunaþjálfun.\nBúist er við um 500-1000 umsóknum á fyrstu tólf mánuðum skírteinisins.  Þar eftir er reiknað með að fjöldinn fari niður í um 600-700 á ári.\nBreska flugmálastjórnin lítur á þetta sem stóran sigur fyrir flug í Bretlandi.  Sigur fyrir þá sem vilja fljúga því skírteinið verður ódýrara, sigur fyrir iðnaðinn því þetta skapar meiri viðskipti og sigur fyrir þá sjálfa því þetta gerir lífið einfaldara.\nPersónulega finst mér þetta mjög gott mál.  Ef þetta hvetur fleiri til að fara að læra eða ef þetta heldur fólki lengur við þá er þetta gott mál.  En tímakröfurnar finst mér vera ansi tæpar.  Þegar ég lærði þá voru 60 tímar lágmarkið og mér fannst stórt skref að fara niður í 45.  Tíminn verður að leiða í ljós hvort þetta gengur.",
    "url": "https://www.hugi.is/flug/greinar/89932/thjodarskirteini/",
    "url_id": "89932",
    "id": "645307",
    "replies": [
        {
            "user": "Kolsi",
            "user_id": "13250",
            "date": "2002-08-28 23:40:28",
            "id": "645308",
            "reply_to_id": "645307",
            "text": "Jahá!!\nÞað er nú naumast… fyrir mitt leiti þá finns mér þetta hafa marga kosti og jafnframt enn fleiri galla, ég tók PPL þegar lágmarks tímafjöldinn var 60 tímar og mér fannst það á þeim tíma vera algjört lámark (kannski eru kennararnir orðnir eitthvað skipulagðari í dag) En þetta er náttúrulega kjörið fyrir eins og þessa „sunnudagsflugmenn\" (ef maður vitnar í orminn) sem eiga vél t.d. á Hellu eða Mosó og eru þar bara að leika sér, en síðan ef maður fer að líkja þessu við umferðina þá eru allt of margir menn með bílpróf sem eiga ekkert erindi í umferðina… kannski það munu bara bætast við menn sem vilja sýna sig aðeins of mikið og eru bara hættulegir… en það er bara mitt álit.\nbaráttu kveðjur!!"
        },
        {
            "user": "Coolice",
            "user_id": "17385",
            "date": "2002-08-29 00:33:37",
            "id": "645309",
            "reply_to_id": "645308",
            "text": "Já ég verð nú að taka undir það að þetta er gott mál fyrir utan tímalækunina.\nÉg tók PPL fyrir nokkrum árum með 60 tíma lámarki.\nMitt mat er að ef kennslan væri ekki orðin eins skipulögð og hún er í dag þá væru 45 tímar ekki nánda nærri nóg fyrir PPL.\nÍ “denn” þá fór maður með kennaranum og þar var ekkert skipulagt nákvamlega hvað átti að gera í hverjum tíma.\nÞað var stórt A3 blað sem var með öllum æfingunum á sem þurfti að framkvæma fyrir PPL, og svo var x-að við það sem hafði verið gert í tímanum.\nÍ dag er allt skipulagt frá 1.sta tíma til hins síðasta en þrátt fyrir það þá taka flestir 50-55 tíma fyrir PPL.\nEn allt er gott til að fá uppsveiflu í fluginu hvort sem hún er í klúbbabransa eða atvinnuflugi.\nKV.\nMr.E"
        },
        {
            "user": "Coolice",
            "user_id": "17385",
            "date": "2002-08-31 03:54:39",
            "id": "645310",
            "reply_to_id": "645309",
            "text": "Ég er sammála því að menn eru ekki tilbúnir fyrir einkaflugmanninn fyrr en eftir um 60 tíma “en” fyrir þá sem að hafa flogið mikið með öðrum áður en þeir hófu sitt nám þá eiga þeir séns á að klára námið fyrr, þurfa ekki að hanga með kennara til að fylla upp í reglugerðir sem að kostar ekkert lítið í dag!"
        },
        {
            "user": "hugsjon",
            "user_id": "22285",
            "date": "2002-09-20 23:43:25",
            "id": "645311",
            "reply_to_id": "645307",
            "text": "Ef ekki á að ganga frá einkafluginu dauðu þá verður að koma upp flugréttindum óháðu JAR og þessum alþjóðareglum.\nÞað eru tugir eða hundruð manna um allan heim að fjalla um og semja reglur um flug og flestir eiga þeir það sammerkt  að hafa ekki flugmannsréttindi og því litla eða enga þekkingu á málefninu frá sjónarhóli flugmannsins. Telst þetta fagleg vinnubrögð?\nSumir segja að þessi breyting minnki kröfurnar. Það getur verið en það þarf ekki að auka hættuna.\nFlest öll flugóhöpp sem orðið hafa á litlum flugvélum undanfarin 3 ár hér á landi eru framin af atvinnuflugmönnum sem hafa þúsundir tíma að baki og mikla bóklega menntum. Ergo = Minni kröfur meira öryggi."
        },
        {
            "user": "elfar12",
            "user_id": "25543",
            "date": "2005-04-25 20:07:39",
            "id": "2109940",
            "reply_to_id": "645307",
            "text": "ég var að pæla hvort það væri einhvað umboð sem er með þessar microlight.."
        }
    ]
}