{
    "forum_title": "Körfubolti",
    "user": "goat",
    "user_id": "18686",
    "date": "2002-08-29 19:33:46",
    "title": "Allen iverson",
    "text": "Allir þeir sem horfa á NBA hljóta að hrífast af þessum manni og öllu því sem hann gerir. Hann ber lið hans Philadelphia 76 ers á herðum sér með hæfileikum hans.\nEn svo er það gallinn við þennan mann eða dreng eins og maður getur kallað hann á köflum.\nHann er það sem maður kallar vandræðargemlingur. Hengur með einhverju gengi sem drápu einhverja Normenn sem klesstu á bílinn þeirra þegar þeir voru að keyra í Philadelphiu.\nSvo ryðst hann inn til frænda sins með byssu og er að leita að konu sinni sem hann hafði hennt út naktri. Og oftar en aldrei hefur fundist hass eða eitthvað annað í förum hans eða heima hjá honum. Og svo kennir hann því öllu auðvitað á konu sína .\nOg svo er hann alltaf í útistöðum við þjálfara sinn og er bara heppinn að fá að vera í liðinu og spila eins mikið og hann gerir en um 36 mín á leik.\nMaður spyr bara sjálfan sig hvenar hann ætlar að hætta þessari vitleysu. Hann er með um 31 stig á leik og ég vona að hann fer ekki að klúðra öllum hæfileikum sem hann hefur.",
    "url": "https://www.hugi.is/korfubolti/greinar/90067/allen-iverson/",
    "url_id": "90067",
    "id": "646363",
    "replies": [
        {
            "user": "Tinym",
            "user_id": "10763",
            "date": "2002-09-01 18:19:09",
            "id": "646364",
            "reply_to_id": "646363",
            "text": "Mér finnst alltaf jafn leiðinlegt þegar hæfileikaríkt fók kastar hæfileikum sínum á glæ."
        },
        {
            "user": "thewhat",
            "user_id": "21875",
            "date": "2002-09-01 18:20:45",
            "id": "646365",
            "reply_to_id": "646363",
            "text": "hann er bara keepin shit GANGSTA en hann á eftir að frelsast úr þessu rugli"
        },
        {
            "user": "allibcool",
            "user_id": "10677",
            "date": "2002-09-01 19:56:55",
            "id": "646366",
            "reply_to_id": "646363",
            "text": "hann sökka"
        },
        {
            "user": "thewhat",
            "user_id": "21875",
            "date": "2002-09-02 10:22:13",
            "id": "646367",
            "reply_to_id": "646363",
            "text": "Þetta er sorglegt! :(\nEn svona gerist þegar fólk er of COOL fyrir hvert annað."
        },
        {
            "user": "thewhat",
            "user_id": "21875",
            "date": "2002-09-02 16:00:42",
            "id": "646368",
            "reply_to_id": "646367",
            "text": "hann er bara keepin shit tru and gangasta"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2002-09-02 18:20:01",
            "id": "646369",
            "reply_to_id": "646363",
            "text": "Hann er enginn vandræðagemlingur þegar klíkan hans drap eihverja gaura kom hann ekki nálægt því.\nÞað hefur ekki fundist hass á honum er ég nokkuð viss um en hins vegar fundist marujana (held að það sé skrifað svona).Hann lenti í rifrildi við þjálfarann en það er nú liðin tíð.\nHann er minn maður þannig að ég ver hann en ég skildi ekki hvað í andskotanum hann var að gera í sambandi við konuna sína þegar hann var loksins hættur með þessi læti ekki sáttur.\ngo Philadelphia"
        },
        {
            "user": "Fritzh",
            "user_id": "24498",
            "date": "2002-09-03 11:09:20",
            "id": "646370",
            "reply_to_id": "646369",
            "text": "Þú stendur greinilega með honum! Gott hjá þér! Ef hann kemst í gang með Van Horn og Mckie þá verða þeir óstöðvandi."
        },
        {
            "user": "Fritzh",
            "user_id": "24498",
            "date": "2002-09-04 18:12:56",
            "id": "646371",
            "reply_to_id": "646370",
            "text": "Mér finnst hann nú persónulega vera einn mesti vælukjói í NBA deildinni. Ef það er prumpað á hann í leik er hann rokinn til dómaranna til að klaga, eins og fimm ára barn. Þessi “Pabbi, pabbi! Stóru strákarnir voru vondir við mig” svipurinn sem hann glennir framan í alla þegar það er brotið á honum er frekar boring stuff og dregur leikinn niður á lágt plan."
        },
        {
            "user": "WuKillah",
            "user_id": "16853",
            "date": "2002-09-04 20:08:17",
            "id": "646372",
            "reply_to_id": "646369",
            "text": "marujana ??? lol drengur\nsonna á að skrifa þetta marijuana."
        }
    ]
}