{
    "forum_title": "Sápur",
    "user": "JohnnyB",
    "user_id": "5305",
    "date": "2002-08-29 20:07:27",
    "title": "Góður Joel... (29.08.2002)",
    "text": "Jæja gott fólk, Joel og Flick eru hætt saman (eitthvað sem var nú að ég held óumflýjanlegt…). Meðan að Flick var í burtu í þessum námsbúðum sínum var Joel mikið með Dione, enda var hún að ganga í gegnum erfið sambandsslit. Flick var ekki alveg að meika það að Joel skildi vera svona mikið með sinni fyrrverandi en hann sagði að hann væri bara að reyna að vera góður vinur.\nAbbababb! sagði Flick þá og spurði Joel hvort hann vildi losna úr sambandi, svona þrisvar eða svo, og alltaf sagði hann nei, en svo já. Þetta minnti óneitanlega á Mustafa í Austin Powers ;)\nNú eru sem sagt Flick og Joel hætt saman (og Flick átti átján ára afmæli og kom grátandi í veisluna) og Joe kallinn er ekki sáttur. Hann hundskammaði Joel og hefði örugglega drepið hann ef hann væri ekki búinn að linast svona í ellinni…\nMín persónulega spá er sú að nú fari hjólin að snúast hjá Flick og Matt Hancock en Joel hverfi á brott, enda algjörlega staðnaður karakter…",
    "url": "https://www.hugi.is/sapur/greinar/90068/godur-joel-29082002/",
    "url_id": "90068",
    "id": "646373",
    "replies": [
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2002-08-29 21:55:06",
            "id": "646374",
            "reply_to_id": "646373",
            "text": "Mér fannst Joel vera heismkur karakter fyrir þetta, núna finnst mér hann vera fæðingarhálfviti, höfundunum hefur tekist að búa til alveg ömurlega persónu þarna og það er gott að hann fari. Samt vill ég frekar sjá hancock fjölskyduna fara frekar…"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2002-09-02 14:19:08",
            "id": "646375",
            "reply_to_id": "646374",
            "text": "Bara Maggie og litla ógeðið, gaurarnir eru fínir. Þeir geta ekki látið Lolly fá persónuleika en þeir splæsa einum hundleiðinlegum á þetta litla kvikindi. Hafið þið ekki líka tekið eftir því að Bob(hundurinn) er með meiri karakter en Lolly, snillingar :D"
        },
        {
            "user": "eeore",
            "user_id": "24403",
            "date": "2002-09-02 19:36:08",
            "id": "646376",
            "reply_to_id": "646375",
            "text": "Ertu ekki að tala um Emily?"
        },
        {
            "user": "eeore",
            "user_id": "24403",
            "date": "2002-09-03 10:49:51",
            "id": "646377",
            "reply_to_id": "646376",
            "text": "Ég hélt að það ætti að skrifa Felicity út úr þáttunum með því að hún og Joel væru saman og myndu svo flytja burt. En Felicity og Matt… það virkar held ég mun betur heldur en Felicity og Joel, ég verð nú að segja það.\nEn hvað finnst ykkur um það að Stephanie er að flytja burt með Woody? Leiðinlegt að hún sé að fara, hún er svo mikill snillingur.\nEmily er alveg hundleiðinlegur krakki. En Lolly er bara eins og ein af leikmununum, hún segir eiginlega aldrei neitt, er bara þarna. En hún er samt krútt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-29 04:07:57",
            "id": "646378",
            "reply_to_id": "646377",
            "text": "kemur einhver með mér að kúka á joel?"
        },
        {
            "user": "AnnaS",
            "user_id": "6446",
            "date": "2002-09-06 19:34:16",
            "id": "646379",
            "reply_to_id": "646375",
            "text": "Ég er svo sammála með þessi Hancock kvikindi, leiðindafjölskylda frá helvíti…\nLolly er búin að vera frá því að hún fæddist fyrir hva.. 8 árum… nei ekki fær hún að koma og segja eitthvað nema eitthvað voða asnalegt.\nEn málið sem er blásið upp alltaf með þessari ömurlegu Emily… úff helvítis Lizzy dúkkan og svo þegar hún stakk af.. issss\nGo Lolly Carpenter !!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-29 22:13:08",
            "id": "646380",
            "reply_to_id": "646373",
            "text": "Ég held bara að höfundarnir séu bara alveg að missa þetta"
        },
        {
            "user": "azure",
            "user_id": "41085",
            "date": "2002-08-29 22:21:28",
            "id": "646381",
            "reply_to_id": "646373",
            "text": "Þetta var bara verulega nasty hjá honum…"
        },
        {
            "user": "Onoes",
            "user_id": "1099",
            "date": "2002-08-29 22:55:38",
            "id": "646382",
            "reply_to_id": "646373",
            "text": "Já en VÁ, er hún ekki pirrandi?\nÓjú, og meira en það…það er búið að gera hana að óþolandi væluskjóðu."
        },
        {
            "user": "Crucio",
            "user_id": "22271",
            "date": "2002-08-29 23:31:29",
            "id": "646383",
            "reply_to_id": "646373",
            "text": "Einmitt, “Where is Dr.Evil hiding?” . Kannski þarf alltaf að spyrja Joel að öllu þrisvar svo hann svari spurningunni ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-08-29 23:51:18",
            "id": "646384",
            "reply_to_id": "646383",
            "text": "Sammála, Joel er óþolandi leiðinlegur karakter, hef reyndar ekki horft á þessa þætti upp á síðkastið en ég _hataði_ Joel. :)"
        },
        {
            "user": "Apple",
            "user_id": "24032",
            "date": "2002-08-30 15:08:53",
            "id": "646385",
            "reply_to_id": "646373",
            "text": "Joe ekki beint hundskammadu Joel,hann taladi rosalega rólega reyndar :) hann sagdi eitthvad “u are not,ur just a little boy” eitthvad þannig :D"
        },
        {
            "user": "Apple",
            "user_id": "24032",
            "date": "2002-08-30 22:05:14",
            "id": "646386",
            "reply_to_id": "646385",
            "text": "Sammála hata þennan Joel alltaf með sama svipin kann ekki að leika!\nkv. Apple"
        },
        {
            "user": "Apple",
            "user_id": "24032",
            "date": "2002-08-30 22:05:19",
            "id": "646387",
            "reply_to_id": "646385",
            "text": "Sammála hata þennan Joel alltaf með sama svipin kann ekki að leika!\nkv. Apple"
        },
        {
            "user": "Ukyo",
            "user_id": "7465",
            "date": "2002-08-31 02:17:55",
            "id": "646388",
            "reply_to_id": "646387",
            "text": "Joel sökkar, hann er illmenni"
        },
        {
            "user": "milena",
            "user_id": "24839",
            "date": "2002-09-19 00:32:07",
            "id": "646389",
            "reply_to_id": "646373",
            "text": "ég myndi vilja að matt og flick byrjuðu saman"
        },
        {
            "user": "eeore",
            "user_id": "24403",
            "date": "2002-09-20 08:55:32",
            "id": "646390",
            "reply_to_id": "646389",
            "text": "Þið vitið náttúrulega að Woody er dáinn, ekki satt?"
        },
        {
            "user": "eeore",
            "user_id": "24403",
            "date": "2002-09-20 14:54:08",
            "id": "646391",
            "reply_to_id": "646390",
            "text": "Já og það er geðveikt sorglegt. ég hef reyndar ekki séð nágranna alla vikuna en ég gat mér til um það að hann væri dáinn eftir sprenginguna í bílnum hans. ég sé alla þættina í þessari viku bara á sunnudaginn. En það er mest sorglegt að hann skuli vera dáinn :("
        }
    ]
}