{
    "forum_title": "Hundar",
    "user": "popo",
    "user_id": "22845",
    "date": "2002-08-29 11:53:20",
    "title": "Dalsmynni",
    "text": "Sæl corel, þetta virkar ekki hvað get ég gert annað, mig langar svo að sjá þessar myndir, vegna þess að ég þarf að fara þangað til þess að spyrja Ástu hvort henni finnist hundurinn minn ekki gallaður, það er nefnilega búið að segja mér það frá virtum ræktanda að hann sé gallaður. Ég ætla með þetta á Stöð 2, þeir eru tilbúnir að koma með og aðstoða mig að öllu leiti, yfirmaður íþróttafréttadeildar stöðvarinnar á nefnilega hund alveg eins og ég.   Takk fyrir.<br><br>popo",
    "url": "https://www.hugi.is/hundar/korkar/90086/dalsmynni/",
    "url_id": "90086",
    "id": "646517",
    "replies": [
        {
            "user": "lucilla",
            "user_id": "15484",
            "date": "2002-08-29 12:08:33",
            "id": "646518",
            "reply_to_id": "646517",
            "text": "Farðu inná\nhttp://frontpage.simnet.is/jv1\nÞú kemst inná þar!"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2002-08-29 12:32:49",
            "id": "646519",
            "reply_to_id": "646518",
            "text": "Ég veit ekki hvað er að en þetta gekk ekki, ertu með einhverja aðra lausn.??<br><br>popo"
        },
        {
            "user": "shiva",
            "user_id": "18451",
            "date": "2002-08-29 12:40:01",
            "id": "646520",
            "reply_to_id": "646519",
            "text": "http://www.angelfire.com/clone/dalsmynni/\nPrófaðu þetta"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-08-29 12:45:44",
            "id": "646521",
            "reply_to_id": "646520",
            "text": "ég kemst inn á hana hér:\nhttp://www.framleidsla.tk"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-08-29 12:57:54",
            "id": "646522",
            "reply_to_id": "646521",
            "text": "p.s. kemur þetta á stöð 2, frábært. þá hvenar?"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2002-08-29 17:05:22",
            "id": "646523",
            "reply_to_id": "646522",
            "text": "Það fer bara eftir því, hvað við ætlum að gera í þessu máli, persónulega er það mjög sterkur leikur að fara á staðinn og mótmæla því sem þarna fer fram, Stöð 2 vill gera þetta og sjá viðbrögð hennar þegar fullt af óánægðu fólki kæmi með dýrin sín og t.d. mótmælaspjöld og einnig sjá hvort hún neitar okkur um að fá að sjá hundana sem eru þar. Þeir vilja gera frétt úr þessu, en við verðum þá að vera svoldið mörg, og helst með einhvern sérfróðan mann til þess að segja sitt álit á þessu öllu. Það er nú bara einu sinni svo, að fólk nennir ekki að gera neitt nema rakka hana niður í tölvu, það verður að fara á staðinn til að sýna henni í tvo heima, að fólki er alvara, annars getum við bara sleppt þessu og haldið áfram að rakka hana niður í tölvunni, ég persónulega nenni því ekki, enda hefur það engan tilgang. Setjum þetta afstað og sýnum henni að okkur er alvara. Þetta yrði besta útspil sem hún á ekki von á, eða hvað finnst þér og öðrum, eigum við að bjarga dýrunum eða bara sleppa þessu?<br><br>popo"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-08-29 18:25:42",
            "id": "646524",
            "reply_to_id": "646523",
            "text": "Sem hún á ekki von á?  Hvað ef hún er að lesa Huga eða einhver af krökkunum hennar?  Ætli hún komi þá nokkuð til dyra ef hún sér Stöð 2 vera mætta á svæðið.  Þykist kannski ekki vera heima bara."
        },
        {
            "user": "corel",
            "user_id": "9431",
            "date": "2002-08-30 01:31:53",
            "id": "646525",
            "reply_to_id": "646523",
            "text": "ÉG FER MEÐ! ef það á að fara og gera eitthvað þá er ég meira en tilbúin! ég vil gera eitthvað í þessu, einmitt ekki bara rífast um þetta á netinu!\nkveðja corel\np.s. bara tíma og staðsetningu, I'll be there!"
        }
    ]
}