{
    "forum_title": "Bardagaíþróttir",
    "user": "obsidian",
    "user_id": "1799",
    "date": "2002-08-30 14:30:27",
    "title": "Wonderful Copenhagen 2002",
    "text": "(Fréttin er tekin af www.taekwondo.is með góðfúslegu leyfi eigenda)\n18 Ágúst 2002\nÍslendingar fóru með sigur í Wonderful Copenhagen Taekwondo Tournament keppninni, í tveimur flokkum. Það voru þau Björn Þorleifsson og Auður Anna sem sigruðu báða sína flokka. Björn sigraði fyrsta andstæðing sinn Andreas Lefort með yfirburðum, 11-4, og óhætt er að segja að hann hafi stjórnað bardaganum frá upphafi. Muhamed Dahmani sem Björn átti að mæta til úrslita, gat ekki keppt vegna meiðsla. Í stuttu spjalli við taekwondo.is, sagði Muhamed að hann hafi verið meiddur fyrir, en vegna pressu þá tók hann þátt í WCTT. Hann vann andstæðing sinn, glæsilega, og sagði ennfremur að hann hlakkaði til þess að mæta Birni. En hann heilsan er honum mikilvægust, og þess vegna gaf hann úrslitabardagann. Muhamed Dahmani er einn sá besti í Danmörku í dag, og er það hann sem fékk á sig keppnisbann á sínum tíma vegna gagnrýni á landsliðsþjálfarann. (Eldri frétt: Tveir sterkustu Taekwondomenn Danmerkur íhuga að hætta)\nBjörn Þorleifsson hlaut einnig að launum bikar fyrir drengilega keppni og framúrskarandi tækni. Þetta er annað árið í röð sem Íslendingar keppa á þessu móti og annað árið í röð sem Björn vinnur til gullverlauna. Árið 2001 vann Björn til gullverðlauna í -72 kg. flokki og í ár keppti hann í -78 kg. flokki og tók gullið.\nAuður Anna kom skemmtilega á óvart. Í fyrsta bardaganum mætti hún Söru Hasssles frá Svíþjóð. Auður Anna byrjaði hægt, og var undir 0-2 í byrjun fyrstu lotu. Eftir frábært hausspark, náði hún fljótlega í þrjú stig, og var því komin yfir. Eftir þetta átti Sara enga möguleika, þar sem Auður Anna réði bardaganum algjörlega. Sara náði aðeins að skora eitt stig í næstu tveimur lotum, á móti sex stigum Auðar Önnu, þannig að lokatölur urðu 9-3. Í úrslitabardaganum mætti hún svo Norðurlandameistaranum 2002, Christinu Rasmussen frá Danmörku. Þetta var hörku bardagi, og stóð Auður Anna sig gífurlega vel, og stóð uppi sem sigurvegari með 7-5.\nGauti Már, stóð sig mjög vel í sínum bardaga, sem var gífurlega spennandi. Bardaginn fór 5-5, en Gauti Már hafði fengið tvö mínusstig fyrir að falla í gólfið, sem varð honum að tapi. Má með sanni segja að þarna hafi ekki munað miklu að Gauti hefði komist áfram.\nIlja Karevski, yngsti keppandin frá Íslandi, fékk brons í sínum flokki, junior\n-45kg. Honum gekk ágætlega, en varð að láta í minni pokann fyrir sínum andstæðingi, Ole Storvand frá Noregi.\nRagnhildur sýndi góða takta, og stóð sig mjög vel. En því miður náði hún ekki að vinna sinn andstæðing, Vanessa Rabal, í úrslitunum, og missti þar með af gullinu.\nÁsdís Kristinsdóttir stóð sig afar vel. Hún lenti á móti Dananum Jeannie Christiansen og var sá bardagi mjög skemmtilegur og harður. Ásdís tapaði þó bardaganum, enda verður Jeannie að teljast mjög sterkur mótherji.\nKeppnin byrjaði snemma laugardagsmorgun, og lauk ekki fyrren um sexleytið. Þetta var skemmtileg og spennandi keppni, og eins og fyrr var mjög fagmannlega að fyrirkomulagi og stjórnun staðið. Keppt var eftir nýju reglunum, og voru menn óspart að fá mínusstig fyrir að detta í gólfið.\nÍslendingar fara heim með tvö gull, eitt silfur og eitt brons sem verður að teljast glæsilegur árangur á svo sterku móti.\nÍslenski hópurinn hafnaði í 7 sæti af 32 hópum og landsliðum. Í karlaflokki höfnuðu Íslendingar í 4 sæti og í kvenna flokki í 2 sæti. Keppt var í karla og kvennaflokkum, unglingaflokkum og barnaflokkum. Keppendur á mótinu voru um 200 alls.\nÞjálfari hópsins var Jón Ragnar Gunnarsson yfirþjálfari úr Ármann TKD og Björk TKD.\nNorska landsliðið með Master Michael Jörgensen sem þjálfara fór með sigur af hólmi þriðja skiptið í röð.\n(tekið af\nhttp://www.taekwondo.is)",
    "url": "https://www.hugi.is/martial_arts/greinar/90182/wonderful-copenhagen-2002/",
    "url_id": "90182",
    "id": "647134",
    "replies": [
        {
            "user": "loco",
            "user_id": "564",
            "date": "2002-09-03 15:22:29",
            "id": "647135",
            "reply_to_id": "647134",
            "text": "Ég vil einnig benda á myndbandið og myndirnar frá mótinnu á sömu heimasíðu (taekwondo.is).  Myndbandið er must að sjá (með hljóði)."
        }
    ]
}