{
    "forum_title": "Rómantík",
    "user": "callas",
    "user_id": "21019",
    "date": "2002-09-01 12:43:57",
    "title": "að vonast eftir of miklu??",
    "text": "Ok ég hef við að hugsa mikið um sambönd og þessháttar.\nEn oftast er það að einvher verður sár,svikinn,ótrúr eða einhvað annað fer úrskeiðis.\nEr það þannig að maður sækist eftir of miklu, of miklu að það er einginn möguleiki að því takmarkinu sem maður setti sér, að maður geti ekki náð því… og endar þá sár,vonsvikinn,eða ótrúr.\nÉg held að sambönd séu bara til að rugla í hausnum á manni, en maður getur varla verið án þess.\nAllt er svo erfitt einhvað.\nen ég er þá með einaspurningu…….\nAfhvejru er maður í sambandi ef að maður endar oftast: sár,vonsvikinn,ótrúr,svikinn eða einhvað annað rugl sem er bara gert til að rugla í hausnum á manni…. Samt get ég ekki verið án míns kærasta… en ég var að hugsa um það… einvher tíman á ég eftir að hætta með honum og ena sá og allt það!\nLífið er svo skrítið að ég er ekki að fatta upp né niður í NEINU!\n-=Callas=-",
    "url": "https://www.hugi.is/romantik/greinar/90405/ad-vonast-eftir-of-miklu/",
    "url_id": "90405",
    "id": "648937",
    "replies": [
        {
            "user": "spraekur",
            "user_id": "16774",
            "date": "2002-09-01 16:35:39",
            "id": "648938",
            "reply_to_id": "648937",
            "text": "Ef maður er að sækjast eftir of miklu, vandar maður makavalið oftast ekki eins vel. Það er kannski þessvegna sem þetta vill gerast. Maður er alveg blindaður á að vilja vera með einhverri notalegri dömu (í mínu tilfelli) deila með henni öllu og veita henni allt, gera hana að fullkomnum forgang í lífinu.\nÞegar maður hugsar svona, og er að leita sér að einhverri áhugaverðri manneskju, á maður til að líta framhjá öllum mikilvægum persónuþáttum í hinum einstaklingnum. Réttlætir hina og þessa galla eða þætti sem eiga ekki saman hjá þér og viðkomandi og leiðir þá hjá sér, bara einhvernveginn blindast af þessari þrá ! Ég hef lennt virkilega illa í svona rugli. Veit ekki betur en ég sé að kalla yfir mig sömu hörmungarnar aftur :( Er núna með mjög notalegri, hressri og fallegri stelpu en hún er bara djamm fíkill !"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-09-01 16:56:11",
            "id": "648939",
            "reply_to_id": "648937",
            "text": "Callas, þú segir: „einvher[n] tíman á ég eftir að hætta með honum“\nÞetta eru aldeilis væntingar til sambandsins! Ég er með minni kærustu og ætla mér að vera með henni þar til annað okkar hættir að anda! Ég er ekki með henni upp á djókið…\nEf þú ert með strák sem þú „munt hvort eð er hætta með“ þá skaltu bara sleppa því að vera í samandi. Reyndu að finna þér maka til að vera með alla æfina. Ég er hálf hneykslaður, er fólk í dag bara að pæla í samböndum til styttri tíma vegna þess að fólk hættir hvort eð er saman…\nPS: Hvað þýðir „ena“?\n(þetta er mín skoðun þessa stundina en ekki vísindalega sönnuð staðreynd)"
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-09-01 17:34:17",
            "id": "648940",
            "reply_to_id": "648939",
            "text": "ég myndi ekki vilja hætta með kæratanum mínum….. ALDREI… ég er bara að spurja…. afhvejru er maður að pæla í þessu?"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-09-01 21:23:06",
            "id": "648941",
            "reply_to_id": "648940",
            "text": "Ég var ekki að hvetja þig til að hætta með gaurnum heldur að hvetja þig til að líta á sambandið sem framtíðaráform. Ekki vera með strák og hugsa alltaf að þú munir hvort eða er „einvher[n] tíman[n] [...] hætta með honum“.\nÉg benti líka á að ÉG lít á samband mitt við unnustu mína sem lífstíðaráform og ég hugsa ekki að ég muni e-n tímann hætta með henni. Ég elska hana líka, sem gerir málið auðveldara :) Ég hvet alla sem eru í samböndum til að líta þannig á sambönd sín!\nPS: Ég er aðeins eldri (m.v. notendaupplýsingar) og lít því málið *kannski* öðrum augum.\nGangi þér vel og ég vona að þið hættið aldrei saman.\n(ég hef samt ekkert á móti því að bólfélagar líti á sambönd sín sem skammtímaáform…)"
        },
        {
            "user": "Abigel",
            "user_id": "22798",
            "date": "2002-09-02 10:21:06",
            "id": "648942",
            "reply_to_id": "648940",
            "text": "ég bið um 2 hluti í sambandi, tryggð og að láta mig ekki borga allt, því miður hefur hvorugt af þessu gegnið upp hjá mér til þessa……."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-01 20:50:36",
            "id": "648943",
            "reply_to_id": "648937",
            "text": "Ég held að ef maður verður sár og vonsvikinn einu sinni verður maður að vinna í sjálfum sér áður en maður anar út í næsta samband. Trixið er að vera sáttur við sjálfan sig og öruggur með sig, þá er maður ekki krónískt hræddur við höfnun!\nÞannig gefur maður sigg ekki 100% í sambandið og það fer alveg örugglega í vaskinn þ.e.a.s ef væntingarnar eru þannig. Sambönd eru nauðsynleg fyrir alla og holl hverri manneskju og eru oftast meira gefnandi heldur en hitt."
        },
        {
            "user": "Qauzzix",
            "user_id": "3075",
            "date": "2002-09-02 11:49:54",
            "id": "648944",
            "reply_to_id": "648937",
            "text": "Ég bara varð að svara þessari grein því að ég var mjög ósammála mörgu sem kom fram í henni.\nFyrst og fremst enda öll sambönd, annað hvort með því að önnur persónan segir hinni upp eða önnur eða báðar persónurnar deyja. Maður á ekki að vera hræddur við að stofna til sambands útaf hræðslunni við höfnun eða vera særð(ur) á endanum. Eina leiðin til að komast hjá því að vera særð(ur) er að sleppa því að hafa samskipti við aðra lifandi persónu. Maður á að njóta þess á meðan það endist. Ég var ekki fyrir það löngu í sambandi sem ég hafði stór framtíðaráform. Ég var trúlofaður og ég var í sambúð með stelpu sem ég elskaði. Þetta samband endaði og þrátt fyrir þann ótrúlega sársauka sem fylgdi því lét ég það ekki hræða mig frá framtíðarsamböndum vegna þess að þótt að þetta fyrra samband hafði endað á sársaukafullan máta þá var tíminn sem við vorum saman æðislegur og ég mundi ekki skipta út þeim minningum fyrir neitt.\nBoossmio: Ég er mjög ósammála þér með að maður eigi að líta á samband sem framtíðaráætlun. Fólk á ekki að lifa svona mikið í framtíðinni heldur að lifa einn dag í einu og sjá hvað gerist. Ég hef séð framtíðaráætlanir hrinda samböndum á of hratt skrið og endanum hafa þau eyðilagst undir sínum eigin skriðþunga. Ekki fara of hratt út í hlutina, ekki gera ráð fyrir of miklu.\nMaður verður að passa sig að gera ekki of miklar væntingar því að persónan mun aldrei standast undir þeim og þá mun neikvæðasjónarmálið birtast. Þú hættir að sjá hversu æðisleg hin persónan sé í staðinn sérðu bara hluti þar sem þessi persóna stóðst ekki undir væntingum. Einnig getur hættan verið að maður leggi sig alltof mikið í samband og hrífst meira af sambandinu sjálfu heldur en persónunni sem maður er með. Að leggja sig 100% fram við samband er það sama og að kæfa það."
        },
        {
            "user": "Qauzzix",
            "user_id": "3075",
            "date": "2002-09-02 11:49:55",
            "id": "648945",
            "reply_to_id": "648937",
            "text": "Ég bara varð að svara þessari grein því að ég var mjög ósammála mörgu sem kom fram í henni.\nFyrst og fremst enda öll sambönd, annað hvort með því að önnur persónan segir hinni upp eða önnur eða báðar persónurnar deyja. Maður á ekki að vera hræddur við að stofna til sambands útaf hræðslunni við höfnun eða vera særð(ur) á endanum. Eina leiðin til að komast hjá því að vera særð(ur) er að sleppa því að hafa samskipti við aðra lifandi persónu. Maður á að njóta þess á meðan það endist. Ég var ekki fyrir það löngu í sambandi sem ég hafði stór framtíðaráform. Ég var trúlofaður og ég var í sambúð með stelpu sem ég elskaði. Þetta samband endaði og þrátt fyrir þann ótrúlega sársauka sem fylgdi því lét ég það ekki hræða mig frá framtíðarsamböndum vegna þess að þótt að þetta fyrra samband hafði endað á sársaukafullan máta þá var tíminn sem við vorum saman æðislegur og ég mundi ekki skipta út þeim minningum fyrir neitt.\nBoossmio: Ég er mjög ósammála þér með að maður eigi að líta á samband sem framtíðaráætlun. Fólk á ekki að lifa svona mikið í framtíðinni heldur að lifa einn dag í einu og sjá hvað gerist. Ég hef séð framtíðaráætlanir hrinda samböndum á of hratt skrið og endanum hafa þau eyðilagst undir sínum eigin skriðþunga. Ekki fara of hratt út í hlutina, ekki gera ráð fyrir of miklu.\nMaður verður að passa sig að gera ekki of miklar væntingar því að persónan mun aldrei standast undir þeim og þá mun neikvæðasjónarmálið birtast. Þú hættir að sjá hversu æðisleg hin persónan sé í staðinn sérðu bara hluti þar sem þessi persóna stóðst ekki undir væntingum. Einnig getur hættan verið að maður leggi sig alltof mikið í samband og hrífst meira af sambandinu sjálfu heldur en persónunni sem maður er með. Að leggja sig 100% fram við samband er það sama og að kæfa það."
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-09-02 12:09:28",
            "id": "648946",
            "reply_to_id": "648945",
            "text": "ég er búin að nota eitt trik sem er búið að verka mjög vel hjá ér að taka einn dag í einu og sjá hvað framtíðin ber í skauti sér. Ekki vera að plana vikuna eins og vikonur mínar gea heldur égsegi bara ætla að sjá til…. Þetta lætur mér líða btur og vona að þetta gagnist ykkur líka =)\nlífið er stutt og með svörum ykkar er það bara að maður eigi að lífa lífinu og ekki missa af neinu =)\n-=callas=-"
        },
        {
            "user": "Qauzzix",
            "user_id": "3075",
            "date": "2002-09-02 12:15:29",
            "id": "648947",
            "reply_to_id": "648946",
            "text": "Ég hef einmitt verið að gera það sama. Ég fór of hratt og planaði of mikið í síðasta sambandi. Núna er ég í nýju sambandi sem er stórfurðulegt sérstaklega svona snemma eftir að ég hætti með fyrrverandi unnustu minni. Það sem hefur hjálpað mér alveg stórkoslega er að taka þessu bara dag í einu og njóta þess að vera til. Ég og mín núverandi erum bæði komin út úr svoleiðis sambandi og við ætlum að taka þessu rólega og passa okkur á að gera ekki sömu mistök og í síðasta sambandi."
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-09-02 12:27:28",
            "id": "648948",
            "reply_to_id": "648947",
            "text": "sama hérna…. ég er nýkomin úr sambandi sem ég var svkini… og ég hélt að lífið hefði eingann tilgangi fyrir en ég hitti minn núverandi…. hann hefur hjálpað mér miðkið =) það er samt enn mikið eftir.. ég er rosalega óöruk og feimin, en ég veit að hann er hjá mér =) og það er bersta hjálpin sme ég get feingið =)"
        },
        {
            "user": "Qauzzix",
            "user_id": "3075",
            "date": "2002-09-02 12:36:25",
            "id": "648949",
            "reply_to_id": "648948",
            "text": "Ég var reyndar ekki svikin, það var meirað segja ég sem sagði henni upp. Málið er að þetta var fyrsta alvöru ástin mín. Ég mun alltaf bera einstaklega sterkar tilfinningar til hennar en ég gerði mér bara grein fyrir því að þetta mundi aldrei ganga. Það var ógeðslega erfitt að segja henni upp og það skar mjög djúpt í mína sálu eins og allir vinir mínir sáu í ofsagangi í mér kvöldið eftir þetta.\nÉg þurfti að lifa við að segja persónu upp sem ég elskaði enn og það var erfitt. Hinsvegar var að koma upp afmæli hjá okkur og ég vildi frekar segja henni upp áður en að því kom og það gaf mér ekki mikin tíma. Eftir þetta varð ég að efast um ákvörðun mína og spurði sjálfan mig hvort ég hefði hrakið í burtu einu stelpuna sem var ætluð mér. Ég var í hræðilegu ástandi þar til að ég byrjaði með minni núverandi. Hún hefur hjálpað mér í gegnum þennan rosalega einmannaleika. Ég var reyndar búinn að ákveða að ég ætlaði að taka mér hlé á samböndum en þetta bara gerðist.\nÞað hjálpar mér að taka eitt skref í einu því að það er erfitt að yfirvinna þær tilfinningar og vana sem voru í fyrra sambandinu."
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-09-02 13:02:55",
            "id": "648950",
            "reply_to_id": "648949",
            "text": "minn X var fyrsta ástin mín og hann sveik mig.. og það fór svo djúpt að ég hugsaði hvað það væri gott ef að ég myndi sofna og vakna ekki aftur.. en núna get ég varla beðið eftir að heira röddina í mínum núverandi þegar ég vakna á morgnanna…. svona er lífið skrítið"
        },
        {
            "user": "o6inn",
            "user_id": "23792",
            "date": "2002-09-03 15:57:26",
            "id": "648951",
            "reply_to_id": "648937",
            "text": "Svona er lífið…"
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2002-09-06 15:46:07",
            "id": "648952",
            "reply_to_id": "648937",
            "text": "Eins og einhver vitur maður sagði:\n“Its not the destination that is important. Its the journey.”"
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-09-07 12:18:52",
            "id": "648953",
            "reply_to_id": "648952",
            "text": "nákvæmilega!"
        },
        {
            "user": "grallara",
            "user_id": "21547",
            "date": "2002-09-09 18:01:57",
            "id": "648954",
            "reply_to_id": "648937",
            "text": "Góð vinkona mín sagði mér að hún hafði heyrt að elska væri að gera sáttmála við sársaukann og mér finnst það nokkuð gott hugtak."
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-09-10 13:11:05",
            "id": "648955",
            "reply_to_id": "648954",
            "text": "vá vinkona þín er snillingur! þetta er alger snild ! =)"
        },
        {
            "user": "Icaruswings",
            "user_id": "2347",
            "date": "2002-09-11 19:24:15",
            "id": "648956",
            "reply_to_id": "648937",
            "text": "It is better to have loved and Lost, than not to have Loved at all"
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-09-11 23:38:31",
            "id": "648957",
            "reply_to_id": "648956",
            "text": "somtimes… somtimes not"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-09-14 19:53:39",
            "id": "648958",
            "reply_to_id": "648937",
            "text": "ég myndi ekki vilja hætta með kæratanum mínum….. ALDREI… ég er bara að spurja…. afhvejru er maður að pæla í þessu?\nWOAH!!!! þú ert FREAKY manneskja!! Damn ef þú segir stráknum sem þú ert með þetta hræðirðu líftóruna úr honum! Shiiit!"
        }
    ]
}