{
    "forum_title": "Hugi",
    "user": "noribesti",
    "user_id": "21497",
    "date": "2002-09-02 23:47:13",
    "title": "Var Einstein Samkynhneigður?",
    "text": "Nokkuð hefur verið ritað um Einstein og framlag hans til vísindanna hér á Vísindavefnum, enda ástæða til þar sem hann var einn fremsti eðlisfræðingur allra tíma.\nHingað til hefur hins vegar ekki verið fjallað hér um kynhneigð Einstein og er ástæðan einfaldlega að hún skiptir harla litlu máli í samanburði við kenningar Einsteins og áhrif þeirra á vísindin og alla hugsun manna.\nEinkalíf og ævisaga Einsteins er þó að sjálfsögðu gilt viðfangsefni í vísindasögu rétt eins og fjallað er um einkalíf listamanna í listasögu og um einkalíf stjórnmálamanna í stjórnmálasögu. Kynhneigð Einsteins hefur þó ekki vakið sérstakan áhuga sagnfræðinga svo að okkur sé kunnugt, utan hvað í seinni tíð hefur orðið nokkur umræða um það að hann hafi sýnt konum verulegan áhuga, á stundum umfram það sem almennt var talið sæma giftum mönnum í þá daga.\nHér er enn þess að gæta að orð eins og “samkynhneigður” geta verið vandmeðfarin, rétt eins og aðrir einfaldir stimplar sem fólk notar stundum um flókin fyrirbæri eins og tilfinningalíf manna. Til dæmis er viðbúið að þetta orð hafi mismunandi merkingu í eyrum mismunandi einstaklinga.",
    "url": "https://www.hugi.is/hugi/greinar/90579/var-einstein-samkynhneigdur/",
    "url_id": "90579",
    "id": "650450",
    "replies": [
        {
            "user": "Paddington",
            "user_id": "8681",
            "date": "2002-09-03 17:34:13",
            "id": "650451",
            "reply_to_id": "650450",
            "text": "copy paste af vísindavef háskólans.."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2002-09-03 20:03:42",
            "id": "650452",
            "reply_to_id": "650451",
            "text": "satt… ég sá þetta þar um daginn,\nnoribesti, geturðu ekki skrifað þínar eigin greinar ?"
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2002-09-03 17:55:17",
            "id": "650453",
            "reply_to_id": "650450",
            "text": "Já, hann var samkynhneigður og það voru fleiri frægir menn án þess að það færi hátt, t.d Adolf Hitler, landi Einsteins. En annars held ég að kynhneigð hans skipti engu máli, það voru vísindastörfin sem að gerðu hann frægan en ekki frammistaða hans í rúminu, han fékk t.d ekki nóbelsverðlaunin fyrir að vera að gera það í rúminum, karlinn. Kv september."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2002-09-04 00:16:26",
            "id": "650454",
            "reply_to_id": "650453",
            "text": "Einstein var Þjóðverji, Hitler var Austurríkismaðu"
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2002-09-04 23:59:13",
            "id": "650455",
            "reply_to_id": "650454",
            "text": "Þjóðverji Austuríkismaður? Það er nú það sama, t.d húnvetningur og sunnlendingur: íslendingur."
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-11-18 02:12:08",
            "id": "1796789",
            "reply_to_id": "650455",
            "text": "Svona eins og api og vitlaus huganotandi er það sama?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-10-23 16:38:18",
            "id": "1759379",
            "reply_to_id": "650453",
            "text": "Ertu eitthvað verri?\nHvar hefur þú heyrt að Hitler (eða Einstein) hafi verið samkynhneigður?"
        },
        {
            "user": "Dusty",
            "user_id": "1996",
            "date": "2002-09-03 20:44:24",
            "id": "650456",
            "reply_to_id": "650450",
            "text": "hahahahah gaurinn er ekkert að reyna fela það að hann hafi stolið greininni. Fyrsta línan: “Nokkuð hefur verið ritað um Einstein og framlag hans til vísindanna hér á VÍSINDAVEFNUM” þetta er náttúrulega bara snilld og ekkert annað"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-09-03 21:14:40",
            "id": "650457",
            "reply_to_id": "650456",
            "text": "hahaha"
        },
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2002-09-03 22:50:54",
            "id": "650458",
            "reply_to_id": "650450",
            "text": "hvaða hálfviti ertu eiginlega ferð inn á vísindavefinn og heldur þú að þú komist langt með þessa grein á huga með því að gera copy og paste af vísindavefnum!!!! hahahahahahahaha!!!! hvað ertu eiginlega gammall( hálfviti )!!!hahahaha og hverjum er ekki shit sama um kynhneigð hans!!!!\n'Eg held bara að þú sért ( HOMMI!! )\nég þekki þú ert með mér í skóla og í árgang!!!"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-10-20 14:27:07",
            "id": "650459",
            "reply_to_id": "650458",
            "text": "“hvað ertu eiginlega gammall( hálfviti )!!!hahahaha og hverjum er ekki shit sama um kynhneigð hans!!!!\n'Eg held bara að þú sért ( HOMMI!! )\nég þekki þú ert með mér í skóla og í árgang!!!”\nhann kallar hann illum nöfnum og spyr um aldur en segist samt þekkja hann og vera jafn gamall.  það kalla ég nú hálfvitaskap:)"
        },
        {
            "user": "arnar1992",
            "user_id": "66968",
            "date": "2007-01-03 20:57:38",
            "id": "4430328",
            "reply_to_id": "650450",
            "text": "afi minn reið Einstein"
        }
    ]
}