{
    "forum_title": "Hundar",
    "user": "Isiss",
    "user_id": "19626",
    "date": "2002-09-03 15:47:06",
    "title": "Gelding",
    "text": "Sæl hundahugarar..\nnú langar mig að biðja um álit ykkar og reynslu á geldingu hunda.\nÞannig er að ég er með tvo hunda og mér hefur bæði verið ráðlagt að láta gelda þá og svo ekki. Rökin fyrir geldingu eru þau að hundurinn fari ekki að heiman þ.e. verði heimakærari og svo eru rökin fyrir því að gelda hann ekki að hann verði heimakærari og þar með grimmari (passar meira upp á sitt svæði) og svo að hann fitni.\nReyndar hef ég nú tekið þá ákvörðun að gelda ekki hundana mína, þar sem þeir stinga aldrei af og á meðan þeir eru þægir svona ógeldir þá sé ég ekki ástæðu til að svipta þá náttúrunni :)\nEn á hinn bóginn er annar þeirra hjartveikur og þvi mjög áríðandi að það komi ekkert slys undan honum.\nen endilega leyfið mér að heyra ykkar álit og reynslu.\nKv.\nIsiss",
    "url": "https://www.hugi.is/hundar/korkar/90780/gelding/",
    "url_id": "90780",
    "id": "651966",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-03 16:33:09",
            "id": "651967",
            "reply_to_id": "651966",
            "text": "Ef þú ætlar ekki að rækta undan þeim þá myndi ég tvímælalaust láta gelda þá.\nÞú tapar engu á því en þú getur grætt alveg helling.\nÁstæðan fyrir að þeir fitni er bara sú að þeir hreyfa sig minna.. ekki flóknara en það.\nEf hann er farin að vera með stæla við aðra hunda þá skaltu láta gelda hann."
        },
        {
            "user": "scorpion78",
            "user_id": "11884",
            "date": "2002-09-03 17:32:18",
            "id": "651968",
            "reply_to_id": "651966",
            "text": "Ef þú ætlar ekki að rækta undan honum/þeim er ekkert óvitlaust að gelda þá. Það er oft sagt að hundar verði latir, feitir og áhugalausir þegar að þeir eru geldir. Ég er ekki sammála þessu ég á hund sem ég er búin að láta gelda. Hann var algjör orkubolti fyrir aðgerð og þurfti stanslaust að vera að gera eitthvað, hann er alveg nákvæmlega sami orkuboltinn í dag og jafnvel enn meiri en hann var og skemmtilegri ef eitthvað er  því að þegar við förum út að labba og hittum aðra hunda vill hann bara leika það eru engir svona macho karlmennsku stælar í honum lengur. Ég mæli allavega með þessu ef þú ætlar ekki að rækta undan þeim."
        },
        {
            "user": "heidahadar",
            "user_id": "16635",
            "date": "2002-09-04 13:19:21",
            "id": "651969",
            "reply_to_id": "651966",
            "text": "Hæ ! ég veit alveg þér líður með að taka svona ákvörðun, því ég var einmitt í sömu stöðu og þú er í núna (gelda eða ekki)\nÉg fór með hundinn til Dýralæknis á dýraspítalanum og við töluðum um þetta í róleg heitum og niðurstaðan var að gelda hann ekki.\nGangi þér vel\nkveðja\nHeiða"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-09-08 19:45:30",
            "id": "651970",
            "reply_to_id": "651966",
            "text": "Ég átti hund sem var ekki geldur og þegar hann varð kynþroska þá var hann alltaf strjúkandi, alltaf að leita að tíkum og alltaf í slag.  Hann kom oftar en einu sinni bitinn heim.  Einn af leikfélögum hans í götunni var geldur og hann var heimakær og strauk ekki neitt en ekkert grimmur eða frekur með sitt svæði.  Það eru frekar ógeldir hundar sem eru að passa upp á svæði og merkja sitt og reka aðra burt.\nÞetta með að þeir verði feitir þá er það náttúrulega bara ef þeir hafa verið mikið strjúkandi og hlaupandi út um allt og hætta því eftir geldingu þá brenna þeir náttúrulega minna.  Annars er það að hundar verði feitir bara eigandanum að kenna því það er jú eigandinn sem sér um að gefa þeim passlegt að éta og að láta þá hreyfa sig, ekki satt? :)\nÉg las einhvers staðar að almennt væru vinnuhundar, t.d. blindrahundar, björgunar- og lögguhundar geldir.  Veit ekki hvort það er satt en þætti það ekkert ólíklegt.  Það er nefnilega frekar erfitt að díla við þessi grey þegar þörfin grípur þá og öll hundaþjálfun fer út í veður og vind :)"
        }
    ]
}