{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2002-09-06 18:55:17",
    "title": "Upphaf Seinni Heimsstyrjaldarinnar 1. eða 3. sept",
    "text": "Í atburðinum hér fyrir ofan er talað um 1. september 1939 sem upphaf seinni heimsstyrjaldarinnar. En er það rétt. Í mörgum bókum sem ég hef lesið er talað um að Seinni heimsstyrjöldin hafi ekki hafist fyrr en 3. sept ´39 þegar að Bretar og Frakkar komu Pólverjum til hjálpar.\nHvað segið þið um þetta hvora dagsetninguna teljð þið vera upphaf seinni heimsstyrjaldarinnar<br><br>“Say uncle or I´ll shove your nose in your afterburner”; Sunstreaker við Starscream í Transformers G1, City of Steel",
    "url": "https://www.hugi.is/saga/korkar/91238/upphaf-seinni-heimsstyrjaldarinnar-1-eda-3-sept/",
    "url_id": "91238",
    "id": "655367",
    "replies": [
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-09-06 21:44:28",
            "id": "655368",
            "reply_to_id": "655367",
            "text": "1. Sept… conventional wisdom, fogeddaboutit =)<br><br>______________________________\n“If it ain't War, it ain't History!”\n______________________________"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-09-07 12:52:27",
            "id": "655369",
            "reply_to_id": "655367",
            "text": "Hefðbundna dagsetningin er án alls vafa 1. september '39. Ef til vill má færa rök fyrir að hin dagsetningin sé “réttari” en þegar öllu er á botninn hvolft er þetta ekkert nema samkomulagsatriði og menn hafa komið sér saman um 1. september.<br><br>_____________________________________\nAut tace aut loquere meliora silentio."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-09-07 15:51:33",
            "id": "655370",
            "reply_to_id": "655369",
            "text": "jahm, lýsa stríði útaf Póllandi og svo þegar stríðinu lýkur taka Sovétríkin yfir Pólland :)\nen kannski var það aldrei markmiðið,heldur bara losna við hitler.\n<br><br>——————————————-\n“When I find out a hotel doesn't have a DSL, it's like What? There's no toilet? Once you get used to high speed you ain’t going back” - Robin Williams"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-09-10 13:35:32",
            "id": "655371",
            "reply_to_id": "655370",
            "text": "Sæll,\nUpphafið að þessu eru lok Fyrri heimstyrjaldar.  Sigurvegararnir þá, einkum Bretar og Frakkar, tóku sig til og sundurlimuðu heimsveldi þeirra sem töpuðu, s.s Þjóðverja, Austurríkis-Ungverjalands og Rússlands.  Þanig sköpuðu þeir “ný” ríki, s.s. Pólland, Tékkóslóvakíu o.fl. Þeir töldu sig því hafa þá skyldu að tryggja sjálfstæði þessara ríkja sem þeir höfðu jú komið á koppinn.  Þannig má kannski segja að að stóru leyti hafi um að ræða ákveðið “prinsipp”-mál hjá Bretum og Frökkum varðandi Pólland, að halda andlitinu eftir að hafa gefið Þjóðverjum Tékkoslóvakíu á silfurfati.<br><br>Með kveðju,\nHjörtur J."
        },
        {
            "user": "obsidian",
            "user_id": "1799",
            "date": "2002-09-07 18:31:09",
            "id": "655372",
            "reply_to_id": "655367",
            "text": "Almennt talið 1. sept.  '39.\nTæknilega er ekki formlega skollin á heimsstyrjöld fyrr en 3. sept. en innrásin í pólland er frábrugðin öðrum landvinningum Hitlers á 4. áratugnum að því leyti að um er að ræða ótvíræð og óheft stríðsátök.  Aðeins var tímaspursmál hvenær Bretar og Frakkar skærust í leikinn, ekki hvort þeir gerðu það.\nobsidian"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-09-10 13:29:49",
            "id": "655373",
            "reply_to_id": "655372",
            "text": "Sæll,\nGóður punktur.  Reyndar voru bæði Bretar og Frakkar búnir að ábyrgjast sjálfstæði Tékkólóvakíu líka en guggnuðu á því eins og þekkt er, sbr. t.d. Münchenar-samningarnir.  En það er rétt sem þú segir að aðalatriðið er það að menn eru allajafna sammála um að Bretar og Frakkar hefðu lýst yfir stríði við Þjóðverja fyrr en síðar og því er innrásin í Pólland talin vera upphaf styrjaldarinnar, fyrsta skrefið.<br><br>Með kveðju,\nHjörtur J.\n“Fylkið ykkur jafnan undir merki þeirra er vilja vernda og efla íslenzkt þjóðerni og íslenzka tungu og reynið ávallt að fylgja málstað þeirra sem berjast fyrir því sem er rétt, gott og fagurt.” -Margrét Jónsdóttir, skáldkona, höfundur ljóðsins “Ísland er land þitt”.\n“Það er fyrst og fremst um það að velja, hvort Ísland fær að ala íslenzka þjóð … eða hvort landið á að verða selstöð fjarlægra milljónaþjóða og gröf sinnar eigin þjóðar …” -Hr. Sigurbjörn Einarsson, biskup Íslands.\n“Við verðum … að varast það að vera of bláeyg í afstöðu okkar til aðflutnings fólks.  Nágrannalöndin hafa mörg hver þurft að viðurkenna að mikill munur á almennri afstöðu fólks til grundvallarreglna mannlegs samfélags getur leitt til vandræða.” -Sigurður Guðmundsson, fyrrv. forstöðumaður Þjóðhagstofnunar."
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-09-07 21:38:31",
            "id": "655374",
            "reply_to_id": "655367",
            "text": "og ef menn vilja fara út í útúrdúra eins og þessa má halda því fram að stríðið hafi hafist í Sarajevo 1914, eða þá í Versölum 1919… þetta er annars kallað nitpicking.<br><br>______________________________\n“If it ain't War, it ain't History!”\n______________________________"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-09-10 13:25:55",
            "id": "655375",
            "reply_to_id": "655367",
            "text": "Sæll,\nÍ sagnfræðinni er almennt miðað við að heimstyrjöldin síðari hafi hafizt 1. september 1939 með innrás Þjóðverja í Pólland.  Síðan má lengi deila um það hvort það sé rétt viðmiðun.<br><br>Með kveðju,\nHjörtur J.\n“Fylkið ykkur jafnan undir merki þeirra er vilja vernda og efla íslenzkt þjóðerni og íslenzka tungu og reynið ávallt að fylgja málstað þeirra sem berjast fyrir því sem er rétt, gott og fagurt.” -Margrét Jónsdóttir, skáldkona, höfundur ljóðsins “Ísland er land þitt”.\n“Það er fyrst og fremst um það að velja, hvort Ísland fær að ala íslenzka þjóð … eða hvort landið á að verða selstöð fjarlægra milljónaþjóða og gröf sinnar eigin þjóðar …” -Hr. Sigurbjörn Einarsson, biskup Íslands.\n“Við verðum … að varast það að vera of bláeyg í afstöðu okkar til aðflutnings fólks.  Nágrannalöndin hafa mörg hver þurft að viðurkenna að mikill munur á almennri afstöðu fólks til grundvallarreglna mannlegs samfélags getur leitt til vandræða.” -Sigurður Guðmundsson, fyrrv. forstöðumaður Þjóðhagstofnunar."
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2002-09-27 23:24:23",
            "id": "655376",
            "reply_to_id": "655367",
            "text": "Það er 1. Sept. Það skiptir í raun engu hvenær stríði var lýst yfir, Hitler hóf stríðið þann 1.<br><br><b>-And God Said: “Let There Be Light”, and Then There Was Conan-</"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2002-10-03 14:54:11",
            "id": "655377",
            "reply_to_id": "655376",
            "text": "Sæll,\nÞetta er samt álitamál.  Stríðið hófst vissulega 1. september en það varð ekki að heimsstyrjöld fyrr en Bretar og Frakkar lýstu yfir stríði við Þjóðverja 3. september, enda þýddi það, einkum í tilfelli Breta (Brezka heimsveldið), að ríki í raun öllum heimsálfum heimsins voru orðnir þátttakendur í átökunum (T.d. Ástralía í Eyjaálfu, S-Afríka í Afríku, Kanada í Ameríku, Indland í Asíu og Bretland í Evrópu).  Hefðbundna viðmiðuninn er engu að síður 1. september.<br><br>Með kveðju,\nHjörtur J."
        }
    ]
}