{
    "forum_title": "Flug",
    "user": null,
    "user_id": null,
    "date": "2002-09-07 19:03:17",
    "title": "Flugöryggi",
    "text": "Sælir Hugarar,\nÉg hef verið aðeins að spöglura síðan ég sá heimildarmynd um flugöryggi á RÚV um daginn.\nÞar var farið yfir sögu hryðjuverka í flugi og hvernig flugöryggi (aðallega með tilliti til hryðjuverka) væri háttað.  T.d. kom það fram að fyrsta alþjóða flugið frá USA eftir 11. sept var vél ElAl frá Newark til Tel Aviv 13.september, undarlegt eða?\nVél frá ElAl hefur ekki verið rænd í háa herrans tíð og er talið öruggasta flugfélag í heimi í dag.  Í þessari heimildarmynd var mikið talað við öryggisgúrúa ElAl. Þeir kynntu öryggisnet ElAl og gengdi mannlegi þátturinn þar stóru hlutverki.  Fólk var semsagt “yfirheyrt” áður en það fer um borð.  Einn yfirmaður hjá ElAl skammaðist mikið yfir flugöryggi í bandarískum flugvélum, þegar þú tjekkar þig inn þá er einhver fyrrum McDonald's starfsmaður sem spyr þig tveggja spurninga um hvort að þú hafir framið hryðjuverk eða langar til að fremja hryðjuverk og án þess að horfa á þig krossar hann í “no” dálkinn.\nEn af hverju er þetta svona?  Er þetta ekki bara allt spurning um peninga? ElAl er tiltölulega lítið flugfélag, getur gert þetta og kannski þarf að gera þetta en stærri flugfélög hafa ekki bolmagn í þetta, og þetta svarar ekki kostnaði.\nEn á ekki flugfarþeginn samt að vita hversu öruggt er að fljúga með flugfélögum?  Væri ekki hægt að setja einhvern stimpil á flugfélög, þar sem það er á hreinu að flugfélagið hefur uppfyllt einhver viss skilirði.\nSjáið þið þróunina núna, lággjaldaflugfélög spretta upp eins og gorkúlur og hvar eru þau að spara?  Okey þú færð einhvern minni mat og minni þjónustu um borð, en er ekki auðveldara að tjekka inn? Gera þau ekki allt til þess að spara pening?  Er ekki verið að fórna einhverju öryggi fyrir pening?  Og það sem mér finns mikilvægast, á ekki flugfarþeginn rétt á því að vita hversu öruggt er að fljúga með flugfélaginu????\n// Eureka",
    "url": "https://www.hugi.is/flug/greinar/91278/flugoryggi/",
    "url_id": "91278",
    "id": "655769",
    "replies": [
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-09-07 23:55:51",
            "id": "655770",
            "reply_to_id": "655769",
            "text": "ogedslega hata eg ad fljuga til bandarikjanna (tharf ad millilenda thar til ad koma og fara fra isl)\neinhverjur hommar a ego-trippi thessir immigration kallar…vita ekki rassgat en halda ad their seu toff.\nmy 2 cents..not even related to the topic"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-09-08 00:56:17",
            "id": "655771",
            "reply_to_id": "655769",
            "text": "Flug eru einn öruggasti ferðamáti í dag. Sama hvað öllum flugránum líður. Ef maður væri endalaust að pæla í öryggi og hræðslu, ætti maður bara að sitja heima. Þú hefur alveg gleypt áróðurinn frá USA."
        },
        {
            "user": "merkikerti",
            "user_id": "15890",
            "date": "2002-09-08 03:06:03",
            "id": "655772",
            "reply_to_id": "655771",
            "text": "Ég veit amk hvað ég þarf að varast þegar ég ræni vél hjá ElAL.\nSkál,\nfuckers"
        },
        {
            "user": "Shimotsuki",
            "user_id": "12245",
            "date": "2002-09-08 03:34:41",
            "id": "655773",
            "reply_to_id": "655771",
            "text": "hehehehehehe…\nFólk er alltaf svo tense í sambandi við Flugvélar. Ég þekki engan sem hefur lent í flugráni eða slasast í flugvél. Hins vegar veit ég um þónokkra sem lent hafa í umferðaróhöppum.\nOg mig langar ekki að vera tekin í _viðtal_ hjá flugfélaginu svo þeir geti ákveðið hvort ég sé hugsanlegur terroristi eða ekki þegar ér er á leiðinni í frí. Frekar flýg ég með ódýrara flugfélagi sem er ekki að bæta við launum fólks á minn farseðil sem vinna við að yfirheyra mig. Hingað til hef ég alltaf komist héðan og hingað og efast ekki um að ég muni komast á leiðarenda.\nÞetta er svona hystería sem á við fá rök að styðjast."
        },
        {
            "user": "Shimotsuki",
            "user_id": "12245",
            "date": "2002-09-08 22:10:56",
            "id": "655774",
            "reply_to_id": "655773",
            "text": ":Shimotsuki þann\n>Fólk er alltaf svo tense í sambandi\n>við Flugvélar.\nAkkúrat!  Þess vegna er þetta öruggasti ferðamátinn í heimi.  Það er allt svo tens í sambandi við flugvélar!\nOkey ef þú vilt ekki borga meira fyrir meira öryggi þá er það gott og gilt, og það er örugglega hellingur af fólki sem bara flýgur og pælir lítið í því hversu “öruggt” það er.\nÞú vilt ekki láta yfirheyra þig, en myndir þú fljúga með vél þar sem ekki hefur farið fram almennileg vopnaleyt?"
        },
        {
            "user": "Shimotsuki",
            "user_id": "12245",
            "date": "2002-09-09 11:22:07",
            "id": "655775",
            "reply_to_id": "655774",
            "text": "Að ganga í gegnum málmleitartæki er EKKI sambærilegt og að vera tekinn í viðtal. Ég hef aldrei eytt meira en 2 mín. í málmleitartæki.\nÉg flýg og pæli lítið í örygginu, hef aldrei gert það og mun örugglega ekki byrja á því að ástæðulausu. :) Þarf bara að muna eftir tyggjói. ;) Ef ég ætla að eyða taugunum í eitthvað mundi ég frekar láta fólksbílinn verða fyrir barðinu á því. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-09 12:06:11",
            "id": "655776",
            "reply_to_id": "655775",
            "text": ">Að ganga í gegnum málmleitartæki er EKKI >sambærilegt og að vera tekinn í viðtal. Ég hef >aldrei eytt meira en 2 mín. í málmleitartæki.\nEkki sambærilegt tímalega séð en gegnir nákvæmlega sama hlutverki, að tryggja öryggi farþegana um borð.\n>Ég flýg og pæli lítið í örygginu,\nÉg trúi því nú ekki, þú ert bara það öruggur með þig í flugi að þú lætur sem þú hugsir ekki um það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-08 22:04:14",
            "id": "655777",
            "reply_to_id": "655771",
            "text": "Jonr:\nNei ég hef ekki gleypt neinn áróður frá USA, enda er greinin ekki um neinn áróður.\nÞú kemur akkúrat inn á réttan punkt, flug er öruggasti ferðamátinn í dag út af öryggisráðstöfunum í flugi.  Við erum einmitt endalaust að pæla í öryggi!\nFærir þú upp í flugvél þar sem ekkert vopnaeftirlit væri? Engin gegnumlýsing á farangri? Með fullri vél að stríðsmáluðum, fúlskeggjuðum dúdum í hermannajökkum?"
        },
        {
            "user": "davidjons",
            "user_id": "18012",
            "date": "2002-09-08 05:48:54",
            "id": "655778",
            "reply_to_id": "655769",
            "text": "ég var svona að pæla, var það ekki Flugleiðavél sem var fyrst í loftið eftir 11 sertember?"
        },
        {
            "user": "davidb",
            "user_id": "13639",
            "date": "2002-09-08 13:54:13",
            "id": "655779",
            "reply_to_id": "655778",
            "text": "Sælir hugarar…  en jújú það var Flugleiðafragtarinn sem varð fyrst í loftið frá JFK eftir þetta, þeir voru að fara af stað þegar þetta skeði og sáu seinni vélina fara á turninn."
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2002-09-08 19:47:08",
            "id": "655780",
            "reply_to_id": "655779",
            "text": "Það er rétt að fraktarinn var fyrstur í loftið frá New York eftir þessi ódæði.\nÞað sem gerðist að fraktarinn var kominn í brautarstöðu þann 11 sept. og var næstur í loftið þegar seinni vélin flaug á turninn. Var þá tekin ákvörðun um að loka lofthelgi USA og var vélinni snúið inn aftur og var þar í nokkra daga. Svo þegar lofthelgin var opnuð aftur var sú vél fyrst út aftur.\nOg annað: Þegar opna átti lofthelgina aftur, voru vélar Flugleiða sendar til vesturheims, en svo bar við að lofthelginni var lokað afturskommu seinna og þá voru vélanar konar of langt til að hægt væri að snú þeim við. Allar lentu þær í Montreal, nema eins sem var á leið til Minneappolis. Sú vél lenti í Winnepeg. Hinar vélarnar tóku eldsneyti og fóru heim aftur en það var ekki hægt með þessa einu. Var hún þar úm nóttina, en svo var fengið leyfi til að ferja hana til Minniappolis morguninn eftir. Þetta varð til þess að sú vél var fyrst að erlendum flugfélögum til að koma inn í USA eftir opnun lofthelginnar.\nSem sagt, Flugleiðir áttu fyrstu vél burtu og fyrstu vél inn til USA.\nKveðja\nFresca"
        },
        {
            "user": "merkikerti",
            "user_id": "15890",
            "date": "2002-09-08 21:49:31",
            "id": "655781",
            "reply_to_id": "655780",
            "text": "veeeiiiiiiiii….. húrra, húrra, húúúúrrrraaaa!!!!!!!!!"
        },
        {
            "user": "Kolsi",
            "user_id": "13250",
            "date": "2002-09-08 22:15:25",
            "id": "655782",
            "reply_to_id": "655778",
            "text": "Það var flugleiðavél sem fór fyrst frá JFK, en þessi elal vél var sú fyrsta sem fór frá USA og það var frá Newark.\nBaráttu kveðjur,"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2002-09-08 23:43:57",
            "id": "655783",
            "reply_to_id": "655782",
            "text": "líkurnar á því að flugvélinni sem þú ert í sé rænt eru stjarnfræðilegar. á 30sek fresti fer vél í loftið og á nokkra ára fresti er flugvél rænt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-09 09:24:23",
            "id": "655784",
            "reply_to_id": "655783",
            "text": "Það þurfti ekki nema 4 flugrán til að lama hálfan heiminn, og þar með talið voldugasta ríki í heimi."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-09-08 09:02:51",
            "id": "655785",
            "reply_to_id": "655769",
            "text": "Flugöryggi er ábótavant hvað varðar aðgengi að flugvélum og ekki síst aðgengi að stjórnklefa. Hver sem er getur vaðað fram í og beint byssu að flugfólkinu.  Það þarf að loka ,,permanently\" á milli stjórnklefa og farþegarýmis.  Þeir sem eru á móti þessu eru flugmenn sjálfir því þá verða þeir að taka með sér nesti fram í og engar freyjur og þjónar til að grípa í rassinn á. Ekkert montbrölt aftur í. Það er nú svo!"
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2002-09-08 19:38:45",
            "id": "655786",
            "reply_to_id": "655785",
            "text": "Þetta sýnir nú mikla vankunnáttu hjá þér Apache. Það hafa komið fyrir og munu koma fyrir atvik þar sem flugmenn verða að fara afturí, og einnig tilvik þar sem flugfreyjur þurfa að komast frammí.\nSvo að þú vitir það, þá eru tvær neyðarútgönguleiðir frammí, sem hefur þurft að grípa til.\nEf ,,varanlega“ verður lokað frammí þá verður öryggi ógnað frekar en bætt. Tölfræðin sýnir að það verða fleiri slys heldur en flugrán þar sem flugvélum er flogið á tvíburaturna.\nÞú heldur því fram að flugmenn vilji ekki loka sig af ”því þá verða þeir að taka með sér nesti fram í og engar freyjur og þjónar til að grípa í rassinn á\" og geti ekki verið með montbrölt.\nEitt skal ég fullyrða hér: Flugmenn og flugáhafnir er það fólk sem flugöryggi skiptir mestu máli, því allir vilja komast lifandi heim eftir vinnudag. Það er þetta fólk sem vill flugöryggið sem mest, og að halda öðru fram er fásinna. Það er nú svo!\nKveðja\nFresca"
        }
    ]
}