{
    "forum_title": "Börnin okkar",
    "user": "cactuz",
    "user_id": "5705",
    "date": "2000-11-18 13:29:21",
    "title": "Börn í poka fyrir 100",
    "text": "Ég sá ágætis kvikmynd um daginn sem heitir Gattaca, hún var nú reyndar frábær. Hún fjallaði um genamisnotkun og hvernig flestar allar mannverur vora orðnar framúrskarandi bæði hvað varðar greind og líkamsgetu. Nú lifum við á tímum þar sem erfðir eru grandskoðaðar(sbr Íslensk erfðafgreining) til þess meðal annars að koma í veg fyrir sjúkdóma.  Þetta get ég allveg skilið að fólk vill koma í veg fyrir að börn þeirra þjáist af sjúkdómi sem er í fjölskyldunni. En nú þegar tæknin er orðin það þróuð að við getum klónað og fiktað í genum. Þá fara foreldrar að stíga næsta skrefið sem er ekki bara að laga galla í genum heldur betrumbæta gen líka.\nHver foreldri vill það besta fyrir barnið sitt og ef hann getur tryggt barni sínu mikla greind og góða líkamsburði þá gerir hann það. Nú þegar er byrjað að selja egg úr fyrirsætum og selja sæði úr nóbelsverðlaunahöfum. En verðið á þessu er það hátt að aðeins ríka fólkið hefur efni á því. ÞETTA ER ORÐINN MARKAÐUR, að eignast barn er eins og að kaupa inn. Hvar liggja siðferðismörkin, eru einhver siðferðismörk þegar kemur að því að tryggja barni sínu öryggi í framtíðinni. Hvað með væntingar foreldra til súperbarnsins síns á þetta barn ekki að vera algjör snillingur. Nú fékkstu 9,5 á prófinu sonur sæll, afhverju fékkstu ekki 10. Ég lagði mikla peninga í að gera þig að snillingi of þá skalt þú verða snillingur. Það er aldrei 100% öruggt varðandi gen og verður stoltið ekki öðruvísi þegar barnið stendur sig vel í námi kannski, “þetta kemur ekkert á óvart hann var fæddur í þetta”.\nMér hryllir við því að ímynda mér framtíð þar sem þú færð bækling í hendurna þegar þú ætlar að eignast barn. “ Börn í poka fyrir 100”, nei leyfum náttúrunni eitthvað að ráða, bara smá.",
    "url": "https://www.hugi.is/bornin/greinar/9134/born-i-poka-fyrir-100/",
    "url_id": "9134",
    "id": "51247",
    "replies": [
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2000-11-18 14:32:39",
            "id": "51250",
            "reply_to_id": "51247",
            "text": "Ég held að það sé ekki löglegt að betrumbæta barnið sitt með genameðferð…"
        },
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2000-11-18 15:17:08",
            "id": "51251",
            "reply_to_id": "51247",
            "text": "Ég held að þeir séu nú ekki farnir að betrumbæta börnin, en það er líklega framtíðin.  En ég vona að heimurinn verði aldrei fullkomin, spáið í það hvað allt væri leiðinlegt ef allir fengu alltaf 10 og allir gætu jafnað og bætt heimsmet. Þá væri ekkert til að keppa að lengur. Erum við ekki öll að reyna að vera betri en einhver annar?"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-11-18 16:00:48",
            "id": "51252",
            "reply_to_id": "51247",
            "text": "Mér finnst í lagi að það sé hægt að laga gen sem valda sjúkdómum, en það ætti að banna það að geta valið einhver góð gen í barnið sitt. Það er líka sagt að ef það væri hægt að ákveða hvernig börnin verða myndast ný stéttarskipting, líkt og í Gattaca."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2000-11-18 16:04:16",
            "id": "51253",
            "reply_to_id": "51247",
            "text": "Það er spurning hvar mörkin liggja.  Flestir eru sammála um það að ef þú getur komið í veg fyrir að barn þitt sé með hættulegan sjúkdóm sem kemur til með að valda því miklum þjáningum og jafnvel að það deyi úr þá sé það allt í lagi.  Hins vegar ef það væri orðinn veruleiki þá færi fólk að spá í hvað það getur gert meira.  Myndir þú koma í veg fyrir að barnið þitt væri t.d. með ofnæmi fyrir dýrum?  Ég er með ofnæmi fyrir dýrum og það er að vissu leyti heftandi.  Ég get t.d. ekki átt loðin gæludýr og get ekki einu sinni komið í hús þar sem eru kettir.  Myndir þú koma í veg fyrir að barnið þitt þyrfti að ganga með gleraugu, þjáist af offitu, fái skalla o.s.frv.  Er ekki fólk í dag að eyða stórfé í tannréttingar svo börnin þeirra verði ekki með skakkar tennur?  Myndi það ekki alveg eins vilja breyta genunum og láta börnin sleppa við að fá einu sinni spengur?\nMér finnst líklegt að það verði settar einhverjar reglur um þetta en ég er viss um að það verður hægt að fara til einhverra landa þar sem það er ekki bannað og fá það gert.  Framtíðin verður bara að leiða þetta í ljós."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2000-11-18 17:11:50",
            "id": "51254",
            "reply_to_id": "51253",
            "text": "Það þyrfti að gera genabætingar niðurgreiddar af Tryggingastofnun, og varðandi það að allir gætu bætt heimsmet og fengið 10 á prófum þá á það ekki við rök að styðjast, heimsmet yrðu bara hærri og próf erfiðari."
        },
        {
            "user": "Ingi",
            "user_id": "2417",
            "date": "2000-11-19 03:27:18",
            "id": "51255",
            "reply_to_id": "51247",
            "text": "Ég held að við þurfum ekkert að spá í þessu!\nSegjum svo að líkaminn verði 100% og hugurinn skýr þá verðum við engu að síður einstaklingar með öll okkar vandamál.\nDónt worrí :-)"
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2000-11-19 08:28:45",
            "id": "51256",
            "reply_to_id": "51247",
            "text": "Þið verðið að átta ykkur á því að ef fullkomnun er náð er lífveran hvorki lifandi né dauð. Hún væri ekki til en samt þarna. Þetta er dáldið undarlegt en engin lífvera getur orðið alveg fullkominn og haldist í þessum heimi. Þessi alheimur er bara svo ófullkomin að hún myndi eyða heiminum bara með því að fæðast.\nÉg er hættur að skilja mig sjálfur…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-19 08:37:04",
            "id": "51257",
            "reply_to_id": "51256",
            "text": "Vááá…."
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-11-19 18:59:04",
            "id": "51258",
            "reply_to_id": "51247",
            "text": "það er til barnamarkaður í dag. þú getur keypt barn af konu það er að hún gengur með það fyrir þig. En að mikil genatækni komi til með að breyta okkur neeeeee ég held að náttúran finni leið til að komast hjá því"
        },
        {
            "user": "IcEEyE",
            "user_id": "2285",
            "date": "2000-11-20 10:30:34",
            "id": "51248",
            "reply_to_id": "51247",
            "text": "Það sem gert var í Gattica var ein sáðfruma og eitt egg sem pössuðu vel saman.  Svipað eins og að eignast miljón börn og velja það besta.  Þetta hefur hinsvegar verið gert í ALVÖRU!!!  Jú einmitt það var fólk sem lét velja fyrir sig fóstur sem hefði þann eiginleika að hafa sama beinmerg og eldri sistkyni þess svo það gæti hjálpað því í baráttunni að ég held gegn hvítblæði.  Ok þetta eru sjúkdómar og kannski í lagi.  Nú eru allir hér meira og minna á þeirri skoðun að við ættum að banna að gera fólk ofur gáfað eða ofur sterkt með svona aðferðum heldur bara leifa að koma í veg fyrir sjúkdóma.  En það er eitt vandamál.  Sú tækni sem fundin er upp verður alltaf notuð.  Kannski ekki í vestrænu ríki en það eru alltaf til ríki sem eru tilbúin að gera hvað sem er.  Ef t.d. Írak tæki uppá því að búa til ofur gáfað og ofur sterkt fólk þá yrði annaðhvort að skjóta þá í spað eða taka þetta upp eftir þeim.  Ok skjótum þá í spað því bandaríkjamenn vilja það en hvað ef Kína byrjar á þessu.  Þeir fara aldrei eftir neinu sem heimurinn vill.  Svo sama hvað við segjum ef þetta verður almennt hægt mun þetta verða gert hvort sem okkur líkar betur eða verr.\nHvernig væri að kaupa egg úr fyrirsætu og sæði úr nobelsverðlauna hafa og svo erfir barnið útlit verðlaunahafans og gáfur fyrirsætunnar.  AHHHHH 8-)"
        },
        {
            "user": "demone",
            "user_id": "3795",
            "date": "2000-11-20 11:13:08",
            "id": "51249",
            "reply_to_id": "51247",
            "text": "Finnur náttúran ekki alltaf leið framhjá öllu? Það er ekki hægt að stjórna öllum hlutum, og náttúran til dæmis reynir að viðhalda jafnvægi!"
        }
    ]
}