{
    "forum_title": "Hundar",
    "user": "DruZli",
    "user_id": "475",
    "date": "2002-09-09 10:18:56",
    "title": "Rotweiler",
    "text": "Kann nú ekki einusinni að skrifa þetta orð :)\nVar að spá í hvort eikkur vissi verð á slíku dýri og hvar væri hægt að kaupa eitt slíkt? Vita einhverjir hvað Það eru mörg dýr til hérna og er þetta nokkuð inbreed hérna á klakanum? Eins væri gaman ef einhverjir vissu um góðar síður um þetta kyn?\nDruzli",
    "url": "https://www.hugi.is/hundar/korkar/91537/rotweiler/",
    "url_id": "91537",
    "id": "657791",
    "replies": [
        {
            "user": "aski",
            "user_id": "21746",
            "date": "2002-09-10 10:04:05",
            "id": "657792",
            "reply_to_id": "657791",
            "text": "Þeir kosta svona 180-250 þúsund."
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-09-10 16:20:12",
            "id": "657793",
            "reply_to_id": "657792",
            "text": "já eitthvað solleis\nen ég mæli með að flytja inn frekar ( þótt Það sé dýrara) því upprunalegi stofninn af rottweiler á íslandi var með galla sem gæti komið í afkvæmunum og þar af leiðandi eyðilagt fyrir þér ef þú vilt nota hundinn til ræktunar!!!"
        },
        {
            "user": "Schafer",
            "user_id": "9762",
            "date": "2002-09-11 12:35:29",
            "id": "657794",
            "reply_to_id": "657793",
            "text": "Hvað upprunaléga stofn ert þú að tala um?\nÞað eru EKKI allir að rækta undan þessum hundi sem þú ert að tala um. Gerður í litlu Hildisey (V-landeyjum) er að rækta undan innfluttum hundum (frá Bandaríkjunum) sem eru skráðir í HRFÍ og eru ekki með neina augljósa galla. Þeir hafa að vísu ekki verið sýndir hér á landi./en eistnavottorð eru til staðar) Afkvæmi hafa þó komið á sýningar og gengið þokkalega og geðslagið til fyrirmyndar í þeim sem ég hef hitt.\nKv Schafe"
        },
        {
            "user": "DruZli",
            "user_id": "475",
            "date": "2002-09-12 15:45:29",
            "id": "657795",
            "reply_to_id": "657794",
            "text": "Var einmitt að festa kaup á tík frá Gerði núna rétt áðan:)\nAfhending verður 5 okt þannig að nú telur maður niður dagana:)"
        },
        {
            "user": "Schafer",
            "user_id": "9762",
            "date": "2002-09-13 08:25:03",
            "id": "657796",
            "reply_to_id": "657795",
            "text": "Til hamingju með það :-)) Mundu bara að vera ROSALEGA duglegur að umhverfisþjálfa hann strax. Skemmtilegasti Rottweiler sem ég hef hitt frá Gerði er 11 mánað gömul tík sem hefur fengið mikla umhverfisþjálfun(í kringum hestamennskuna). Hún er algjör ljúflingur og ekkert sem kemur henni úr jafnvægi.\nKveðja Schafer."
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-09-18 01:05:13",
            "id": "657797",
            "reply_to_id": "657796",
            "text": "ok.. ekki misskilja mig!\nrottweiler hundar eru ekkert verri en aðrir hundar en það voru tveir menn sem keyptu tvo hunda,tík og hund, og það var allt í lagi með þessa tvo. Svo eignuðust þau hvolpa og mig minnar að þar hafi komið tvær tíkur og einn hundur.. tíkurnar seldust strax og allt í lagi með þær en hundurinn var eitthvað vandamál því t.d. annað eistað kom ekki niður og var þess vegna ekki með eistnavottorð en samt var ræktað undan honum!\nþetta eru bara upplýsingar sem ég fékk hjá rottweiler eiganda ! sem sko keypti aðra tíkina!\nþað eru samt nokkur ár síðan en gallinn er samt ennþá til þótt það sé ekki mikið um hann hérna !"
        }
    ]
}