{
    "forum_title": "Smásögur",
    "user": "Kyy",
    "user_id": "21308",
    "date": "2002-09-11 20:51:40",
    "title": "Jól í helvíti",
    "text": "Ég sit hér í horninu mínu og græt.  Ég er bara 9 ára stelpa sem á heima í braggahverfinu en veit að heimurinn er óréttlátur og vondur.\nMamma öskrar í næsta herbergi og seigir mér að halda kjafti.  Ég sagði ekki neitt en hún sagði mér samt að halda kjafti.\nHún veður inn í herbergi með beysball kylfu og hótar mér að drepa mig ef ég held ekki kjafti.\nÉg seigi ekki neitt.  Hún sleppur kylfunni og slær mig fast í andlitið.  Ég græt ekki því þá verður hún vond verri en hún er nú.\nHún hverfur úr herberginu og byrjar að öskra einhverja þvælu.\nÉg er svo hrædd svo verulega hrædd.  Ég byrja að kjökra.\nÞað er aðfangadagur.  Ég var búinna að hlakka svo til.  Hún er oft vond en aldrey á aðfángadags kvöldum, nema í dag.\nVið vorum vön að opna pakka og borða góðan mat.  Síðan les hún úr biblíuni.  En ekki núna.  Þetta byrjaði kl 5.  Ég var kominn í spari kjólinn minn glöð á svip.  Þá sat hún með vínið sitt og baugun undir augonum.  Og sagði að ég væri ljótur krakki, ljótur sem á ekki skilið að eiga svona góða mömmu.  Hún sagði þetta oft.\nOg í þessum orðum fór brosið, ég vissi að þetta átti að vera vond jól, slæm jól, jól í helvíti.\nÉg horfi á opinn gluggan fyrir framann mig.  Ég vil ég vil svo klifra upp gluggann og flýja.  Hlaupa langt í purtu.\nÉg heiri í mömmu nálgast.  Ég stend upp horfi á gluggann og ákveð að klifra út um hann.\nÞegar ég stekk út umm hann heiri ég að hurðinn inni er rifinn upp og heyri í mömmu öskra HVAR ERTU LITLA KVIKINDI.\nÉg hleyp í burtu langt langt í burtu.\nKanski var mamma svona vond við mig út af því að hún misti pabba minn þegar ég var en í maganum.\nEn hvað með það.  Hún átti samt að vera góð við mig.\nÉg á aldrei eftir að fyrigefa henni.  Þessi heimska hóra getur rotna í helvíti fyrir mér.\nLögreglumaður mætti mér þegar ég var á hlaupum.\nHann fór með mig heim.  En þegar hann sá hvernig mamma var vildi hann ekki sleppa mér.  Fór með mig lágt lágt í burtu frá mömmu.\nÉg sá mömmu mína aldrey aftur, ég vildi ekki sjá hana aftur.\nNú er ég hamingjusöm.  Á kjærasta og á heima í kjallarholu einhverstaðar út í raskati.\nHamingjusöm!",
    "url": "https://www.hugi.is/smasogur/greinar/91815/jol-i-helviti/",
    "url_id": "91815",
    "id": "660123",
    "replies": []
}