{
    "forum_title": "Deiglan",
    "user": "BessiB",
    "user_id": "3098",
    "date": "2000-11-20 22:09:27",
    "title": "Ísraelar vs Palestínumenn",
    "text": "Þetta er orðið alveg hræðilegt þetta stríð milli Ísraela og Palastínumanna. Ef einnhver hryðjuverkamaður gerir eitthvað þá er strax ráðist til baka og það á almenna borgara.\nÍsraelar nýta hvert tækifæri til að ráðast á palestínumenn og þeir eru með herinn tilbúinn til að hefna sín. Er hægt að túlka þetta eitthvað öðruvísi þegar gerðar eru loftárásir örfáum klukkustundum eftir að rútan er sprengd.\nPalestínumenn mættu aftur á móti reyna að slappa aðeins af og reyna að skilja það að þeir geta ekki unnið Ísreaela. Eina leiðin fyrir þá að vinna eitthvað er að fá stuðning annarra þjóða og það fá þeir ekki með því að drepa og drepa og drepa.",
    "url": "https://www.hugi.is/deiglan/greinar/9219/israelar-vs-palestinumenn/",
    "url_id": "9219",
    "id": "51975",
    "replies": [
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-20 23:48:54",
            "id": "51976",
            "reply_to_id": "51975",
            "text": "Í rauninni eru þetta bara heimsk trúarbrögð sem valda þessum hefndum.  T.a.m. tíðkaðist það oft hér á landi að það var hefnt dauða eins og annara fyrir mörgum öldum, sérstaklega þegar heiðni var aðaltrúin.  Annars er þetta almenn heimska hjá báðum aðilum fyrir að láta svona."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-21 00:25:27",
            "id": "51977",
            "reply_to_id": "51976",
            "text": "það er nú alveg rétt þetta stafar út af trúarbrögðum og byrjaði útaf þeim."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-11-21 01:31:51",
            "id": "51978",
            "reply_to_id": "51977",
            "text": "helvítis trúin mar!!!"
        },
        {
            "user": "IcEEyE",
            "user_id": "2285",
            "date": "2000-11-21 10:25:32",
            "id": "51979",
            "reply_to_id": "51976",
            "text": "Þetta eru reyndar ekki bara trúarbrögð sem valda öllu þessu heldur hinn andskotinn sem kallast peningar.  Það vill nefnilega þannig til að Ísraels menn fá fullt fullt af peningum frá góðvinunum í Bandaríkjunum og er það oftast afsakað með því að Ísrael sé í stríðsrekstri við nágrannana og palistínumenn.  Nú hvað myndi gerast ef þeir hættu í þessum stríðum.  Þá kæmu minni peningar frá USA og efnahags ástandið myndi versna svo það er Ísrael fjárhagslega hagkvæmt að vera í stríði.  Ég fór til Ísrael fyrir tveimur árum og það sem stakk mest í augun voru Settlements eða þorp sem Ísraels menn hafa byggt á nokkrum stöðum fyrir utan Jerúsalem í miðju landsvæði palistínu manna.  Þetta eru kannski svona 30-50 hús og ekkert í kringum þau.  Þau standa þarna bara ein úti í auðninni og svo er svörtum gyðingum frá Afríku boðið að búa þarna frítt.  Og til hvers eru þessi Settlement.  Jú þeir gætu alveg eins byggt þessi hús í borgar jaðrinum en nei þeir eru að reyna að búa til vandræði.  Þess má geta að Ísrael þarf á öllum peningum sem þeir fá frá USA því fullt af þessu liði vinnur ekki neitt.  Það bara byðst fyrir og heimtar svo peninga frá ríkinu fyrir að gera ekki neitt.  Semsagt Ísraelmenn sem heild eru uppreisnagjarnir og vilja stríð. Hinsvegar hitti ég fullt af Ísrealsmönnum og voru þeir upp til hópa á móti þessu rugli og oftast einnig á móti trúar vitleysingunum svo ekki skal alhæfa að allir einstaklingar séu kjánar þó þjóðin sé það."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-21 07:40:45",
            "id": "51980",
            "reply_to_id": "51975",
            "text": "Þessar tvær þjóðir enda þannig að þær sprengja hvor aðra til andskotans…."
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-11-21 10:31:40",
            "id": "51981",
            "reply_to_id": "51975",
            "text": "Ég held að það sé langt í lausn á þessari deilu þar sem hvorugur aðilinn hefur minnsta áhuga á að semja um frið. Þeim finnst hagsmunum sínum betur borgið í heilögu stríði. Mér finnst að við eigum bara að leifa þeim að drepa hvora aðra. Á meðan þeir blanda ekki einhverjum kjarnorku- eða eiturgasvopnum inn í málið er þetta voðalega lítið okkar mál að skipta okkur af. Það væri þá helst að þetta hefði einhver áhrif á olíuverð eða eitthvað álíka og þá er kannski spurning um að skipta sér eitthvað af málum annars ekki."
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2000-11-21 11:47:14",
            "id": "51982",
            "reply_to_id": "51981",
            "text": "Já, það er fallegt að hugsa svona…"
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2000-11-21 12:23:30",
            "id": "51983",
            "reply_to_id": "51982",
            "text": "Vandamálið er rasisminn í Gyðingum sem fyrirlíta arabana og telja sig hafa boð frá Guði um að eignast landið.  Landnemabyggðirnar eru þyrnir í augum allra sem vilja friðsamlega lausn og til þess eins settar upp að skapa vandræði.\nÞað hversu ótrúlega miskunarlausir Ísraelar eru sést best á því að Ariel Sharon sem sannað (af nefnd á vegum Ísraelsstjórnar) að hafi verið ábyrgur fyrir fjöldamorðum á konum og börnum í Líbönskum flóttamannabúðum, er formaður annars stærsta flokkspólitíska flokks í ísrael.\nÍ hverju einasta sómasamlega landi væri svona maður hangandi í gálga.  Það færi best á því að Sharon færi í sama gálga og Eichman sem var tekin af lífi fyrir svipaðar sakir og Sharon er sekur fyrir.\nBuddy"
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-21 10:39:43",
            "id": "51984",
            "reply_to_id": "51975",
            "text": "æji…báðar þjóðir ættu bara að skjótast til Saddam og sprengja helvítið…þó svo að hann sé illa haldinn af krabba. :o)"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-11-21 16:11:20",
            "id": "51985",
            "reply_to_id": "51975",
            "text": "Það er líka það að ég held að hvorugur þeirra, vilji taka sökina á sig og þá getur verið erfitt fyrir þá að komast að einhverji lausn."
        },
        {
            "user": "icebird",
            "user_id": "5087",
            "date": "2000-11-21 21:29:13",
            "id": "51986",
            "reply_to_id": "51975",
            "text": "Þeir munu hvort eð er aldrei búa í fullkominni sátt þótt það yrði samið um eitthvað."
        },
        {
            "user": "icebird",
            "user_id": "5087",
            "date": "2000-11-22 00:53:45",
            "id": "51987",
            "reply_to_id": "51986",
            "text": "Af hverju í andskotanum líðst Ísraelum sú framkoma sem þeir sýna öðrum þjóðum.\nÞetta er ótrúlegt.\nSýnum Aröbunum stuðning"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2000-11-22 13:40:32",
            "id": "51988",
            "reply_to_id": "51975",
            "text": "Kíkið á heimasíðu ísraelska hersins, það er ótrúlegt hvað þeir leyfa sér mikið af áróðri þarna.\nhttp://www.idf.il/english/news/main.stm"
        }
    ]
}