{
    "forum_title": "Börnin okkar",
    "user": "simaskra",
    "user_id": "18264",
    "date": "2002-09-15 21:49:32",
    "title": "Ótrúlegt!!",
    "text": "Ég horfði á seinni hluta Dateline þáttar á Skjáeinum áðan og þar var verið að fjalla um konu sem getur heyrt á gráti barna hvað angrar þau.  Hún er menntaður hjúkrunarfræðingur og er sérhæfð í umönnun nýbura.\nÞað var í raun ótrúlegt að horfa á þetta, fólk er að setja sig á hausinn til að fá hana í heimsókn, því að hún fær ca. 1000 dollara á DAG fyrir að veita þessa þjónustu!!  Reyndar skildi ég frásögnina þannig að hennar ráðgjöf virkaði alltaf, þ.e.a.s. 100 % árangur, hvort að það er alveg satt veit ég ekki…\nÞað var reyndar mjög forvitnilegt að sjá hvernig hún fer að, hún segist hlusta á grát barnanna og heyri þá hvort þau séu svöng, þreytt, með óhreina bleyju o.s.frv…  Það var eitt barn sem svaf ekkert á nóttunni og hún byrjaði á því að fara ofan í rúm barnsins með barninu fyrstu nóttina!  Hún segir að það taki þrjá daga og þrjár nætur að venja börn á að sofna sjálf í sínu rúmi.  Ég gæti haldið endalaust áfram með að segja frá þessum þætti en læt þetta nægja…  Þið sem sáuð þennan þátt, hvernig fannst ykkur þetta allt saman?  Trúiði þessu?\nKveðja simaskra",
    "url": "https://www.hugi.is/bornin/greinar/92415/otrulegt/",
    "url_id": "92415",
    "id": "664638",
    "replies": [
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-09-15 22:15:49",
            "id": "664639",
            "reply_to_id": "664638",
            "text": "Ég hef smá trú á þessu já, ekki það ég mundi aldrei ráða svona “barnahvíslara” til mín fyrir 1000$ á dag en ég held samt að það sé hægt að læra inn á grát barna og átta sig á muninum. Grátur er það eina sem þessi kríli hafa til að tjá sig, og ég er viss um að það sé blæbrigðamunur á hvort þau gráti af hungri, þreytu eða sársauka."
        },
        {
            "user": "simaskra",
            "user_id": "18264",
            "date": "2002-09-15 22:26:30",
            "id": "664640",
            "reply_to_id": "664639",
            "text": "Ég er alveg sammála þér og ég er viss um að þessi kona kann sitt fag.  Það er spurning ef maður væri í þeim sporum að barnið manns svæfi ekkert hvort að maður myndi ekki hugsa sig tvisvar um…?"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-09-15 22:33:35",
            "id": "664641",
            "reply_to_id": "664640",
            "text": "*úff* mín fjárhagsstaða mundi ekki leyfa mér að hugsa mig tvisvar um í svona máli, hún er nokkra daga með hvert barn. Kannski 500.000 kr. sem fólk þarf að punga út! Ég hef að vísu ekki átt barn sem grætur allar nætur, kannski mundi maður selja ofan af sér til að fá hjálp ef maður væri í þeim sporum…"
        },
        {
            "user": "harpajul",
            "user_id": "7337",
            "date": "2002-09-16 08:05:44",
            "id": "664642",
            "reply_to_id": "664638",
            "text": "Ég sá reyndar ekki þennann þátt en þetta er alveg stórmerkilegt ef rétt er,og já…..ég “held” að ég myndi prufa svona(þ.e.a.s ef fjárhagurinn leyfði það með nokkru móti)ef ég ætti barn sem gréti endalaust og ekkert finndist að með öðru móti\nmbk\nharpajul"
        },
        {
            "user": "Keyzer",
            "user_id": "7956",
            "date": "2002-09-16 10:03:19",
            "id": "664643",
            "reply_to_id": "664638",
            "text": "Ég sá þetta líka fyrir stuttu :) og nátttúrulega er þetta líka reynslan hjá henni. Var hún ekki búinn að gera þetta allt sitt líf?"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-09-16 10:52:58",
            "id": "664644",
            "reply_to_id": "664638",
            "text": "O.k. ég sá ekki þennan þátt en….\nÉg held (og tala reyndar af reynslu) að ef maður á lítið barn sem grætur út í eitt þá er maður alla vega búinn að tékka á eftirfarandi:\nSvangt?\nÞreytt?\nMeð óhreina bleyju?\nOf heitt?\nOf kalt?\nMagakveisa?\nVeikt (með hita)?\nMálið er bara að sum börn vita ekki sjálf af hverju þau gráta,eða eins og ég heyrði einhvern orða það, þau eru bara ósátt við að vera ungbörn og gráta þangað til þau verða eldri. Svoleiðis voru báðir mínir drengir, sérstaklega sá eldri. Ósáttir við lífið þangað til þeir fóru að geta hreyft sig almennilega um og borðað almennilegan mat.\nÞað er t.d. talað um að s.k. kraftmikil börn (spirited children) hafi svo óreglulega líkamsstarfsemi að þau sjálf átti sig ekki á kröfum líkama síns og komi þeim því ekki til skila. Þess vegna sé svo erfitt að læra inn á grátur þeirra sem ungbarna. Þetta er reynsla mín af eldri syni mínum (hann er svona “spirited”), hann grét út í eitt og við vissum aldrei hvað var að, nema þetta, hann varð bara smám saman ánægðari með lífið eftir því sem hann stækkaði.\nKannski þessi kona geti séð þetta út; þetta barn grætur af því að það er “spirited” og veit ekki af hverju það grætur. Eða að hún getur skynjað betur en börnin sjálf hvað er að þeim?\nVeit ekki?\nEn ég held að þrátt fyrir mikinn grátur og mikla þreytu hefði ég aldrei fengið konu heim og borgað henni 1000 dollara fyrir einn dag. Svo vitlaus varð ég nú aldrei á ástandinu!"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-09-16 11:29:49",
            "id": "664645",
            "reply_to_id": "664644",
            "text": "Það er oft hægt að heyra af hverju börnin eru að gráta, þó kannski aðeins meira eftir því sem þau eru eldri.\nt.d. heyri ég strax hvort að krakki er að grenja af frekju, út af því að hann meiddi sig lítið eða slasaði sig alvarlega (ég hef lent í því og heyrði muninn á sekúndubroti án þess að sjá krakkann at the time) eða hvort það var verið að skamma krakkann og hann vill huggun…\nen ég sá þennan þátt ekki og veit þar af leiðandi ekkert um þessa konu!! en 1000dollarar er nú doldið mikið…"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2002-09-17 00:57:50",
            "id": "664646",
            "reply_to_id": "664644",
            "text": "Ég er að flestu leyti sammála þér en ég held að margir geti orðið ansi örvæntingarfullir þegar barnið þeirra grætur nánast allan sólarhringinn.  Það gerðist með barn nr. 2 hjá mágkonu minni, hún grét fyrstu 8 mánuði ævi sinnar nánast stanzlaust.  Hjónabandið var að liðast í sundur og foreldrarnir voru komnir “on the edge”.  Þá benti einhver þeim á að fara með stelpuna í spjaldhryggsjöfnun (eða eitthvað svoleiðis nafn) hjá kírópraktor og þá kom í ljós að stelpan var sennilega með klemmda taug í öxlinni og gat kírópraktorinn lagað það.  Frá þeim degi snarbreyttist krakkinn og allt fór að ganga betur.\nÉg er sjálf með 4ra og hálfsmánaða strák sem sefur vel í sínu eigin rúmi og þakka ég fyrir það, ég væri sennilega komin á Klepp ef ég ætti barn sem gréti svona mikið.\nKveðja,\nIceCat"
        }
    ]
}