{
    "forum_title": "Veiði",
    "user": "Hatri",
    "user_id": "7053",
    "date": "2002-09-18 10:00:52",
    "title": "Haust != veiði",
    "text": "Jæja þá er Siv búin að tala!\nReykjanesið friðað að Þingvöllum og “kannski” sölubann næsta haust og “kannski” hertar aðgerðir gegn notkun fjölskotavopna.  Og  tekið verður harðar á því að aka utan vega.\nÞað sem kemur spánskt fyrir sjónir er það að veiði á Reykjanesinu skuli vera bönnuð með öllu?  Hver er ástæðan fyrir því?\nMig grunar, án þess þó að hafa fengið það tölfræðilega staðfest að meginþorri allra þeirra rjúpna sem skotnar eru á ári hverju séu ekki skotnar á Reykjanesi heldur allt annars staðar.  Mér finnst t.d. líklegt að verksmiðjuveiðimenn á austur- eða norðurlandi séu afkastamestu veiðimennirnir.  Væri ekki eðlilegra að friða t.d. norðausturland fyrir rjúpnaveiði?\nAðgerðir Umhverfisráðuneytisins eru því sennilega ekki til þess fallnar að minnka veiði á rjúpum nema síður sé.  Ég spái því að þetta ár verði met veiðiár þar sem verksmiðjuveiðimenn sjá þarna síðasta tækifærið í bili til þess að hafa tekjur af rjúpnaveiðum.  Þar af leiðandi reyna þeir að veiða helst fyrir næsta ár líka.\nEf af sölubanni verður næsta ár, þá kemur upp athyglisverð spurning.  Ef bannað er að selja rjúpur eftir að þær hafa verið skotnar, er þá ekki líka óleyfilegt að selja þær ÁÐUR en þær eru skotnar?  Með öðrum orðum, verður bændum og land-“eigendum” þar með ekki óheimilt að krefjast veiðileyfis af skotveiðimönnum?\nSvo vikið sé aftur að umhverfisvernd.  Ef miðað sé við að skotveiðimenn séu um 7000 talsins á Reykjanesi og að allir fari 3 ferðir til að veiða 6 rjúpur hver, þá þarf 10500 ferðir (ef miðað er við að 2 séu í bíl og hvor fái 2 rjúpur í ferð).\nEf hver ferð er 500 km þá er heildar vegalengdin um 5.3 milljónir kílómetra.  Ef eyðslan á þessum jeppum er 10 l/100 km þá er heildareyðslan: 530 þúsund lítrar.\nÞví eru þessar aðgerðir í besta falli gagnslausar en í versta falli rothögg fyrir rjúpnastofninn.\nkv, HATRI\np.s. Undirritaður veiðir c.a. 6-10 rjúpur á ári á Reykjanesi og álítur sig ekki ógn við rjúpnastofninn í heild.",
    "url": "https://www.hugi.is/veidi/greinar/92885/haust-veidi/",
    "url_id": "92885",
    "id": "668117",
    "replies": [
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-09-18 14:19:41",
            "id": "668118",
            "reply_to_id": "668117",
            "text": "Siv og felagar aettu ad lita i hvernig thetta er gert herna i Kanada.\nMatt taka max 5 rjupur a dag, og ekki eiga meira en 15 i frystinum i senn, enda er thad fjallnog.  Thad er eftirlit med thessu herna lika.\ngott kerfi sem virkar.\nog btw..bannad ad selja thad sem madur veidir!"
        },
        {
            "user": "ajaxultra",
            "user_id": "9669",
            "date": "2002-09-19 11:30:01",
            "id": "668119",
            "reply_to_id": "668118",
            "text": "Ég er nú ekki alveg á því að sölubann á rjúpum sé lausnin. Rjúpnaveiði var hér áðurfyrr útfluttningsafurð og var veitt mjög mikið af henni 200-300 þús. fuglar á ári. Þessir svokölluðu “magnveiðimenn” þeir veiða alltaf sínar 1000-2000 rjúpur og selja þær, það er bara spurning hvort að það er Nóatún, Hagkaup og allar þessar búðir sem kaupa þær eða hvort að þær eru seldar beint til neytandans á uppsprengdu verði af því að eftirspurn verður svo mikil.\nÉg spyr hver á að fylgjast með því að ég á ekki meira en 15 rjúpur í frystinum mínum??? Það eru eitthvað um 5-7 þús veiðimenn og konur sem veiða rjúpur hér á landi. Á löggan eða jafnvel Siv sjálf að far að heimsækja alla og skoða í kistur hjá fólki og á þá líka að taka mið af því ef það eru 2 eða fleiri veiðimenn á heimilinu???\nÞetta allt saman vekur upp margar spurningar og eru mjög erfiðiar að fylgja eftir. Einnig var talað um að gera allar byssur þannig að þær yrðu ekki fjölskota þ.e. taki fleiri en 3 skot. Hver á að borga það ef þess þarf?????\nAð mínu mati finnst mér skynsamlegast að breyta veiðitímanum þannig að hann sé styttur í upphafið þ.e. að tímabilið byrji 15 nóv. en ekki 15 okt. og standi til 22 des. Þrgar að líður á haustið þá á rjúpan mun meiri séns á móti veiðimanninum vegna þess að dagurinn er styttri, sennilega kominn snjór o.mfl. Þannig er leikurinn er orðin jafnari.\nSvo er annar punktur sem að ég hjó eftir í þessari umræðu allri og hann er sá að nenfdin sem vann að tillögum til að “bjarga” rjúpnastofninum villdi hafa það þannig að ekki mætti gefa rjúpu og bannað væri að taka við rjúpum. Þetta er eitthvað mesta bull sem að ég hef nokkurntíman heyrt. Ef ég vill gefa þær rjúpur sem að ég veiði þá geri ég það og ef einhver vill gefa mér rjúpur þá tek ég við þeim. Ég hef gert bæði þ.e. gefið rjúpur og tekið við þeim að gjöf.\nSvo er einn punktur sem alveg gleymist í þessari umræðu og hann er sá hvað skal gera þegar að stofninn er í góðu lagi, á þá að lengja tímabilið, leifa mönnum að veiða 30 rjúpur á dag og hafa 100 í kistunni heima hjá sér.\nÞað sem ég er að reyna að benda á hér er að þessu er mjög erfitt að fylgja eftir, það er ekki eins og að lögregluyfirvöld í landinu séu að drukkna í fjármagni og mannskap sem fínt er að nota í að fylgjast með rjúpnaveiðimönnum. Ætli það sé ekki eitthvað meira aðkallandi hjá þeim en að skoða í fristikysstur hjá fólki.\nKveðja\nAjaxultra"
        },
        {
            "user": "Kalli",
            "user_id": "550",
            "date": "2002-09-20 09:30:04",
            "id": "668120",
            "reply_to_id": "668119",
            "text": "Ég er á því að gáfulegra væri að friða miðhálendið heldur en Reykjanesið.  Það er fyrir mér nokkuð augljóst að hér áður fyrr þegar hvað mest var veitt af rjúpunni komust menn ekki nema í litlum mæli upp á hálendið og ekki hægt að bera það saman við ástandið í dag þegar menn komast hvert sem er á vel útbúnum jeppum og jafnvel vélsleðum.  Það er lítið sem ekkert eftirlit með veiðum á hálendinu (sem annarstaðar) og margir sem nýta sér það.  Ég er fylgjandi því að rjúpan eigi sér griðland en Reykjanesið er að mínu áliti ekki rétti staðurinn.\nÉg er fylgjandi sölbanni þó auðvitað komi alltaf til með að verða eitthvað um svartamarkaðsbrask en að ég megi ekki gefa mínum nánustu í jólamatinn er alveg glórulaust.  Ætlar löggan að ryðjast inn til afa og ömmu á aðfangadag og gera jólamáltíðina upptæka vegna þess að þau eiga ekki veiðikort?  Ég hef haft veiðikort frá því þau komu fyrst á sjónarsviðið og skotvopnaleyfi aðeins lengur en hef aldrei verið stoppaður af lögreglu eða öðrum og beðinn að sýna fram á það.  Eftirlit er það sem þarf að bæta.\nRíkið hlýtur að borga fyrir breytingar á byssunum fyrst þeir leyfðu sölu á þeim í upphafi en krefjast svo breytinga á þeim núna.  Nema þá að þær byssur sem þegar eru í notkun verði ekki “krumpaðar” heldur eingöngu nýjar byssur.\nSvo er ég sammála þér Ajaxultra með að taka framan af tímabilinu í stað þess að skera framan og aftan af því einhverja daga.  Það er mest ásókn í rjúpuna fyrstu dagana og undantekning núorðið ef jörð er ekki alauð í október.\nTil allrar hamingju er konan mín líka með veiðikort svo ég gæti átt 30 rjúpur í kistunni ef 15 fugla reglan tæki eihverntíma gildi hér á skerinu.  Ég reyni alltaf að eiga eitthvað af fugli í kistunni ef vera skildi að “snillingunum” detti í hug að alfriða rjúpuna árið eftir.  Það eru engin jól án rjúpna hjá mér og er eflaust eins hjá mörgum.\nÉg vona samt að miklar umræður að undanförnu komi til með að breyta viðhorfi margra magnveiðimanna og þeir GANGI til rjúpna til þess að njóta útiverunnar en hugsi ekki eingöngu um að veiða sem mest.\nkv. K"
        },
        {
            "user": "ajaxultra",
            "user_id": "9669",
            "date": "2002-09-22 16:25:53",
            "id": "668121",
            "reply_to_id": "668120",
            "text": "Skynsamleg nýting þess sem náttúran hefur upp á að bjóða er eitthvað sem þarf að innleiða í okkar veiðimenningu. Þeir sem eru að veiða rjúpur og selja þær í stórum stíl eru í raun að skemma fyrir sjálfum sér, ef það er veiðiálagið sem er að fara svona illa með rjúpnastofninn."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2002-10-18 13:14:15",
            "id": "668122",
            "reply_to_id": "668117",
            "text": "“Ef bannað er að selja rjúpur eftir að þær hafa verið skotnar, er þá ekki líka óleyfilegt að selja þær ÁÐUR en þær eru skotnar? Með öðrum orðum, verður bændum og land-”eigendum“ þar með ekki óheimilt að krefjast veiðileyfis af skotveiðimönnum?”\nLögum samkvæmt er óveitt villt dýr eigandalaust, þó það hafi sest í túngarðinn hjá þér. Þannig er er ekki hægt að tala um að eigandi veiðiréttinda eigi fuglinn sem hann hefur rétt á að veiða fyrr en hann hefur skotið hann."
        }
    ]
}