{
    "forum_title": "Frjálsar íþróttir",
    "user": "goat",
    "user_id": "18686",
    "date": "2002-09-18 16:26:22",
    "title": "Tim Montgomery",
    "text": "Tim Montgomery hefur nú sannað að hann er sá fljótasti maður í heimi þegar hann sló 3 ára gamalt heimsmet í 100m hlaupi karla á síðasta stigamóti Alþjóðaíþróttasambandsins þegar hann hljóp á\n9.78 sekondum sem er 1 hundraðasta úr sekondu hraðar en gamla metið en það átti landi hans heims , og ólympíumestari\nMaurice Green.\nHann Montgomery náði afar góðu viðbragði í hlaupinu og tók forystu sem hann tók til enda. Annar var Evrópumeistarinn Dwain Chambers frá Bretlandi.\nStandist hann lyfjapróf sem hann gekkst í eftir hlaupið fær hann greiddar 8.6 milljónir króna frá Alþjóðafrjálsíþróttasambandinu\nað launum fyrir metið. Einnig fær hann 13 milljónir króna fyrir sigur í stigakeppni karla á mótaröð Alþjóðafrjáls-\níþróttasambandsins eins og kærastan hans Marion jones fyrir sigur sinn í stigakeppni kvenna.\nFyrverandi heimsmeistari sat bara uppí stúku og horfði á vegna meiðsla sem hefur plagað hann í allt sumar.",
    "url": "https://www.hugi.is/frjalsar/greinar/92900/tim-montgomery/",
    "url_id": "92900",
    "id": "668209",
    "replies": [
        {
            "user": "noribesti",
            "user_id": "21497",
            "date": "2002-09-18 18:46:29",
            "id": "668210",
            "reply_to_id": "668209",
            "text": "ég held að greene nái þessu næst þegar hann er góður í löppinni greene er bestur!!"
        },
        {
            "user": "Flug123",
            "user_id": "39780",
            "date": "2003-06-07 19:07:57",
            "id": "668211",
            "reply_to_id": "668210",
            "text": "Montgomery er mikið betri en Green"
        },
        {
            "user": "BirkirF",
            "user_id": "11400",
            "date": "2002-09-18 19:56:21",
            "id": "668212",
            "reply_to_id": "668209",
            "text": "Fyrst þú skrifar svo mikið af sek. í þessa grein\nværi ágætt að vita hvernig það er skrifað\nsEkÚnDuR"
        },
        {
            "user": "weasel",
            "user_id": "23559",
            "date": "2002-10-02 12:57:19",
            "id": "668213",
            "reply_to_id": "668209",
            "text": "Ég held nú að hvorki Greene, né Tim séu þeir fljótustu, þeir eiga svolítið í land með að ná árangrinum hjá Johnson (19.32 í 200), og svo er Carl Lewis sá maður sem hefur náð mestum hámarkshraða, í kringum 44 km/h á milli 50-60m í 100m hlaupinu þegar hann setti heimsmet á sínum tíma.  Hann náttúrulega sökkaði bara í startinu greyið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-22 12:51:47",
            "id": "668214",
            "reply_to_id": "668213",
            "text": "Það er ekki alveg rétt að þeir séu ekki þeir fljótustu. Þeir eru fljótustu 100m hlaupararnir í dag og Johnson var fljótasti 200 og 400m hlaupari í heimi. Johnson er náttúrulega ekki 100 metra hlaupari og því ætti hann ekki möguleika í þá þar.\nJohnson hefði því ekki náð 9.78 í 100. Eins ná Tim og Greene ekki meti Johnsons í 200 og 400.\nP.S. Lewis er mesti íþróttamaður sögunnar með 9 ólympíu gull."
        }
    ]
}