{
    "forum_title": "Húmor",
    "user": "php",
    "user_id": "14956",
    "date": "2002-09-19 16:36:17",
    "title": "sundlaugin",
    "text": "Einu sinni var milljónamæringur sem safnaði lifandi krókódílum. Hann geymdi þá í sundlaug á bak við höllina sína. Milljónamæringurinn átti einnig gullfallega dóttur sem var á lausu. Einn dag ákveður hann að halda risapartý og í partýinu tilkynnir hann, “Kæru gestir… Ég er með tilboð alla karlmenn hérna. Ég mun gefa eina milljón dollara eða dóttur mína þeim manni sem getur synt í gegnum þessa sundlaug sem er full af krókódílum\nog koma upp úr hinum megin óskaddaður!”\nStrax og hann hafði lokið síðasta orðinu, heyrðist hátt SPLASH!! Það var einn gaur í lauginni sem syndi eins og lífið lægi við…fólk hvatti hann áfram með hverju sundtaki. Loks kom hann upp úr hinum megin óskaddaður.\nMilljónamæringurinn var hrifinn af þessu.\nHann sagði, “Drengur minn, þetta var ótrúlegt! Stórkostlegt! Ég hélt að þetta væri ekki hægt! Jæja ég verð að standa við orð mín…hvort viltu, dóttur mína eða ein milljón dali?”\nGaurinn segir, “Ég vil ekki peningana þína! Og ég vil ekki dóttur þína! Ég vil þann sem hrinti mér í LAUGINA!!”",
    "url": "https://www.hugi.is/humor/greinar/93035/sundlaugin/",
    "url_id": "93035",
    "id": "669354",
    "replies": [
        {
            "user": "Egilsmix",
            "user_id": "24276",
            "date": "2002-09-19 18:02:19",
            "id": "669355",
            "reply_to_id": "669354",
            "text": "ég fattta það var hrint honum i sunlaugina og þessvegna sinti hann!! hhahahahahaa"
        },
        {
            "user": "php",
            "user_id": "14956",
            "date": "2002-09-19 18:05:42",
            "id": "669356",
            "reply_to_id": "669354",
            "text": "eh ok ;)"
        },
        {
            "user": "eyglong",
            "user_id": "9399",
            "date": "2002-09-19 20:30:39",
            "id": "669357",
            "reply_to_id": "669356",
            "text": "hehe lol"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-09-20 15:00:44",
            "id": "669358",
            "reply_to_id": "669354",
            "text": "R O F L !\nSiggibet"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-23 16:38:56",
            "id": "669359",
            "reply_to_id": "669354",
            "text": "lol"
        }
    ]
}