{
    "forum_title": "Hundar",
    "user": "Gungun",
    "user_id": "8102",
    "date": "2002-09-19 08:32:15",
    "title": "Hundaræktin í Dalsmynni fær áminningu",
    "text": "Umhverfis og heilbrigðisstofa Reykjavíkur:\nHundaræktin í Dalsmynni fær áminningu\n- Krafa um úrbætur, ella verði gripið til aðgerða\nUmhverfis- og heilbrigðisstofa hefur veitt hundaræktinni í Dalsmynni áminningu og jafnframt ítrekað kröfu sína um að forráðamenn hundaræktarbúsins ljúki tilteknum úrbótum eigi síðar en 24. september næstkomandi. Ella muni stofnunin grípa til aðgerða. Áminningin hefur verið kynnt umherfis- og heilbrigðisnefnd Reykjavíkur.\nMikill ófriður hefur verið um Dalsmynnisbúið í gegnum tíðina. Fullyrðingar hafa gengið um að þaðan hafi verið seldir gallaðir hvolpar og einnig að umhirða hundanna væri engan veginn viðunandi. Eigendur búsins hafa hótað kærum vegna atvinnurógs.\nFrá árinu 1999 hefur umhverfis- og heilbrigðisstofa Reykjavíkur sent búinu tíu bréf þar sem fyrirtækinu var m.a. tilkynnt að það þyrfti að sækja um starfsleyfi til umhverfis- og heilbrigðisstofu, sækja um breytta notkun húsnæðis til byggingarfulltrúa Reykjavíkur og senda inn til Umhverfis- og heilbrigðisstofu samþykktar teikningar þar sem fram kæmu frárennslislagnir og loftræsting í ræktunarbúum. Þarna er ekki um að ræða starfsleyfi fyrir dýrahald í atvinnuskyni sem er gefið út af lögreglunni í Reykjavík.\nSamkvæmt upplýsingum frá Umhverfis- og heilbrigðisstofu hefur ekki verið sótt um starfsleyfi né hefur verið sótt um breytta notkun húsnæðis til byggingarfulltrúa. Umbeðnar teikningar hafa ekki verið sendar Umhverfis- og heilbrigðisstofu og úrbætur síðan 10. Júlí eru engar í húsum þar sem hunda- og kattaræktun fer fram.\nLúðvík Gústafsson, deildarstjóri hjá Umhverfis- og heilbrigðisstofu, sagði við DV að meðal úrræða sem stofnunin hefði yfir að ráða til að knýja fram úrbætur væri að stöðva eða takmarka viðkomandi starfsemi eða notkun og þar með að leggja hald á vörur og fyrirskipta förgun þeirra. Slíku úrræði væri einungis beitt í alvarlegri tilvikum, þegar um ítrekuð brot væri að ræða eða aðilar sinntu ekki úrbótum innan tiltekins frests.\nDV. 18.9.2002\nTekið af\nhttp://frontpage.simnet.is/jv1/dv.html\nOk, þetta virðist vera að komast á skrið.\nVINSAMLEGAST commentið á þessa grein af viti?!!\nTeljið allavega uppað 10 áður en þið ýtið á “senda”",
    "url": "https://www.hugi.is/hundar/greinar/93031/hundaraektin-i-dalsmynni-faer-aminningu/",
    "url_id": "93031",
    "id": "669275",
    "replies": [
        {
            "user": "lucilla",
            "user_id": "15484",
            "date": "2002-09-19 10:28:46",
            "id": "669276",
            "reply_to_id": "669275",
            "text": "Jæja, loksins er þetta komið á skrið.  Gaman væri að sjá hvort eitthvað gerist í þessum málum þarna, en fyrr má nú vera seinaganginn í gegnum árin.  Það er eins og allir hafi verið sofandi þarna hjá hinu opinbera.\nEn það verður spennandi að fylgjast með framvindunni!"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2002-09-19 13:23:42",
            "id": "669277",
            "reply_to_id": "669275",
            "text": "Ég segi nú bara, loksins, loksins, en þessu er alveg örugglega ekki lokið, nú er tækifærið fyrir okkur gera eitthvað í málunum, vegna þess að það er komið á prent frá Heilbrigðisstofnn ríkisins að það sé ekki allt með feldu,það var nú vitað mál en samt er eins og enginn þori að taka fyrsta skrefið að okkar hálfu til þess að bjarga dýrunum. Þeir sem vilja leggja það á sig að mótmæla, t.d. að fara á staðinn með fréttamenn og sýna umheiminum hverslag starfssemi þarna fer fram.  Látum í okkur heyra og það sem fyrst,"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-09-19 14:29:11",
            "id": "669278",
            "reply_to_id": "669277",
            "text": "Mig langar að minna ykkur á að skrifa á mótmælalistann sem er gegn aðbúnaði og fjölda dýranna á Dalsmynni.\nhttp://www.petitiononline.com/mod_perl/si\ngned.cgi?1hund"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-09-19 16:43:30",
            "id": "669279",
            "reply_to_id": "669278",
            "text": "kominn tími til!!"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2002-09-23 18:10:08",
            "id": "669280",
            "reply_to_id": "669279",
            "text": "Af hverju er enginn sem sýnir áhuga því að við mannfólkið gerum eitthvað róttæik, eg er margbúinn að reyna að fá ykkur til að fara á staðinn með fréttamenn, en það hefur enginn sýnt þessu nokkurn áhuga, þetta yrði sterkur leikur af okkar hálfu, og myndi sýna henni að okkur er alvara í að bjarga dýrunum. hvað er að, eru þið smeik við Ástu og hennar fólk, og viljið ekki láta þekkjast, ég er farinn að halda að þið viljið bara sitja við tölvuna og láta hana vinna verkin, ó nei, annað hvort förum við, eða hættum að ræða þetta mál. Þá er þetta tapað mál frá okkar hendi og hún stendur uppi með pálmann í höndunum. vinsamlegast látið mig vita ef þið eruð tilbúinn að fara og mótmæla., og það sem allra fyrst.             kveðja, popo"
        },
        {
            "user": "Spaniell",
            "user_id": "25131",
            "date": "2002-09-19 17:25:25",
            "id": "669281",
            "reply_to_id": "669275",
            "text": "Svo löngu komin tími til!\nVona bara að Dalsmynni eigi svo sannarlega eftir að verða tekið í gegn."
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2002-09-19 18:56:39",
            "id": "669282",
            "reply_to_id": "669275",
            "text": "Það er aðeins ein ástæða fyrir því að það var farið að atast út í konuna í Dalsmynni.\n“Hún sagði sig úr HRFÍ því henni líkaði ekki við hvernig kerfið er hjá þeim.  Svo fór henni að ganga vel með sína eigin ræktun og þá fóru þeir í HRFÍ að verða afbríðisamir eða eitthvað og fóru að kenna henni um hitt og þetta.”\n1, 2, 3, 4, 5, 6, 7, 8, 9, 10."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-09-19 19:18:56",
            "id": "669283",
            "reply_to_id": "669282",
            "text": "Frábært! loksins gera yfirvöld eitthvað í málinu.\nSleipnir, ekki það ég fari að nenna að rífast um hvort Dalsmynni sé að gera rétt eða ekki eina ferðina, en það virðist ekki drullast inn í hausinn á fólki að framleiðsla á hundum er ekki rétt, langar mig að leggja orð í belg.\nDalsmynni er ekkert annað en hvolpaframleiðsla.\n4 manneskjur sem geyma 190 hunda lokaða inn í búrum í eygin kúk og pissi, gjótandi hvolpum endalaust með MÖRG got í einu, eru nokkrar ástæður fyrir því að LANG FLESTIR eru á móti Dalsmynni. Konan á dalsmynni hugsar ekkert um neitt nema peninga. Það þarf ekki einu sinni að útskýra það frekar nema að segja; “á dalsmynni eru 190 hundar og aðeins 4 manneskjur sjá um það ALLA”"
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2002-09-20 23:56:48",
            "id": "669284",
            "reply_to_id": "669283",
            "text": "Ég biðst afsökunar, ég vissi ekki að málið væri svona slæmt."
        },
        {
            "user": "baski",
            "user_id": "10917",
            "date": "2002-09-21 00:24:00",
            "id": "669285",
            "reply_to_id": "669284",
            "text": "Batnandi manni er best að lifa :-))\nOg það á við um okkur öll.\nKv,\nbaski."
        },
        {
            "user": "Bjorg1",
            "user_id": "22628",
            "date": "2002-09-21 21:18:09",
            "id": "669286",
            "reply_to_id": "669285",
            "text": "Jæja\nMig langar bara til að spyrja um eitt hvernig vitiði hvað það eru margir hundar í Dalsmynni.\nÉg var nú að telja myndirnar um daginn af heimasíðunni þeirra og ég taldi alla vega ekki fkleiri en fimmtíu hunda þar sem hún var með.\nÉg er ekki að hrósa henni eða neitt soleiðis finnst bara að staðreyndir eigi að koma fram.\nÉg efast um að hún sé með 200 hunda kannski þegar flest gotin eru þá er hun kannski með 100 í einu en aldrei 200 stk."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-09-21 21:42:25",
            "id": "669287",
            "reply_to_id": "669286",
            "text": "Æ kommon!\nþað kom fram í skýrslu héraðsdýralæknis þegar að hann skoðaði búið að hún væri með 190 stykki af hundum! Bjorg þessi kona er þekkt fyrir að segja ekki satt og gefur því ekki upp alla hundanna á síðunni."
        },
        {
            "user": "poe",
            "user_id": "1001",
            "date": "2002-09-19 20:11:15",
            "id": "669288",
            "reply_to_id": "669275",
            "text": "Gungun\nÉg á Hund, Silky Terrier, frá þessum stað og fyrst þegar hann var hvolpur og fram að kynþroska var hann alveg snarklikkaður.\nVið vorum í þann veginnn að gefast upp þegar við ákváðum að prófa fyrst að láta klippa á Scnitzelið hjá honum og þá snarbatnaði hann.\nEr þetta ekki bara mest þekkingar- og umkomuleysi í fólki að kenna Dalsmynni um, það þarf heldur ekkert að vera að koma af stað einhverju fjaðrafoki út af svona málum.  Þar að auki er ekki um að ræða sönnun á sekt þegar áminning hefur verið gefin, heldur aðeins ábending um að gera úrbætur áður en lagalegar leiðir eru farnar.\nHvað með það þó að x manns séu að hugsa um y hunda, þetta er nú ekki einhver hundaheilsulind heldur hundaræktun og það er alveg nóg um aðbúnað ef hundarnir fá að borða og eru snyrtir af og til.\nVoff.\nPOE"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-09-19 20:38:26",
            "id": "669289",
            "reply_to_id": "669288",
            "text": "Guð minn góður hvað ég skammast mín fyrir að vera Íslendingur í ljósi þess að fólk (sem betur fer fáir) styðji Puppy mill/hvolpa framleiðslu!\nÞAÐ GETA EKKI 4 MANNESKJU SÉÐ UM 200 HUNDA. enda eru þeir í hræðilegu ásigkomulagi inn í litlum skítugum búrum með eyrnamaura og örugglega fleiri snýkjudýr. og fá aldrei þá hreyfingu og ást sem þeir þurfa.\nef að ágætlega ætti að fara um hundana þarna þyrftu allavega 15 manns að vera þarna í 100% vinnu."
        },
        {
            "user": "Bli",
            "user_id": "21654",
            "date": "2002-09-19 23:10:59",
            "id": "669290",
            "reply_to_id": "669289",
            "text": "Þetta er nú bara óhróður og illmælgi í þér ég á þrjá hunda frá Dalsmynni enginn þeirra hefur fengið eyrnamaura eða önnur svokölluð sníkjudýr eins og þú orðar það.Hundarnir eru EKKI í hræðilegu ástandi þarna uppfrá.Þvílíkur óhróður og önnur niðurrifsstarfsemi sem viðgengst hér á þessari síðu þetta er til skammar."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-09-19 23:50:24",
            "id": "669291",
            "reply_to_id": "669290",
            "text": "Bli! ég hef sjálfur farið upp á Dalsmynni og ég sá það sem ég sá!!!! ég þekki hunda frá Dalsmynni og þeir eru í misjöfnu ásigkomulagi og ég veit um nokkur dæmi um eyrnamaur og bandorma í hundum frá Dalsmynni.\nÉg segi það aftur, ÞAÐ GETA EKKI 4 MANNESKJUR SÉÐ VEL UM NÆR 200 HUNDA!!! (ég talar nú ekki um ættbókarsvindlið sem staðfestist með DNA, ásta er ansi trúverðug, aha!) en og aftur þarf fólk að tyggja þetta ofan í nokkra einstaklinga. OPEN YOUR EYES!"
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2002-09-20 08:05:36",
            "id": "669292",
            "reply_to_id": "669291",
            "text": "Ég styð RedFox.\nÉg var einu sinni að spá í að fá mér chihuahua hvolp og brunaði upp í dalsmynni, því það var eina “ræktunin” sem ég vissi um. Ég var ekki lengi að skipta um skoðun, því ég vorkenndi svo hundunum þarna að þurfa að húkka í pinkulitlum búrum allan daginn og leið greinilega ekki vel (sást greinilega að þeim var ekkert sinnt þar sem þeir voru alveg óagaðir og hlýddu engu) svo að ég vildi ekki styðja þetta fólk við svona meðferð á blessuðum dýrunum. Nú er ég líka komin í samband við HRFI og mér var boðið á hundasýningu fyrstu helgina í október - ætla að skella mér og hlakka mikið til!"
        },
        {
            "user": "Bli",
            "user_id": "21654",
            "date": "2002-09-20 13:22:49",
            "id": "669293",
            "reply_to_id": "669291",
            "text": "Kæri RedFox\nÞað er nú algjör óþarfi að æsa sig og verða reiður\nþó allir séu ekki á sama máli og þú.Ætlar þú að segja að einu hundarnir á Íslandi sem hafa einhverntíman fengið eyrnamaur séu bara hundar frá Dalsmynni??? Ekki voru fundnir upp dýralæknar hér á landi bara fyrir Dalsmynnishunda.Það er alveg frábært,þau hafa þá stuðlað að læknavísindum hér á landi,gott fyrir okkur hin :)"
        },
        {
            "user": "Appolo",
            "user_id": "15893",
            "date": "2002-09-20 16:00:41",
            "id": "669294",
            "reply_to_id": "669293",
            "text": "Bli,\nEr Japanise Chin hundurinn þinn líka frá Dalsmynni? Myndirnar af “foreldrunum” voru frekar óhuggulegar.\nAppolo"
        },
        {
            "user": "Bli",
            "user_id": "21654",
            "date": "2002-09-20 18:30:16",
            "id": "669295",
            "reply_to_id": "669294",
            "text": "Appolo,\nJá hann er frá Dalsmynni.Ertu viss um að þetta voru foreldrarnir? Ekki er ég viss.Oft er ekki allt sem sýnist.Ég er mjög ánægð með alla mína hunda frá Dalsmynni ekki til í þeim að þeir séu taugaveiklaðir eða hræddir.Þeir eru mjög rólegir og ljúfir. Ég er mjög stolt af þeim og ánægð með þá:)\nBli"
        },
        {
            "user": "Appolo",
            "user_id": "15893",
            "date": "2002-09-20 19:00:20",
            "id": "669296",
            "reply_to_id": "669295",
            "text": "Bli,\nEr þá bara hugsað illa um suma hunda þar ekki aðra, t.d vel hugsað um þá sem þú kaupir undan???\nHvaða skítugu og illa hirtu Japanise Chin hundar  voru í búrunum á myndunum???\nAppolo"
        },
        {
            "user": "Spaniell",
            "user_id": "25131",
            "date": "2002-09-20 19:11:39",
            "id": "669297",
            "reply_to_id": "669295",
            "text": "Auðvitað ertu ekki vissum það hverjir foreldrarnir eru, enda færðu aldrei að vita það fyrir víst"
        },
        {
            "user": "baski",
            "user_id": "10917",
            "date": "2002-09-20 23:39:43",
            "id": "669298",
            "reply_to_id": "669297",
            "text": "Poe:\nÉg get nú ekki annað en vorkennt hundinum þínum, þar sem þetta eru einu kröfurnar sem þú gerir um ummönnun hunda:    “og það er alveg nóg um aðbúnað ef hundarnir fá að borða og eru snyrtir af og til.”\nÉg held að flestir hundeigendur og ræktendur geri meiri kröfur til sín, ef hugsa á vel um hundana.\nKv,\nbaski."
        },
        {
            "user": "poe",
            "user_id": "1001",
            "date": "2002-09-22 00:30:15",
            "id": "669299",
            "reply_to_id": "669298",
            "text": "baski\nÞað sem ég var að tala um var hundaræktun, sem eigandi þá veit ég vel að það er ekki nóg að gefa hundum að borða og snyrta þá af og til. Auðvitað þurfa þeir umhyggju og ástúð ef þeir eiga ekki að verða snarvitlausir en þegar verið er að rækta hunda í stórum stíl er ekki hægt að gera þær kröfur að hver hvolpur fái sömu umönnun og tilvonandi eigandi kemur til með að veita."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-09-22 01:11:50",
            "id": "669300",
            "reply_to_id": "669299",
            "text": "En á þá nokkuð að vera að rækta hunda í stórum stíl?  Ég myndi alla vega frekar vilja kaupa hvolp sem hefur alist upp inni á heimili við ást og umhyggju frekar en hvolp sem hefur alist upp í búri labbandi um í eigin skít."
        },
        {
            "user": "baski",
            "user_id": "10917",
            "date": "2002-09-22 01:14:41",
            "id": "669301",
            "reply_to_id": "669300",
            "text": "Poe:\nÞess vegna á EKKI að rækta hunda í stórum stíl!!!\nRæktunarhundar eiga að fá sömu umönnun og heimilishundar = ræktunarhundar eiga að vera heimilishundar.\nKv,\nbaski."
        },
        {
            "user": "poe",
            "user_id": "1001",
            "date": "2002-09-22 11:31:30",
            "id": "669302",
            "reply_to_id": "669301",
            "text": "Baski\nÞetta eru mjög göfugar hugsjónir sem verða þó seint að veruleika, því miður.  Hér gildir bara ein einföld regla, markaðslögmálið, ef fólk væri almennt svo mikið á móti fjöldaframleiðslu á gæludýrum þá myndi það ekki kaupa þau af fjöldaframleiðendum.\nÉg sá það vel þegar ég fór og keypti minn hund að þarna var verið að rækta mikið af hundum og vitanlega er ekki hægt að sinna svona stórum hópi á persónulegan hátt.\nMér sýnist að hér sé um að ræða heimfæringu mennskra tilfinninga upp á dýrin eins og í svo mörgum öðrum tilfellum, en dýr eru dýr og menn eru menn, og þegar dýrum eru ætlaðar mennskar tilfinningar er yfirleitt hægt að sjá einhverja fáfræði á bak við.\nAuðvitað hafa dýrin þó tilfinningar, svo út úr því verði ekki snúið, þau hafa dýratilfinningar.  Aðlögunarhæfni þeirra er þó mun betri heldur en okkar mannanna.\nmeð kveðju\nPOE"
        },
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2002-09-22 15:14:33",
            "id": "669303",
            "reply_to_id": "669302",
            "text": "“dýr eru dýr og menn eru menn”\nSíðast þegar ég vissi þá eru menn dýr… ;Þ"
        },
        {
            "user": "tekk",
            "user_id": "22045",
            "date": "2002-09-23 11:00:12",
            "id": "669304",
            "reply_to_id": "669303",
            "text": "Hvaða stælar eru þetta catgirl? Reyndu að þroskast"
        },
        {
            "user": "zheelah",
            "user_id": "17887",
            "date": "2002-09-23 12:57:27",
            "id": "669305",
            "reply_to_id": "669295",
            "text": "Kæra Bli\nMikið er ég fegin að þú sást þér fært að fera ástu á dalsmynni pening í staðinn fyrir að fá að bjarga frá henni hundum. Þú getur rétt ýmindað þér hversu ánægðir og skemmtilegir hundar þetta eru í dag. Þú vilt eflaust ekki hugsa til þess hvað hefði orðið um þessa ánægð, skemmtilegu litlu hunda hefði þeim ekki berið bjargað. Ef þeir hefðu ekki verið keyptir hefðu þeir, líkt og foreldrar þeirra, þurft að eyða allri ævinni lokaðir inni í litlu búri, án allra mannlegra samskipta og hafir þú fengið þér týk, þá myndi hún þurfa að ala önn fyrir goti af hvolpum við hvert lóðarí, sem hún hefði fengið að fæða með keisaraskurði á dýralæknastofu því hreyfingarleysi myndar ekki vöðva sem þarf til þess að það gerist eðlilega. Ég vona að þú horfir á hundana þína á hverjum degi og þakkar guði fyrir það hvað þú varst heppin að geta bjargað þeim.\nkveðja zheelah"
        },
        {
            "user": "Monza",
            "user_id": "10790",
            "date": "2002-09-19 23:53:55",
            "id": "669306",
            "reply_to_id": "669290",
            "text": "Bli ég efast ekkert um að þínir hundar hafi verið í góðu standi. Ég hef sjálf farið með hund frá Dalsmynni í heilbrigðiskoðun með frænku minni og hvolpurinn var með eyrnamaur.\nSegðu mér eitt bli ef þú þyrftir vegna óviðráðanlegra ástæðna að láta hundana þína frá þér, mundir þú láta þá aftur á Dalsmynni?? Heldurðu að hundanum þínum myndi líða vel í búri daglangt og fá að fara út þegar veður leyfir?\nOg vera einir af hundruðum um athygli,ást og umhyggju.?\nKveðja Monza"
        },
        {
            "user": "birdiemay",
            "user_id": "23246",
            "date": "2002-09-23 15:06:54",
            "id": "669307",
            "reply_to_id": "669288",
            "text": "POE… þú þarft nú aðeins að kynna þér lagabókstafinn áður en þú ferð að bulla svona… það að veita áminningu er ekki “ÁBENDING”.  Þessi undanfarin 10 bréf voru ábendingar, en formleg áminning er lögboðið þvingunarúrræði, skv. lögum um hollustuhætti og mengunarvarnir nr. 1998/7.  Lestu þau á þessum link:\nhttp://www.althingi.is/lagas/127b/1998007.html\nÞAÐ VAR VERIÐ AÐ BEITA DALSMYNNI ÞVINGUNARÚRRÆÐUM!!!\nÞegar opinberir starfsmenn fara út í þvingunarúrræði, dettur þér í hug að þeir geri það án þess að fram hafi farið rannsókn á málinu?!  Auðvitað er búið að SANNA að víða er pottur brotinn í Dalsmynni… Svona hlutir fara ekki í þvinganir án þess að fólk viti hvað það er að tala um… eins og þú veist greinilega ekki!\nLestu þig til áður en þú ferð að ausa vanþekkingu þinni yfir saklausa lesendur.\nPeace!"
        },
        {
            "user": "poe",
            "user_id": "1001",
            "date": "2002-09-23 16:53:53",
            "id": "669308",
            "reply_to_id": "669307",
            "text": "birdiemay\nÞetta er alveg rétt hjá þér, ég veit ekki hvernig þetta fór fram hjá mér.  Ég held samt að Dalsmynni fái full harkalega umfjöllun hér.\nPOE"
        },
        {
            "user": "Spaniell",
            "user_id": "25131",
            "date": "2002-09-23 17:41:01",
            "id": "669309",
            "reply_to_id": "669308",
            "text": "Þau kölluðu það nú yfir sig sjálf"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-09-22 15:38:25",
            "id": "669310",
            "reply_to_id": "669275",
            "text": "Það gerir mig ótrúlega sorgmædda að fylgjast með fólki hér á Huga verja Dalsmynni. Þessi síða er fyrir áhugafólk um hunda og ég hélt að með því að hafa áhuga á hundum hefði maður líka áhuga á velferð þeirra og að þeir hlytu góða umönnun. Ég hafði rangt fyrir mér, það er greinilega nóg til af fólki sem ætti ekki að eiga hunda alveg eins og það er til fólk sem ætti ekki að eiga börn.\nÍslendingar eru langt á eftir í baráttunni gegn hvolpaframleiðslu, það er ekki langt síðan að Dateline, virtur bandarískur fréttaþáttur var með stóra frétt um þetta. Af hverju? Vegna þess að flestu fólki sem veit af þessu finnst þetta viðbjóðsleg meðferð á dýrum. Ég held að því fólki sem kaupir hvolpa á Dalsmynni sé ekki sama um fjöldaframleiðslu á dýrum, eins og poe sagði, heldur veit það ekki betur, flestir sem eru að fá sér hund í fyrsta sinn hafa ekki hugmynd um hversu slæmar aðstæðurnar á Dalsmynni eru.\nÉg veit ekki hvort ég á að hlæja eða gráta þegar fólk er að verja misnotkun á hundum. Vegna þess að þetta er ekkert annað en misnotkun. Haldiði að á síðum sem fjalla um börn og barnauppeldi að verið sé að ræða um hvort ekki sé í lagi að misnota börnin?"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-09-22 16:40:07",
            "id": "669311",
            "reply_to_id": "669310",
            "text": "þetta er ansi góður punktur hjá þé"
        },
        {
            "user": "kiddisig",
            "user_id": "4183",
            "date": "2002-09-23 02:11:58",
            "id": "669312",
            "reply_to_id": "669311",
            "text": "Ég er nú hissa á fólki eins og POE. Hvernig mundi þér líða læst inni í búri í þínum eigin saur og fá ekki þá umhyggju og hreyfingu sem þú þyrftir? Þú mundir fara mjög illa andlega og líkamlega út úr því, það tæki þig langan tíma að jafna þig og treysta öðrum.\nÉg vona bara að þú eigir ekki hund, það lýsir sér bara hvernig þú talar og hvernig þú þykist vita eitthvað um hluti sem þú hefur ekki neitt vit á, hvernig þú umgengst hundinn þinn (ef þú átt hund). Eins og var sagt hér á undan þá er þetta síða þar sem fólk er að tala um velferð hunda og fólk sem á og elskar hunda. Ég held að fólk eins og þú eigi þá að halda sig frá þessari síðu.\nÞað er talað um það að meðal hundur þurfi hreyfingu í að minnsta kosti 1-2 tíma á dag og verði ekki einn í meira en 4 tíma á dag. Heldur þú virkilega að fólkið á Dalsmynni hugsi um þetta, ef það hugsar eitthvað yfir höfuð? Ég vona bara að þú sjáir að þér og hættir að vernda hundamisnotkun. Mundu eitt, við erum dýr eins og hundarnir. Ég þoli ekki fólk sem heldur að mannfólkið sé svo merkilegt og yfir allt og alla hafið. Þú sérð nú bara hvernig sú hugsun er að rústa móður náttúru. Hundar hafa sterkar tilfinningar eins og við. T.d. ef ég sef ekki heima einhverra hluta vegna (þá eru auðvitað foreldrar mínir heima hjá hundinum mínum) þá veit hún (hundurinn minn er kvenkyns) ekkert hvar ég er, leitar að mér um allt hús og veit ekki hvernig hún á að láta. Síðan reyndar lagast þetta og hún sættir sig við það að ég sé ekki heima. Heldur þú virkilega að hún geri þetta ekki vegna þess að hún elski mig?\nMér finnst þín svör lýsa bara fáfræði. Ég vona að þú hafir ekki keypt börnin þín líka (ef þú átt einhver)."
        },
        {
            "user": "tekk",
            "user_id": "22045",
            "date": "2002-09-23 10:53:52",
            "id": "669313",
            "reply_to_id": "669312",
            "text": "Kiddisig\nHvað þykist þú vera að dæma aðra, fólk þarf ekki að vera vont við hundana sína þótt þau fái sér hunda frá Dalsmynni, ertu þú að segja að allir sem fá sér hunda frá Dalsmynni séu vont fólk. Fólk sem ættleiðir er það vont fólk því það kostar að ættleiða. Hugsaðu doldið áður enn þú skrifar. Hver veit nema ÞÚ sért vondir við þinn hund eða börnin þín ( ef þú átt nokkur ) þótt þú hafir fengið hundinn þinn annarsstaðar. Það kostar líka peninga að kaupa sér hund frá öðrum ræktunaraðilum. Er í lagi að vera að rækta aðeins eina tegund en hafa hundana alltaf út í bílskúr? Ég veit um svoleiðis líka! Þeir hundar fá heldur ekki að koma inn á heimili fyrr en þeir eru seldir!!!!!!!"
        },
        {
            "user": "kiddisig",
            "user_id": "4183",
            "date": "2002-09-23 13:13:00",
            "id": "669314",
            "reply_to_id": "669313",
            "text": "tekk.\nÉg meinti það nú alls ekki þannig. Það var kannski óþarfi hjá mér að segja þetta með að kaupa hundana því það er ekkert að því en það sem ég meinti er það að hún er að vernda misnotkun á hundum og það er það sem fer illa í mig."
        },
        {
            "user": "poe",
            "user_id": "1001",
            "date": "2002-09-24 13:52:35",
            "id": "669315",
            "reply_to_id": "669312",
            "text": "kiddisig\nÉg sé mig tilneyddan til að svara þessum óhróði þínum.\nÍ fyrsta lagi er greinilegt að þú hefur ekki lesið svör mín til fullnustu því þar kemur margoft fram að ég á hund frá Dalsmynni.\nÍ öðru lagi finnst mér síðasta athugasemd þín, rétt eftir að þú berð upp á mig fáfræði, bera vott um siðblindu í hugsun og lýsir þannig betur þér heldur en mér.\n“Það er talað um það að meðal hundur þurfi hreyfingu í að minnsta kosti 1-2 tíma á dag og verði ekki einn í meira en 4 tíma á dag.”\nÍ þriðja lagi þá finnst mér bera vott um fáfræði hjá þér gera þér vonir um að jafnvægi framboðs og eftirspurnar gæti haldist í hendur ef bókstaflega öllum þörfum hundanna væri mætt til hins ítrasta. (Hundarnir yrðu miklu dýrari og enn færri hefðu tækifæri til að eignast þá).\nAð lokum, ég hef alveg fyllilega rétt á að svara því sem mér finnst vera vert að svara hér, og þú hefur ekki hugmynd um hvernig ég hugsa um minn hund.  Þér að segja, til að taka í burtu allan efa, þá hugsa ég mjög vel um hann.  Fer með hann í gönguferðir, baða hann og snyrti, klóra og klappa honum, gef honum að borða og veiti honum aga þegar á þarf að halda.\nMeð kveðju\nPOE"
        },
        {
            "user": "poe",
            "user_id": "1001",
            "date": "2002-09-23 14:37:57",
            "id": "669316",
            "reply_to_id": "669310",
            "text": "þann\nÞað er sorglegt að verið sé að setja hunda og börn á sama stall.  Kjarni málsins hjá mér er sá að hundurinn minn er í góðu lagi og hann kemur frá Dalsmynni.  Ég held að fólk sé að finna sér sökudólg vegna eigin getuleysis við uppeldi gæludýra sinna.  Ég er ekki að mæla með “misnotkun” eða slæmri meðferð á dýrum, ég er að mótmæla því að Dalsmynni stundi slíkt vísvitandi.  Þar að auki er varla hægt að tala um misnotkun í sambandi við hunda, nema þá að þeir séu notaðir til ofbeldisverka eða til að valda fólki eða öðrum dýrum skaða.  Hvað með það þó að aðstæðurnar séu ekki fullkomnar, á kanski að vera með einkaþjón á hvern hund og afþreyingardagskrá, nei, ég held að fólk hér þurfi aðgreina sínar eigin væntingar frá væntingum dýranna.  Staðreyndin er sú að mannfólk er og verður alltaf á hærra plani og þar af leiðandi gerum við aðrar kröfur um aðbúnað dýra heldur en manna.\nPOE"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-09-23 23:24:35",
            "id": "669317",
            "reply_to_id": "669275",
            "text": "Ég er nú einn af þeim sem dett sjaldan hingað inn en hef alltaf jafn gaman af því. Afhverju? Því hér er alltaf verið að rífast um sama hlutinn. Og í þetta skipti langar mig til að bæta örlitlu atriði við umræðuna.\nÉg á hund. Reyndar tvo, en ég held að ykkur skipti það engu máli hve marga hudna ég eigi. Hvorugan fékk ég frá Dalsmynni. Ég fer út með þessa hvutta amk einu sinni á dag, svona til að virða þá. Ég hef gert það síðan ég fékk þá, og þær, því þetta eru tíkur, leyfa mér ekki að komast upp með að sleppa því.\nEn afhverju ætli það sé? Jú, eins og áður hefur komið fram, þá eru hundar dýr og dýr hafa miklar og sterkar hvatir, mun sterkari en hvatir mannsins. Ein af þessum hvötum er að fara út og hlaupa, þefa af völdum stöðum og ‘lesa þannig hunda-moggann’. Þeir þurfa líka að gera hægðir sínar, því, þótt ótrúlegt megi virðast, vilja ekki, frekar en manndýrið, sofa í eigin saur(reyndar er til fólk sem gerir slíkt, en það er oftast vistað að lokum inni á hæli fyrir geðsjúka).\nÉg ætla ekki að væla um að hundar séu með mannlegar tilfinningar, eða þarfir. En hitt sér hver heilvita maður, meira að segja hálfvitar fatta það, að hundur sem er lokaður inni í búri, fær lítið sem ekkert að hreyfa sig, þarf að sofa þar sem hann mígur og skítur, hvötum þess hunds er ekki sinnt. Má vera að hundar Poe hafi verið útvaldir og verið hleyft út reglulega, svona til að viðra þá, ekki ætla ég að segja til um það.\nAð mínu mati, er það bara ein hundategund sem á skilið að vera innilokuð og engum ætti að þykkja vænt um. Það eru Rauðu hundarnir. Aðra hunda, þarf að viðra og hleypa út, jafnvel þegar þeir eru hvolpar, annars fer það illa með þá.\nÉg vona að við, sem höfum vit á og viljum hundunum okkar það besta, gerum það sem í okkar valdi stendur til að koma í veg fyrir gróðabissness að þessu tagi. Ræktun hunda á að vera tegundinni til framdráttar, ekki til að eignast peninga. Þegar allt kemur til alls, þá eru þetta dýr, ekki hlutir!"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2002-09-24 21:28:09",
            "id": "669318",
            "reply_to_id": "669275",
            "text": "Maður er alveg búinn að fá upp í kok, þið rakkið Dalsmynnið niður hvað eftir anna, en gerið svo ekkert í því sjálf, það er búið að ræða um það að fara uppeftir (stór hópur) og mótmæla með þátttöku blaðamanna, sem eru tilbúnir að leggja okkur lið, það verður gaman að sjá hverjir koma og hverjir gugna, Það er alveg ömurlegt að geta ekki skrifað um þessi mál, öðruvísi en að skrifa upp eftir blöðunum.  Þetta sýnir nú ekki mikla visku eða þor. ÞAÐ ER KOMIÐ NÓG, NÚ ERU ÞAÐ BARA AÐGERÐIR OG EKKERT ANNAÐ."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-24 22:36:21",
            "id": "669319",
            "reply_to_id": "669275",
            "text": "Þetta er einfalt.\nEf þau eru í raun með 190 hunda og 4 manneskjur til að sjá um þá og hver manneskja vinnur venjulegan 8 tíma vinnudag gerir það\nmeira en 47 hunda á mann og aðeins um 10 mín á dag á hvern hund. Og í rauninni ekki einu sinni 10 mínútur því það tekur tíma að ganga frá einum hundi og sækja þann næsta.\nEr það nóg til að veita þeim félagsskap, hreyfa þá, leika við þá, baða þá og gera allt annað sem hundur þarfnast. NEEIII!!! HALLÓO!\nVið ættum öll að fara þangað og frelsa hundana og stinga dýranýðingum í fangelsi.\nÞó sumir hafi fengið alveg ágæta hunda frá dalsmynni, jafnvel fleiri en einn sem þeir eru ánægðir með þýðir það ekki að foreldrar hundanna  líði vel þar.\nÞað þýðir einfaldlega að þessi hvolpur hafi verið svo heppinn að fæðast heilbrigður og verið forðað þaðan áður en hann fékk eyrnarmaur eða eitthvað álíka og áður en þetta fólk náði að fara illa með hann."
        },
        {
            "user": "Ravi",
            "user_id": "25991",
            "date": "2002-10-10 16:18:10",
            "id": "669320",
            "reply_to_id": "669275",
            "text": "Mikið djöful eruð þið vitlaus að halda það að hundar geti verið illa uppaldir og að ÞIÐ getið kennt Dalsmynni um. Ef hundurinn ykkar er geðveikur þá er það YKKUR að kenna, þetta er allt í uppeldinu. Ég á einn hreinræktaðann íslenskann hund frá Hrfí, og svo einn pomma frá Dalsmynni. BÁÐIR hundarnir eru barngóðir, yndælir og góðir, það kallast UPPELDI prófiðið það sjálf það virkar betur enn að setja hundinn í búr og skilja svo ekkert í því afhverju hann er ein taugahrúga. Og þið sem skrifið ykkur á þennann mótmæla lista….. fávitar, ég er þokkalega viss um að þið eigið ekki hund frá dalsmynni og hafið örugglega aldrei talað við Ástu né kíkt í heimsókn til hennar. Tek það fram að þetta er bara mitt álit og ég hef engan áhuga á því að þið svarið mér, þið eruð ekki þess VIRÐI."
        }
    ]
}