{
    "forum_title": "Gæludýr",
    "user": "Svafnir",
    "user_id": "8098",
    "date": "2002-09-21 10:05:02",
    "title": "Helvítis frekja........ í fuglinum",
    "text": "ég á lítinn hvítan gára hann er mjög klár og getur opnað búrið sitt og farið útúr því og farið inn í það aftur.. en það er eitt við hann sem er mjög pirrandi( annað en það að maður þarf að tvílæsa búrinu hans svo hann komist ekki út) það er að hann er svo helv** mikill vargur,  eða frekjudós. þegar ég fer út á morgnanna gargar hann eins og sírena þangað til ég kem til hans…. hefur fuglinn ykkar einhverntímann gert þetta hjá ykkur? hvað á ég að gera við svona frekjudós?",
    "url": "https://www.hugi.is/gaeludyr/greinar/93352/helvitis-frekja-i-fuglinum/",
    "url_id": "93352",
    "id": "671520",
    "replies": [
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-09-24 00:57:18",
            "id": "671521",
            "reply_to_id": "671520",
            "text": "Ok..annað hvort er eitthvað að fuglinum eða þú veitir honum ekki nógu og mikla athygli því eitthvað er að ef að fuglinn gerir ekkert annað en að garga!!\nEf þetta er bara frekja eins og þú segir prufaðu þá að setja handklæði eða eitthvað yfir búrið hjá honum!\nþað er það ein sem ég veit um sem þaggar niður í fuglum(átti 14 á tímabili og þetta virkaði nokkurn veginn)"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2002-09-24 15:40:12",
            "id": "671522",
            "reply_to_id": "671520",
            "text": "Þetta hljómar eins og honum leiðist.\nErtu með spegil í búrinu? Kveikt á útvarpi meðan enginn er hjá honum?\nMinn gári er alltaf með búrið opið og fær að fara inn og út að vild (nema ef koma gestir með fuglafóbíu í heimsókn!). Og hann er bara tiltölulega ánægður með lífið sýnist mér, þrátt fyrir miklar fjarverur heimilisfólks. Hann er reyndar bæði með spegil (sem hann rífur stundum stólpakjaft við) og svo er kveikt á útvarpinu öllum stundum."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2002-09-24 15:44:16",
            "id": "671523",
            "reply_to_id": "671522",
            "text": "Það er úrvarp í gangi en enginn spegill.. vill ekki hafa spegil útaf því að ég hef heyrt að gárar sem eru með spegill verða einangraðir og tala bara við spegilmyndina …"
        }
    ]
}