{
    "forum_title": "Rokk",
    "user": "Jolly",
    "user_id": "2156",
    "date": "2002-09-21 15:49:30",
    "title": "Tónleikahald: Kimono og Maus",
    "text": "Yfirskriftin:\n20.9. í Norðurkjallaranum\nMAUS + KIMONO + DJ KGB\nÍ gær 20. September var Maus að halda sína fyrstu tónleika frá Þýskalandsferð sinni. Þeir eru með nýja plötu í ferðatöskunni sinni og tóku nokkur lög af plötunni fyrir NFMHinga og aðrar pjöllur utan nemendafélagsins. Maus eru að mínu mati ekkert sérstakt band og þeir spiluðu bara eitt gott lag þetta kvöldið af nýju plötunni sinni. En highlight kvöldsins var pottþétt Kimono. Ég verð að viðurkenna að ég hafði aldrei heyrt um þessa hljómsveit áður en þeir eru allir íslenskir nema söngvarinn sem leikur einnig á gítar. Tónlistin þeirra var það sem bjargaði mínu kvöldi gjörsamlega. Spilið er ekki svo ólíkt Mogwai á köflum þarsem gítarinn fær að njóta sín hátt uppi en ekki alltaf í drop D riffum. Gítarleikarinn kandíski var alveg frábær og lifði sig ekkert smá inn í þetta allt saman. Lögin byggjast hægt upp og enda svo í villtu reivi og svita. Virkilega tilfinningarþrungin tónlist sem nýtur sín allra best á tónleikum. Trommarinn fær stórann plús fyrir flottasta skegg sem ég hef séð og gítarleikarinn/vókalisti fyrir steiktasta brandara sem ég hef heyrt. Eitthvað sem virkar hreint ekki á prenti en hann var um tvo MHinga og einn MRing.\nEf þú villt ná í lög með hljómsveitinni þá bendi ég á rokk.is og heimasíðu útgefandans www.mineur-aggressif.com.\nGrein þessi byrtist á <a href=\"\nhttp://www.heilabu.com\n“ alt=”Heilabú Galtarins\">www.heilabu.com</a>.",
    "url": "https://www.hugi.is/rokk/greinar/93360/tonleikahald-kimono-og-maus/",
    "url_id": "93360",
    "id": "671590",
    "replies": [
        {
            "user": "Jolly",
            "user_id": "2156",
            "date": "2002-09-21 16:34:23",
            "id": "671591",
            "reply_to_id": "671590",
            "text": "birtist með einföldu…hvenær ætla ég að læra þetta!?"
        },
        {
            "user": "Alfie",
            "user_id": "16839",
            "date": "2002-09-21 18:49:18",
            "id": "671594",
            "reply_to_id": "671590",
            "text": "maus er mjög sérstök hljómsveit…\nulla bulla á þig bara :Þ"
        },
        {
            "user": "japancake",
            "user_id": "15743",
            "date": "2002-09-21 19:43:08",
            "id": "671592",
            "reply_to_id": "671590",
            "text": "já. maus eru sko miklu betri en kimono. og þeir voru frábærir. tóku meiraað segja gömul og góð lög einsog poppaldin og kristalnótt. áfram maus!"
        },
        {
            "user": "Alfie",
            "user_id": "16839",
            "date": "2002-09-21 20:51:00",
            "id": "671593",
            "reply_to_id": "671592",
            "text": "hí hí :)"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2002-09-22 05:42:49",
            "id": "671595",
            "reply_to_id": "671590",
            "text": "Já Þetta voru góðir tónleikar þótt Maus séu reyndar ekki neitt svona “mosh-pit” band þá var það samt gaman, en ég held að fólk var bara orðið þreytt í fótunum og nennti ekki að hlusta á tónlist lengur þegar Maus voru að spila, en Kimono voru nú bara flottir, verð að vera sammála þessu með trommarann og í leiðinni fær hann + fyrir þetta kjuðadót sem hann gerði, alltaf að skipta um kjuða og henda öðrum frá sér, ég var ekkert að skilja þessa brandara sko…"
        },
        {
            "user": "plone",
            "user_id": "12759",
            "date": "2002-09-22 12:11:11",
            "id": "671596",
            "reply_to_id": "671595",
            "text": "Hvað er þetta? Skilur enginn brandarana hans Alex? Þeir virka kannski alveg á prenti en ef þið veltið því fyrir ykkur að orðin pause og paws hljóma alveg eins þá skiljiðið kannski brandarann um kóalabjörninn.\nEn, en frábærir tónleikar. Kimono jafn góðir og venjulega og Maus í rosalegu stuði. Þó einhverjum finnist þeir ekki skemmtilegir er ekki hægt að neita því að þeir eru drulluþéttir og ég gekk út mjög sáttur með suð í eyrunum :)"
        },
        {
            "user": "chinagirl",
            "user_id": "22482",
            "date": "2002-09-22 15:58:33",
            "id": "671597",
            "reply_to_id": "671596",
            "text": "Lélegustu tónleikar sem ég hef fari? á. Gu? minn almáttugur hva? Maus kúku?u á sig"
        },
        {
            "user": "smist",
            "user_id": "11631",
            "date": "2002-09-23 09:41:48",
            "id": "671598",
            "reply_to_id": "671590",
            "text": "Ég verð nú bara að segja að mér fannst þessir tónleikar fínasta skemmtun og að báðar hljómsveitirnar og djinn hafi staðið sig með ágætum….  :)\nKimono komu nú samt mest á óvar þar sem ég hef ekki heyrt í þeim áður (rétt missti af þeim á menningarnótt) og mun ég örugglega kaupa diskinn þeirra þegar hann kemur út…. veit einhver hvenær það verður nákvæmlega?"
        },
        {
            "user": "plone",
            "user_id": "12759",
            "date": "2002-09-24 14:14:49",
            "id": "671599",
            "reply_to_id": "671598",
            "text": "líkast til í lok október eða byrjun nóvember. það á bara eftir að mixa eitthvað."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-09-24 20:19:06",
            "id": "671600",
            "reply_to_id": "671590",
            "text": "Fannst nú Maus margfalt betri, þótt Kimono sé fínt band."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-09-25 08:49:16",
            "id": "671601",
            "reply_to_id": "671600",
            "text": "Ég var á þessum tónleikum og kimono eru geðveikir!! Ég hafði ekkert heyrt í þeim áður…\nen er söngvarinn ekki íslenskur?? Af hverju sagði hann þá emmhá en ekki emm eits eða eitthvað… nema kannski hann sé búinn að búa hérna lengi…\nEn Maus stóðu fyllilega fyrir sínu!! =)"
        },
        {
            "user": "smist",
            "user_id": "11631",
            "date": "2002-09-26 09:39:16",
            "id": "671602",
            "reply_to_id": "671601",
            "text": "Nei, söngvarinn í Kimono, Alex, er annað hvort frá Bandaríkjunum eða Kanada, man reyndar ekki hvort það var…"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2002-09-29 15:35:06",
            "id": "671603",
            "reply_to_id": "671602",
            "text": "Hann Alex er frá canada og á íslenska kærustu og býr hér með henni.."
        },
        {
            "user": "Karnage",
            "user_id": "7017",
            "date": "2002-09-26 01:31:22",
            "id": "671604",
            "reply_to_id": "671590",
            "text": "Ok að búa út á land officially sucks.\nÉg vissi ekki einu sinna af þessum tónleikum hvað þá að hafa farið á þá.\nÉg meina við fáum nú hljómsveitir út á land, komumst á sveitaböll með sóldögg og írafár. Ó hvílíkt himnaríki að geta hlustað á íslenskt sveitaballa popp í staðin fyrir indie-rokk.\nÞið hafið ekki einu sinni rétt á að kvarta :Þ\nUlláykku"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2002-09-29 16:25:29",
            "id": "671605",
            "reply_to_id": "671590",
            "text": "Kimono er ein besta hljómsveit sem ég hef heyrt í undandfarið. Fooker á huga er gítarleikarinn (íslenski) Kimono og trommarinn (Þráinn) er bassaleikari hljómsveitarinnar Hudson Wayne.\nSvo eru Kimono að fara að spila á Airwaves engin missa af því."
        }
    ]
}