{
    "forum_title": "Rokk",
    "user": "krummiJR",
    "user_id": "13860",
    "date": "2002-09-21 15:52:21",
    "title": "Faith No More í allri sinni dýrð",
    "text": "Faith No More\n1981-1998\nÞetta byrjaði allt árið 1981 þegar þeir Mike Bordin,Billy Gould, Mike Morris og Wade Worthington komu saman og stofnuðu bandið Faith No Man. Ári seinna lét Wade(hljómborðsleikari)sig hverfa úr bandinu og kom Roddy Bottum í hans stað, á sama tíma var Mike Morris látinn fara og nafnið Faith No More gleymt og grafið. Nú voru þeir Faith No More,en þeir voru ekki alveg tilbúnir í slaginn því nú var að finna einhvern sem gæti sungið með þeim. Eftir að fá fjöldan allan af umsóknum,þar á meðal frá sjálfri Courtney Love var piltur að nafi Cuck Mosley ráðinn sem söngvari bandsins árið 1983. Nú voru þeir tilbúnir í slaginn,þeir tóku upp fjögurra laga demo sem leiddi til fyrstu plötu sveitarinnar,WE CARE A LOT sem kom út árið 1985. Tæpu ári seinna skrifuðu þeir undir samning hjá Slash records og árið 1987 kom önnur breiðskífa Faith No More út, með henni urður þeir talsvert frægir víða um Evrópu, en það var ekki nóg til að sannfæra heiminn um hverjir ættu hann. Árið 1988 var söngvari sveitarinnar,Chuck Mosley, látinn fara sökum eyturlyfja neyslu,ofdrykkju og leiðinlegs viðhorfs. Þá kom sjálfur kóngurinn til sögunnar,enginn annar en Mike Patton söngvari Mr.Bungle. Jim Martin gítarleikari Faith No More heyrði demo upptökur frá Mr.Bungle, sýndi restinni af bandinu hversu mikla rödd Patton hafði og var honum boðin staða í Faith No More. Mike Patton bað um tíma til að hugsa sig um vegna stöðu hans í Mr.Bungle. Faith No More meðlimir höfðu einnig boðið Chris Cornell,söngvara Soundgarden, stöðu sem söngvara í Faith No More en eftir að Mike Patton lýstu yfir áhuga sínum réðu þeir hann undir eins og Chris Cornell hélt áfram með Soundgarden. Á innan við tvemur vikum samdi Patton texta fyrir næstu plötu sveitarinnar,The Real Thing, og kom hún út árið 1989. Með henni sigrðuðu þeir heiminn, voru kallaðir jafningjar Guns ´n Roses og Metallica. Það var lagið “Epic” sem fólk umturnaðist við árið 1990 þegar það var gefið út á smáskífu og fylgdi myndband með. Þeir fylgdu “The Real Thing” með LIVE plötunni “LIVE At The Brixton Academy(You Fat Bastards)”, en þar var að finna lög af “The Real Thing” ásamt “The Cowboy Song” og útgáfu Mike Pattons af fyrsta hittara bandsins,“We Care A Lot”. Nú hafði sveitin nægan tíma fyrir næstu plötu sína og eyddu þeir næstu tvemur árum í að taka hana upp, á þeim tíma kom upp vandamál á milli Jim Martins(gítarleikara)og hinna meðlima bandsins,hann var því lítið með í upptökum á fjórðu plötu Faith No More sem fékk nafnið “Angel Dust”. Stuttu eftir að sú plata kom út,árið 1992, var Jim Martin látinn fara(í nóvember,1993). Tvemur árum seinna kom fimmta skífa sveitarinnar út,“King For A Day,Fool For A Lifetime”, en þá var kominn til liðs við meðlimi sjálfur Trey Spruance,gítarleikari Mr.Bungle. Hann tók upp plötuna með þeim en ákvað að fara ekki með þeim á túrinn sem fylgdi plötunni, í stað hans kom fyrrum rótari Faith No More og gítarleikari “Duh”. “MTV líðnum” leist síður en svo vel á þessa plötu frá strákunum í Faith No More og var nánast litið framhjá henni í Bandaríkjunum. Henni fylgdu þrjár smáskífur og myndbönd af lögunum “Evidence”,“Ricochet” og “Digging The Grave” sem öll slógu í gegn í Ástralíu þótt “uppalíðurinn” væri ekki of hrifinn af þeim. Næstu tvö árin túraði Mike Bordin(trommari)með Ozzy Osbourne og Mike Patton(raddir)með Mr.Bungle ásamt tvemur sóló plötum sem hann gaf út,“Adult Themes for voice” og “Pranzo Oltranzista”. Á þessum tvemur árum spruttu upp orðrómar um að sveitin ætlaði að leggja árar í bát og einbeita sér alfarið að hliðarverkefnum sínum. En svo var ekki, árið 1997 í júní kom út sjötta studio skífa þeirra félaga, “Album Of The Year”. Þá enn einusinni var kominn til liðs við þá nýr gítarleikari,Jon Hudson. Platan sló rækilega í gegn og fylgdu þrjár smáskífur og myndbönd henni eftir við lögin “Ashes To Ashes”,“Stripsearch” og “Last Cup Of Sorrow”. Árið 1998 ákváðu meðlimir Faith No More að hætta að spila saman og dreyfði bassaleikari sveitarinnir,Billy Gould, þessu bréfu:\n19.apríl 1998\n“After 15 long and fruitful years, Faith No More have decided to put an end to speculation regarding their imminent break up… by breaking up. The decision among the members is mutual, and there will be no pointing of fingers, no naming of names, other than stating, for the record, that ”Puffy started it“. Furthermore, the split will now enable each member to pursue his individual project(s) unhindered. Lastly, and most importantly, the band would like to thank all of those fans and associates that have stuck with and supported the band throughout it's history. ”\nFaith No More spiluðu á sínu allra síðustu tónleikum í Lisbon,Portugal 7.apríl áið 1998.\nTakk Fyrir\n-krummi jóns",
    "url": "https://www.hugi.is/rokk/greinar/93361/faith-no-more-i-allri-sinni-dyrd/",
    "url_id": "93361",
    "id": "671606",
    "replies": [
        {
            "user": "Bumbuliuz",
            "user_id": "534",
            "date": "2002-09-21 16:41:47",
            "id": "671607",
            "reply_to_id": "671606",
            "text": "Ég sá þá spila þegar þeir voru í Ástralíu 95. Það var meiriháttar, ég er mjög ánægður að hafa séð þá áður enn þeir hættu. Meiriháttar band."
        },
        {
            "user": "RaineMaida",
            "user_id": "10961",
            "date": "2002-09-23 18:28:49",
            "id": "671608",
            "reply_to_id": "671606",
            "text": "Hva???? ekkert minnst á þáttöku Cortney Love með Bandinu?? En engu að síður algjört snilldarband"
        },
        {
            "user": "krummiJR",
            "user_id": "13860",
            "date": "2002-09-23 21:07:15",
            "id": "671609",
            "reply_to_id": "671608",
            "text": "Þáttaka Courtney Love var lítil sem engin,þau gáfu ekkert út með henni og það varð aldrei neitt úr henni sem söngvara Faith No More. En hins vegar minntist ég á hana í greininni."
        },
        {
            "user": "RaineMaida",
            "user_id": "10961",
            "date": "2002-09-26 15:35:26",
            "id": "671610",
            "reply_to_id": "671609",
            "text": "Biðst forláts, tók ekki eftir þessu"
        },
        {
            "user": "shit",
            "user_id": "26325",
            "date": "2002-10-13 18:46:41",
            "id": "671611",
            "reply_to_id": "671606",
            "text": "Faith No More er eitthvað sem allir eiga að kynna sér og njóta vel!"
        },
        {
            "user": "Gauthals",
            "user_id": "62903",
            "date": "2006-11-02 13:44:58",
            "id": "4168680",
            "reply_to_id": "671606",
            "text": "Mjög góð grein og snilldar hljómsveit. Er einhver von um að þeir komi aftur saman"
        }
    ]
}