{
    "forum_title": "Golf",
    "user": "axes",
    "user_id": "25114",
    "date": "2002-09-22 19:57:21",
    "title": "Heimsmótið í golfi",
    "text": "Fyrir þá sem ekki vita er heimsmótið í golfi eða American Express mótið nokkurs konar heimsmeistaramót.\nÞangað koma allir bestu kylfingar heimsins og keppa þar.\nMótið var núna um þessa helgi á Mount Juliet vellinum á Írlandi.\nEftir fyrsta daginn var Tiger Woods fyrstur en hann sló vallarmetið á 65 höggum eða 7 undir pari.\nNæstir á eftir Tiger voru Steve Lowery og David Toms sem léku á 66 höggum. Þeir sem léku á 67 höggum voru Vijay Singh, Mike Weir, Retief Goosen og Chris DiMarco.\nÁ öðrum degi jafnaði Tiger vallarmetið sem að hann setti daginn áður. Samtals var hann á 130 höggum eftir 2 hringi.\nÍ öðru sæti var Jerry Kelly en hann lék líka á 65 höggum.\nÍ þriðja sæti voru David Toms og Steve Lowery með 133 högg.\nEftir þriðja dag fór Woods á 67 höggum eða 5 undir pari.\nVallarmetið sem hann setti og jafnaði var þó slegið af Scott McCarron þegar að hann fór á 64 höggum.\nTiger var ennþá fyrstur en í 2-7 sæti voru David Toms, Steve Lowery, Jerry Kelly, Vijay Singh, Retief Goosen og Scott McCarron.\nÞeir voru allir með 202 högg.\nÁ síðasta degi fór Woods á 66 höggum og tryggði sér sigurinn en hann fór á 263 höggum eða 25 höggum undir pari.\nSuður Afríkumaðurinn Retief Goosen var annar en hann spilaði á síðasta degi á 62 höggum og jafnaði met Garcia sem að hann setti fyrr um daginn.\núrslit í mótinu urðu eftirfarandi.\n1 Tiger Woods     263\n2 Retief Goosen   264\n3 Vijay Singh     267\n4 Jerry KellY     268\n4 David Tomas     268\n6 Scott McCarron  269\n7 Sergio Garcia   270\n8 Davis Love III  271\n9 Michael Campell 272\n9 Bob Estates     272\nÞetta var í níunda skipti sem að hann keppti á mótinu og sjötta skipti sem að hann vinnur.\nÞess má geta að 3 slösuðust þegar að brautarstarfsmaður missti stjórn á bíl pg keyrði inn í áhorfendahóp.\n<a href=\"\nhttp://www.mbl.is/sport\n\">heimildir</A",
    "url": "https://www.hugi.is/golf/greinar/93489/heimsmotid-i-golfi/",
    "url_id": "93489",
    "id": "672583",
    "replies": []
}