{
    "forum_title": "Börnin okkar",
    "user": "tolli",
    "user_id": "78",
    "date": "2000-11-22 07:09:14",
    "title": "Faðernismáli vísað frá héraðsdómi",
    "text": "Ég bara varð að tjá mig um þetta, en ég er semsagt að horfa á fréttirnar í Ísland í Bítið. Ekki spyrja afhverju.\nNú… þarna var verið að segja frá því að kona á barn, sem ekki hefur verið feðrað. Maður segist vera faðir þess og vill að konan viðurkenni það, en hún neitar, og málið fer fyrir héraðsdóm.  Nú, málinu var vísað frá, því, skv. frétt Stöðvar 2, eru það aðeins mæður og börn sem hingað til hafa verið sækjendur í svona málum (kona vill að kallinn sé “dæmdur” faðir barns svo hún fái barnabætur), og að lögin geri aðeins ráð fyrir að þannig sé málum háttað.  Ég náði endinum ekki alveg vegna hláturs, en mér heyrðist að gaurinn hafi áfrýjað, eða kært aftur. Gaman að fylgjast með þessu!\nTolli",
    "url": "https://www.hugi.is/bornin/greinar/9363/fadernismali-visad-fra-heradsdomi/",
    "url_id": "9363",
    "id": "53184",
    "replies": [
        {
            "user": "Dreitill",
            "user_id": "492",
            "date": "2000-11-22 09:45:25",
            "id": "53185",
            "reply_to_id": "53184",
            "text": "Málinu var ekki vísað frá vegna þess að það hafi ekki komið upp svipað mál áður, heldur var því vísað frá með tilvísun í friðhelgi einkalífs móðurinnar þar sem hún á RÉTT á því að halda faðerni barns síns leyndu.\nHins vegar er ég þeirrar skoðunnar að þetta eigi að fara fyrir dóm og láta rétta í þessu.  Niðurstaðan yrði þarafleiðandi fordæmi fyrir svipuð mál.\nDreitill - barnavænn"
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-11-22 09:49:36",
            "id": "53186",
            "reply_to_id": "53184",
            "text": "þetta er ekkert gamanmál því þetta er mjög fáránlegt. Í barnalögjöfinni segir að barn hafi sétt til að kynnast báðum foreldrum sínum og eru þeir skildugir til að verða við því þó þetta sé margbrotið og ekki farið eftir því. En það vonda er að karlmaður hefur engan rétt í þessu máli og hann mun alltaf tapa því þannig er það í lögum núna. Konan vinnur alltaf sama hversu vanhæf hún er."
        },
        {
            "user": "Ingi",
            "user_id": "2417",
            "date": "2000-11-22 10:15:12",
            "id": "53187",
            "reply_to_id": "53184",
            "text": "Nú sá/heyrði ég þetta ekki en verð að segja að þetta er nú alveg út í hött, ekki satt?\nHvað með hugarástands mannsins sem lifir í þeirri trú að hann sé faðir barnsins…..er það ekki réttur hans að vita hvort hann sé faðir barnsins?\nÉg veit að ég væri nú orðinn létt klikk að lifa með svona lagað á bakinu!!\n…svo, miðað við gjálíf íslenska kvenna þá eru nú eflaust þrír aðrið sem koma til greina, ha ha!"
        },
        {
            "user": "spacey",
            "user_id": "3254",
            "date": "2000-11-22 10:39:51",
            "id": "53188",
            "reply_to_id": "53184",
            "text": "Ég verð nú að leggja orð í belg.\nÞað er ótrúlegt hvað sumar mæður geta komist upp með og fáránlegt að það er sko fullt af vanhæfum mæðrum sem ala upp börnin og vilja ekkert með föðurinn hafa (þrátt fyrir að hann sækist eftir því að bera ábyrgð)en samt eru þær í rétti og útaf hverju !!!! jú þær eru konur….. fáránlegt. Ég get orðið svo reið þegar ég hugsa um þetta, því ég þekki svona tilfelli og ég get svarið það að stundum skammast ég mín fyrir að vera kvenmaður. Það finnst mér líka síðasta sort þegar fleiri en tveir koma til greina með að vera barnsfaðirinn sem er alls ekki óalgengt (veit meira segja um eitt dæmi þar sem 9 hafi komið til greina)……. sussusvei …..\nHneyksluð og reið.\nSpacey"
        },
        {
            "user": "Draugsi",
            "user_id": "1300",
            "date": "2000-11-22 10:43:14",
            "id": "53189",
            "reply_to_id": "53184",
            "text": "Það er ekki að spyrja af því, Kvennmenn hafa semsagt meiri rétt til barnana okkar en karlmenn, og það er umræða um jafnrétti á Íslandi….eitthvað hlýtur hún nú að vera slöpp….Þetta er eins og að seigja, Nei því miður vinur þú mátt ekki vita hvort að þú hafir eignast barn þó svo að þú eigir nú kanski  helminginn í því…Ég er kanski svo vitlaus að halda að það þyrfti tvo til þessa verkefnis, en það er greinilega ekki, við karlmennirnir erum bara greinilega þarna, við erum ekki að gera neitt bara erum þarna…! :(\nMér er nokk sama þótt kvennmennirnir þurfi að ganga með það í 9 mán. og fæða það líka, við eigum það líka, og ef við fengjum að ráða þá held ég að flestir af okkur myndu nú ganga í gegnum þetta fyrir barnið…!\nMér finnst þetta ekki rétt, ég vil vita hverjir krakkarnir mínir eru…!\nEinnnig er hægt að misnota þetta, hugsaðu þér eftir 5 ára hjónaband, þá segir konan þín ég vil skilja og æ já þetta er ekki krakkinn þinn…! með þessum orðum getur hún gegnið út með krakkan og þú getur ekkert gert því þú mátt ekki komast af því hvort þú sért faðir barnsins, ekki nema með samþykki móðurinnar…og ekki ferð þú í foræðisdeilu ekki vitandi hvort þú sért faðirinn…! Ok, ef þú segir að þetta séu aðrar aðstæður, þá getur vel verið að þú getir ekki gert þetta eftir svo langt hjónaband, en er þetta samt eitthvað skárra en að taka barnið frá þér strax…?\nÉg las greinina á Vísi.is eða Mbl.is man það ekki en ég varð alveg snældu vitlaus og varð að tjá mig…!\nKveðja - Draugsi."
        },
        {
            "user": "IcEEyE",
            "user_id": "2285",
            "date": "2000-11-22 10:52:56",
            "id": "53190",
            "reply_to_id": "53184",
            "text": "Ég man ekki betur en okkar margfræga stjórnarskrá haldi því fram að allir eigi að njóta sama réttar óháð kyni, hjúskarstöðu og einhvers fleira.  Ef það er brot á friðhelgi einkalífs móðurinnar að fá að komast að því hvort maður á barnið er það þa ekki lík brot á friðhelgi einkalífs förðurs ef móðirin vill komast að því sama.  Ég hef vitað nokkuð lengi að lögin séu svona.  Ég held reyndar ( ekki viss þó ) að réttur feðra sé eitthvað álíka lélegur þegar að forræði kemur því móðirinn getur heimtað fullt forræði og faðirinn getur ekkert við því gert.  Að mínu mati er þetta stjórnarskrár brot á pabbanum og mannréttindabrot á bæði pabbanum og barninu."
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-11-22 11:15:09",
            "id": "53191",
            "reply_to_id": "53184",
            "text": "Ég skil ekki konur og samt er ég ein slík.\nEru sumar konur svona heimskar virkilega ég meina þær eru ekki að gera neitt nema eyðileggja fyrir bæði föður og barni.\nÖll börn þurfa á föður að halda eða það hefði ég nú haldið.\nOg miðað við það hvað dóttir mín er mikil pabbastelpa þá gæti ég aldrei gert þeim þetta enda er það ekki á dagskrá og hana nú.\nSumar konur ættu að skammast sín.\nÞetta gerir mann ógeðslega reiðann\nKrusindull"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2000-11-22 13:59:24",
            "id": "53192",
            "reply_to_id": "53184",
            "text": "Ég held að ég geti kannski skýrt þetta smá með lögin.  Málið er að konur eiga rétt á því að gefa ekki upp faðerni barns síns.  Í gamla daga voru konur sem eignuðust börn í lausaleik yfirheyrðar þangað til þær sögðu til um föðurinn og það er náttúrulega ekki mikið frelsi.  Nú er aftur á móti spurning um hvaða rétt faðirinn á til að fá barnið viðurkennt sem sitt og hver á mestan rétt, konan til að feðra ekki barn sitt, barnið til að kynnast föður sínum eða faðirinn til að kynnast barninu.  Persónulega finnst mér að það eigi að gera DNA próf í slíkum tilfellum ef maður óskar eftir því.  Þetta er orðið einfalt að gera í dag, hægt að gera út frá nokkrum hárum og frekar ódýrt (sjá\nhttp://www.dnanow.com/).\nVarðandi það hvort konan geti labbað út við skilnað og lýst því yfir að maðurinn eigi ekki barnið þá er það ekki rétt.  Þegar fólk er í hjónabandi er eiginmaðurinn sjálfkrafa skráður sem faðir barns sem konan hans eignast, jafnvel þó þau séu bæði hvít og barnið svart.  Þessu er ekki hægt að breyta nema fyrir dómi.  Ég þekki mál þar sem kona var að skilin að borði og sæng en ekki að fullu.  Hún eignaðist barn með sambýlismanni sínum og eiginmaður hennar var sjálfkrafa skráður faðirinn.  Til þess að breyta þessu þurfti hún, eiginmaðurinn og sambýlismaðurinn að koma fyrir dóm og vitna um það hver væri réttur faðir barnsins.\nSvo finnst mér nú annað að það sé ekkert tiltökumál þó það komi fleiri en einn til greina.  Það er svo mikill tvískinnungur í gangi um þetta og það þykir allt í lagi fyrir stráka að vera með tveimur sömu helgina eða sama kvöldið en ef stelpa gerir það þá er hún kölluð drusla.  Svo ef hún verður ófrísk og ákveður að eiga barnið sitt þá segir hún kannski ekki frá því að það hafi verið fleiri en einn af því hún vill ekki fá þetta orð á sig.  Ég veit um tvö mál þar sem svoleiðis hefur komist upp.  Í annað skipti var það vegna þess að báðir strákarnir sem hún var með voru vinir.  Eftir faðernispróf reyndist það ekki vera strákurinn sem hún hafði upphaflega lýst föðurinn heldur hinn.  Í hitt skiptið var stelpan búin að lýsa föður að barninu en það fréttist í vinahópnum að hún hefði líka verið með öðrum, strákurinn sem hún benti á neitaði að gangast við barninu, hún kærði ekki, barnið er ófeðrað en þykir í dag mjög líkt hinum stráknum sem hún var líka með.\nÉg held sem sagt að það sé betra að vera ekkert að dæma fólk heldur frekar reyna að komast að sannleikanum áður en barnið verður nógu gamalt til að lenda í því áfalli að upp komist að pabbi er kannski ekki pabbi."
        },
        {
            "user": "Dreitill",
            "user_id": "492",
            "date": "2000-11-22 14:07:17",
            "id": "53193",
            "reply_to_id": "53192",
            "text": "Frábær skýring lhq.  Þakka þér fyrir upplýsingarnar.\nDreitill - fróðari eftir lestu"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2000-11-22 17:28:40",
            "id": "53194",
            "reply_to_id": "53192",
            "text": "Bara smá comment…\nþað getur hver sem er orðið faðir,\nað vera pabbi er allt annað og meira verkefni.\nÞó einhver gæti sýnt fram á að pabbi minn væri ekki faðir minn, þá væri hann eftir sem áður pabbi minn. Hann hefur margsannað sig í því hlutverki og það tekur enginn af honum."
        }
    ]
}