{
    "forum_title": "Kvikmyndir",
    "user": "lilbitch",
    "user_id": "13002",
    "date": "2002-09-23 13:21:35",
    "title": "Battle Royale",
    "text": "Titill: Battle Royale\nTagline: Gætir þú drepið besta vin þinn?\nTegund myndar: Drama/Hasar\nLand: Japan\nLengd: 118 mín\nLeikstjóri: Kinji Fukasaku\nAðalhlutverk: Tatsuya Fujiwara, Aki Maeda, Taro Yamamoto, Masanobu Ando og Beat Takeshi.\nMyndin fjallar um það í stuttu máli að hópur(42)15 og 16 ára krakka eru í skólaferðalagi og hafa ekki hugmynd um hvað er að fara að gerast.\nKrökkunum er rænt af stjórnvöldum og eru látnir vita af því að þau vöru sá “heppni” árgangur að taka þátt í “Battle Royale”, sem þýðir að þau hafa öll hálsband sem munu springa ef þau verða ekki samvinnuþýð.\nLeikurinn gengur út á það að þau eiga að drepa hvort annaðalveg þangað til aðeins eitt þeirra er eftir, ekki nóg með það heldur eru tímamörk á þessum leik, þrír dagar og ef fleiri en einn eru eftir þá eru öll hálsböndin sprengd, allt er þetta gert til að krakkar beri meiri virðingu fyrir yfirvaldinu.\nÍ myndini er helst fylgst með þrem persónum, Nanahara(Tatsuya Fujiwara), Noriko(Aki Maeda) og Kawada(Taro Yamamoto) öll leika þau frábærlega sem og allir aðrir leikarar myndarinnar en sá sem stelur senuni er Beat Takeshi sem leikur Kitano, gamla kennaran þeirra sem kynnir þeim leikin og segir þeim stöðuna á sex tíma fresti.\nMyndin er þrælmögnuð, hvort sem það er hasar, drama eða húmor þá virkar hún alveg rosalega vel og hefur hún bæði hrátt ofbeldi og þann svartasta húmor sem ég hef séð, ef við víkjum okkur að ofbeldinu þá er það nú ekkrt sem maður hefur ekki séð áður, það sem fór kannski fyrir brjóstið á fólki er að þetta eru unglingar sem eru að slátra hvort öðru, myndin spilar út að það hvernig mannskepnan bregst við ef hún þarf annað hvort að lifa eða drepa félaga sinn.\n****/*****\nHörkumynd sem ég hvet alla til að sjá.(Sýnd í Háskólabíó)",
    "url": "https://www.hugi.is/kvikmyndir/greinar/93636/battle-royale/",
    "url_id": "93636",
    "id": "673643",
    "replies": [
        {
            "user": "ods",
            "user_id": "1421",
            "date": "2002-09-23 13:32:07",
            "id": "673644",
            "reply_to_id": "673643",
            "text": "Já !\nÞessa mynd sá ég fyrir um 4 mánuðum og þótti hún nokkuð góð.\nÉg vill benda fólki á að það er mögulegt að leigja þessa mynd á vídeoleigunni númer eitt þe : LAUGARÁSVIDEO.\nEn það er mun skemmtilegra að sjá þessa mynd í bíó."
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2002-09-23 13:38:55",
            "id": "673645",
            "reply_to_id": "673643",
            "text": "Sá þessa mynd fyrst í fyrra eftir mikla eftirvæntingu…Ég varð ekki fyrir vonbrigðum! Frábær mynd.\nFór líka að sjá hana í Háskólabíói um daginn og ég mæli með að sem flestir geri það! Leiðinlegt að sjá að salurinn var nánast mannlaus :/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-23 14:11:01",
            "id": "673646",
            "reply_to_id": "673643",
            "text": "ég sá þessa mynd í gær.\nkom mér verulega á óvart :D\nhún var samt sem áður MJÖG spes ;)"
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-09-23 14:24:35",
            "id": "673647",
            "reply_to_id": "673643",
            "text": "Ég leigði þessa mynd fyrir einhverju síðan, kemur á óvart í Laugarásbíói!\nMjög sértsök og góð mynd, samt dáldið grimmt að sjá unglinga slátra hvort öðru en Japanir eru smá klikk í kollinum!"
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2002-09-23 15:14:48",
            "id": "673648",
            "reply_to_id": "673643",
            "text": "Ohhhh…mig langar svo mikið til að sjá þessa mynd!"
        },
        {
            "user": "balrog",
            "user_id": "2218",
            "date": "2002-09-23 15:41:51",
            "id": "673649",
            "reply_to_id": "673643",
            "text": "Já, ég er sammála, þetta er snilldarmynd en ég er búinn að eiga hana á DVD í hálft ár :)"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2002-09-23 15:58:33",
            "id": "673650",
            "reply_to_id": "673643",
            "text": "Höfum ekki mikinn tíma þangað til að Hollywood stelur hugmyndinni og gerir aðra mynd um þetta!!! =("
        },
        {
            "user": "lilbitch",
            "user_id": "13002",
            "date": "2002-09-23 18:22:57",
            "id": "673651",
            "reply_to_id": "673650",
            "text": "Kanin mun breyta þessu rosalega og fara að væla hvað þetta er líkt atvikinu í Columbine.\nAmeríkanar eru fífl!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-23 16:22:27",
            "id": "673652",
            "reply_to_id": "673643",
            "text": "Battle Royale er besta mynd sem ég hef séð á þessu ári, þó hún sé frá 2000 (Ekki mikið af góðum myndum þetta árið…)\nFannst hún svolítið furðulegri heldur en myndirnar sem maður er að sjá, vil þakka Háskólabíói og Filmundi fyrir þetta framtak að sýna myndir sem koma ekkert hingað á eligur né í bíó, eða þær eru orðnar gamlar =/\nAllavega, Skemmti mér frábærlega á henni og mæli með henni þó hún sé ekki fyrir fólk sem finnst óþægilegt að sjá svolítið blóð ****/*****"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-09-23 20:06:47",
            "id": "673653",
            "reply_to_id": "673643",
            "text": "Frábær mynd! Bæði virkilega óhugnaleg og með frábæran svartan húmor. Þeir sem eiga eftir að sjá myndina eiga að sjá hana í bíó. 9/10"
        },
        {
            "user": "paac",
            "user_id": "14080",
            "date": "2002-09-24 10:18:48",
            "id": "673654",
            "reply_to_id": "673643",
            "text": "þetta er bestasta mynd í geimi!"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-09-26 18:27:12",
            "id": "673655",
            "reply_to_id": "673643",
            "text": "Einhverjir Hollywood fávitar ræna hugmyndinni og gera lélega mynd þar sem Arnold Schvartsenegger(eða hvað sem hann heitir), Silvester Stallone og Harrison Ford verða í aðalhlutverkum sem fyrrverandi kennarar sem lenda í svipuðum aðstöðum nema það verða bara stórar vélbyssur í myndinni. Djók. Þeir breyta þessu einhvernvegin í fjölskyldumynd."
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2002-09-26 22:19:48",
            "id": "673656",
            "reply_to_id": "673655",
            "text": "Já, og svo er öllum bjargað af bandarískum sérsveitarliðum sem underlegt nokk tók 3 daga að ná til eyjarinnar… svo blaktir bandaríski fáninn við hún á eyjunni og myndavélin zoomar út…. blablabla *predictable*\nsvona eru þessir mongó kanar!\nT.d. JApansk/kóreyska “Ring” -> bandaríska “THE ring”\nTakið aðeins eftir þessu “THE”, finnið góðar nýjar “THE” myndir… erfitt ekki satt?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-09-26 22:41:22",
            "id": "673657",
            "reply_to_id": "673656",
            "text": "Já sammála. En disney fer örugglega einhvernveginn að gera b.r. að fjölskyldumynd.\nP.S. THE Lord of the Rings"
        },
        {
            "user": "Tyrone",
            "user_id": "19595",
            "date": "2002-09-29 03:14:10",
            "id": "673658",
            "reply_to_id": "673657",
            "text": "Tolkien var mjög í mun að Disney fengi aldrei að gera mynd eftir sögunum hans.  Hann vildi alls ekki að það yrði gerð barna mynd úr Hringadróttinssögu.\nAnnars verð ég að vera sammála flestu hérna, mér fannst Battle Royal vera mjög góð.  8/10"
        },
        {
            "user": "Swarez",
            "user_id": "10967",
            "date": "2002-10-04 13:58:31",
            "id": "673659",
            "reply_to_id": "673658",
            "text": "“Tolkien var mjög í mun að Disney fengi aldrei að gera mynd eftir sögunum hans. Hann vildi alls ekki að það yrði gerð barna mynd úr Hringadróttinssögu.”\nOg hver á Miramax? Disney!!!"
        },
        {
            "user": "lilbitch",
            "user_id": "13002",
            "date": "2002-10-04 20:26:04",
            "id": "673660",
            "reply_to_id": "673659",
            "text": "New Line Cinema framleiðir LORD:FOTR."
        },
        {
            "user": "Tyrone",
            "user_id": "19595",
            "date": "2002-10-05 03:43:58",
            "id": "673661",
            "reply_to_id": "673659",
            "text": "Já, það er reyndar rétt, en myndin er ekki Disney mynd fyrir því.  Að vísu skilst mér að erfingjar Tolkiens hafi deilt um það hvort að Miramax fengi að framleiða myndina.  En svo fór sem fór og Miramax fékk að sponsa og útkoman þykir nú bara nokkuð góð:) (Allavegana er ég alveg sáttur)\nKveðja Tyrone"
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-09-27 11:51:27",
            "id": "673662",
            "reply_to_id": "673643",
            "text": "Það  er auðmjúk skoðun mín að manneskja þurfi að vera alvarlega vanheil á geði til að gefa þessari mynd fullt hús. Ég skal gefa henni það að hún er áhugaverð fyrstu 20 mínúturnar en eftir það er hún bara leiðinleg. Fyrir utan það er þetta örugglega vitlausasta mynd síðan Fight Club tröllreið hálfvitum eins og þér, fyrir nokkrum árum.\nDarkside kveðu"
        },
        {
            "user": "lilbitch",
            "user_id": "13002",
            "date": "2002-09-27 13:29:28",
            "id": "673663",
            "reply_to_id": "673662",
            "text": "Darkside ég ætla ekkert að banna þér að hafa þína skoðun á hlutunum en það er alveg óþarfi að vera með svona skítkast."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-09-29 03:12:37",
            "id": "673664",
            "reply_to_id": "673662",
            "text": "Ef fólk er að leita eftir þessum hlutum í mynd þá má það alveg gefa myndinni fullt hús…\nSíðan ertu með skítkast á Fight Club líka…sýnir bara hve lokaðan smekk þú ert með á kvikmyndir…\nÉg er bara nokkuð sammála lilbitch og finnst myndin alveg eiga 4 stjörnur af fimm mögulegum skilið…og já…greinilegt að þú kannt ekki að telja því að hann gaf myndinni ekki fullt hús eða var það?"
        },
        {
            "user": "lilbitch",
            "user_id": "13002",
            "date": "2002-09-29 16:05:41",
            "id": "673665",
            "reply_to_id": "673664",
            "text": "Já demonz ég gaf ekki fullt hús, fjórar stjörnur af fimm jafngildir 8/10."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-09-29 18:39:03",
            "id": "673666",
            "reply_to_id": "673665",
            "text": "einmitt…"
        }
    ]
}