{
    "forum_title": "Deiglan",
    "user": "einarkm",
    "user_id": "2786",
    "date": "2000-11-22 15:49:41",
    "title": "Á að leyfa kjósendum í Flórída að kjósa aftur ?",
    "text": "Þetta er ein af þeim spurningum sem margir eru að velta fyrir sér og ér þætti gaman að sjá viðbrögð ykkar á Deiglunni við þessu. Persónulega finnst mér að það ætti að leyfa endurkosningu en ég á von á því að öðrum finnst það ekki. Auðvitað eru til MARGAR röksemdir fyrir hvoru tveggja og væri gaman að sjá hverjar þær eru.",
    "url": "https://www.hugi.is/deiglan/greinar/9369/a-ad-leyfa-kjosendum-i-florida-ad-kjosa-aftur/",
    "url_id": "9369",
    "id": "53295",
    "replies": [
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2000-11-22 16:32:41",
            "id": "53296",
            "reply_to_id": "53295",
            "text": "Al Gore tapadi, en hann getur ekki saett sig vid thetta.  Audvitad er thetta kerfi nottulega skritid, en svona er lifid."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2000-11-22 16:33:16",
            "id": "53297",
            "reply_to_id": "53295",
            "text": "Alls ekki, eins og stendur á mörgum spjöldum í Florida: Sore & Loserman :)\nGore á bara að sætta sig við orðinn hlut."
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-11-22 16:35:35",
            "id": "53298",
            "reply_to_id": "53295",
            "text": "Það er búið að kjósa og þess vegna lítill tilgangur í að láta kjósa aftur. Þessi handtalning er alveg fáránleg, af hverju er ekki handtalið aftur í öllum fylkjunum? Gore og hans menn eiga bara að sætta sig við það að þeirra tími er bara ekki kominn. Tough luck!!"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2000-11-22 16:38:43",
            "id": "53299",
            "reply_to_id": "53295",
            "text": "Kjósa aftur og hafa bara Gore og Bush í framboði."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-22 17:00:19",
            "id": "53300",
            "reply_to_id": "53295",
            "text": "Sumum grunar að alls kyns mútur hafi verið í gangi, þá er aðallega verið að ræða um að Bush hafi “gengið frá” málunum….þetta þarf ekkert að vera satt…og mig grunar að þetta sé ekki rétt..en hvað veit maður…spillingin í stjórnmálum í bandaríkjunum er mikil og reyndar útum allan heim."
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2000-11-23 20:24:57",
            "id": "53301",
            "reply_to_id": "53300",
            "text": "ég verða að vera sammála honum einarkm hér, meina alltíeinu fundust nokkrir kassar af seðlum einhversstaðar og líka að fólk á norðurlöndum fá “óvart” kjörseðla í pósti, tilviljun…held ekki"
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-24 00:38:35",
            "id": "53302",
            "reply_to_id": "53301",
            "text": "eins og hefur verið minnst á hérna að ofan…þá er þetta meira en lítið gruggugt…..ég er alfarið fylgjandi endurkosningunni eins og áður hefur komið fram…en nú er önnur spurning…ætti þá ekki að láta kjósa í landinu öllu…sumir hafa velt þessu fyrir sér…ég sjálfur hef ekki myndað mér skoðun á því..en hvað segið þið ?"
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2000-11-22 17:08:55",
            "id": "53303",
            "reply_to_id": "53295",
            "text": "Á að leyfa könunum að kjósa yfirhöfuð? Ég meina, hafa þeir ekki sýnt það og sannað að þeir eiga ekkert erindi í það að vera kjósa, hvað þá tvisvar. Mér sýnist að það hefði bara verið best fyrir alla aðila að varpa hlutkesti um þetta.\nMeðan enginn forseti er ákveðinn er efnahagslíf BNA og þarmeð alls heimsins í lausu lofti. Þessvegna segi ég; drífum þetta af og látum handtalningu gilda. Þetta mál er búið að valda nógum skaða nú þegar."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 17:25:46",
            "id": "53304",
            "reply_to_id": "53303",
            "text": "nei , það á bara nefna þann sem fékk flest atkvæði forseta! Sem sagt Gore! Bush er krakkhaus , fyllibytta og fáviti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-22 17:28:49",
            "id": "53305",
            "reply_to_id": "53295",
            "text": "Eins lélegt og úrelt sem þetta kerfi er þá held ég að Gore verði að sætta sig við\núrslitin. Ég held að almennt sé fólk orðið þreytt á þessu máli."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-22 17:41:13",
            "id": "53306",
            "reply_to_id": "53295",
            "text": "J'a…undir öllum eðlilegum kringumstæðum myndi maður segja að Gore ætti að sætta sig við tap sitt og hætta þessu væli. En málin standa þannig að kringumstæðurnar eru bara ekert eðlilegar…og þá þarf að kanna hvað býr að baki…"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 17:46:42",
            "id": "53307",
            "reply_to_id": "53306",
            "text": "Þú hlýtur að sjá eitthvað er gruggugt ef fólki er meinað að kjósa og atkvæði týnast!"
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-22 17:49:03",
            "id": "53308",
            "reply_to_id": "53307",
            "text": "Já….það er sko heldur betur gruggugt….Það væri skemmtilegur skandall ef upp kæmist mútu-mál."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 17:55:14",
            "id": "53309",
            "reply_to_id": "53308",
            "text": "meina spái í hvað Bush er óhæfur. Sorglegt"
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-22 17:56:36",
            "id": "53310",
            "reply_to_id": "53309",
            "text": "Þar er ég MJÖG sammála….líttu bara á pabba gamla….ekki var hann merkilegur forseti…og í USA segja þeir oft “Like father, like son”"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2000-11-22 17:57:46",
            "id": "53311",
            "reply_to_id": "53295",
            "text": "já það finnst mér, þetta voru frekar vafasamar kosningar í framkvæmd!!"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 18:03:32",
            "id": "53312",
            "reply_to_id": "53311",
            "text": "síðan Bush hefur tekið hefur allt hrakið í Texas. MAðurinn var að gera grín afmanni sem var að grátbiðja um að verða ekki líflátin!"
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-22 18:14:39",
            "id": "53313",
            "reply_to_id": "53312",
            "text": "já…þetta er hegðun sem bandaríska þjóðin ætti að taka til athugunar….ekki myndi ég vilja svona forseta það er eitt fyrir víst"
        },
        {
            "user": "skitakall",
            "user_id": "800",
            "date": "2000-11-22 18:34:55",
            "id": "53314",
            "reply_to_id": "53295",
            "text": "nei, úrslitin eiga að standa, Bush vann.\nSamt, ef það yrði kosið aftur, þá þyrfti Nader af vera í boði líka, fólkið sem kaus hann, myndi ´kjósa Bush, bara til að sleppa við Gore.\nSamt góð hugmynd að leyfa fólki bara Bush og Gore ef kosið yrði aftur, en það er ábyggilega ólöglegt.\nBUSH er 43. forseti BNA"
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-11-22 18:39:27",
            "id": "53315",
            "reply_to_id": "53295",
            "text": "Ég held að það sé nokkuð ljóst að enginn af frambjóðendunum er mjög álitlegur kostur."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 18:45:24",
            "id": "53316",
            "reply_to_id": "53315",
            "text": "þú veist ekkert hvað þú ert að tala um skitakall."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-22 18:52:25",
            "id": "53317",
            "reply_to_id": "53295",
            "text": "Handtalning á rétt á sér, það er mikilvægara að hafa úrslitin rétt heldur enn að fá þau fljótt. Það skil ég ekki afhverju Bush hefur svona mikið á móti handtalningunni, ef þetta er rétt talið þá er hann hvort eð er forseti. Þetta verður komið á mánudag, og ef Bush ætlar að áfyrja þá tekur það ennþá lengri tíma."
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-11-22 19:07:13",
            "id": "53318",
            "reply_to_id": "53295",
            "text": "Það á að kjósa aftur, sumt af þessu fólki gerði einhverja villu þ´ví seðlarnir voru svo ruglandi???Það á bara að kjósa aftur í öllu landinu, það væri mun fljótlegri en öll þessi handtalning."
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2000-11-22 19:57:24",
            "id": "53319",
            "reply_to_id": "53295",
            "text": "Kerfið þarna er bara mjög furðulegt og greinilegt er að einhver kosningasvindl hafa átt sér stað, Jeb Bush kippt í nokkra spotta. Mér finnst að það eigi að vera kosið aftur og farið eftir atkvæðunum ég meina er ekki lýðræði þarna?"
        },
        {
            "user": "icebird",
            "user_id": "5087",
            "date": "2000-11-22 20:40:03",
            "id": "53320",
            "reply_to_id": "53319",
            "text": "Það færi allt í vitleysu. ÞAð er búið að kjósa, Bush vann, búið spil\nTil hamingju George, þú vannst!"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-11-22 22:49:57",
            "id": "53321",
            "reply_to_id": "53295",
            "text": "Nei það á ekki að kjósa aftur!!!\nÉg las dóminn sem var felldur í hæðstarétti Florida kom margt mjög skynsamlegt fram.  T.d. að alla daga er fólk út um allan heim að leiðrétta mistök véla og tækja en ekki öfugt svo handtalning er örugglega betri en véltalning.  Fólk sem fór að kjósa á einnig rétt á því að það sé á það hlustað og það virkilega trúði því að það væri að kjósa þó svo að litli flipinn sem það átti að slá úr dytti ekki úr.  Ekki er það fólkinu sem kaus að kenna að menn völdu lélagan pappír í þetta eða lélegar vélar svo fólk á rétt á því að fá handtalningu svo á það sé hlustað.  Mér finnst hins vegar rangt að endurtelja bara sumar sýslur í Flórida því allar vélar í Flórida gera einhver mistök og því á að handtelja allt fylkið.  Það er reyndar alger óþarfi að handtelja öll Bandríkin því sumstaðar er staðan þannig að þó svo öll ónýtu atkvæðin falli öðrum frambjóðandanum í hlut breytir það engu um úrslit í því fylki. Í þeim fylkjum þar sem skekkja vélanna er meiri en munur frambjóðenda á að sjálfsögðu að handtelja.  Því það er einfaldlega grunnur lýðræðis að á kjósendur sé hlustað.\nKrusindull"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2000-11-22 23:00:35",
            "id": "53322",
            "reply_to_id": "53295",
            "text": "Að sjálfsögðu er ekki hægt að segja að Bush hafi unnið.Það voru mörg þúsund atkvæði sem ekki voru talin vegna þess að atkvæðaseðillinn hafði ekki verið gataður rétt.Það er flipinn hefur ekki losnað alveg af.Með handtalningu á þessum atkvæðum er hægt að sjá hvað fólkið var að kjósa þótt vélarnar hafi ekki getað talið atkvæðin.Þar að auki fékk Gore 200 þúsund fleiri atkvæði á landsvísu og því “sannur” sigurvegari kosninganna.Þetta rugl hefði aldrei komið upp ef kjörmannakerfið væri ekki notað."
        },
        {
            "user": "PiCatChyou",
            "user_id": "2183",
            "date": "2000-11-22 23:20:32",
            "id": "53323",
            "reply_to_id": "53295",
            "text": "Mér finnst að það ætti að vera kosningar aftur og þá yfir allt landið en ekki bara Flórída og það yrði kosið á milli Bush og Gore. Mér finnst þetta talningamál allt saman komið út í einhverja steypu."
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2000-11-22 23:40:40",
            "id": "53324",
            "reply_to_id": "53295",
            "text": "Það er í fyrsta lagi ekki hægt að kjósa aftur. Þegar menn hafa séð hvað munurinn er lítill væri svo mikið um mútur og þeskonar að úrslitin gætu orðið alveg út ´hött. En með kosningakerfið í bandaríkjunum þá skil ég ekki hvernig t.d. einn kjörseðill sem búið var að fylla út færi óvart  til danmerkur.Þetta er eitt dæmi um hvað kosningakerfið þarna fyrir vestan er lélegt í flesta staði.\nÍ staðinn fyrir að láta vélar telja á að gera eins og hér á fróni. Handtelja alla miðanna. Flokka miðanna í flokka, x-d, x-s o.s.fr. og láta svo vélar telja hve margir miðar eru í hverjum haug."
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-11-23 13:41:49",
            "id": "53325",
            "reply_to_id": "53324",
            "text": "Málið er auðvitað að það á ekki að fara að breyta leikreglunum eftir að búið er að kjósa. Það er það fáránlega í öllu þessu máli. Bara halda sig við þessar kosningar sem búnar eru að fara fram og láta þær duga."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-23 10:13:09",
            "id": "53326",
            "reply_to_id": "53295",
            "text": "Þetta er náttúrulega skandall….útí eitt…en eins og marga þá grunar mig að Jeb Bush hafi jú togað í einhverja spotta….ferill Gore og Bush og svo gjörólíkur…mjög gaman að bera þá saman"
        },
        {
            "user": "june",
            "user_id": "5300",
            "date": "2000-11-23 14:02:38",
            "id": "53327",
            "reply_to_id": "53295",
            "text": "Auðvitað á að leyfa endurkosningu, eða a.m.k. taka tillit til úrslita handtalningarinnar!! Þetta fór allt til fjandans með þessum kosningum, kannski ekki við öðru að búast þar sem þetta kerfi er ótrúlega gamaldags og hallærislegt. Svo eru Bandaríkjamenn alltaf að segja að þeirra aðferðir við að gera hlutina séu réttastir, þeirra land sé best og blablabla…. þetta sýnir þeim einfaldlega að þeir verða að fara að hugsa sinn gang og e.t.v. taka upp nýtt kerfi!!\nKveðja\njune"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2000-11-23 15:09:20",
            "id": "53328",
            "reply_to_id": "53295",
            "text": "Ég hef verið að horfa á CNN og svoleiðis og hef orðið nokkurs vísari.  Í fyrsta lagi geta þeir ekki kosið aftur bara í Florida vegna þess að það eru lög að það verði að kjósa í öllum fylkjum sama daginn.  Í öðru lagi þá vita þeir að vélarnar hafa skekkju upp á 2-5% og þess vegna er í lögum að það skuli telja aftur (og megi handtelja) ef munurinn er minni.  Þó er það líka í lögum að hver sýsla skuli skila endanlegum tölum (fyrir utan utankjörstaðaratkvæði) í síðasta lagi viku eftir kosningar.  Það er sem sagt gert ráð fyrir því að ef munurinn er lítill í sýslunni að þeir verði bara að ráða nógu marga teljara til að klára það á viku.  Þess vegna er verið að rífast um hvort eigi að taka niðurstöðurnar úr handtalningunni gildar eða ekki.  Þeir hljóta að læra af þessu og verða búnir að setja skýrari lög fyrir næstu kosningar.  Það er líka spurning hvort þeir slátri þessu kjörmannakerfi.  Það er náttúrulega ekki réttlátt að Gore tapi með 100 og eitthvað þús. fleiri atkvæði en þetta var gert til þess að öll fylki skipti máli og frambjóðandi geti ekki bara farið í stærstu borgirnar og náð öllu fylgi sínu þannig."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-23 15:24:41",
            "id": "53329",
            "reply_to_id": "53328",
            "text": "já…þetta er rétt….ég hef lítið fylgst með þessu undarfarið nema að undanskyldum tölvupóstinum sem ég fæ frá N.Y Times á morgnanna og eftirmiðdaginn….en hvernig sem þetta fer þá er þetta mál skandall og vonandi eiga kanarnir eftir að læra á þessu…"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2000-11-23 20:22:01",
            "id": "53330",
            "reply_to_id": "53295",
            "text": "mér finnst það að fólk ægi að kjósa aftur, meina kommon ekki viljum við rekóblikana til að stj´rna bna (ég er ekki að gefa í skin að Al Gore eigi að vinna)"
        },
        {
            "user": "Custom56",
            "user_id": "1556",
            "date": "2000-11-24 02:07:59",
            "id": "53331",
            "reply_to_id": "53295",
            "text": "Ég meina k´mon, bróðir Bush var í kjörstjórn í Florida og Pabbi hans er fyrverandi forseti USA, smells mitty fishy to me. Þetta land er löngu búið að fara til fjandans og sanna það að kapítalismi virkar ekki. Meira en helmingur að þjóðinni hefur ekki einu sinni áhuga á hver verður næsti forseti, svo af hverju ætti það að skipta okkur máli. Ég vona bara að þetta taki enda svo Jay Leno, komi með einhverja nýja brandara.\nKveðja,\nCustom56"
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2000-11-24 10:14:38",
            "id": "53332",
            "reply_to_id": "53331",
            "text": "Auðvitað á ekki að leyfa endurkosningu. Handtalningin er líka fáranleg þar sem að hún fer ekki einu sinni fram alls staðar, bara einhverjar 3 sýslur í Florida. Enda er nú komið fram að fólkið sem er að telja (búið að vera að telja síðan 8. nóv) er orðið ansi þreytt, eins og skiljanlegt er. Einnig finnst mér kjörmannakerfið alls ekki vera fáranlegt. Það verður að taka tillit til þess að BNA er RÍKJASAMBAND, þetta er ekki eins og á Íslandi eða öðrum löndum. Það gilda t.d. ekki einu sinni sömu lög í hverju fylki fyrir sig heldur eru alríkislög sem gilda fyrir allt og svo fylkislög sem eru mismunandi milli fylkja. Þannig eru fylkin hvert fyrir sig eins og lítil lönd innan BNA og því sjálfsagt að hvert þeirra hafi ákveðið vægi."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2000-11-24 11:15:27",
            "id": "53333",
            "reply_to_id": "53332",
            "text": "Ég get nú ekki skilið hvernig þú Porcelina getur sagt að kjörmannakerfið sé ekki fáránlegt.Flestir virðast vera sammála um að þetta er úrelt kerfi.Það var aðeins í upphafi þegar Bandaríkin voru stofnuð að ríkin voru svo ólík að þörf var á þessu kerfi.Þá voru kannski íbúar eins ríkis af allt öðru þjóðerni en íbúar í næsta ríki við hliðina á.Nú er þetta gjörbreytt,lög þessara ríkja eru nú mjög lík og menn líta á Bandaríkin sem eitt land en ekki ríkjasamband.Hvert atkvæði á að gilda jafn mikið,annað er óréttlæti.Hins vegar er ég sammála að það er dálítið skrýtið að aðeins séu handtalin atkvæði í 3 sýslum.Það á að gefa tíma til þess að handtelja öll atkvæðin í flórída vegna mikils ósamræmis í endurtalningu."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-24 11:21:42",
            "id": "53334",
            "reply_to_id": "53333",
            "text": "Gandalfur….þetta er mikið rétt hjá þér….kannski við Deiglu-Fólkið ættum bara að taka okkur til og skjótast til Flórída og sjá um þetta fyrir liðið :o)"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-24 15:19:14",
            "id": "53335",
            "reply_to_id": "53334",
            "text": "Halló er enginn að hugsa? ef Florida svo óliklega ætti að kjósa aftur þá er þóttþétt mál að öll þjóðin þyrfti þess líka! Niður með Bush!"
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-24 15:52:17",
            "id": "53336",
            "reply_to_id": "53335",
            "text": "Jedi…ég er allaveganna sammála þessu með “Niður með Bush”….mér hefur aldrei líkað við neinn af þeim Bush köllum…."
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2000-11-24 16:01:26",
            "id": "53342",
            "reply_to_id": "53295",
            "text": "ég vil fá BUSH!!!  =)"
        },
        {
            "user": "BirtaH",
            "user_id": "5804",
            "date": "2000-11-24 17:02:45",
            "id": "53344",
            "reply_to_id": "53295",
            "text": "NEI NEI NEII Ó NEI ???????????"
        },
        {
            "user": "BirtaH",
            "user_id": "5804",
            "date": "2000-11-24 17:02:45",
            "id": "53343",
            "reply_to_id": "53295",
            "text": "NEI NEI NEII Ó NEI ???????????"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2000-11-24 18:20:54",
            "id": "53337",
            "reply_to_id": "53295",
            "text": "ÞAð á bara að hætta þessu veseni og láta Gore hafa embættið, meirihluti\nbandarísku þjóðarinnar vill hann!"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-24 16:42:12",
            "id": "53338",
            "reply_to_id": "53337",
            "text": "Þetta er komið út í þvílikt rugl! Ekkert nema klíkuskap !"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-24 16:43:15",
            "id": "53339",
            "reply_to_id": "53337",
            "text": "Þetta er komið út í þvílikt rugl! Ekkert nema klíkuskap !"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-24 16:43:55",
            "id": "53340",
            "reply_to_id": "53337",
            "text": "Þetta er komið út í þvílikt rugl! Ekkert nema klíkuskap !"
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2000-11-25 11:12:16",
            "id": "53341",
            "reply_to_id": "53337",
            "text": "Já, nákvæmlega.\nGore rúlar, Bush tottar hamstur."
        },
        {
            "user": "gunnarh",
            "user_id": "19033",
            "date": "2000-11-25 12:24:56",
            "id": "53345",
            "reply_to_id": "53295",
            "text": "Gefa þeim séns sem klikkuðu á kjörseðlinum og kusu óvart Pat Buckannan. Það er erfitt að kjósa."
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2000-11-25 14:45:18",
            "id": "53346",
            "reply_to_id": "53295",
            "text": "Mér finnst Gore bara vera kelling að fara með þetta fyrir dómstóla. Mér finnst að það ætti bara að hætta þessari handtalningu og því kjaftæði leyfa bara þeim sem vann að vinna! Bush vann og Gore ætti bara taka því og hætta að gráta."
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2000-11-25 17:22:52",
            "id": "53347",
            "reply_to_id": "53346",
            "text": "Ég er sammála því að Gore verði bara að sætta sig við úrslitin.\n“Það var aðeins í upphafi þegar Bandaríkin voru stofnuð að ríkin voru svo ólík að þörf var á þessu kerfi.Þá voru kannski íbúar eins ríkis af allt öðru þjóðerni en íbúar í næsta ríki við hliðina á.Nú er þetta gjörbreytt,lög þessara ríkja eru nú mjög lík og menn líta á Bandaríkin sem eitt land en ekki ríkjasamband”\nÞað er nú samt þannig að fólk er ekki eins í öllum fylkjum, ekki lögin heldur o.s.frv. T.d. er fól frá Hawaii, Alaska, Ohio og California ALLS ekki eins!!!"
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2000-11-25 17:29:07",
            "id": "53348",
            "reply_to_id": "53347",
            "text": "Já og þetta bull um að kjörseðlarnir hafi verið svo ruglingslegir er nú bara alveg út í hött…Það var ÖR frá nafninu að viðeigandi reit, ef fólk getur ekki kosið svoleiðis er það bara ekkert hæft til að vera að kjósa almennt!!! Svo voru líka ótrúlega margir sem föttuðu bara allt í einu að þeir hefðu örugglega merkt í vitlausan reit eftir að Demókratarnir bentu á hvernig seðlarnir voru uppsettir, kannski fattað að Bush myndi vinna og þá varð bara að merkja við Gore frekar en þann sem þeir kusu bara til að fá ekki Bush? Gæti bara meira en vel verið!!!\nSvo að öllu þessu rugli um að Bush sé heimskur, hann er með háskólagráður frá Harvard OG Yale, stóð sig betur í skóla en Gore og íbúar Texas hefðu ekki kosið hann ríkisstjóra í 16 ÁR ef hann væri bara heimskur hálfviti (eins og mig minnir að ég hafi einhversstaðar séð hann kallaðan hér á Huga)."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2000-11-25 17:58:35",
            "id": "53349",
            "reply_to_id": "53348",
            "text": "Porcelina\nÉg var ekki að segja að allir í Bandaríkjunum væru eins.Auðvitað er fólk mismunandi og margir minnihlutahópar í Bandaríkjunum.Það þýðir samt ekki að atkvæði einhvers manns gildi minna en atkvæði annars manns.Auðvitað berst Gore fyrir forsetaembættinu þar sem hann hefur meira fylgi en Bush á landsvísu og þar sem munar svo litlu í flórída er það fullkomlega skiljanlegt.Svo þótt einhver hafi háskólagráðu frá Harvard og Yale þýðir það ekki að hann sé klár.Eins og sagt er í Bandaríkjunum ef þú ert ríkur og af frægri ætt þá berjast háskólarnir við að fá þig í skólann sinn því á því græða þeir.Samt lít ég ekki á Bush sem heimskan,hann hefur aðalega sýnt þekkingarleysi í utanríkismálum og út af því hefur verið gert grín af honum.Annars þarf ekki endilega prófgráðu til að standa sig vel sem forseti."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-27 02:40:36",
            "id": "53350",
            "reply_to_id": "53349",
            "text": "Er eitthvað að? ÞAð er peningurinn sem hefur gefið honum þessa gráðu frá Yale!!!!! Reyndu að vita hvað þú ert að tala  um. Síðan ættiru að prófa hvað maðurinn hefur látið út úr sér. Það er alveg augljóst þú ert svo hægrisinnuð að þú veist ekki hvað vinstri er!"
        }
    ]
}