{
    "forum_title": "Linux",
    "user": "Karlh",
    "user_id": "134",
    "date": "2000-11-22 16:39:17",
    "title": "Hvernig byrjaðir þú að nota linux?",
    "text": "Hæ.\nÉg man þegar að ég byrjaði að nota linux. Það var haustið 1996 þegar ég hafði ekkert að gera.\nÞað var svolítið sniðugt vegna þess að ég notaði slackware og gat aldrei sett inn modemið. Svo installaði ég linux, skipti um modem, og reyndi að configga, en ekkert gekk. Þá formataði ég og setti upp win95 bara til að komast á internetið -> irc -> #niceland\nOg allt þetta bara til að læra hvernig ég setti upp modem.\nSvona gekk þetta áfram, þegar modemið hringdi inn, þá var það næsta vandamál með routing, vitlaust gw, eða eitthvað álíka svo að ég formataði -> Fdiskaði -> Setti upp win95 bara til að fara inn á\ninternetið -> irc -> #niceland bara til að spyrja hvernig ég lagaði þetta. Svo einn daginn að þá lagaðist þetta. En ég var orðinn þokkanlega klár að setja upp linux og taka niður, setja upp aftur.\nÉg lærði sjálfur af reynsluni og var það ekki létt.",
    "url": "https://www.hugi.is/linux/greinar/9374/hvernig-byrjadir-thu-ad-nota-linux/",
    "url_id": "9374",
    "id": "53383",
    "replies": [
        {
            "user": "tolli",
            "user_id": "78",
            "date": "2000-11-22 17:19:54",
            "id": "53384",
            "reply_to_id": "53383",
            "text": "Æ, en dúlló, þetta hljómar svona eins og á AA-fundi… get ég ímyndað mér. A.m.k. eins og maður sér í imbakassanum.\nEn hérna, varstu með Slackware, segiru, og settir svo inn Linux? Merkilegt. Vóah,  hvað ég er stoltur… þetta er að verða pure linux – flame alveg hægri/vinstri og næsheit. Gaman að því. :)\nEn, hérna, ég einmitt gerði svipað. Byrjaði að grúska eitthvað smá á vélunum í vinnunni, kom svo með gömlu beygluna, setti RauðHettu upp, með vinnufélaga horfandi yfir öxlina á mér (sérstaklega disksneiðingarhlutann (sést að ég þýddi eitthvað í KDE2 ? :))… og svo auðvitað þetta sama, módem, internet, digital, binary, og allt það.\nSérdeilis prýðilegt!"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2000-11-22 17:23:15",
            "id": "53385",
            "reply_to_id": "53383",
            "text": "Fyrir svona 1-2 árum síðan, kynntist Slackware í skólanum, fílaði það vel, keypti svo svona CD set með öllum helstu distroum, setti þá Redhat inn, fiktaði svoldið fékk leið á þessu, hef ekki notað það síðan."
        },
        {
            "user": "tolli",
            "user_id": "78",
            "date": "2000-11-22 17:27:25",
            "id": "53386",
            "reply_to_id": "53385",
            "text": "Þykir mér nú fróðlegt að vita; gafstu upp á Slackware, eða Linux almennt? Það er frekar súrt þegar fólk allt klabbið af einu afsprenginu… rétt eins og að dæma bíla rusl bara afþví að viðkomandi finnst Ford vera rusl.\nBottom line: Hættiru alveg að nota Linux, eða notaru eitthvað annað Linux afbrigði í dag?"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2000-11-22 17:32:11",
            "id": "53387",
            "reply_to_id": "53386",
            "text": "Slackware var fínnt í skólanum, sáttur við það, Redhat aftur á móti var peace of shit. Svo bara sá ég enga ástæðu að nota þetta yfir NT4 sem ég notaði á þeim tíma. Svo bara persónulega er Linux ekki nægilega gott fyrir mig ennþá, hentar mér ekki."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2000-11-22 17:42:51",
            "id": "53388",
            "reply_to_id": "53387",
            "text": "Búhú…\nCall me a lewser if u want… en ég hef aldrey séð né prufað Linux…\n..ég verð að fixa það sem fyrst…"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 17:57:19",
            "id": "53389",
            "reply_to_id": "53388",
            "text": "þá er best að byrja að núna!"
        },
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2000-11-22 17:30:58",
            "id": "53390",
            "reply_to_id": "53383",
            "text": "Ég átti nóg af íhlutum til að smíða eina litla vél og svo þegar að ég náði að fá mann til að skrifa mandrake 6.1 á disk fyrir mig þá fór boltinn að rúlla.\nÉg get ekki gleymt því hvernig mér leið þegar að ég sat fyrir framan skjáinn og horfði á “root@localhost” og blikkandi cursor, og fílaði það í botn að kunna ekki neitt :)\nNú er liðið ár síðan og kunnáttan orðin mikið skárri og núna nota ég linux sem router og fleira."
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-11-22 18:18:06",
            "id": "53391",
            "reply_to_id": "53383",
            "text": "Vinur minn henti þessu í mig fyrir einhverju ári síðan og ég er búinn að vera með þetta uppsett á gömlu vélinni minni í þónokkurn tíma núna.\nEn þar sem ég er mikill leikja maður þá hef ég notað win2k meira en linuxinn allevegana ennþá."
        },
        {
            "user": "teknique",
            "user_id": "1626",
            "date": "2000-11-22 19:00:55",
            "id": "53392",
            "reply_to_id": "53383",
            "text": "Ja ég prófaði Linux fyrst í dec 1997, setti þá upp Monkey Linux (MiniLinux 2.0.30), 6 floppy diskar á ARJ formatti sem innihalda UMSDOS filesystem, 16 megabæt samtals. Ég fílaði þetta í klessu, kunni ekki baun á UNIX nema það litla sem ég hafði kynnst FreeBSD árinu áður, mér tókst að koma þessu á network en ekki mikið meira. Stuttu seinna fékk ég í hendurnar RedHat (Æjj ég man ekki hvaða relese) setti það upp, komst á netið, fannst ekki nógu mikið til þess koma, var í einhverju veseni með compilerana og þannig leiðindi. Prófaði Slackware 4.0 sumarið 99, vá hvað það var einhvernveginn miiiklu skemmtilegra heldur en rauðhettan, þetta var eitthvað svo hreint og þægilegt, alveg eins og Monkey (all hail the Monkey), þarna þurfti maður að gera hlutina sjálfur (eina leiðin til að læra þá), það var ekki þetta panzy ass linuxconf h*lvíti. Síðan þá hef ég ekki notað annað en Slackware á mínar vélar og ég hef notað það mikið bæði sem router/firewall/nameserver/webserver og ýmislegt annað auk þess að vera workstation og leikfang."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2000-11-23 00:08:38",
            "id": "53393",
            "reply_to_id": "53383",
            "text": "September 1995 náði ég í 3 zipfæla á þá góðu vél sem var og hét loki.ismennt.is. Þessir 3 zipfælar unzippuðust sem Mini-linux og brúkaði til þess arna UMSDOS filesystem, þetta var mjög sweet og ég húkkaðist strax þá. Hef síðan þá leikið mér með flestar algengustu Linux útgáfurnar ásamt því að fikta svolítið við *BSD (BSD er n.b. virkilega sweet kerfi líka, mæli með því að menn kíki á það…. hvaðan haldiði annars að TCP/IP stackið í linux komi?;)"
        },
        {
            "user": "WaterFall",
            "user_id": "5840",
            "date": "2000-11-23 00:34:49",
            "id": "53394",
            "reply_to_id": "53383",
            "text": "Èg byrjaði að nota linux fyrir um 1-2 árum, man það ekki alveg. Byrjaði á 486/66, fílaði þetta mjög vel! Fyrir utan að geisladrifið virkaði ekki þá (gamall kjarni).\nÌ dag, þá kýs ég frekar að nota linux til daglegra verka fremur en windows.\nAuðvitað hefur maður lært helling á þessum tíma um unix yfir höfuð.\nMæli með ef fólk vill skoða linux, hvernig það vinnur og svona án þess að þrufa að setja upp dist sérstaklega að skoða tomsrtbt\nhttp://www.toms.net/rb/home.html.\nÞetta er einnar disklinga útgáfa af linux, og er að sjálfsögðu mjög basic ;)\nHentar mjög vel við að laga vélar…"
        },
        {
            "user": "Thecikco",
            "user_id": "1211",
            "date": "2000-12-01 12:30:22",
            "id": "53395",
            "reply_to_id": "53383",
            "text": "Ég man það að þegar ég setti upp Linux fyrst(RedHat 5.2) þá fékk ég ekkert til að virka þannig að ég hennti því út sama dag. Síðan kynntist ég VmWare og ákvað að prófa að setja Linux upp á því í gegnum Win2k. En það sem ég vissi ekki var að það þurfti sérstakan driver sem maður þarf að setja inn eftirá sem ég bara gat ekki fengið til að virka og afleiðingin af því var að ég hennti því út eftir 1 viku.En nú er ég komin þeð nýjan harðandisk þannig að sá gamli er notaður undir Mandrake 7.2 og er ekki á leiðinni út því nú ÆTLA ég að fara að læra á þetta kerfi.\nhttp://go.to/thecikco\nI am The Cikco"
        },
        {
            "user": "source",
            "user_id": "950",
            "date": "2000-12-02 19:45:16",
            "id": "53396",
            "reply_to_id": "53383",
            "text": "ég byrjaði að nota linux haustið 1991"
        },
        {
            "user": "imeet",
            "user_id": "1343",
            "date": "2000-12-06 17:17:34",
            "id": "53397",
            "reply_to_id": "53396",
            "text": "Hmm ég byrjaði að nota Linux '94 :)\nKveðja\nDavíð"
        }
    ]
}