{
    "forum_title": "Stjórnmál",
    "user": "grizzly",
    "user_id": "2874",
    "date": "2000-11-22 17:55:10",
    "title": "Kennarar og laun",
    "text": "Grei kennararnir þeir fá ekki kauphækkun!  Reyndar skil ég vel að ríkið geti ekki hent þessum 30 og eitthvað prósentum í þá því þá þyrftum við að öllum líkindum að borga meiri skatta og það vilja fáir því nógu háir eru þeir fyrir.  39% tekjuskattur, 24,5% VSK, eignaskattur sem og svo eru hin ýmsustu opinberu gjöld (tollar o.s.frv).  Þannig að í raun er önnur hver króna sem við vinnum okkur inn handa hinu opinbera og ekki myndi það lækka við hækkun kennaralauna.\nSvo er aftur á móti hitt sjónarmiðið ég skil vel að framhaldskólakennarar vilji fá sömu laun og aðrir háskólamenntaðir ríkisstarfssmenn.  En ég held að það fari allt til andskotans ef þeir fá þessar launahækkanir sem þeir fara frammá að fá.\nHvað finnst ykkur annars.",
    "url": "https://www.hugi.is/stjornmal/greinar/9378/kennarar-og-laun/",
    "url_id": "9378",
    "id": "53441",
    "replies": [
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 18:13:50",
            "id": "53442",
            "reply_to_id": "53441",
            "text": "Ríkisstjórnin er kosinn til að lesya úr svona vandamálum!"
        },
        {
            "user": "DaGuar",
            "user_id": "1269",
            "date": "2000-11-22 18:15:32",
            "id": "53443",
            "reply_to_id": "53441",
            "text": "Ég meina á ungdómurinn ekki að menntast neitt og verða bara einhverjir heimskir hálfvitar sem bora í nefið!!? Ónei! Það á að gefa kennurum betri laun, veit ekki hvort ríkið ætti að fara að hækka skattana en hverjir taka við landinu? Ójú, það er unga fólkið. Þetta er reginhneyksli!"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2000-11-22 18:15:57",
            "id": "53444",
            "reply_to_id": "53441",
            "text": "Ég verð nú að segja að það er verið að gera grína að kennarastétt Íslands. Ruslakallar fá hærri laun og þeir eru kallar sem eru ómenntaðir og geta ekki farið í skóla. Ég segi: Upp með laun kennara því að þeir eru mestallir háskólamenntaðir og eiga betur skilið."
        },
        {
            "user": "Throstur",
            "user_id": "160",
            "date": "2000-11-22 18:48:15",
            "id": "53445",
            "reply_to_id": "53444",
            "text": "Af hverju geta ruslakallar ekki farið í skóla? Út af því þeir lykta svo illa? :)"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 18:50:27",
            "id": "53446",
            "reply_to_id": "53445",
            "text": "þetta er ekki fynfið ! það er framtíð marga í húfi hérna!!!!"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 18:52:56",
            "id": "53447",
            "reply_to_id": "53446",
            "text": "meinti fyndið!"
        },
        {
            "user": "DaGuar",
            "user_id": "1269",
            "date": "2000-11-22 18:17:22",
            "id": "53448",
            "reply_to_id": "53441",
            "text": "Ég meina, ég veit um marga sem hætt hafa í skóla útaf þessu. Huh!"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 18:22:35",
            "id": "53449",
            "reply_to_id": "53448",
            "text": "Mótmæla ÞAÐ Er málið!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-22 18:27:34",
            "id": "53450",
            "reply_to_id": "53441",
            "text": "Ég er sammála grizzly en ég held að báðir aðilar verði að koma til móts við hvorn annan, það þýðir ekkert að heimta 30 og eitthvað prósent launahækkun og haggast ekki fet og ætla að láta hinn aðilann sjá um restina. Ríkið á ekki endalausa peninga. Mér finnst kennarar og fastir á sinni kröfu og þeir verða að koma á móts við Ríkið. En hinsvegar verða kennarar að fá hærri laun."
        },
        {
            "user": "skitakall",
            "user_id": "800",
            "date": "2000-11-22 18:29:40",
            "id": "53451",
            "reply_to_id": "53441",
            "text": "30% núna + 15% á ´næstu tvem árum, tæp 70% hækkun allt í allt.\nok.. kennarar eru háskólamenntaðir og allt það.  Hafið þið séð stundatöflu hjá “the average joe kennara” ég held að meðaltalið sé svona 4-5 tímar á dag - í kennslu. ég veit ekki með ykkur, en þurfið þið að gera MIKIÐ af drasli til að skila hjá öllum kennurum? nei…\nKennarar(flestir) vinna þá kanski 8 tíma á dag.\n(plís leiðréttið mig ef þetta er steypa)\nSíðan ´vinna þeir ekki á sumrin(fá samt borgað fyrir það, fá feitt jóla- og páskafrí.\nSíðan er það þannig að það eru samningar að losna hjá ca. billjón stéttum núna og ef kennarar fá 70% hækkun, hvað haldiði að fiskiverkunarkellingin vilji fá mikið ?\nHvað um lögbann á verkfall kennara - er það hægt ?\np.s Samf. er eitthvað að skamma Sjálfstæðisf. fyrir að verða ekki að kröfum kennara, á sama tíma og hún er að dissa þá fyrir ábyrgðarleysi í fjármálum… doesnt make sence"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-22 18:38:13",
            "id": "53452",
            "reply_to_id": "53451",
            "text": "djöfull skammast ég mín fyrir að vera íslendingur þegar að “alþýða landsins” étur hrátt, þann þvætting að þessi launahækkun færi eitthvað sérstaklega út í tekjuskattana…\nAUÐVITAÐ GERIR ÞAÐ ÞAÐ!!!\nhvar eru þessar ádeilur og spurningar þegar að mest launuðu opinberu starfsmennirnir skammta sér laun……….. HVAÐAN HALDIÐI AÐ ÞAÐ KOMI     rignandi af himnum??\nKennarar eru undirlaunaðir  það er staðreynd…\nOG þegar þið talið um hversu mikið kennarar vinni………hahaha\nHaldiði að sálfræðingur eða læknar eða aðrir háskólamenntað fólk STIMPLI SIG INN???\ner einhver að “fylgjast með þeim” ??\nnei þeir fá að vinna vinnunna sína og borgað sómasamlega fyrir…..\nÞESS VEGNA erum við með góða lækna………\nog\nÞess vegna skorar ísland neðarlega í menntunartöflum…\np.s. kannski er lausnin bara að fara að miða þjóðina við þriðju heims ríkin…. þá fengjum við kannski gott sko"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-11-22 19:04:23",
            "id": "53453",
            "reply_to_id": "53451",
            "text": "Verkföll eru réttur fólk sem er í einhverjum union."
        },
        {
            "user": "ofjord",
            "user_id": "4307",
            "date": "2000-11-23 02:28:56",
            "id": "53454",
            "reply_to_id": "53451",
            "text": "Ég vil að það komi fram að kennarar vinna af sér þetta stórkostlega sumarfrí sem er það sama og hjá venjulegum verkamanni þegar búið er að reikna það sem þeir vinna af sér. Þegar þeir fá borgað á sumrin eru þeir að fá borgað það sem þeir unnu umfram á veturna en fengu ekki borgað um leið. Mjög einfalt.\nÉg vil líka benda á grein á verkfall.is um launakjör kennara:\nhttp://www.verkfall.is/frett.asp?id=20\nOg já, kennarar eru háskólamenntaðir og eiga rétt á sömu kjörum og annað háskólamenntað fólk sem vinnur hjá ríkinu."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2000-11-22 18:32:43",
            "id": "53455",
            "reply_to_id": "53441",
            "text": "ég er sammála því að kennarar ættu að fá hærri laun, spurningin er bara hve há laun?\nÞeir eru sko ekki bara að biðja um 30ogeitthvaðprósent!\nÞeir vilja rúmlega 30% hækkun strax og síðan 15% eftir eitt ár og svo önnur 15% eftir tvö ár!!\nSamtals 60% hækkun!!!!!!!!\nÞetta er geðveiki!"
        },
        {
            "user": "DaGuar",
            "user_id": "1269",
            "date": "2000-11-22 18:36:24",
            "id": "53456",
            "reply_to_id": "53455",
            "text": "Það er náttúrulega vitleysa að fara fram á 30% í einu lagi. Kennararnir eiga að fara milliveg, biðja kannski um 10-20% núna og litla og jafna hækkun allt næsta ár.."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-11-22 18:38:05",
            "id": "53457",
            "reply_to_id": "53455",
            "text": "þið vitið greinilega ekki hversu mikið pressa fylgjir þessu starfi! þetta er vanmetið starf og auk þess eru raunkennarar að drukkna undir álagi!"
        },
        {
            "user": "ibba",
            "user_id": "4913",
            "date": "2000-11-22 18:50:49",
            "id": "53458",
            "reply_to_id": "53441",
            "text": "..hverjir eru með framtíð þjóðarinnar í höndunum!?!? Kennarar, og hvað er þeim uppálagt? Skítalaun, sem engin maður í þessu þjóðfélagi getur sætt sig við. Núna er verðbólga að aukast, samt kallar þjóðfélagið á meiri og meiri eyðslu! Þetta er fólk, kennarar, sem er í flestum tilvikum er búið að mennta sig í allavega 4 ár í háskóla, og það er að horfa uppá fólk, með samskonar menntun, að vinna svipaðan tíma á sólahring, fá helmingi meira borgað!! Þetta er náttúrulega fáránlegt. Ég get skrifað hérna endalaust um hve mikin rétt kennarar eiga á 70% hækkun. Ég er tilbúin að sitja heima í verkfalli, í LANGAN tíma og styðja kennara, og bjarga þar með mörgum heimilum og fjölskyldum undan oki þjóðfélagsins!"
        },
        {
            "user": "Bender",
            "user_id": "271",
            "date": "2000-11-22 19:01:56",
            "id": "53459",
            "reply_to_id": "53441",
            "text": "eg held bara að þessi ríksstjórn sé bara eitthvað rugluð í hausnum. Eg var að lesa einhverstaðar hér á huga að það ætti að fara að byggja sendráð í japan fyrir 800,000,000 milljóni\nHELLÓ það eru allir að fara í verkall og svo á bara að byggja geðveikt dýrt sendiráð í japan þar sem einhverjar örfáir íslendingar búa\nlandið er að fara til fjadans :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-22 19:12:05",
            "id": "53460",
            "reply_to_id": "53459",
            "text": "Ríkisstjórnin hefði eflaust getað sett þessa peninga í kennarana en eitthvað japanskt sendiráð en stjórnin er ekki að skuldbynda sig til eins árs heldur til margra ára."
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2000-11-22 23:04:43",
            "id": "53461",
            "reply_to_id": "53459",
            "text": "Ég er reyndar ekkert mikið inn í þessu. En þar sem íslendingar eiga mikil viðskipti við japani er þá sendiráð þar sérstaklega fyrir þá sem flytja vörur þangað og til að tryggja rétt þeirra.\np.s. ef þetta er ekki rétt þá plz einhver að leiðrétta það en bara svona mitt álit.\nSteinia"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-11-22 19:04:48",
            "id": "53462",
            "reply_to_id": "53441",
            "text": "Sammála"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-22 19:18:30",
            "id": "53463",
            "reply_to_id": "53441",
            "text": "Auðvita verða kennarar að fá hærri laun en ríkið á ekki endalausa peninga og getur ekki hellt sér út í svona risa skuldbyndingu sem á eftir að hafa það í för með sér að aðrar stéttir heimta sömu hækkanir. babysteps!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-22 20:26:55",
            "id": "53464",
            "reply_to_id": "53463",
            "text": "og á meðan kennurum er ekki lyft á sama sómasamlega þrep og í nágrannalöndum þurfum við að þola að milljörðum sé fleygt á sýndarmennskueldinn í óþolandi gæluverkefni hjá ríkinu eins og Kristnihátíðina.. Heimssýningin sem var hvort eð er djók…Sendiráð í JAPAN (hvað er að gerast) ….Matur ofan í kínverja sem nennti síðan ekki að tala við fulltrúa þjóðarinnar….kaupa einhvern bát?? (má ég rispa tannburstann minn og selja hann sem 30 ára gamlann tannbursta??)  og fleira og fleira og fleira…\nÁ meðan þetta er allt að gerast….. þá gerir dómsmálaráðherra grín að lögreglu landsins  (hún nánast hló upp í opið, undirfjármagnað, geðið á þeim.\nÞað nær ekki nokkurri átt að í undir 300 þ. manna landi, að svona afkáralegir hlutir nái fram"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-23 18:08:00",
            "id": "53465",
            "reply_to_id": "53464",
            "text": "Droopy, Ég vil benda á að það voru Samfylkingin og Vinstri Grænir sem komu með kaup víkingaskipsins upp á borðið í Alþingi og skömmuðu Ríkisstjórnina fyrir að hafa ekki stefnu í þessu máli."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2000-11-22 20:47:19",
            "id": "53466",
            "reply_to_id": "53441",
            "text": "Kennarar eiga auðvitað rétt á hækkun en að setja fram úrslitakröfur strax í byrjun er alveg fáránlegt! Svo átti ríkisstjórnin náttla að vera löngu byrjuð að ræða samningana, ekki bara viku fyrir verkfall eða álíka!"
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2000-11-22 20:57:18",
            "id": "53467",
            "reply_to_id": "53441",
            "text": "Launakröfur kennara eru bæði sangjarnar og tímabærar. Þetta má í raun kalla launaleiðréttingu v.þ.a þetta er jú í raun löngu tímabært.\nHærri skatta?\nHvað ætlar ríkisvaldið að  gera við 30 MILLJARÐA KRÓNA TEKJUAFGANGINN á þessu ári? OK við vitum öll að báðir bankastjórarnir eiga eftir að fá helminginn en það verður nú aðeins að fara að forgangsraða.\nÁn menntunnar værum við engu bættari en þróunnarlöndin og sýnir það að þetta eru ekki útgjöld heldur FJÁRFESTING. (Þeir sem hafa e-n tíma komið til minna þróaðri landa vita hvað ég meina).\nMálið er bara að þetta fólk sem við kusum óvart síðast (og þarsíðast) er svo upptekið við það að raka peningum undir rassgatið á sjálfum sér að þeir tíma ekki að borga þeim sem BÚA TIL PENINGANA sinn skerf.\nSem betur fer er þó farið að sjást í gegnum þetta hjá þeim og þeir farnir að missa töluvert fylgi (þótt fyrr hefði verið)."
        },
        {
            "user": "Dama",
            "user_id": "137",
            "date": "2000-11-22 21:29:47",
            "id": "53468",
            "reply_to_id": "53441",
            "text": "Kennarar eru uppreisnarmenn dauðans."
        },
        {
            "user": "PiCatChyou",
            "user_id": "2183",
            "date": "2000-11-22 23:12:54",
            "id": "53469",
            "reply_to_id": "53441",
            "text": "Hvernig væri að kennurum væri bara borgað eftir því hversu góðir kennarar þeir væru. Ég þoli nú ekki að horfa upp á að einhver grútlélegur kennari fái svo og svo há laun bara af því að hann er kennaramenntaður eða háskólamenntaður og þar fram eftir götunum en sýndi engan árangur í starfi. Nemendur færu kannski jafn vitlausir út frá honum og þeir fóru inn. Mér finnst sjálfsagt mál að góður kennari fái góð laun og það sjáist á því að nemendur finnist þeir eitthvað læra hjá viðkomandi kennara og beri virðingu fyrir honum. Við vitum það öll að það er misjafn sauður í mörgu fé og það á við um kennara eins og aðrar vinnustéttir í landinu. Eitt fer rosalega í taugarnar á mér þegar það er gert lítið úr fólki sem vinnur störf sem krefjast ekki háskólamenntunar, þetta eru líka störf sem þarf að vinna. En ég verð að samt að segja eitt ég er búin að fá hundleið á þessu voli í kennurum, þeir eru búnir að vola frá því að ég man eftir mér og þeir eru aldrei ánægðir og þó þeir fengu alla þá launahækkun sem þeir eru að biðja um núna, Þá myndu ekki líða mörg ár þangað til að þeir færu að vola aftur. Þannig að þeir sem halda að lausnin sé að hækka einu sinni launin þeirra almennilega þá séu verkföll úr sögunni, látið ykkur dreyma áfram. Þetta á reyndar við um allar stéttir ef einhver fær hækkun þá vill næsti líka fá og svo framvegis. Mér finnst bara kennararnir vola hæst og mest, fara mest í taugarnar á mér, veit ekki afhverju."
        },
        {
            "user": "ozonic",
            "user_id": "1229",
            "date": "2000-11-22 23:13:18",
            "id": "53470",
            "reply_to_id": "53441",
            "text": "Kennarar eru geðveik stétt, alltaf þegar eitthvað er að þú bara VERÐA þeir að fara í verkfall. Mér finnst þeir eigi ekki að fá launahækkunina sem þeir eru að biðja um! Þetta er bara allt bullshit meira og minna."
        },
        {
            "user": "kamalflos",
            "user_id": "4989",
            "date": "2000-11-23 00:51:02",
            "id": "53471",
            "reply_to_id": "53470",
            "text": "sko ef við hækkum laun kennara..þá fyrst getum við búist við kreppu..þá munu allar stéttir sem eru ríkisstarfsmenn fara fram á ámóta kauphækkun….þetta er erfitt vandamál..þetta er vandamál frá því að þegar var samið síðast..þá sömdu kennarar án klásúlna um breytingu á vísitölunni..og þess háttar breytingar líkt og allar aðrar stéttir gerðu..mér finnst að kennarar, hjúkrunarfræðingar og fleiri ámóta stéttir sem hafa framhaldsmenntun eigi að fá hærri laun, en hversu hærri..það er hinsvegar stóra spurningin"
        },
        {
            "user": "Urk",
            "user_id": "5479",
            "date": "2000-11-23 02:31:28",
            "id": "53472",
            "reply_to_id": "53471",
            "text": "Alþingismenn sjálfi gáfu tóninn fyrir þá launa baráttu sem er í landinu í dag.  Laun þeirra hækkuðu um 33% fyrir nokkru síðan.  Það að skétt manna sem vinnur við það að búa til fólk farmtíðarinnar á að fá sómasamlega borgað fyrir.  Það er skylda ríkistjórnarinnar að koma í það minsta að einhverju leiti til móts við kröfur kennara um mannsæmandi laun. Þetta finnst mér sjálfsagt mál og einginn hætta er á því að landið lendi í kreppu vegna þess, Ísland er jú 15 ríkasta land heims sem kvæmt nýjum tölum og ætti því ekki að eiga í vandræðum með að borga nokkrum kennara ræflum aðeins hærri laun."
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2000-11-23 12:20:35",
            "id": "53473",
            "reply_to_id": "53472",
            "text": "Ekki gleyma að taka fram að hækkunin varð DAGINN EFTIR KOSTNINGAR. (rétt eftir að ríkisstjórnin var búin að gera lítið úr launakröfum hjúkrunnarfræðinga)"
        },
        {
            "user": "FeSt3r",
            "user_id": "4805",
            "date": "2000-11-23 10:16:25",
            "id": "53474",
            "reply_to_id": "53441",
            "text": "Þeir eiga að fá launahækkn en ekki svona mikla"
        },
        {
            "user": "olafurgi",
            "user_id": "1790",
            "date": "2000-11-23 11:04:05",
            "id": "53475",
            "reply_to_id": "53441",
            "text": "Það eru raunar hin verkalýðsfélögin sem koma í veg fyrir að kennarar fái launahækkun. Þau segja einfaldlega, ef þeir fá þetta þá förum við fram á álíka !\nRíkisstjórnin er alltaf gerð að vonda karlinum og ég viðurkenni að það er margt sem hún gerir sem er hreinlega út í hött en verkalýðsfélögin eru verri í þessu tilfelli !"
        },
        {
            "user": "Stinni",
            "user_id": "536",
            "date": "2000-11-23 17:27:10",
            "id": "53476",
            "reply_to_id": "53441",
            "text": "ÞETTA ríki og co. er allveg endalaust vitlaust….\nSemja um þetta come ooooonnn.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-23 18:18:40",
            "id": "53477",
            "reply_to_id": "53441",
            "text": "Ég vil benda á URL þar sem þið getið lesið megináherslur kennara.\nhttp://www.verkfall.is/verkfallsvefur_krofurkennara.html"
        },
        {
            "user": "Urk",
            "user_id": "5479",
            "date": "2000-11-23 18:41:54",
            "id": "53478",
            "reply_to_id": "53441",
            "text": "Það er Bara ekki hægr að fara upp á 30% launakækkun á einu bretti. kennarar verða að koma til móts við ríkið og ríkið verður að koma til móts við kennara. Eins og málin standa núna vilja kennarar ekki haggast og þangað til að kennarar slaka á verður verkfall."
        },
        {
            "user": "Urk",
            "user_id": "5479",
            "date": "2000-11-24 23:15:07",
            "id": "53479",
            "reply_to_id": "53478",
            "text": "Alþingis menn fengu 33% afhverju geta kennarar ekki fengið 30% það er 3% lægra svo ekki sé nú talað um hinnar raunverulegu tölur sem á bak við þetta liggja."
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2000-11-25 17:11:03",
            "id": "53480",
            "reply_to_id": "53479",
            "text": "Kennarar eru að fara fram á tæp 70% á 2 árum. Auk þess höfðu þingmenn ekki fengið launahækkun í mörg MÖRG ár miklu fleiri en eru liðin frá síðustu launahækkun kennara!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-29 15:51:19",
            "id": "53481",
            "reply_to_id": "53480",
            "text": "."
        }
    ]
}