{
    "forum_title": "Quake og Doom",
    "user": "haffeh",
    "user_id": "587",
    "date": "2002-09-24 18:11:52",
    "title": "Maps",
    "text": "Hvernig er það með Quake 3 og það séu alltaf sömu möppin spiluð? Ef við lítum nú á 1on1…þá var þetta ztn, dm6 og t2 sem voru bara spiluð.  Jdm8a kom síðan aftur, gott mál með það.\nÍ tdm er mapflóran svona dm14, cpm4, dm6 og osp_dm5 og í CTF er verið að raðnauðga q3wctf2, stundum spilað af wcp5 og wcp9, jafnvel stundum wctf3 ..sem er reyndar þreytt.\nEins í counterstrike, þá eru öll maps á server, svipað og í aq.  Af hverju má ekki setja bara öll decent möpp sem eru í boði og setja þau á public servera í rotation og “minnka” eða jafnvel disable'a callvote.\nT.d. skil ég afhverju ekki osp_dm6 er ekki spilað hérna, fær endalausa spilun úti í heimi.  Einnig er mikið af nokk kúl ctf möppum sem hafa hingað til fengið lítinn sjéns.  Sama með að skoða önnur wcpX maps, jafnvel þótt þau þykji vera silly.\nAllvega væri ágætt að byrja á clan arena og taka út dm6 og disable'a callvote þar.  Láta síðan einhver silly maps í staðinn, razors edge var nú t.d. ekkert slæmt map sem og flest maps eru.\nMér þætti gaman að vita hvað ykkur hinum finnst um þetta.\nkv.\nMurK'haffeh",
    "url": "https://www.hugi.is/id/greinar/93824/maps/",
    "url_id": "93824",
    "id": "675128",
    "replies": [
        {
            "user": "Lulex",
            "user_id": "1747",
            "date": "2002-09-25 09:03:36",
            "id": "675129",
            "reply_to_id": "675128",
            "text": "jem nokkuð til í þessu hjá þér, eg myndi vilja hafa etta sona\n1v1 - ztn3t1,pro-q3dm6,t2,(rush3t2 eða ospdm8)\ndmtp - dm6,dm7,dm14,osp5\nctf - w2,w3,wcp5,wcp9\n-\njá, fólk spyr kannksi akkuru eg set dm7 þarna inn :P\nþar sem ospdm6 var nú minnst spilað a seinasta thurs móti og ekkert voðavinsælt a skjalfta,\nja og rush3t2 er mapp eftir [Nss]RushFur, og er mjöög skemtilegt i spilun og kemur liklega ut i dag :P\nso ospdm8, var a qcon og er fjandi gott, þessi eiga bæði skilið að vera i staðinn fyrir jdm8a að mínu mati.\nlíka satt hja ter að w2 se soldið mikið nauðgað :P\nsérstaklega i pickup leikjum. mætti aðeins spila hin m0ppin lika :P"
        },
        {
            "user": "Lulex",
            "user_id": "1747",
            "date": "2002-09-25 15:38:26",
            "id": "675130",
            "reply_to_id": "675129",
            "text": "Sko…með osp_dm6 ..þetta er snilldar map.  Enda er það eitthvað mest spilaða mappið í pickups á quakenet.  Þetta map er stálið!"
        },
        {
            "user": "Lulex",
            "user_id": "1747",
            "date": "2002-09-26 05:10:26",
            "id": "675131",
            "reply_to_id": "675130",
            "text": "Well..ég held að það væri best að hafa maps sem folki herna a klakanum finnst góð, ekki eithva sem er spilað i pickup úti,\nmaður skilur vel að þu viljir þetta því þú ert murkari =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-27 14:38:40",
            "id": "675132",
            "reply_to_id": "675131",
            "text": "Bwah er þetta ekki orðið dálítið þreitt?\nÞað er reyndar rétt að ospdm6 er slatta spilað úti, samt svona 5 sinnum minna en ospdm5 sem langt mest spilaða kortið úti í picups. Málið er að ospdm5 hentar margfalt betur í pickups en ospdm6 sökum þess að þú getur ffa'ð það frekar auðveldlega, mikið health, hellings armor og þúsund horn til að campa í. Svo er annað með kort eins og dm14 sem er jú snilldar map en gjörsamlega glatað í pickups. Varðandi 1on1 finnst mér þetta varla vera neitt svakalegt issjú, 2 gaurar á server ættu að geta ákveðið kort saman =)\nVarðandi ctf aftur á móti finnst mér alveg kominn tími á að við förum að spila fleiri kort, að minnsta kosti að prufa nokkur önnur, japan kortið er t.d. fínt í pickups, w7 er eithvað spilað úti og virkar fínt í clanmötsjum, sé það samt ekki virka í pickups :|\nÞó að kort séu ekki góð pickupkort þýðir það ekki að þau séu betri kort en hin, dm7 finnst mér persónulega ágætt map svona í mötsjum, þar sem annað liðið heldur jú ra/rail og reynir að taka mh út, meðan hitt liðið hefur nokkur sjörd, ya, mh og quad… gerist oft ekki mikið milli quada reyndar en þegar það gerist verður það oft dálítið magnað. Dm7 í pickup aftur á móti er eitt mesta drasl sem ég hef nokkurntímann orðið vitni að þar sem annað liðið heldur kanski ra/rail og einherjir rítardar í hinu liðinu rusha á þá í 20 mín og enda í -50"
        },
        {
            "user": "SitHlap",
            "user_id": "24472",
            "date": "2002-09-25 10:23:34",
            "id": "675133",
            "reply_to_id": "675128",
            "text": "amm alveg sammála þessu.\nþetta eru kortinn sem ég væri til í að sjá\n1v1 ztn,dm6,rush3 og ospdm8\ntdm: cpm4,ospdm5,ospdm6(já bera gefa því séns),dm14\nctf: w2,w3,wcp9,wcp5 og jafnvel breytta w1 kortið\nCLAN ARENA: bara út með dm6 og láta osp kortinn bara rotera."
        },
        {
            "user": "SitHlap",
            "user_id": "24472",
            "date": "2002-09-25 10:23:46",
            "id": "675134",
            "reply_to_id": "675128",
            "text": "amm alveg sammála þessu.\nþetta eru kortinn sem ég væri til í að sjá\n1v1 ztn,dm6,rush3 og ospdm8\ntdm: cpm4,ospdm5,ospdm6(já bera gefa því séns),dm14\nctf: w2,w3,wcp9,wcp5 og jafnvel breytta w1 kortið\nCLAN ARENA: bara út með dm6 og láta osp kortinn bara rotera."
        },
        {
            "user": "ztaezz",
            "user_id": "4635",
            "date": "2002-09-25 13:57:25",
            "id": "675135",
            "reply_to_id": "675128",
            "text": "Afhverju heita nær öll quake möpp einhverjum fáránlegum nöfnum? Í ut og cs (og dod) eru NÖFN á möppunum"
        },
        {
            "user": "BirkirF",
            "user_id": "11400",
            "date": "2002-09-25 22:09:34",
            "id": "675136",
            "reply_to_id": "675135",
            "text": "Þau heita eitthvað þumbi!\nT.d dm6(CA MAPPIÐ) heitir The Campgrounds\n;)"
        },
        {
            "user": "SpaceRat",
            "user_id": "2301",
            "date": "2002-09-29 12:45:52",
            "id": "675137",
            "reply_to_id": "675135",
            "text": "þetta er ekki það flókið ztaezz!\nosp stendur fyrir modið sem það var gert fyrir, dm þýðir einfaldlega bara deathmatch, og 6 stendur fyrir hvar í röðinni mappið er útkoman er osp_dm6. önnur útgáfa er ztn3dm2: ztn er mapparinn sem gerði borðið, dm deathmatch og 2 er röðin. Svo skiptir nafnið svosem engu máli, heldur skemmtunin í að spila það."
        },
        {
            "user": "Manhattan",
            "user_id": "421",
            "date": "2002-09-26 00:25:37",
            "id": "675138",
            "reply_to_id": "675128",
            "text": "hver er þessi crim og afhverju er hann svona heimskur ?"
        },
        {
            "user": "Runner",
            "user_id": "825",
            "date": "2002-09-26 00:52:26",
            "id": "675139",
            "reply_to_id": "675138",
            "text": "LOL"
        },
        {
            "user": "Hoddi",
            "user_id": "58",
            "date": "2002-10-03 14:52:34",
            "id": "675140",
            "reply_to_id": "675138",
            "text": "Held að hann sé einhver AQ spilari, er samt ekki viss."
        },
        {
            "user": "sqare",
            "user_id": "16343",
            "date": "2002-09-26 10:14:13",
            "id": "675141",
            "reply_to_id": "675128",
            "text": "Sith bara með marga usera! :P\nKeyptirru þér kennitölur\nhHEHEEHE"
        },
        {
            "user": "tracx",
            "user_id": "9407",
            "date": "2002-09-26 16:25:37",
            "id": "675142",
            "reply_to_id": "675141",
            "text": "ja va ca er orðið frekar þreytt … Inn med fleyrri möpp i rotation"
        },
        {
            "user": "analpain",
            "user_id": "17086",
            "date": "2002-09-26 19:23:49",
            "id": "675143",
            "reply_to_id": "675128",
            "text": "Jah ég er nú enginn über q3 spylari en það myndi virka best að taka callvote af og vera bara með slatta í rotation, þá venjast menn möppunum og læra að finnast þau góð þegar þeir drullast til að læra á þau. Bara hugmynd….."
        },
        {
            "user": "SpaceRat",
            "user_id": "2301",
            "date": "2002-09-29 03:00:48",
            "id": "675144",
            "reply_to_id": "675128",
            "text": "Alveg sammála þessu, það er enginn tilbreyting, alltaf það sama. ég veit samt um fólk sem segir alltaf að það er svo mikil fyrirhöfn að ná í ný möpp, það er einfaldlega bara latt fólk.\nÞað er í raun sama vandamál á aq serverunum, þar eru bara city möpp og jungle möpp, engin borð eftir wetwired sem er að margra mati úti að sé besti aq mapparinn, hann gerir ekki city, né jungle möpp (munið eftir beer, æðislegt mapp, af hverju var það tekið úr rotation, ég sá engan kvarta).\nok síðast en ekki síst (ég er ekki egóisti) ég hef jafnvel gert möpp sem eru í topp50 listanum af aq borðum. borðin heita teamrocks, rocks (sem bæði eru jungle borð sem ég er ekki ánægður með í dag sem formval) og bsite (sem er byggingasvæði).\nbæta má við að bsite lennti í 4 sæti í síðasta mapcontesti á aqmd.telefragged.com\nlisti sem mætti bæta í rotationid: plaza, plaza2, beer, tequila, saddam, silitex2, lumber, matrix2, lighthouse, campmc, bsite"
        },
        {
            "user": "papercutz",
            "user_id": "4520",
            "date": "2002-09-30 19:24:37",
            "id": "675145",
            "reply_to_id": "675128",
            "text": "Burt með dm6 bara allmennt… Segi ég…"
        },
        {
            "user": "kurl",
            "user_id": "25727",
            "date": "2002-10-09 08:22:14",
            "id": "675146",
            "reply_to_id": "675145",
            "text": "Þegiðu Andri:> Nei nei, dm6 er bara löngu orðið þreytt og hefði átt að taka þetta út fyrir löngu síðan. “Serverstjórnendur” takið þetta til greina plz:/"
        }
    ]
}