{
    "forum_title": "The Sims",
    "user": null,
    "user_id": null,
    "date": "2002-09-24 21:04:31",
    "title": "Jæja,",
    "text": "Það er orðið svolítið langt síðan að ég fór í the sims leikinn en reyndar þá fór ég í hann í svona 20 mín. í gær og það var nú alveg ágætt. En þegar að ég fer í the sims þá vel ég yfirleitt miðbrúnan lit á fólkið og svo vel ég svipuð föt og í fyrra skiptið þannig að yfirleitt þá verð ég eiginlega alltaf að gera smá hlé eftir að ég er búinn að spila the sims í svona nokkra daga í röð annars fæ ég eiginlega alltaf bara leið á honum í smá tíma, en svo eftir það þá get ég bara ekki hætt að spila leikinn.\nEn ég veit nú ekki alveg hvort að ég ætla að kaupa nýja viðbótarpakkann þegar að hann kemur út af því að þá verð ég örrugglega búin að eiða meira en tuttugu þúsund kr. í the sims þannig að ég veit ekki hvort að ég kaupi mér hann en mig langar rosalega í hann.\nSee you later,\naligator.",
    "url": "https://www.hugi.is/sims/greinar/93832/jaeja/",
    "url_id": "93832",
    "id": "675261",
    "replies": [
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-09-24 22:37:38",
            "id": "675264",
            "reply_to_id": "675261",
            "text": "þetta var nú varla efnileg grein.\nég geri alltaf einhverjar svona þektar fjölskyldur.  Harry Potter, ozzy osbourne, friends fólkið eða eitthvað."
        },
        {
            "user": "Oriantel",
            "user_id": "23598",
            "date": "2002-09-25 13:42:33",
            "id": "675265",
            "reply_to_id": "675264",
            "text": "Reyndar er ég alveg sammála þér ég hefði bara átt að senda þetta á korkana en það voru bara svo eldgamlar greinar þannig að ég var bara aðeins að segja nokkur orð."
        },
        {
            "user": "Oriantel",
            "user_id": "23598",
            "date": "2002-09-25 15:12:55",
            "id": "675266",
            "reply_to_id": "675265",
            "text": "hvaa…þetta er fín grein.\nAllt í lagi þó hún sé stutt. Það hefur ekkert verið alltof mikið að gera hérna hvort eð er þannig að fínt að sjá the sims grein á forsíðunni. Eitthvað skemmtilegra að lesa!\nÞað er nú ekkert mikið hægt að skrifa um tölvuleik til lengdar. Það er eitt sem mér finnst mjög áberandi hér á huga. Það virðist sem tilgangur greinanna sem fólk sendir inn sé bara til að láta hakka þær niður. ótrúlega niðurdrepandi og leiðinlegt!! Mér er alveg sama hvort að greinin sé stutt eða löng. Það kemur mér bara ekkert við .\nÞví miður kemst the sims ekki inn í tölvuna mína eftir að við fengum windows 2000 þannig að ég er mjög fúl. Spila hann heima hjá bróður mínum stundum… En þessi sims unleashed eða eitthvað þannig..á hann ekki að fara að koma. Hvað er í honum? Eru það ekki dýr?"
        },
        {
            "user": "Oriantel",
            "user_id": "23598",
            "date": "2002-09-25 19:44:16",
            "id": "675267",
            "reply_to_id": "675266",
            "text": "Fín grein! Hvaða bull. Ég geri líka oftast svona fjölskyldur og verð líka oft leið á sims. þessi grein er af þeim lélegustu sem ég hef lesið, en þetta er nú bara mín skoðun.\nVonandi verða ekki aðrar svipaðar greinar eins og þessi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-27 15:52:32",
            "id": "675268",
            "reply_to_id": "675267",
            "text": "Þú þarna skrassk af því að þú ert að segja að þetta er ein af lélegustu greinum sem að þú hefur lesið, heyrðu sendu bara grein inn sjálf ég meina það verður einhver að gera það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-27 17:48:20",
            "id": "675269",
            "reply_to_id": "675268",
            "text": "Enn á ný sammála Unis!"
        },
        {
            "user": "Oriantel",
            "user_id": "23598",
            "date": "2002-09-27 22:04:21",
            "id": "675270",
            "reply_to_id": "675267",
            "text": "Ég held að þú ættir bara alls ekkert að vera að segja svona því að ég gáði hvað þú hefur skrifað margar greinar…þú hefur skrifað EINA grein…bara EINA grein, svo að ef að þú heldur að þú getir gert betur en ég þá tek ég allaveganna ekki undir með þér."
        },
        {
            "user": "Oriantel",
            "user_id": "23598",
            "date": "2002-09-30 20:31:12",
            "id": "675271",
            "reply_to_id": "675270",
            "text": "og sú grein var ómerkilegasta grein sem ég hef lesið!!!"
        },
        {
            "user": "manneskja",
            "user_id": "25025",
            "date": "2002-09-26 14:55:54",
            "id": "675272",
            "reply_to_id": "675266",
            "text": "Hann kemur 3 okt ammælisdagurinn minn! :)!!!!!!!!!!!"
        },
        {
            "user": "manneskja",
            "user_id": "25025",
            "date": "2002-09-29 17:59:08",
            "id": "675273",
            "reply_to_id": "675272",
            "text": "Ha? Kemur sims,nýji leikurinn 3.okt?\nVó, ég verð að fá hann,hehe!:)"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2002-09-24 22:59:08",
            "id": "675274",
            "reply_to_id": "675261",
            "text": "Grein?"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-09-24 23:12:11",
            "id": "675275",
            "reply_to_id": "675261",
            "text": "Og…?"
        },
        {
            "user": "Promazin",
            "user_id": "7162",
            "date": "2002-09-25 06:17:29",
            "id": "675262",
            "reply_to_id": "675261",
            "text": "Jæja, sagði hann og sagði sko ekki meira þann daginn."
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-09-25 12:20:08",
            "id": "675263",
            "reply_to_id": "675262",
            "text": "Mjög innnihaldsrík og merkileg grein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-26 00:42:17",
            "id": "675276",
            "reply_to_id": "675261",
            "text": "Þetta er fín grein. Það er allavega einhver hreyfing hérna á síðunni.\nÉg er algjör sims sjúklingur og á alla leikina nema unleashed (á ekki hotdate fékk hann lánaðann).\nÉg er búin að downloda helling af flottu drasli af netinu, fötum, andlitum og húsgögnum ofl. Bara gaman. Verst að nú á að rukka fyrir download af netinu, fáar fríar síður eftir.\nUnleashed er kominn út held ég. Kostar örugglega u 3000 kall í BT eða eitthvað."
        }
    ]
}