{
    "forum_title": "Húmor",
    "user": "php",
    "user_id": "14956",
    "date": "2002-09-26 11:11:41",
    "title": "gangstaz",
    "text": "Some not too smart gangsters decide to rob a bank. After several days of planning they agree on the best plan. The next day they get to work and are able to get into the bank relatively easy thanks to their planning. Once inside the main vault they discover one wall is full of safety deposit boxes and start to work on them immediately. They drill and pry open the first box only to find a small container of vanilla pudding inside.\nThe Head Gangster says “Okay, well, at least we can eat it.” So they eat the pudding. They drill and pry open up the second Safety deposit box and there sits another pudding. They decide to devour it too.\nDetermined to find the goods, the process continues for the rest of the night until all the safety deposit boxes have been opened.\nThey didn't find any money or jewelry in any of the boxes. Disappointed the head gangster said “Well, at least they left something for us to eat”\nThe next day, while listening to the news they hear: \"Yesterday the largest sperm bank in the USA was robbed by an unknown group of people\n;)",
    "url": "https://www.hugi.is/humor/greinar/94168/gangstaz/",
    "url_id": "94168",
    "id": "677586",
    "replies": [
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2002-09-26 18:36:12",
            "id": "677587",
            "reply_to_id": "677586",
            "text": "MMUHAHAHHAHAHAHAHAHAHAHAHA ROFLMAO"
        },
        {
            "user": "krista",
            "user_id": "24845",
            "date": "2002-09-27 14:01:51",
            "id": "677588",
            "reply_to_id": "677586",
            "text": "pjúk! Samt fyndinn!"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-09-27 14:38:33",
            "id": "677589",
            "reply_to_id": "677588",
            "text": "Ullabjakk :þ"
        },
        {
            "user": "eyglong",
            "user_id": "9399",
            "date": "2002-09-27 18:52:57",
            "id": "677590",
            "reply_to_id": "677586",
            "text": "ahhhhahahahahahahahaha ROFLMAO"
        },
        {
            "user": "echoplex",
            "user_id": "10440",
            "date": "2002-09-28 17:43:49",
            "id": "677591",
            "reply_to_id": "677586",
            "text": "OOOOOOOOOOOOOOOOOOOOOJJJJJJJJJJJJJ!!!!!!!!!!!!!!!!!! Ullabjakk :þ"
        }
    ]
}