{
    "forum_title": "Rokk",
    "user": null,
    "user_id": null,
    "date": "2002-09-29 17:54:58",
    "title": "Appetite For Destruction - Guns N' Roses",
    "text": "Appetite For Destruction – Guns N’ Roses\nDiskurinn Appetite For Destruction var gefinn út árið 1987 af upprunalegu Guns N’ Roses. Diskurinn varð svo ótrúlega vinsæll að það er búið að selja 25 milljón eintök af honum og 5000 eintök seljast á hverri viku. Þessi diskur gerði GN’R eina af vinsælustu hljómsveitunum á þessum tíma\nLögin:\n1. Welcome To The Jungle.\nÞetta lag fjallar um þegar Axl Rose kom í stórborgina Los Angeles í fyrsta skipti og allir voru að reyna svindla á honum og þannig. “You’re in the jungle baby, your’e gonna die!”. Þetta sagði gamall róni við Axl úti á götu en þessi lína er einmitt í laginu\n***** stjörnur\n2. It´s So Easy\n“It’s so easy, easy, when everybody is trying to please me”. Það fjallar um þegar allt er svo auðvelt þegar allir eru að þóknast þeim þegar þeir eru frægir og líka þegar þeir áttu enga peninga var svo auðvelt að lifa á einhverjum stelpum.\n**** stjörnur\n3. Nightrain\nNightrain er áfengi og gefa skít í það að vera fullur og keyra. “Ready to crash and burn”\n***** stjörnur\n4. Out ta get me\nAxl Rose var alltaf áreittur af kennurum og lögreglu á unglingsárunum og fannst alltaf að þau væru á eftir honum\n*** stjörnur\n5. Mr. Brownstone\nWe’ve been dancing with Mr. Brownstone, he wont leave us alone”. Mr Brownstone annað orð yfir eytulyfjasýki og neyslu. Þeir voru alltaf dópandi og hljómsveitin hætti nærrum því vegna Mr. Brownstone. Axl Rose sagði einu sinni á tónleikum að margir meðlimir væru að dansa við Mr. Brownstone og ef þeir myndu ekki fara hættu því myndi hljómsveitin hætta.\n***** stjörnur\n6. Paradise City\nDuff, bassaleikarinn samdi þessa laglínu þegar hann hann var fúll eða eitthvað þannig. “Take me down to the paradise city, where the grass is green and the girls are pretty.”\n***** stjörnur\n7. My Michelle\nÞetta lag fjallar um konu sem hét Michelle og hékk alltaf með GN’R á tónleikum og þannig. Hún átti eitthvað erfitt. “This girl leads such a crazy life with doing drugs, or whatever she's doing at the time, you don't know if she's gonna be there tomorrow. Every time I see Michelle I'm really relieved and glad.” – Axl Rose\n***** stjörnur\n8. Think About You\nLagið fjallar um kynlíf, eiturlyf, Hollywood og peninga.\n*** stjörnur\n9. Sweet Child o Mine\nAxl Samdi textan við þetta lag til kærustunnar sinnar sem hann var búinn að vera með síðan hann var mjög ungur. Einfaldur texti en mjög vinsælt og gott lag. Gítarinn í laginu átti fyrst bara að vera eitthvað einfalt rugl og þetta á bara að fylla upp í plötuna. Þetta lag átti að vera ekkert.\n***** stjörnur\n10. You’re Crazy\nFjallar um stelpu sem er brjáluð og vill bara skemmta sér og vill ekkert samband. Veit ekki mikið um þetta lag\n*** stjörnur\n11. Anything goes\nLag um kynlíf.\n** stjörnur\n12. Rocket Queen\nÞetta er um einhverja konu sem Izzy þekkti. IZZY: I wrote this song for this girl who was gonna have a band and she was gonna call it Rocket Queen. She kinda kept me alive for a while. The last part of the song is my message to this person, or anybody else who can get something out of it.\n**** stjörnur\nDiskurinn:\nAppetite For Destruction – 1987 – Uzi Suicide & Geffen Records.\nAllt bögg hunsað\nKv. Roadrunne",
    "url": "https://www.hugi.is/rokk/greinar/94637/appetite-for-destruction-guns-n-roses/",
    "url_id": "94637",
    "id": "681299",
    "replies": [
        {
            "user": "Castrate",
            "user_id": "12936",
            "date": "2002-09-30 03:11:52",
            "id": "681300",
            "reply_to_id": "681299",
            "text": "Er þessi plata ekki enn ein af mest seldu plötum heims??"
        },
        {
            "user": "Castrate",
            "user_id": "12936",
            "date": "2002-09-30 08:28:46",
            "id": "681301",
            "reply_to_id": "681300",
            "text": "snilldar plata. gg roadi"
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-09-30 10:47:33",
            "id": "681302",
            "reply_to_id": "681299",
            "text": "Snilldarhljómsveit og snilldar skífa!!! Rocket Queen, Sweet Child o Mine og WTTJ eru bestu lögin!!! Annar eru öll lögin gargandi jólaglögg og sýruflipparar!"
        },
        {
            "user": "PLUCK",
            "user_id": "18642",
            "date": "2002-10-01 10:58:40",
            "id": "681303",
            "reply_to_id": "681299",
            "text": "Síðast þegar ég vissi var Paradise city cover lag þannig að það getur varla hafa verið bassaleikarinn sem samdi línuna…"
        },
        {
            "user": "PLUCK",
            "user_id": "18642",
            "date": "2002-10-01 12:46:44",
            "id": "681304",
            "reply_to_id": "681303",
            "text": "lol coverlag? Slash samdi gítarriffið og bassaleikarinn textan"
        },
        {
            "user": "PLUCK",
            "user_id": "18642",
            "date": "2002-10-03 01:19:25",
            "id": "681305",
            "reply_to_id": "681304",
            "text": "Ok ég er að rugla í annað lag…"
        },
        {
            "user": "tommiyoung",
            "user_id": "12681",
            "date": "2002-10-04 15:36:56",
            "id": "681306",
            "reply_to_id": "681305",
            "text": "Pluck, ertu ekki rugla við “Live and let die”?  (Bítlalagið sem Paul McCartney samdi) af Use your illusion?\nÞú hræddir mig þarna í smá tíma en svo fattaði ég að þú værir sennilega að rugla. Ætlaði að fara að segja að Gunnerarnir hefðu ekki samið Paradise city!\nÞessi plata er pottþétt af hinum 6 fræknu frá þessum tíma!\nMetallica - Svarta albúmið\nGuns ´n Roses - Appetite for destruction\nRed Hot Chili Peppers - Blood sugar sex magic\nRage against the machine - RATM\nPearl Jam - Ten\nNirvana - Nevermind\nAllir sammála? náttlega fullt af öðru efni frá þessum tíma en þetta stendur pottþétt uppúr hjá mér!\nTommi Young\nwww.rymi.net"
        },
        {
            "user": "psi",
            "user_id": "7355",
            "date": "2002-10-06 19:09:07",
            "id": "681307",
            "reply_to_id": "681306",
            "text": "Það stendur alveg skýrt utan á plötunni: “ all songs and lyrics by Guns ´n´ Roses”"
        },
        {
            "user": "tommiyoung",
            "user_id": "12681",
            "date": "2002-10-07 02:22:15",
            "id": "681308",
            "reply_to_id": "681307",
            "text": "Hvort ertu að tala um Paradise City eða Live and Let Die??\n(allavega veit ég að paradise city er samið af Guns en það eru ekki öll lögin á plötunni AFD samin bara af Guns heldur eru It´s so easy og Anything goes samin af guns ásamt einhverjum öðrum sem ég man ekki í augnablikinu. Svo er Live and Let Die samið af Paul McCartney þegar hann var í Wings með konu sinni Lindu. Lagið samið fyrir Bond myndina Live and Let die.)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-07 11:51:33",
            "id": "681309",
            "reply_to_id": "681308",
            "text": "Guns N' Roses sömdu ekki Knockin on heavens door og þeir sömdu engin lög á The Spaghetti Incident plötunni sem var bara punk cover lög."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-02 20:22:22",
            "id": "681310",
            "reply_to_id": "681299",
            "text": "Orð fá ekki lýst þessari plötu. Öll lögin eru allavega 4 stjörnur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-06 22:36:29",
            "id": "681311",
            "reply_to_id": "681299",
            "text": "Ekki sammála tommiyoung."
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2002-10-07 19:23:53",
            "id": "681312",
            "reply_to_id": "681299",
            "text": "Helvítis góður diskur."
        },
        {
            "user": "bbenson",
            "user_id": "1489",
            "date": "2002-10-27 02:41:14",
            "id": "681313",
            "reply_to_id": "681299",
            "text": "Töff. Festi kaup á þessum disk fyrir nokkru. Hann er núna einn af mínum uppáhalds.\nsinuz"
        }
    ]
}