{
    "forum_title": "Linux",
    "user": "add1",
    "user_id": "1011",
    "date": "2000-11-23 02:13:37",
    "title": "er unl33t að nota window-manager ?",
    "text": "Ég er að skrifa þessa grein sökum þess að console er að taka alla\nwindow manegerana til samans í rassinn, er fólk að kjósa random því\nþað veit ekkert um linux eða ljúga til að vera l33t, bara wtf!\nað nota console telst ekki undir þessu 3 - 8% af notkuninni t.d\nþegar þú ert að uppfæra X eða logga þig inn til að gera startx, það\ner verið að tala um console og BARA console, as in að X er ekki\ninstallað.\nOg hvað er málið með að console sé svona uberl33t ? ég meina ég\nopna terminal and i have all the powers of console!\nSíðan er umræðan um að windows-managerar séu að breyta linux í windows.\nokey… bara til að hafa allt á hreinu: ég hætti ekki að nota\nwindows og byrjaði að nota linux vegna þess að windows var með\nómögulegt GUI .. það bara krassaði OF OFT!\nbara makin a point here … :)",
    "url": "https://www.hugi.is/linux/greinar/9465/er-unl33t-ad-nota-window-manager/",
    "url_id": "9465",
    "id": "54344",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-23 02:35:38",
            "id": "54345",
            "reply_to_id": "54344",
            "text": "Þú reyndar hefðir mátt anda á meðan þú skrifaðir þessa annars ágætu grein þína. :) A.m.k. hefðirðu mátt lesa hana yfir.\nAnnars er ég hjartanlega sammála þér hvað varðar álit manna á console. Console er auðvitað fínn kostur, en menn sem vilja meina að X sé slæmur hlutur vita einfaldlega ekki hvað almennilegt GUI er. Og það er alveg hárrétt hjá þér, maður hættir ekki að nota Windows vegna þess að UI-ið er slæmt. Það er nóg annað sem maður hefur til að bitcha yfir heldur en UI-ið.\nOg ég get alveg ábyrgst að þessi umræða sem þú talar um, þ.e.a.s. að X sé að breyta Linux í Windows, fer eingöngu fram á meðal ungu kynslóðarinnar sem einfaldlega veit ekkert alltof mikið um málið. Jafnvel hörðustu naglar sjást í X af og til.\nMargir eru fljótari í console, en aðrir eru fljótari í X. Það er ekki hægt að segja að maður *sé einfaldlega fljótari í console*, vegna þess að það fer mjög eftir notandanum. Nú er ég maður sem vélritar tiltölulega hratt, og ég afneita í einu og öllu þeirri fáránlegu kenningu að console sé alltaf “the way to go”. Ef maður er lengu í X er það frekar vegna þess að það er skortur á góðum, myndrænum tólum til að gera það sem maður annars yfirhöfuð gerir í console. Til dæmis netuppsetningar. Aldrei myndi ég nenna að gera það í myndrænu viðmóti eins og það er núna. Linuxconf? Aldeilis ekki. Console er það í bili.\nAftur á móti vafra ég og forrita í X. Ég nota X editor (NEdit) og X vafra (Mozilla). Og þó að ég *hafi* Vi og Links er ég ekkert að fara að nota það frekar en X draslið, vegna þess að ég hef ekki eina einustu ástæðu til þess… nema kannski einmitt til að vera l33t. :) Og þá vil ég benda á það sem ég sagði áður, þ.e.a.s. að þessi umræða á eiginlega ekkert heima á meðal reyndra manna."
        },
        {
            "user": "WaterFall",
            "user_id": "5840",
            "date": "2000-11-23 03:27:50",
            "id": "54346",
            "reply_to_id": "54344",
            "text": "Èg  segi fyrir mig að ég er oftast í X, stundum fæ ég að ví su\nógeð á því og er í console. Einn kostum X er að hafa terminal með nógu\nstóru scrollback. (er yfirleitt með 4-5 skeljar opnar. :) Einnig er ég oft í console á laptopnum …\nVerst að X krassar stundum .. :/// Þó sjaldnar en Windows! Þó að WMaker sé\nvel stöðugur.\nWF."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2000-11-23 11:27:00",
            "id": "54347",
            "reply_to_id": "54344",
            "text": "Þeir sem segja að eitthvað sé meira l33t en annað eru greinilega ekki komnir lengra á þroskastiginu en í byrjun kynþroskaskeiðisins. Að nota Window managera hefur marga kosti og að nota console hefur marga kosti. Ef þú ert að nota Linux þá villtu nota Windows managera en ef þú ert að grúska í því þá villtu örruglega nota bæði, frekar samt console.\nGluggaumhverfið verður að koma með linux, bara consoleið verður líka að vera þar. Þætti gaman að sjá alla Linux notendur hætta að nota gluggaumhverfið og reyna að þjást í consoleinu þegar þeir eru að browsa netið eftir nýjasta kernelnum."
        },
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2000-11-23 16:15:23",
            "id": "54348",
            "reply_to_id": "54344",
            "text": "Ég nota X nær aldrei því að ég þarf ekki á því að halda í því sem ég nota linux fyrir (router).\nAnnars er ég KDE maður ef ég skrepp í X :)"
        }
    ]
}