{
    "forum_title": "Heilsa",
    "user": null,
    "user_id": null,
    "date": "2000-11-23 09:09:32",
    "title": "Matur og heilsa",
    "text": "Það er mikilvægt fyrir okkur öll að hafa góða heilsu, og í dag spáir fólk mikið í mataræði, hreyfingu og þess háttar, sem er að sjálfsögðu gott mál.  Sjálf stunda ég líkamsrækt og reyni eftir bestu getu að borða hollan mat.  Það sem mér finnst hins vegar vera svolítið áberandi er það að í dag er eins og matur sé orðinn einhvað eitur sem má bara ekki láta inn fyrir varirnar. (og þá sérstaklega hvað viðkemur kvennfólki).  Ég þekki td konur sem eru sífellt að agnúast útí mat.  Verð að passa línurnar, má ekki borða meira í dag, nú eru það bara grænmeti osfrv.  Sumar, sem eru jafnvel þveng mjóar og hamast í líkamsrækt(en líkamsræktin getur líka orðið óhóflega mikil) borða kanski eina kjallarabollu á dag og drekka svo bara vatn!  Málið er að til þess að geta verið við góða heilsu þarf maður að borða.  Matur er ekkert eitur, heldur er það málið að borða holla og góða fæðu og hreyfa sig.  Það er allt í lagi að borða sætindi öðru hvoru.  Líkaminn þarfnast líka sykurs og fitu, bara í hóflegu magni.  Maður á ekki að vera að fara í einhverja megrunarkúra, halda þetta út í einhverjar vikur og springa svo afþví að löngunin er orðin svo mikil í sætindi.  Þá er betra að leifa sér að borða eitthvað sætt þegar manni langar í, í staðin fyrir það að neita sér alltaf um allt og síðan einn góðann veðurdag þá fer allt til fjandans!\nMér finnst fólk vellta sér allt of mikið uppúr því að mega ekki borða þetta og hitt í staðin fyrir þess að reyna að njóta þess að borða holla fæðu og líða vel í staðinn.  Manni getur ekki liðið vel ef maður er alltaf eitthvað að pirrast útí hitt og þetta og er jafnvel ósáttur við sjálfan sig.  Við þurfum að borða til þess að lifa, málið er bara að borða hollan mat, og sætindi í hófi.  Það er allt í lagi.",
    "url": "https://www.hugi.is/heilsa/greinar/9477/matur-og-heilsa/",
    "url_id": "9477",
    "id": "54435",
    "replies": [
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2000-11-23 11:05:06",
            "id": "54436",
            "reply_to_id": "54435",
            "text": "Mér finnst þessi hugsunarháttur vera einstaklega algengur hjá kvenfólki."
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-11-23 11:21:31",
            "id": "54437",
            "reply_to_id": "54435",
            "text": "Þú er mega með þetta og ég er sammála þessu. Ef einstaklingur hefur einn nammidag í vikur (eins og krakkarnir) og borðar holt hina dagana þá má hann nánast borða eins og hann vill þennan eina dag án þess að fitna. Þá er ég líka að tala um mjög holt hina dagana :)"
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2000-11-23 13:55:11",
            "id": "54438",
            "reply_to_id": "54435",
            "text": "Alveg sammála ég er búinn að minka sjoppuferðir og Vakan snemma á morgnanna"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2000-11-23 17:41:39",
            "id": "54439",
            "reply_to_id": "54435",
            "text": "einn nammidagur á viku er eitthvað sem ég hefði löngu átt að byrja á en neiii… ég kýs frekar að fá mér nammi þegar ég hef efn á því og tími því.. =)"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-11-23 19:02:36",
            "id": "54440",
            "reply_to_id": "54435",
            "text": "það er líka mikið af einhverjum sérfræðingum sem segja manni að hitt og þetta sé óhollt og ef við lítum á allt sem sagt er að sé óhollt, væru það eflaust flestar mat- og drykkjarvörur sem eru til??"
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-11-23 19:57:02",
            "id": "54441",
            "reply_to_id": "54440",
            "text": "já það er allt óholt ef þú borðar of mikið af því þá er ég að tala um allt of mikið af því"
        },
        {
            "user": "throng",
            "user_id": "3815",
            "date": "2000-11-23 20:46:47",
            "id": "54442",
            "reply_to_id": "54441",
            "text": "maður er einfaldlega það sem maður borðar!!"
        },
        {
            "user": "oxy",
            "user_id": "3756",
            "date": "2000-11-23 21:07:50",
            "id": "54443",
            "reply_to_id": "54435",
            "text": "Allt er best í hófi, eða svo er sagt.\nMér finnst þetta stórsniðugt að hafa bara ákveðinn nammidag en því miður hefur mér ekki tekist það :(\nÉg kem alloft með einhverjar afsakanir fyrir hinu og þessu og hver kannast ekki við það að leyfa sér hitt og þetta í sambandi við mat þá þegar manni líður illa eða eitthvað slæmt hefur komið fyrir.\nEn batnandi manni er best að lifa svo um að gera að reyna að halda áfram að reyna ;)"
        },
        {
            "user": "demone",
            "user_id": "3795",
            "date": "2000-11-24 15:45:00",
            "id": "54444",
            "reply_to_id": "54435",
            "text": "Einmitt, þetta er það sem maður á að lifa eftir\n— “Allt er gott í hófi!”"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-11-24 16:18:15",
            "id": "54445",
            "reply_to_id": "54435",
            "text": "Sammála.\nAllt er gott í hófi.\nÞað er alveg sama hvað það er allt getur verið óhollt ef við gætum ekki hófs.\nÉg held meira að segja að ég fari bara að taka það upp einn nammidag í viku.  Eins gott að fara að venja sig á þetta sem fyrst ef maður ætlar að setja þessa reglu fyrir barnið sitt.\nKveðja,\nKrusindull"
        },
        {
            "user": "HJARTA",
            "user_id": "3334",
            "date": "2000-11-28 14:41:34",
            "id": "54446",
            "reply_to_id": "54445",
            "text": "Mér finnst nú alveg sorglegt að grænmeti sé svona ógeðslega dýrt, ef maður ætlar að kaupa gúrku, gulrætur og eitthvað kál, þá er það bara miklu dýrara heldur en snakk :(\nKveðja\nHJARTA"
        }
    ]
}