{
    "forum_title": "Deiglan",
    "user": "JJD",
    "user_id": "5864",
    "date": "2002-09-30 11:31:10",
    "title": "Mótmæli!",
    "text": "Mótmæli vegna virkjanna á hálendinu og yfirgangi stjórnvalda!\nMótmælin fara fram við setningu alþingis á þriðjudaginn 1. okt. klukkan 1. Allir alþingismenn og Forseti Íslands verða á staðnum á þessum tíma!\nMómælum því að framkvæmdir eru hafnar við Kárahnjúkavirkjun án þess að þjóðin hafi verið spurð álits og án þess að Landsvirkjun geti sýnt fram á gróða af framkvæmdinni. Ef virkjunin verður byggð mun það kosta hækkun á rafmagnsverði okkar allra auk gríðarlegra náttúruspjalla sem verða aldrei afturkölluð!\nMótmælum því að stjórnvöld vilji leyfa bandaríska álrisanum Alcoa að byggja hérna álver og græða á skammsýni íslensku þjóðarinnar!\nMótmælum því að stjórnvöld virði ekki álit og vilja almennings og sýnum þeim hverjir eiga landið!\nAllir sem geta mæta með álpappír um hausinn! (samt þannig að þið sjáið út)",
    "url": "https://www.hugi.is/deiglan/greinar/94782/motmaeli/",
    "url_id": "94782",
    "id": "682381",
    "replies": [
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-09-30 14:00:25",
            "id": "682382",
            "reply_to_id": "682381",
            "text": "…Hvað er að því að ríkisstjórnin sé að búa til atvinnu?"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2002-09-30 14:05:54",
            "id": "682383",
            "reply_to_id": "682381",
            "text": "Ekkert vera að bendla þjóðinni við þitt álit. Vilji þinn er ekki vilji almennings. Meirihluti almennings er svo rosalega sama enda er þetta svæði hundljótt og til einskis nýtt. Ef það væri ekki fyrir Ómar Ragnarsson sem er einn versti fréttamaður landsins þá væri öllum sama.\nOg það kemur ekki fram þarna hverju þú ert að mótmæla. Þú talar um að mótmæla virkjun en tekur svo fram að fólk eigi að mæta með álpappír um hausinn eins og það sé verið að mótmæla álverinu.\nMér er svosem sama þótt að ekki verði af álveri eða virkjun. En þá verður eitthvað að koma í staðinn. Við þurfum peninga. En þeir sem eru að mótmæla þessu eru einnig að mótmæla öllum öðrum hlutum sem að geta bjargað þessu landi eins og deCode og öðrum batteríum.\nKomið með aðra möguleika í rökum ykkar. Þetta er vissulega hundfúlt en grow up. Það verður stundum að gera leiðinlegu hlutina."
        },
        {
            "user": "JJD",
            "user_id": "5864",
            "date": "2002-09-30 15:16:49",
            "id": "682384",
            "reply_to_id": "682383",
            "text": "“Ef það væri ekki fyrir Ómar Ragnarsson sem er einn versti fréttamaður landsins þá væri öllum sama.” - Ég svara með sama bragði: Vert þú ekki að blanda “öllum” við þitt álit.\nAuðvitað er þetta bara mitt álit, ég veit það fullvel. Rétt eins og það er bara þitt álit að vera sama, og þú hefur fullan rétt á því áliti. Í nýlegri könnun kemur fram að 60% þjóðarinnar er hlynnt stofnunar þjóðgarðs norðan Vatnajökuls. Þess vegna talaði ég um álit almennings. Mér finnst einfaldlega lélegt af stjórnvöldum að ákveða svona án þess að þjóðin sé spurð álits og þrátt fyrir að skipulagsstofnun hafi lagst gegn þessum framkvæmdum.\nÁlpappír… Þessi virkjun verður ekki byggð nema álver verði byggt þannig að mótmæli gegn álveri og virkjun haldast í hendur.\nÞú segir að við þurfum peninga… er það virkilega? Höfum við það svo slæmt? Það er ekki mikið atvinnuleysi á íslandi og fyrirhugaðar framkvæmdir eru frekar líklegar til að valda óþarfa spennu á atvinnumarkaði (sjá:\nhttp://www.natturuverndarsamtok.is/news.asp?ID=62\n). Það á að byggja þetta álver til að forða bruttfluttningi frá Austfjörðunum, en af hverju þetta? Af hverju ekki að stokka upp í kvótakerfinu? Eða leggja pening í að efla tæknifyrirtæki á þessu svæði? Hvert fer svo gróðinn af þessu álveri? Álverið er í eigu bandaríkjamanna.. hirða þeir ekki gróðann? Þetta skapar að vísu störf en heldur þú að fólkið þarna fyrir austan vilji eitthvað vinna í álveri… það vill það enginn nema honum bjóðist ekkert annað. Austfirðingum hefur ekki verið boðið neitt annað. Ég held því fram að það verði erfitt að fá starfsfólk í fyrirhugað álver, og ýmsir austfirðingar sem ég þekki eru á sama máli. Ég er ættaður að austan en mér finnst í sannleika sagt ekki þess virði að fara út í þessar framkvæmdir til að forða fólksflutningum þaðan. Einnig má benda á það að Reyðarfjörður er einn lygnasti staður á landinu og því ekki hentug staðsetning fyrir álver. Það þarf ekki nema nokkra daga logn til að mengunin frá álveri verði óbærileg. Er það ástæðan fyrir því að fólk býr við lygnan fjörð?\nEn að virkjuninni sjálfri… hér eru nokkur neikvæð áhrif hennar:\n-Hreint og ómengað land og ósnortin náttúra er og á að vera ímynd Íslands. Virkjunin hefur mjög neikvæð áhrif á ferðamannaiðnað á svæðinu. Þarna hefur verið byggt upp öflugt starf og er grundvöllur fyrir mun meira starfi í framtíðinni.\n-Sjónræn mengun verður gífurleg. 190 metra há stífla og 57 ferkílómetra uppistöðulón, vegir og námur blasa við öllum sem koma á svæðið í stað fallegs landslags, gróðurs og fossa. Rennsli minnkar í ám, Dimmugljúfur þorna upp o.s.frv. Víðerni skerðast um 925 ferkílómetra. Það vilja fáir ferðamenn sjá risavaxna stíflu.\n-Tugir fossa og vatnsfalla eyðileggjast eða skerðast.\n-Fornminjar og merkar jarðfræðilegar myndanir fara undir vatn.\n-Beitiland hreindýra og varpstöðvar heiðargæsa skerðast mikið. Einnig mun áhrifa gæta við ósa jökulsár þar sem aðstæður fyrir seli verða lakari en áður. Skilyrði fyrir vatnalíf í Lagarfljóti versna og skerðast mikið í Folavatni.\n-Mikið sandfok og rof sem er þegar stórt vandamál á hálendinu. Gróður mun skaðast.\n-Aurframburður hverfur, ströndin hopar um 200 metra á 100 árum.\n-Friðlandið Kringilsárrani skerðist um fjórðung.\n-Þjóðarskuldir aukast um 10-12% við lok framkæmda og verðbólga um 2%\n-Mikilvægast er þó að umhverfisspjöll þessi eru óafturkræf!\n-Uppistöðulónið mun að lokum fyllast af aurframburði Jökulsár á Dal og þá verður virkjunin ónothæf. Þannig uppfyllir ekki virkjunin skilyrði um sjálfbæra nýtingu. Gróðinn (ef einhver) verður aðeins til skamms tíma og komandi kynslóðir græða ekkert á þessu nema margra ferkílómetra drullusvað á hálendinu þar sem áður var fallegt landslag, fossar og gróður. Komandi kynslóðir eiga betra skilið.\nHvað með peningalegu hliðina á þessu. Landsvirkjun hefur ekki enn fengist til að svara útreikningum sem gerðir voru af sérfræðingum og sýna fram á að orkuverð til álversins þarf að hækka um helming frá því sem venjulegt er til þess að virkjunin skili sér á núlli eftir 50 ár. Annars verður þetta í tapi. Þeir hafa ekki getað komið með nein rök á móti þessum útreikningum. Hvað á að gera.. nú auðvitað niðurgreiða rafmagnið til álversins til þess að þeir vilji byggja hérna.. og á hverjum lendir það? Skattgreiðendum!\nHvað annað getum við gert? Eins og ég sagði áður þá finnst mér frekar að það ætti að taka þessa gífurlegu fjármuni sem í þetta eiga að fara og nota í aðra uppbyggingu, stokka upp í kvótakerfinu, styrkja tæknifyrirtæki o.s.frv. Ég held að við þurfum ekkert álver. En ef menn vilja endilega byggja álver og það strax finnst mér í alvöru að það ætti jafnvel að skoða aðrar orkulausnir eins og að kaupa eða leigja kjarnorkukafbát frá rússum og nota hann sem fljótandi orkuver fyrir þetta í nokkur ár þangað til betri kostir bjóðast s.s. samrunaver.\nÉg hef ekkert á móti framförum! Hef ekkert á móti Decode… það eru mörg fyrirtæki og aðilar sem eru að gera góða hluti. En ég er á móti skammsýni og heimskulegum ákvörðunum og að menn skuli ekki bera meiri virðingu fyrir náttúrunni en raun ber vitni!"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2002-10-01 08:17:27",
            "id": "682385",
            "reply_to_id": "682384",
            "text": "'-Fornminjar og merkar jarðfræðilegar myndanir fara undir vatn.'\nHvaða fornminjar eru þarna uppi á örfoka hálendinu??"
        },
        {
            "user": "gong",
            "user_id": "4056",
            "date": "2002-09-30 15:18:30",
            "id": "682386",
            "reply_to_id": "682383",
            "text": "rugl er þetta í þer JonGretar. JJD sagði “án þess að þjóðin hafi verið spurð álits” og það er alveg rétt. Það var tekin ákvörðun án þess að spyrja þjóðina álits. Þú heldur því fram að þeir sem séu að mótmæla þessu séu einnig að mótmæla öllum öðrum hlutum sem að geti bjargað þessu landi eins og DeCode og öðrum batteríum.\nDeCode virðist gjörsamlega vera að bjarga þessu landi frá glötun, fullt af fólki alveg veður í peningum eftir hlutabréfakaup í bréfum þeirra og álver býr til vinnu fyrir slatta af fólki fyrir austan í smá tíma, en hvað svo. Þetta bákn verður að öllum líkindum rekið með tapi.\nÞar að auki er ekki verið að mótmæla neinu öðru en álveri, að þessu sinni.\nAnnars sýnist mér þér vera slétt sama hvað verður sem mér finnst vissulega hundfúlt og ég segi eins og þú “grow up”."
        },
        {
            "user": "kristinnm",
            "user_id": "6264",
            "date": "2002-10-01 12:35:11",
            "id": "682387",
            "reply_to_id": "682383",
            "text": "Hvað er það sem þér finnst hundljótt þarna, bara spyr??"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2002-10-01 13:49:50",
            "id": "682388",
            "reply_to_id": "682387",
            "text": "Ég get nú ekki nefnt neitt sérstakt þarna. Útaf þeirri einföldu ástæðu að það er ekkert sérstakt þarna.\nOg einhver var að tala um að þetta væri varplendi fyrir ýmsar fuglategundir. Vissulega er það stórt downside. En ég sé ekki að það þýði að allir þessir fuglar deyji bara. Fuglar eru alveg sveiganlegir og eru alveg hæfir til að koma sér upp öðru svæði.\nOg hér er eitt til fólks sem kemur með hin margnotuðu “Hvað næst? Gullfoss og geysir??” rök. Afsakið. Hvað eru þið að tala um. Hver er að tala um að sökkva því. Við erum bara að tala um þetta eina svæði. Það er ekkert næst í þessu máli. Þetta er eins og að koma með á móti því að uppskurðir væru gerðir á íslandi “Hvað næst?? Skera hausa af smábörnum??”. Munur. Gullfoss og geysir = Náttúruperla og túristaattraction. Kárahnjúki = Ljótt og engum túrista dytti í hug að koma þangað.\nEinnig á léttari nótum. Þá finnst mér ekkert að Reykvíkingar og aðrir ættu að vera skipta sér af þessu þar sem þetta er vandamál Héraðins. Það ætti að sína Reykvíkingum hversu heimskuleg rökin um að flugvöllurinn kæmi okkur ekki við voru. :) Mind your own business bara. Okkar mál."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2002-10-01 15:19:27",
            "id": "682389",
            "reply_to_id": "682388",
            "text": "Þú veist kannski að það átti að virkja Gullfoss en það var barist hart gegn því, og þess vegna var hann ekki virkjaður? Gætir þú ýmindað þér ef hann hefði verið virkjaður? Hefur þú heyrt um Þjórsárver? Kárahnjúkavirkjun er alls ekki einu mistökin sem ,,við\" erum að fara að gera."
        },
        {
            "user": "Blubba",
            "user_id": "14765",
            "date": "2002-09-30 14:30:23",
            "id": "682390",
            "reply_to_id": "682381",
            "text": "Má maður nú ekki hafa sitt álit?\nEða á maður bara að vera á móti þessu út af einni grein? Sorry…er ekki á móti þessu!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-09-30 14:40:37",
            "id": "682391",
            "reply_to_id": "682381",
            "text": "Mætum öll."
        },
        {
            "user": "UbrTrooper",
            "user_id": "5390",
            "date": "2002-09-30 15:26:29",
            "id": "682392",
            "reply_to_id": "682381",
            "text": "jájá blabla meira en 60% af þjóðinni veit ekkert hvar þetta er."
        },
        {
            "user": "spurzio",
            "user_id": "19348",
            "date": "2002-09-30 16:00:21",
            "id": "682393",
            "reply_to_id": "682392",
            "text": "það þarf ekkert að virkja til að skapa vinnu fyrir austan. Það á bara að leggja niður kvótakerfið, það er ástæðan fyrir bygðarröskun.\nþegar kvótinn er farinn úr plássinu þá er lítið eftir. lónið sem verður gert fyllist hvort sem er að drullu á 200 árum og hvað þá. hvernig væri að hugsa um barnabörnin."
        },
        {
            "user": "fanndal",
            "user_id": "25715",
            "date": "2002-10-01 08:27:17",
            "id": "682394",
            "reply_to_id": "682393",
            "text": "JJD ég geri fastlega ráð fyrir að þú sért úr Reykjavik en ekki frá Austfjörðum? Það skín solitið út úr greininni, segðu mér svo annað hefurðu komið til kárahnjúka? Málið er mjög einfalt, við ákváðum öll í reykjavik að Reykjavikur flugvöllur væri okkar að ákveða ( eins og það séu bara reykvikingar sem nota hann ) þannig að þá er rökrétt að Austfirðingar fái að ákveða hvort þeir vilja virkjun. En neeei það er ekki nógu gott fyrir okkur hrokafullu reykvikingana sem trúum því að reykjavik sé miðja alls. Að lokum JJD ef þú ert úr vesturbænum þá á ég eftir að hlægja af mér rassgatið"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-09-30 16:12:16",
            "id": "682395",
            "reply_to_id": "682381",
            "text": "Dettur ekki í hug að taka þátt í skemmdarverkum gegn íslensku þjóðinni - Auðvitað á að virkja og byggja álver.  Mæti alls ekki!"
        },
        {
            "user": "Acadia",
            "user_id": "21605",
            "date": "2002-09-30 16:46:31",
            "id": "682396",
            "reply_to_id": "682381",
            "text": "já stjórnvöld eru sko virkilega skammsýn!!! Þetta er alveg yndislega fallegt þarna og afkomendur okkar eiga ekki eftir að njóta þess ef að við eyðileggjum þetta…það er ekki okkar að svipta komandi kynslóðir einhverju sem að er ekki aftur bætt. Auðvitað vantar vinnu…það vantar alltaf…en það hlýtur að vera hægt að koma með einhverjar aðrar leiðir. Síðan mætti alveg gera meira í kringum ferðaþjónustuna hérna og svona. Það er svo margt annað hægt en að eyðileggja landið. En verst að maður er utan af landi og getur ekki mætt á þessi mótmæli :("
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2002-09-30 17:10:26",
            "id": "682397",
            "reply_to_id": "682381",
            "text": "Segðu mér eitt, hefurðu einhverntímann komið þarna upp?  Þetta svæði er hundljótt og ég hugsa að þér fyndist stöðuvatn fallegra, án gríns, plús það svo, að hvað er að Alcoa?  Mengun frá svona er lítil sem engin, ekki eins og að þeir séu að brenna kolum eða eitthvað.  Pældu í því, við erum kannski að tala um hundruði starfa..  Pæla!"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-09-30 19:38:42",
            "id": "682398",
            "reply_to_id": "682397",
            "text": "Allt hálfdautt þarna..fór í sumar..foj."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2002-09-30 19:33:12",
            "id": "682399",
            "reply_to_id": "682381",
            "text": "1. Vantar íslendingum ekki pening?\nKannski ekki beint, við nærumst á framförum, það er það sem okkur vantar.\nAuðlegð þjóðarinnar skiptir í sjálfu sér ekki máli heldur hversu miklar framfarir eru.\nAdam Smith: Uppvöxtur í þjóðfélaginu (eða jafnvel niðursviefla) skapar mesta hagsæld til að handa almenningi, lítil uppsveifla eða jafnvel langvarandi stöðugleiki veldu auðsöfnuð fárra manna og kaupmáttur þverrar hjá þorra borgaranna (ekki bein tilvitnun)\nÞað er það sem núverandi ríkisstjórn er búin að vera að vinna að, hún er búin að vera að keyra á þenslu undanfarin 10 ár með afleiðingum: mesta hagsældarskeið íslensku þjóðarinnar.\nEn það er náttúrulega spurning hvenær skal láta staðar numið, það er hálfgjört náttúrulögmál það að  blaðra getur ekki tútnað endalaust út, á endanum springur hún. Það gæti gerst og var kannski að fara gerast, það er örvæntirráð ríkisstjórnarinnar að byggja eitthvert álver á Austfjörðum, þeim er persónulega skítsama um Austfirði, það er ekki aðalmálið heldur frekar svona auka bónus.\nAllavegna: Það er augljóst mál að það er okkar allra hagur að hagvöxtur haldi áfram, við megum engan veginn við stöðnun.\n2. Er rétt að virkja?\nÞetta er náttúrulega alltaf spurning um að fórna minni hagsmunum fyrir meiri. Það sem umhverfisverndaröfgamenn stilla sig oftast ekki inn á er þetta:\nEn hvað alheimurinn væri lítil til ef ekkert væri til þess að skynjan. S.s. Ef ekki væri fyrir okkur menninna hvað tilgang hefði náttúra sem ekki væri séð. Hún væri einfaldlega ekki til, við erum augu náttúrunnar, öll, hvert og eitt, erum við miðja alheimsins.\nÞví lang mikilfenglegasta sem náttúruna hefur nokkurntíman gefið af sér er án vafa við!\nÞví ef ekki væri fyrir okkur væri engum sama um náttúruna, engin væri einu sinni.\nSvo maðurinn kemur alltaf fyrst, hans þarfir eru í forgang enda ekkert að því, maðurinn er jafn náttúrulegur og allt annað. Og afrek mannsins eru eitt stórkostlegasta birtingarform náttúrunar.\nKóralrif eru náttúrleg þótt þau séu byggð af kóralþörungum, við vegsömum þau meir að segja sem eitt snilldarverkum náttúrunar.\nEf þú villt verða undrandi yfir mestu snilld náttúru þessar jarðar farðu þá á Tímatorgið í NY.\nVið eigum umfram allt ekki að víla fyrir okkur að nýta náttúruna skynsamlega."
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2002-09-30 23:05:55",
            "id": "682400",
            "reply_to_id": "682399",
            "text": "Adam Smith bagam brith, John Nash er málið ;)"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2002-10-04 11:05:04",
            "id": "682401",
            "reply_to_id": "682400",
            "text": "John Nash já, hringjum í Crowe og biðjum hann um að redda essu fyrir okkkur =)"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2002-10-04 14:33:29",
            "id": "682402",
            "reply_to_id": "682401",
            "text": "Hmm, er nokkuð vegur upp að svæðinu sem á að virkja ?\nSure, það er fínt að hafa ósnortið landsvæði, en ég meina, maður lifir ekki af á því, það lætur þjóðina ekki þrauka að hafa ósnortið svæði, sem að mörgum finnst meira að segja ljótt ?\nOg já, af hverju fá Austfirðingar ekki bara að ráða þessu, einhverjir Reykvíkingar, sem þetta mál skiptir litlu sem engu máli, að mótmæla til að mótmæla, fáiði aldrei nóg af því að vkarta kveina ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-01 08:53:03",
            "id": "682403",
            "reply_to_id": "682399",
            "text": "nologo:\nSeinni liðurinn er gott dæmi um hörmulega röksemdafærslu.  Mikið er fullyrt og lítið er rökstutt (“við erum miðja alheimsins.”, \"Því [það] lang mikilfenglegasta sem [náttúran] hefur nokkurntímann gefið af sér er án vafa við!“ og fleira í þeim dúr).  Í fyrsta lagi er ennþá til náttúra sem ekki er séð þar sem við sjáum alls ekki allt - viltu meina að hún sé ekki til?  Ertu kannske að meina að almennt séð eru hlutir sem ekki eru séðir (og væntanlega heyrðir, og skynjaðir á fleiri vegu) ekki til?\nOg síðari fullyrðingin sem ég hef eftir þér er einfaldlega röng.  Það er vafaatriði hvort að menn séu merkilegri eða mikilfenglegri en eitthvað annað í náttúrunni.  Þetta fer allt eftir því hvaða mælikvarða við notum (Times Square (eða Time Square - hvort er það?) kemst t.d. ekki einu sinni nálægt því að vera mesta snilld náttúrunnar).  Þetta reyniru að vísu að rökstyðja með því að halda því fram að ”ef ekki væri fyrir okkur væri engum (meinaru ekki frekar öllum?) sama um náttúruna, engin væri einu sinni.“  Og þetta er líka frekar vafasamt.  Í fyrsta lagi er engin leið, enn sem komið er, til að vita hvað öðrum dýrum þykir um náttúruna þar sem það er engin leið til að vita hvort öðrum dýrum finnst yfirhöfuð um hana.  Hvað um það er alveg ljóst að dýr þurfa náttúruna.  Síðari liðurinn í þessari fullyrðingu er líka alrangur - ertu í fúlustu alvöru að halda því fram að það væru ekki til mávar og gæsir og annað eins ef ekki væru mennirnir til að skynja þau?\nEn merkilegast af þessu öllu saman er niðurstaðan sem þú dregur af þessum fullyrðingum:  ”maðurinn kemur alltaf fyrst, hans þarfir eru í forgang … \".  Þetta leiðir ekki af neinu.  Þú hefðir þess vegna alveg eins getað sleppt öllu hinu sem þú skrifaðir, a.m.k. ef þú vildir láta það styðja þetta á einhvern hátt.  Eins og þetta stendur, þá er þetta bara enn ein fullyrðing í tóminu.  Hvers vegna ættum við annars að setja okkur í fyrsta sæti, frekar en að deila því með öðrum?"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2002-09-30 20:08:29",
            "id": "682404",
            "reply_to_id": "682381",
            "text": "hehehe… við hin ættum að mótmæla mótmælum ykkar :D"
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2002-09-30 20:46:47",
            "id": "682405",
            "reply_to_id": "682381",
            "text": "Enginn veit hvað átt hefur fyrr en misst hefur. Ég myndi mæta ef ég væri ekki í skólanum. Þessi virkjun er til skammar fyrir okkur. Síðan eru það Þjórsárverin, hvað næst? Gullfoss?"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-09-30 21:32:33",
            "id": "682406",
            "reply_to_id": "682381",
            "text": "Mótmæli eru rosalega skammvinn.\nFólk ætti bara að leyfa öllu að fara til fjandans og þegar allt er komið til helvítis þá mun fólk hugsa “Shit” og reyna að redda þessu eins og það var. Eins og hefur verið sagt oft og mörgum sinnum “Resistance is Futile”."
        },
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2002-10-01 00:38:17",
            "id": "682407",
            "reply_to_id": "682381",
            "text": "Ég skil ekki hvernig svona mörgum getur verið alveg sama um þessi mál, þetta skiptir máli! Þessi virkjun og þetta álver er bara einhver léleg “redding” hjá ríkisstjórninni. Þeir eru að redda byggðamálunum og atvinnumálunum. Og ekki sýnist mér að þeir séu að hugsa mikið lengra en svona 50 ár fram í tímann.\nÞað er ekki einu sinni vissa fyrir því að það verði gróði af þessu! Og það sem mér finnst verst er að þetta verður allt orðið handónýtt eftir 100-400 ár(hef heyrt ýmsar tölur á þessu bili) Mér er sama hvort það verður eftir 100 ár eða 400 sem við verðum komin með stórt drullusvað uppá hálendið, þetta er skammsýni.\nSvo er fáránlegt að ætla að redda atvinnumálum á Austurlandi með þessu. Fólk sem flytur frá Austfjörðum flytur fæst vegna atvinnuleysis, það flytur af því að það fær ekki vinnu við hæfi, af því að það vill fara í skóla, vegna fábreytni í tómstundastarfi/skemmtanalífi o.s.frv. Ég sé ekki fyrir mér að það sé mikið skemmtilegra að vinna í álveri en frystihúsi. Ef þetta verður allt saman að veruleika þá þarf örugglega að flytja inn útlendinga í álverið af því að Íslendingar fást ekki til að vinna í því frekar en frystihúsinu. Sé heldur ekki fyrir mér að fjölskyldur af höfuðborgarsvæðinu taki sig upp og flytji austur á Reyðarfjörð til að vinna í álveri.\nEn mér finnst hugmyndaflug ríkisstjórnarinnar heldur lítið ef þetta er það eina sem þeim dettur í hug til að bæta hagvöxtinn og atvinnumálin.\nKveðja, Xenia"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-10-07 00:16:44",
            "id": "682408",
            "reply_to_id": "682407",
            "text": "redding hvað? Er verið að gleyma því að álver með vatnsafli er einhver sá al hreinasti iðnaður sem finnst?\nFyrir utan það að þangað kemur enginn. Og mér þætti gaman að sjá umhverfismat eða bara eitthvað annað faglegt mat sem segir að þetta muni verða að drullusvaði, enn sem komið er gæti sú röksemdafærsla verið úr lausu lofti gripin."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-10-01 03:56:26",
            "id": "682409",
            "reply_to_id": "682381",
            "text": "Smá athugasemdir við skrif fólks hérna.\n1. Þetta álver er eins og að pissa í skó sinn. Eftir 10 ár verða mest flóttamenn frá einhverju stríðshrjáðu landi þarna. (Sjáið bara fiskvinnsluna í dag)\n2. Ég er austfirðingur. Haldið þið virkilega að ég flytji austur aftur til að vinna í álveri?\n3. Af hverju er rafmagnsverðið leyndarmál? Mig grunar að við séum að niðurgreiða verðið fyrir Alcoa.\n4. Miðað við hvað launakostnaður á Íslandi er hár, hlýtur Alcoa að vera fá rafmagnið á fáránlegu verði. (Alcoa er að loka verksmiðjum í USA t.d. vegna óhagkvæmni)\n5. Við erum að keppa við lönd eins og Brasilíu sem á nóga raforku og með miklu lægri laun, og við höfum betur, segir þetta eitthvað um hvað við erum að láta taka okkur í rassinn með verðið?\n6. Við eigum að hætta að hugsa um okkur eins og eitthvað þriðja heims ríki sem framleiðir grunnvörur fyrir aðrar þjóðir sem síðan framleiða alvöru vörur.\n7. Þetta svæði norðan Vatnajökuls er stærsta óbyggða svæði í Evrópu. Svona svæði auka verðmæti sitt jafn og þétt eftir því sem önnur svæði minnka.\n8. Við erum að gera okkur að fíflum með þessu öllu."
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2002-10-01 11:20:21",
            "id": "682410",
            "reply_to_id": "682381",
            "text": "mikið djöfull er ég orðinn viðbjóðslega þreyttur á þessari helvítis kárahnjúkavirkjanarumræðu…\nÁtt þú landssvæðið sem er verið að byggja virkjunina á? ef ekki af hverju ertu að væla? kemur þér ekkert við.. sure þú getur sagt að þú búir á þessu landi og þá get ég alveg eins spurt hvers vegna þú mótmælir ekki blah blah í englandi eða frakklandi, við erum jú öll í nato..\nég sé bara ekki hvaða máli þetta skiptir og hvers vegna allir eru að gera mál úr þessu…"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2002-10-01 13:05:15",
            "id": "682411",
            "reply_to_id": "682381",
            "text": "Hversu margir pólverjar vinna í álverinu í Straumsvík. Engir. Það er slegist um að vinna þarna enda þægilega, góð og velborguð vinna miðað við margt.\nOg handa Þossanum:\nHvers virði er óskynjuð tilvera!"
        },
        {
            "user": "bbenson",
            "user_id": "1489",
            "date": "2002-10-01 14:01:37",
            "id": "682412",
            "reply_to_id": "682381",
            "text": "screw you hippie! Ég ætla ekki að vera þarna eins og einhver hálfviti, sérstaklega ekki með álpappír á hausnum (bara það hálfvitalegasta sem er til)."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2002-10-01 15:13:08",
            "id": "682413",
            "reply_to_id": "682381",
            "text": "Eg veit nu ekki betur en ad meirihluti Austfirdinga vilji fa atvinnu. Af hverju ætti sunnlenskur kaffihusahangsari eins og thu ad hafa eitthvad um malid ad segja? Hvad tha i nafni “thjodarinnar”? Ertu einn af thessum yfirgangssomu vitleysingum sem thykjast ollu geta stjornad?"
        },
        {
            "user": "sponsi",
            "user_id": "74",
            "date": "2002-10-01 16:10:59",
            "id": "682414",
            "reply_to_id": "682381",
            "text": "Meirihlutinn af þessu liði sem vill mótmæla hefur aldrei komið uppá Kárahjúk. Sumir vita ekki einusinni hvar þetta er…\nVirkjum þetta og stryrkjum landsbyggðina..!"
        },
        {
            "user": "Morrison",
            "user_id": "25425",
            "date": "2002-10-01 17:08:05",
            "id": "682415",
            "reply_to_id": "682414",
            "text": "Kárahjúk verður bara flottur eftir þetta! hin íslenska Hoover Dam.. ferðamenn munu flykkjast þangað til að sjá íslenska mannvirkið"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-01 22:41:10",
            "id": "682416",
            "reply_to_id": "682381",
            "text": "Í framtíðinni munu flestir afkomendur hrista hausinn og segja: Afhverju létu forfeður okkar græðgina hlaupa með sig í gönur.(djöfull ar þetta gamaldags :) )\nAfhverju erum við að eyðileggja náttúruna meðvirkjnum og einhverju álveseni, við getum alveg skapað fjöldamörg störf í ferðamannabransanum sem fer mjög ört stækkandi á Íslandi en mun minnka ef við erum sífellt að eyðileggja það sem erlendir túristar sækjast eftir: HREIN Náttúra."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2002-10-02 00:55:05",
            "id": "682417",
            "reply_to_id": "682416",
            "text": "Eg held af vid fengjum “of mikid” af ferdamonnum tha yrdi thad sama afskiptasama grænjaxlalidid sem færi ad kvarta og kveina og skipa okkur ad njota “hreinnar natturu” bara ur flugvel i stad thess ad tradka nidur dyrmæta hreindyramosann.\nEr thad ekki einmitt malid og i tisku i dag? Ad ekki bara stoppa framkvæmdir heldur lika folk! Jamm. Engin leid ad gera til geds theim sem akveda alltaf ad vera a moti. Skiptir tha engu hvort folk vilji vinna i sinum landshluta eda flytja sudur a molina. Alltaf er til einhver afskiptasamari en sa sem hefur hagsmuna ad gæta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-02 00:43:59",
            "id": "682418",
            "reply_to_id": "682381",
            "text": "en eru þessir menn ekki þarna til að taka ákvarðannir? ef þjóðin ætti virkilega að ráða þá væri alþingi lagt niður og kosningar færðar í heimahús og þá væru bara 10 gaurar að sjá um að það virkaði…. og að virka þetta svæði er fínt.. við getum búið til fullt af vinnu og við hofum nóg að virkja…. við erum búin að senda jörðina í hraða ferð í tortímingu, það er of seint að sjá hvað meður á þegar það er farið…."
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2002-10-02 09:29:48",
            "id": "682419",
            "reply_to_id": "682381",
            "text": "hverjir mættu í þjóðbúningum á mótmælin?\nfrétti að fólk hefði mætt þarna í þjóðbúningum, bara snild!"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2002-10-02 11:51:50",
            "id": "682420",
            "reply_to_id": "682419",
            "text": "I merkingunni “okkar thjod hafnar ollu sem skemmir hreindyramosa svo folk geti lifad a loftinu og drukkid ferskt lindarvatn”?"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-10-07 00:11:41",
            "id": "682421",
            "reply_to_id": "682381",
            "text": "Ok, gaman hjá mótmælendum.\nEkki gleyma að margir eru sammála þessum framkvæmdum, t.d. ég."
        },
        {
            "user": "superduper",
            "user_id": "4537",
            "date": "2002-10-07 12:19:04",
            "id": "682422",
            "reply_to_id": "682381",
            "text": "Eftir því sem ég best veit var ekki nema illfær vegslóði að Kárhnjúkum áður en framkvæmdir hófust og þar af leiðandi fór mjög lítið af túristum þangað. Dimmugljúfur koma ekki til með að þorna upp heldur mun vatnsmagnið minka töluvert , sem gerir aðeins það að fólk kemur til með að geta upplifað eitthvað enn stórkostlegra en að horfa ofan í gljúfrin, það verður hægt að ganga með fram ánni ofan í gljúfrunum og horfa upp úr þeim, ég persónulega tel að það ætti eftir að vera enn meiri upplifun.\nSvo sá ég líka eitt svar hérna þar sem var verið að mótmæla virkjuninni og lagt til að það yrði leigður kjarnorkukafbátur frá Rússlandi og hafður sem fljótandi orkuver… Það var þá umhverfisverndarsinni, það væri gaman að vera til ef eitthvað kæmi uppá og allt springi í háaloft, vatnsaflsvirkjun er ein umhverfisvænsta orkuframleiðsla sem til er og þegar uppistöðulónið verður komið að Kárhnjúkum verður svæðið eflaust mun fallegra en það er nú þegar auk þess sem fleirum verður gert kleift að komast þangað og skoða sig um, ég sé fyrir mér þjónustumiðstöð þarna við lónið í stíl sem fellur vel að náttúrunni þar sem seldar verða siglingar um lónið á ferju sambærilegri við Lagarfljótsorminn.\nMér þætti einnig gaman að sjá niðurstöður kannanarinnar sem var vitnað í hér í svörunum um að 60% þjóðarinnar væru á móti virkjun og álveri, og einnig þætti mér gaman að sjá spurningarnar sem voru lagðar fyrir og svo líka hversu stórt hlutfall þjóðarinnar það var sem tók þátt í úrtakinu, mér finnst eiginlega líklegra en ekki að þetta hafi mest allt verið einhverjir eiginhagsmunaseggir sem kalla sig umhverfisverndarsinna.\nSpurningarnar sem mér dettur einna helst í hug að hafi verið í könnuninni eru eitthvað á þessa leið.\na. Styður þú virkjun sem myndi raska náttúru landsins svo mikið að hætta væri á að útrýma villtum dýrum.\nb. ertu á móti virkjunaráformum við Kárahnjúka.\nog þessi 40% sem eftir standa hafa að öllum líkindum kosið að svara ekki þar sem enginn svarmöguleiki var sem höfðar til þeirra.\nÞað sem ég vil segja er einfaldlega það að öllum úrtakskönnunum skal taka með fyrirvara því maður veit aldrei hvernig að könnuninni hefur verið staðið."
        }
    ]
}