{
    "forum_title": "Smásögur",
    "user": "Dawg",
    "user_id": "5004",
    "date": "2002-09-30 21:12:40",
    "title": "Endalaust hatur",
    "text": "Góð Byrjun\nÞað var byrjað að rökkva þegar hann kom að bænum ..það heyrðist ekki hljóð ekki einu sinni engispretturnar voru úti þetta fannst\nJiang skrýtið en var ekki að pæla í því mikið.\nHann flýtti sér að kofa fjölskyldu sinnar sem stóð í miðjum bænum.\nÞegar hann gekk hinn sat pabbi hans við borðið og horfði bara á hann þegar hann gekk inn en sagði ekkert.\nJiang fór inn í herbergið sitt og hafði sig til í það að fara að sofa.\nÞegar hann var kominn upp í rúmið sitt heyrði hann ekkert nema í pabba sýnum sem var frammi.\nSeinna um nóttina vaknaði hann við hátt öskur það var ljós alstaðar.\nHann hljóp út og sá þá menn í svörtum skykkjum vera að kveikja í þorpinu hans og drepa það fólk sem það gat.\nHann hljóp aftur inn til að ná í pabba sinn svo þeir gætu flúið saman úr þessum bænum.\nÞegar hann kom inn heyrði hann ekki í pabba sýnum og sá hann ekki heldur.\nHann hljóp aftur út og kom þá einn af þessu mönnum til hans og ætlaði að hökkva í hann.\nJiang hoppaði frá manninum og fellti hann maðurinn var fljótur að standa upp og hjó til Jiangs.\nJiang fékk sverðið beint í  vinstri hendina og slasaðist mikið á henni.\nHann hljóp í burtu frá manninum inn í húsarsund þar sem hann fann pabba sinn stór slasaðann með sverðið sitt hjá sér og nokkra dauða menn í kringum sig.\nHann sagði við Jiang : “Jiang ég vill að þú farir til shou pen og finnir systur þína” þá sagði Jiang “ha á ég systir í shou pen?”\n“Nei en þar er manneskja sem heitir Oki Uji sem veit um hana” Við það dó pabbi hans fyrir framan hann og við það kom maðurinn sem var á eftir honum.\nJiang tók upp sverð pabba sýns og gerðist tilbúin að verjast.\nFramhald seinna",
    "url": "https://www.hugi.is/smasogur/greinar/94797/endalaust-hatur/",
    "url_id": "94797",
    "id": "682561",
    "replies": [
        {
            "user": "digital",
            "user_id": "26731",
            "date": "2002-09-30 23:02:38",
            "id": "682562",
            "reply_to_id": "682561",
            "text": "Shit vá sorry að það eru svona margar stafsetningar villur var að læra heima á meðan ég var að gera þetta var ekkert að hugsa um stafsetninguna :D"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-10-01 00:11:38",
            "id": "682563",
            "reply_to_id": "682561",
            "text": "Fyrir utan stafsetningarvillurnar..þá hjó ég aðallega eftir hversu afskaplega lítið myndmál er í þessari sögu….það er ekkert sýnt…nema smá rökkur…og það hjálpar lesandanum að átta sig á aðstæðum og útliti persóna….eða kannski ekki!!?…..nei, annars er þetta sniðug hugmynd..að skrifa sögu um austurlenskar persónur…en þarfnast svo mikið betri úrvinnslu"
        },
        {
            "user": "digital",
            "user_id": "26731",
            "date": "2002-10-01 14:48:38",
            "id": "682564",
            "reply_to_id": "682563",
            "text": "hehe neii reyndar ekki bara að reyna að koma þessari hugmynd úr mér get farið að pæla í öðru"
        }
    ]
}