{
    "forum_title": "Geimvísindi",
    "user": "IcEEyE",
    "user_id": "2285",
    "date": "2000-11-23 10:39:32",
    "title": "Cropcircles",
    "text": "Fyrir svona 10-15árum vissu menn ekki hvernig Cropcicles urðu til og voru þá uppi hugmyndir um að geimverur væru að verki.  Og afhverju héldu menn það?  Jú það sem olli heilabrotum var sú nákvæmni sem lá á bakvið gerð þessara listaverka og var því talið að ómögulegt væri að menn gætu búið þetta til.\nHinsvegar komst svo loksins upp að þarna voru menn að leik og var sýnd heimildamynd í sjónvarpinu fyrir nokkrum árum um gerð þessara hringja og sýndu þessir menn þær aðferðir sem þeir notuðu við að gera þá.",
    "url": "https://www.hugi.is/geimvisindi/greinar/9482/cropcircles/",
    "url_id": "9482",
    "id": "54481",
    "replies": [
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2000-11-23 11:47:54",
            "id": "54482",
            "reply_to_id": "54481",
            "text": "Þetta er bull. Það voru tvær fyllibyttur sem sögðust hafa gert þetta. Þeir voru með einhverja sláttuvél, hrífur og eitthvað drasl og það var gerður þáttur um þá.\nÞetta er að sjálfsögðu bara bull. Grasið er ekki einu sinni slegið."
        },
        {
            "user": "Skarsnik",
            "user_id": "213",
            "date": "2000-11-23 12:24:09",
            "id": "54483",
            "reply_to_id": "54481",
            "text": "Já þetta er bull, ef þú hefur eitthvað kynnt þér þetta þá tók ekki langan tíma til að sýna framá að þeir gerðu þetta ekki!  Meiraðsegja herinn hefur gert tilraun til að búa til crop circle, en þeir komast ekki nálægt alvöru crop circles.\nBara einn punktur, “stráin” á akrinum hjá þessum köllum voru brotin! en í venjulegum cropcircles þá bogna þau og við rannsókn hefur komið í ljós að bara í þessum sem hafa bognað hefur ákveðið prótein horfið! reyndu að útskýra það! :)"
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2000-11-23 14:19:55",
            "id": "54484",
            "reply_to_id": "54481",
            "text": "ég sá þátt á tlc sem er bandarísk fræðslusjónvrpsstöð í fyrra um cropcircels og þar voru 3 strákar í kringum 25 ára sem sönnuðu að það er hægt að búa til þá á einni nóttu þeir mættu um miðnætti og voru með planka með bandi í og eftir 4tíma voru þeir búni að gera það storan og flottan að ég hefði ekki trúað að það hefði verið mögulegt … kv fredinn"
        },
        {
            "user": "IcEEyE",
            "user_id": "2285",
            "date": "2000-11-23 17:16:18",
            "id": "54485",
            "reply_to_id": "54484",
            "text": "Mikið rétt menn notuðu planka en ekki sláttuvél.  Hér er svo síða um fólk sem er að dunda sér við þessa iðju og þar má t.d. finna mynstrið hér til hliðar.\nhttp://www.circlemakers.org\nEinkennilegt líka að ef þetta er af geimveru völdum afhverju byrjuðu þær þá á Bretlandi og voru þar fyrst um sinn í nokkuð mörg ár.  En nú eru þær farnar að lenda út um allan heim.  Urðu þeir kannski leiðir á Bretum?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2000-11-23 14:59:24",
            "id": "54486",
            "reply_to_id": "54481",
            "text": "Eftir að hafa skoðað myndir af þessum Cropcircles þá er ég nú alveg viss um að\nþetta er mannaverk og ekkert annað :)"
        },
        {
            "user": "Bibba",
            "user_id": "5072",
            "date": "2000-11-24 16:18:53",
            "id": "54487",
            "reply_to_id": "54481",
            "text": "Já, ég las grein um þessa menn og ég er sannfærð að þetta er allt af manna völdum. Bara athyglissjúkir Bretar og svo aðrir að herma eftir þeim."
        },
        {
            "user": "xtah",
            "user_id": "5828",
            "date": "2000-11-25 20:27:11",
            "id": "54488",
            "reply_to_id": "54481",
            "text": "þetta er hvorki eftir menn né geimverur þetta er eftir beljur á sýru trypi."
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-11-26 14:59:08",
            "id": "54489",
            "reply_to_id": "54488",
            "text": "Brilliant kenning.\nLoksins einhver með viti.\nKrusindull"
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2000-11-26 20:38:24",
            "id": "54490",
            "reply_to_id": "54481",
            "text": "Þetta voru örugglega breskir bændur sem gerðu þetta með plönkum. Síðan var svo mikið mál gert úr þessu að þeir héldu þessu áfram og þá varð þetta að TOURIST ATTRECTION."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-28 15:32:39",
            "id": "54491",
            "reply_to_id": "54481",
            "text": "Ég held að ef geimverur væru að reyna að hafa samband\nvið okkur myndu þær finna upp á betri aðferð en þetta….\nÞetta eru bara einhverjir gaurar að fíflast ."
        },
        {
            "user": "xtah",
            "user_id": "5828",
            "date": "2000-11-29 16:24:29",
            "id": "54492",
            "reply_to_id": "54481",
            "text": "Geimverur sem eru það tæknilega þróaðar að þær geta flogið hingað myndu að ég helld velja aðrar leyðir til að hafa samband við okkur en að beygla strá á einhverjum akri."
        }
    ]
}