{
    "forum_title": "Spenna / Drama",
    "user": "spikesgirl",
    "user_id": "16492",
    "date": "2002-10-02 21:54:45",
    "title": "7x02 Beneath You - Huge spoiler",
    "text": "Jæja eg verð nú að commenta aðeins á þennan þátt!  Mér fannst hann vera alveg ótrúlegur - hann var dramatískur, sorglegur en samt líka fyndinn!  Og þó að ég sé nú hlutdræg þá verð ég að segja að James Martsters átti alveg órtúlega góða sveiflu í þessum þætti, eins og reyndar Sarah Michelle og fleiri líka!\nEins og svo margir sem að ég hef heyrt frá þá verð ég að segja að lokamínútunar voru alveg brilliant!  Ég er sko búin að horfa oft á atriðið og það er alveg stórkostlegt!\nÉg ákvað að láta textann úr atriðinu fylgja með:\nBuffy: Spike, have you completely lost your mind?\nSpike: Well, yes, where have you been all night?\nBuffy: You thought you would just come back here, and be with me?\nSpike: Well, first time for everything.\nBuffy: This is all you get…I’m listening. Tell me what happened.\nSpike: I tried to find it, of course.\nBuffy: Find what?\nSpike: The spark. The missing…the piece, that fit…that’ll make me fit. Because you didn’t want…I can’t. Not with you looking. (Gets up and walks into the shadows.) I dreamed of killing you. (Buffy picks up a stake.) I think they were dreams. So weak. Did you make me weak? Thinking of you? Holding myself and spilling useless buckets of salt over your…ending. Angel, he should have warned me…it’s here. In me. All the time. The spark. I wanted to give you…what you deserve. And I got it. They put the spark in me and now all it does is burn.\nBuffy: Your soul.\nSpike: Bit worse for lack of use.\nBuffy: You got your soul back. How?\nSpike: It’s what you wanted, right? (Looking to heavens and raising his voice) It’s what you wanted, right? And now everybody’s in here…talking. Everything I did. Everyone I…and him. And it. The other. The thing…beneath. Beneath you. It’s here too. Everybody failed to tell me. Go. Go. To hell.\nBuffy: Why? Why would you do…\nSpike: Buffy, shame on you. Why would a man do what he musn’t? For her. To be hers. To be the kind of man who would never…to be a kind of man. And she shall look on him with forgiveness and everybody will forgive and love. And he would be loved. So everything’s okay, right. (Leans on cross and starts to smolder) Can we rest now? Buffy…can we rest?\n******************************\nSamt vöknuðu nokkrar spurningar hjá mér við þáttinn, það er að segja þegar að ég var búin að þurrka tárin og gæsahúðin jafnaði sig!\n# Þegar að Spike kýldi Anya, af hverju gerði Xander ekkert!!!  Og það tók Buffy í raun dágóðann tíma að gera eitthvað í málinu!\n#  Atriðið eftir að Buffy talar við skólastjórann og fer niður í kjallarann, hún er að leita að Spike og hurð lokast…….af hverju er þetta haft?  Á maður að halda að þetta big bad sem að er í kjallaranum hafi gert eitthvað við Buffy sem að hún gerir sér ekki grein fyrir?  Ef þið spáið í þessu atriði þá er það ótrúlega pointless!  Síðan líka þegar að hann kemur heim til hennar þá er hún frekar svona eins og hún vilji ekki sjá  hann, þrátt fyrir að hún hafi farið fyrr um daginn til þess að leita að honum!\n#  Líka þegar að Buffy og Spike slást í The Bronze, vissu t.d. Xander og Anya að Spike gæti lamið Buffy….. er ég að gleyma einhverju atriði?  Spike var líka eins og hann var í 2. seríunni, rosalega breskur og svalur og líka með svona “frumstæðara” vampýruandlit!\nAnnars vildi ég bara endilega heyra hvað þið hafið um þetta að segja!\nKv. Spikesgirl, sem að er orðin sannfærð um að 7. serían verði ein sú besta!!!\np.s. var að fá diskinn úr OMWF og hann er brilliant, og litla bókinn inní disknum er meiriháttar!!!!",
    "url": "https://www.hugi.is/spenna/greinar/95154/7x02-beneath-you-huge-spoiler/",
    "url_id": "95154",
    "id": "685559",
    "replies": [
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2002-10-03 10:29:24",
            "id": "685560",
            "reply_to_id": "685559",
            "text": "Ég var líka að velta þessu fyrir mér.  Þ.e. vissu þau að Spike gat lamið Buffy.\nReyndar er ég alltaf samfærð um að sú sería sem er í gangi sé sú besta, núna er engin undartekning."
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2002-10-03 13:40:28",
            "id": "685561",
            "reply_to_id": "685560",
            "text": "Ég man ekki betur en allir hafi lofað 6. seríu á síðasta árið og ekki byrjað að setja út á hana fyrr en talsvert var liðið á árið (tek það fram að ég er ekki að tala um ykkur heldur almennt viðhorf fólks á netinu).  Það er alltaf gaman þegar nýir þættir koma eftir langt hlé - maður á það kannski til að vera full bjartsýnn.  Samt sem áður sé ég margt jákvætt við framvindu þessa árs - eða það sem lofar að vera framvindan í ár:\n*Buffy er glaðleg á ný\n*Dawn er hætt að væla\n*Maður þarf ekki að hlusta á það í hverjum þætti hvað það er mikilvægt að vernda Dawn\n*Anya hefur eitthvað að gera\n*Xander hefur endurheimt eitthvað af kímnigáfunni\n*Spike er með sál - mér finnst það jákvætt\nÞað er of snemmt að segja nokkuð til um Willow eða Giles - þarf fyrst að sjá hvernig þau passa inn með hinum.\nÉg hef sagt eitthvað af þessu áður en hér eru þau atriði sem ég fílaði við síðasta þátt:\n*hundurinn var étinn takk fyrir. Ekkert “aumingja hvutti - við verðum að bjarga honum” kjaftæði.  Stundum eru hundar étnir! :þ\n*Xander reynir við eðlilega manneskju sem hefur áhuga á honum! Á dauða mínum átti ég von…\n*Buffy fær að vita það í lok þáttarins að Spike er með sál - ég er fegin að það er ekki verið að draga það á langinn.  Ef maður spáir í það kallast þetta soldið á við 2 þáttinn í 6. seríu (ef maður telur Bargaining sem einn þátt - sem hann var í raun og veru) - “After Life” - þegar Spike kemst að því í lok þáttarins að Buffy var í himnaríki.\n*Litla “lookið” á milli Xanders og Spike ;)\nAnnað:\n*Já ég skildi ekki alveg slagsmálin. Spike kýlir Anyu til að þagga niðrí henni og koma í veg fyrir það að hinum gruni sannleikann.  Það tekur hana smástund að taka við sér og fara að kýla hann til baka - sem hún gat vel gert.  Xander gerir ekkert og Buffy er mjög sein að taka við sér.  Mér fannst þetta allt frekar skrýtið og ég veit ekki almennilega hvers vegna.\n*Ok - var verið að vísa í “Alias” eða “Run Lola Run” í byrjunaratriðinu  - eða hugsanlega þá staðreynd að þættirnir og myndin sækja sína fyrirmynd í Buffy?  Og þá er þetta komið í hring.  Eða hvað?\n*Ég veit að fólk hefur minnst á Tremors varðandi orminn - þ.á.m. ég - en staðreyndin er sú að það fyrsta sem mér datt í hug þegar ég horfði á þáttinn var Dune.  Þetta var samt besta orma/slöngu/skriðdýra kvikindi sem sést hefur í þáttunum (Reptile Boy, Band Candy, Shadow)\n*Ég man ekki hvort það kom einhvern tímann fram að Spike gæti lamið Buffy - en hún gæti nú alveg hafa komið þeim upplýsingum til leiðar yfir sumarið.\n*Þótt Buffy hafi viljað athuga hvort Spike væri ennþá í kjallara skólans er ekki þarmeð sagt að hún hafi viljað að hann dúkkaði upp heima hjá henni."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2002-10-03 14:09:11",
            "id": "685562",
            "reply_to_id": "685561",
            "text": "*Buffy var að velta fyrir sér hvað það var sem Spike fékk, hún stóð þarna og sagði aftur og aftur hvað er hún að tala um.  Ég held að henni hafi grunað að hann væri að einhverju leiti breyttur en gat ekki gert sér grein fyrir hvað það var.  þess vegna var hún lengi að taka við sér.\n*það að Buffy sé hætt að væla um að vera á lífi er góð breyting.  Ég persónulega var orðin svolítið leið á því.  Og er mjög fegin að hafa Buffy glaða aftur.\n*ég er sammál að draga þetta með sálina ekki of lengi.  Það er óþolandi kemur þetta í ljós í þessum þætti spenna.  því ég held að sagan sé enn meira spennandi þegar hún veit að hann fékk sálina fyrir sig.  Svo hann verði ekki lengur aðili sem reynir að nauðga.  Mér fannst það ekkert má fallega sagt.  Þó að hann hafi ekki alveg klárað setningunar.  Ég er ekki hissa að hún fékk tár í augunn.  Ég fékk tár í augunn.  Hann þarf að byrja á því að fyrir gefa sjálfum sér, þ.e. djöflinum í sér.  Til að komast út úr þessum þunglyndis vítahring, eða geðveikishegðun.\n* Mér fannst hótuninn hennar Dawn góð og svo þegar Spike spurði,,When did your sister become super scery\"."
        },
        {
            "user": "supergirl",
            "user_id": "26674",
            "date": "2002-10-16 14:48:57",
            "id": "685563",
            "reply_to_id": "685561",
            "text": "Það kemur fram í sjöttu seríuað líkami Buffyar var breyttur bara pínulítið til þess að geta lifnað aftur við. Það var Tara sem fann þessar upplýsingar fyrir Buffy eftir að Spike lamdi hana og hann meiddi sig ekki."
        },
        {
            "user": "sigvald",
            "user_id": "22450",
            "date": "2002-10-03 17:42:04",
            "id": "685564",
            "reply_to_id": "685559",
            "text": "Ég var mikið búinn að hugsa um þetta atriði í kjallaranum.\nég hélt á tímabili ( eftir fyrsta áhorf) að ég hefði bara sofið og misst\núr smá bútt. Hurðin lokast og hvað svo ? það hlýtur eitthvað að hafa verið klipt\naf þættinum, sem er oft gert.\nTókuð þið eftir hvað hann virkaði stirður þarna strákurinn í svokölluðu “Skrapy Gang”\nkanski eru þetta bara fordómar í mér en ég held að hann sé ekki mjög vanur leikari.\neinn af mörgum góðum bröndurm Hjá Dawn var t.d.  “if they should round up the gang” , annars er breytingin á Dawn mjög fín.\nAnnaðhvort er stúlkan en að stækka, eða það hefur verið ákveðið að hætta að fela hæðarmuninn á henni og Buffy.\nég held reyndar að hún hafi minnst á hæðarmunni í báðum þáttunum.\nþað verður gaman að sjá hvernig Willow verður þegar hún kemur til baka,\nhvar skildi hún búa ?\nwillow er sú persóna sem hefur þróast einna mest, ( gæti jafnvel borið uppi þættina !!)"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2002-10-04 09:51:07",
            "id": "685565",
            "reply_to_id": "685564",
            "text": "ég var að horfa á Bargaining 6.01 í gær, aftur.  Þá fannst mér að stelpan sem að buffy but bjargar áður en vampíran skemmir í henni rötunarkerfið.  þ.e vampíran sem fattar að hún sé vélmenni, vera sama stelpan og leikur Nancy í Beneath you.  En sú stelpa sést aðeins í augnablik svo það getur vel verið að þetta sé vitleysa í mér."
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2002-10-04 11:19:20",
            "id": "685566",
            "reply_to_id": "685565",
            "text": "Ég man ekki eftir stelpunni í Bargaining en mér finnst endilega að ég hafi séð stelpuna sem lét Nancy einhvers staðar áður.  Mig vantar bara nafnið svo ég geti tékkað á því."
        },
        {
            "user": "sigvald",
            "user_id": "22450",
            "date": "2002-10-04 11:56:11",
            "id": "685567",
            "reply_to_id": "685566",
            "text": "ég var að kíkja á kretit listan ,\nég sé ekki hana titlaða sem Nancy en\ngæti verið: Younge woman Benita Krista Nall"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2002-10-04 13:03:48",
            "id": "685568",
            "reply_to_id": "685567",
            "text": "Ég kíkti á þáttinn sjálfan og þar kemur bara eitt nafn til greina; Kaarina Aufranc.  Þessi sem er kölluð “Young woman” er sú sem Anya var að tala við á Bronze."
        },
        {
            "user": "plastik",
            "user_id": "8664",
            "date": "2002-10-06 18:13:18",
            "id": "685569",
            "reply_to_id": "685559",
            "text": "en vissuð þið að lagið sem er spilað á klúbbnum þegar þau fara að confronta Anya er eftir GusGus?  þetta er nýtt lag sem ég veit ekki hvað heitir.\nmér finnst það ógeðslega cool!  ég man eftir að ladyshave var spilað í fyrsta þættinum með angel svo að þeir virðast fíla GusGus, þeir sem gera þessa þætti."
        },
        {
            "user": "xiberius",
            "user_id": "1616",
            "date": "2002-10-08 18:53:11",
            "id": "685570",
            "reply_to_id": "685559",
            "text": "Ég er með kenningu varðandi slagsmálin á ‘The Bronze’. Ég held að Buffy hafi ekkert gert strax vegna þess að Anya er orðin demon aftur. Bæði eru þau öll frekar freaked out vegna þess og jafnvel dáldið smeik við og reið við Anyu vegna þess. (Muniði bara hvað gerðist síðast, þegar Cordy óskaði sér að Buffy hefði aldrei komið?) Hinsvegar á Anya, sem demon, ef hún væri ekki svona upptekin af Xander ennþá, að eiga í fullu tré við Spike (eða Bill eins og ég vil kalla hann, eftir að hann fékk sál). My 2 cents…"
        },
        {
            "user": "Xero",
            "user_id": "13435",
            "date": "2002-10-11 09:05:46",
            "id": "685571",
            "reply_to_id": "685559",
            "text": "hva' gerðis hann lagðist á Krossinn en hva' gerðist svo dó hann bara þar ( sem ég efast um ) eða tekur buffy hann af krossinum eða fer hann sjálfur af krossinum?????? some1 tell me plz I am going nutz here!!!!"
        }
    ]
}