{
    "forum_title": "Húmor",
    "user": "Bjarkihilm",
    "user_id": "24947",
    "date": "2002-10-02 22:42:33",
    "title": "Einn grófur úr vesturbænum",
    "text": "Ungur maður úr vesturbænum náði sér í þvílíkt flotta ljóshærða útlenska gellu á djamminu um síðustu helgi. Hann býður henni heim og eftir smá spjall fara\nþau að ríða.\nEftir nokkuð vel útilátnar serðingar, hallar hann sér aftur og spyr: “So…you finish?”  “No…” segir hún glottandi.\nÁnægður með þetta, grípur hann utan um hana og þau endurtaka leikinn. Í þetta skiptið endist hann lengur og hún æpir alveg af fullnægingum, út og suður.\nAftur spyr hann gelluna “You finish?”  Hún kúrir sig upp að honum og svarar neitandi.  Þreyttur, en ákveðinn í að gefast ekki upp á undan henni, skríður hann aftur á bak og í þetta skipti beitir hann öllum sínum kröftum til að fullnægja henni og loks fá þau það samtímis, rífa lök og brjóta rúm.\nÞað er komin dögun og gaurinn, alveg búinn, lætur sig falla á bakið andvarpandi.\nHann rétt nær að snúa höfðinu í áttina að henni og spyr: “You finish!?”\n“No, I'm not,” segir gellan, “I'm Swedish!”",
    "url": "https://www.hugi.is/humor/greinar/95150/einn-grofur-ur-vesturbaenum/",
    "url_id": "95150",
    "id": "685517",
    "replies": [
        {
            "user": "eyglong",
            "user_id": "9399",
            "date": "2002-10-03 20:40:08",
            "id": "685519",
            "reply_to_id": "685517",
            "text": "hehe"
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2002-10-04 13:15:24",
            "id": "685520",
            "reply_to_id": "685517",
            "text": "frekar fyndið"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-05 15:13:51",
            "id": "685518",
            "reply_to_id": "685517",
            "text": "Góður, he he! :)\nÉg hef reyndar heyrt aðra útgáfu af þessum:\nÞað var eitt sinn götumella í East End í London, sem var eitt kvöldið að reyna að ná sér í kúnna. Hún vappaði lengi vel um höfnina, og eftir nokkra stund kom ljóshærður maður, sjómaður af einu af útlensku skipunum sem lágu við höfnina, til hennar og bað um þjónustu. Mellan varð við því, og saman fóru þau á eitt lítið skuggalegt hótel og upp á herbergi. Þar byrjuðu þau að athafna sig. Þegar sjómaðurinn var búinn að vesenast ofan á grey mellunni góða stund, fór hann loks að þreytast. Mellan var þegar orðin dauðþreytt, og stundi upp, með sínum Cockney-hreim:\n“Are you finish'd mate?”\nSjómaðurinn: “No! I'm Danish!”"
        },
        {
            "user": "morgan",
            "user_id": "33023",
            "date": "2003-07-23 21:23:44",
            "id": "685521",
            "reply_to_id": "685517",
            "text": "góðu"
        }
    ]
}