{
    "forum_title": "Bretti",
    "user": "marcinko",
    "user_id": "19158",
    "date": "2002-10-03 17:17:57",
    "title": "Hugsanir varðandi  komandi vetur......",
    "text": "þá er komið að því að næsti vetur muni fara bresta á,þessi hlýjindi eru búin að fá sinn tíma og bíð ég eftir snjó snjó (Snjór eru peningar þegar maður vinnur á skíðasvæði:)\nSíðustu 2 vetrar hafa ekki verið að standa sig og seinasti apríl rétt slapp þegar ég var að vinna í skálafelli.\nVeturinn 2000 var aftur á móti snilldar vetur,þá snjóaði og erfitt var að komast í vinnuna vegna mikilla snjóa,soleiðis á þetta að vera:)\nVona ég að veturinn byrji með sprengju af snjó og vonast sem fyrst að sjá sem flesta brölta uppí skálafell og á hin skíðasvæðin sem eru á Reykjavíkursvæðinu.\nÉg mun senda inn hitt og þetta á þessu áhugamáli ef einhverjar spurningar vakna varðandi skíðasvæðin.Búinn að vinna 4 vetur í skálafelli og einn í bláfjöllum og næsti vetur mun vera minn 5 í skálafelli.Get sagt að það var sent einn troðaradúdinn á námskeið um half - pipe og pallagerð til útlanda og mun það sjást þegar brettinn kíkja í brekkurnar.\nMeð Kveðju og vonir um kulda og  helling af snjó sem fyrst:)\n-Marcinko",
    "url": "https://www.hugi.is/bretti/greinar/95314/hugsanir-vardandi-komandi-vetur/",
    "url_id": "95314",
    "id": "686747",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-04 15:10:02",
            "id": "686748",
            "reply_to_id": "686747",
            "text": "sko…. ég get ekkert kvartad, því að ég bý á austurlandi (seyðisfirði) og þar er ALLTAF nægur snjór!!! það kemur oftast fyrir (allavega einusinni á vetri) ad lyftan snjói í kaf! ..þanigg ad sunnlendingar, komið bara austur! ..eða norður. það er bara einginn snjór fyrir sunnan……"
        },
        {
            "user": "darkjesus",
            "user_id": "12986",
            "date": "2002-10-04 23:07:33",
            "id": "686749",
            "reply_to_id": "686747",
            "text": "Já ég klikkast ef það verður ekki nóg af snjó í vetur!!"
        },
        {
            "user": "marcinko",
            "user_id": "19158",
            "date": "2002-10-05 19:54:04",
            "id": "686750",
            "reply_to_id": "686749",
            "text": "Kuldinn er byrjaður að láta á sér sjást með myrkrinu og ég get varla beðið að sjá snjóinn í brekkunum og norðurljósin í myrkrinu fyrir ofan mann,ekkert smá nice tilhugsun að hugsa um brakið í snjónum..ég er hardcore snjófíkill heheheh.Um leið að Esjan er komin með smásnjó þá er allt ballið að byrja and we are all invited to play:)\nSjáumst"
        },
        {
            "user": "ods",
            "user_id": "1421",
            "date": "2002-10-09 13:29:55",
            "id": "686751",
            "reply_to_id": "686747",
            "text": "Já það er einsgott að snjói eitthvað að viti núna þennan vetur.\nSíðasta vetur var ég með árskort og ég náði ekki að fara nema svona 14 sinnum sem er virkilega slæmt,\nef það snjóar ekki af ráði núna þá kúka ég á ísland ,, ÍSland  ,,"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2002-10-09 20:14:28",
            "id": "686752",
            "reply_to_id": "686751",
            "text": "nei takk… mér líkar alveg ágætlega við snjóinn, slepptu því að kúka…!!!\njá.. ég bý hérna undir esjunni, og lýt uppí hana daglega til að tékka á snjónum… aþð virðist ekkert vera koma ;("
        },
        {
            "user": "marcinko",
            "user_id": "19158",
            "date": "2002-10-11 13:19:44",
            "id": "686753",
            "reply_to_id": "686752",
            "text": "Ég hef farið nokkrum sinnum uppá Esjuna og það væri gaman að geta farið uppá hana daglega í góðum fíling til að tékka á snjónum:)\nÞað Besta sem ég veit um(eða eitt af því besta,sumt er ofar á listanum:)er að fara uppá fjöll og klifra og klöngrast."
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2002-10-12 22:26:03",
            "id": "686754",
            "reply_to_id": "686753",
            "text": "jaa.. ég reyndar á ekki eftir að hafa nægan tíma til að fara svo oft uppí esju sko.. en það væri samt virkilega gaman ;)"
        },
        {
            "user": "andri187",
            "user_id": "25736",
            "date": "2002-10-15 00:51:33",
            "id": "686755",
            "reply_to_id": "686747",
            "text": "Og hver er að tala um rauð jól enga slíka vitleysu hingað…\nEf þið vitið það ekki þá er búið að spá rauðum jólum og ísland er víst að fara í gegnum eithvað hita skeið en við alvöru bretta fólkið hlustum ekkert á slíka vitleysu þeir sem vilja ekki snjó geta bara flutt eithvað annað eða bara farið reglulega til útalnda…"
        },
        {
            "user": "marcinko",
            "user_id": "19158",
            "date": "2002-10-15 13:40:30",
            "id": "686756",
            "reply_to_id": "686755",
            "text": "Maður verður bara að dansa snjódansinn til að lokka snjókornin niður í pallana og half pipe dæmin í fjöllin:)\nAllir dansa saman nú:)"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2002-11-30 23:28:28",
            "id": "686757",
            "reply_to_id": "686756",
            "text": "Menn eru alltaf á spá einhverja tómas vitleysu en það hræðir mann samt smá en ég byrjaði að taka vel eftir veðurfrettum og i mogganum einn daginn kom : það verður enginn snjor i okt tvemur dögum sinna var i mogganum : snjór næstu helgi þannig að þeir vilja bara að þð sé ekki snjór\nOg hvað er að snjó skil þetta ekki afhverju vill folk ekki snjo hvað er slæmt við hann öll jó verða vera með snjó og það er nú sumar lika sko !!!!!!!!!!!!\npizz fúll ut í þetta væland fólk um engan snjó"
        }
    ]
}