{
    "forum_title": "Hundar",
    "user": "pank",
    "user_id": "20719",
    "date": "2002-10-04 17:26:49",
    "title": "Íslenskan hund vantar heimili",
    "text": "Vinnufélagi minn á þennan hund en má ekki vera með hann þar sem hann býr. Hann er tveggja ára; geldur íslenskur fjárhudur og afskaplega ljúfur og þægilegur. Hann er til í að gefa hann á gott heimili þar sem vel verður hugsað um hann. Ég ítreka að það þarf að vera gott og viðkomandi verður að vera alveg viss um að hann sé tilbúinn að leggja á sig það sem til þarf og vera meðvitaður um það hvað þyðir að hafa hund.\nVinsamlegast hafið samband við Ingó í síma 6969229",
    "url": "https://www.hugi.is/hundar/greinar/95470/islenskan-hund-vantar-heimili/",
    "url_id": "95470",
    "id": "687873",
    "replies": [
        {
            "user": "Oriantel",
            "user_id": "23598",
            "date": "2002-10-04 20:01:31",
            "id": "687874",
            "reply_to_id": "687873",
            "text": "Hann er rosa sætur, hann á örugglega mikla möguleika á að fá gott heimili.\nEn hvað heitir hann?"
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-04 20:59:08",
            "id": "687875",
            "reply_to_id": "687874",
            "text": "Fyrirgefið klaufaskapinn í mér en hann heitir Kátur.\nP."
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-04 20:57:14",
            "id": "687876",
            "reply_to_id": "687873",
            "text": "Myndin til hliðar við greinina heitir Kátur og vantar GOTT heimili. Vijið þið stjórnendur setja þann inn í stað þess að kalla hann bara hund.\nKv. Pank"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2002-10-04 22:26:32",
            "id": "687877",
            "reply_to_id": "687876",
            "text": "Það er ekki hægt að breyta því sem stendur fyrir neðan mynd eftir að hún hefur verið send inn, ef þú hefðir viljað að það stæði Kátur og vantar GOTT heimili, þá hefðir þú átt að skrifa það í stað þess að skrifa “Mynd af hundi”\nVið breytum engu sem stendur fyrir neðan myndir þegar við samþykkjum þær, við hreinlega getum það ekki svo best ég veit.\nEn þetta er gullfallegur hundur, og ég vona að einhver hérna opni heimili sitt og hjarta fyrir honum og hleypi honum inn í sitt líf :)"
        },
        {
            "user": "Spaniell",
            "user_id": "25131",
            "date": "2002-10-05 01:40:48",
            "id": "687878",
            "reply_to_id": "687873",
            "text": "Mér finnst nú alveg frábært að það standi fugl við hliðiná hundinum!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-10-05 03:19:00",
            "id": "687879",
            "reply_to_id": "687878",
            "text": "Hann er greinilega svo mikið gæðablóð að hann gerir ekki fugli mein eða þannig :)  Það er vonandi að hann finni einhvern eiganda."
        },
        {
            "user": "shazny",
            "user_id": "20266",
            "date": "2002-10-05 08:02:51",
            "id": "687880",
            "reply_to_id": "687879",
            "text": "miglangarmiglangar, en því miður vinn ég bara alltof mikið, get bara ekki gert hundi það."
        },
        {
            "user": "AnnnaJ",
            "user_id": "22337",
            "date": "2002-10-05 09:41:20",
            "id": "687881",
            "reply_to_id": "687873",
            "text": "Æi hvað hann er sætur :)\nEn ég get ekki fengið hann :(\nÉg á 3 íslenskar tíkur :)\nEn ég vona að hann fái MJÖG gott heimili ."
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-05 20:46:15",
            "id": "687882",
            "reply_to_id": "687881",
            "text": "Ég hefði ekki trúað því fyrir fram að erfitt gæti verið að koma þessum hundi á gott heimili en ég hringdi í eigandan í dag og það hafði ENGINN hringt og spurst fyrir um Kát. Er virkilega enginn eftirspurn eftir íslenskum hundum eða er fólki eitthvað verr við að taka að sér eldri hund?Fólk veit ekki hvað það er þægilegt að byrja með fullorðinn hund sem búið er að þjálfa. Það er mikil binding að taka hvolp. Vil bara benda þeim sem hunsanlega eru að velta þessu fyrir sér.\nKv. Pank"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-10-05 21:09:33",
            "id": "687883",
            "reply_to_id": "687882",
            "text": "Hann er þá væntanlega búin að auglýsa víðar en á huga?"
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-05 23:22:00",
            "id": "687884",
            "reply_to_id": "687883",
            "text": "Nei, hann hefur ekki auglýst í blöðum; mér datt í hug að setja þetta inn fyir hann hér; en eru fleiri staðir á netinu sem ég get auglýst á?\nP."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-10-06 00:32:26",
            "id": "687885",
            "reply_to_id": "687884",
            "text": "Kassi.is er með gefins dálk sem er frítt að auglýsa og svo ætti hann að setja hann í DV því þeir eru með gefins dálk einu sinni í viku sem er líka ókeypis.  Svo getur hann líka auglýst á\nhttp://www.hvuttar.net/smaauglysingar.htm\nog líka látið taka niður nafnið sitt á dýraspítalanum því fólk hringir stundum þangað sem er að leita að hundum."
        },
        {
            "user": "AnnnaJ",
            "user_id": "22337",
            "date": "2002-10-06 09:27:30",
            "id": "687886",
            "reply_to_id": "687885",
            "text": "Það er ekki frítt að auglysína á kassi.is"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-10-06 09:40:26",
            "id": "687887",
            "reply_to_id": "687886",
            "text": "Lestu betur það sem ég skrifaði.  Það er gefins dálkur á kassi.is.  Það er ekki frítt að auglýsa í neinum öðrum dálki en þessum sem heitir “Gefins,tapað/fundið”.  Þú getur komist í hann á aðalsíðunni.  Til hægri, neðarlega er blár rammi þar sem stendur “Frí þjónusta”"
        },
        {
            "user": "kiddisig",
            "user_id": "4183",
            "date": "2002-10-07 22:35:22",
            "id": "687888",
            "reply_to_id": "687884",
            "text": "Þú getur athugað hvort þú getir ekki fengið að auglýsa hérna á hvuttar.net."
        },
        {
            "user": "AnnnaJ",
            "user_id": "22337",
            "date": "2002-10-06 00:16:36",
            "id": "687889",
            "reply_to_id": "687873",
            "text": "Vá er ég hissa að enginn skuli hafa hringt!\nÞetta er bara sætasti hundur ever!\nÍslenskir hundar eru svo æðislegir, alltaf glaðir og kátir.\nMig langar nú BARA í hann, en verð örgglega að fá mér smáhund (foreldrarnir vilja ekki stóran hund)."
        },
        {
            "user": "AnnnaJ",
            "user_id": "22337",
            "date": "2002-10-06 00:24:28",
            "id": "687890",
            "reply_to_id": "687889",
            "text": "Fólk vill frekar tíkur :(\nÉg veit minnsta kosti um 4 Íslenska hvolpa(hunda) til sölu og svo er ég með einn 3 mánaða til sölu og allir þessir 5 hvolpar eru í ættbók hjá H.R.F.Í .\nÉg skil þetta bara ekki :( Það er bara engin áhugi fyrir ÍSLENSKA FJÁRHUNDNUM hérna á Íslandi"
        },
        {
            "user": "fever",
            "user_id": "15614",
            "date": "2002-10-08 09:27:41",
            "id": "687891",
            "reply_to_id": "687890",
            "text": "Hæ\nÞað er alveg rétt hjá þér að fólk vill frekar tíkur, ég á blandaðan íslenskan og skoskan og við erum búinn að reyna en það gengur ekki upp, mamma og pabbi minn segja að hann hefði átt að vera tík, þegar hann hann var 1 og hálfs árs fæddist litla systir mín og mamma og pabbi halda að hann sé afbrigðisamur út í hana því hann fékk fyrst alla athyglina, hann er því miður búinn að glefsa í hana og við þurfum að loga honum sem mér finnst sárt,best að ítreka fyrir fólki að þegar það ætlar að fá sér hund að velja réttu tegundina og hafa nægan tíma, við erum með hesta og það er ekki vandamál að hreyfa hann, bara þjálfunin í hlýpni drabbaðist upp og hann var dekraður af mér og er orðin hálf vitlaus ég sé eftir því,Við geldum hann og allt en held að það hafi verið um seinan það er svo stutt síðan og hann er að verða 5 ára 5 nóv."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-08 13:25:00",
            "id": "687892",
            "reply_to_id": "687891",
            "text": "Vá, var honum lógað því hann glefsaði?\nEr það ekki soldið langt gengið?\nÞað er náttúrulega annað mál ef hundur bítur og er árásargjarn, en ég myndi aldrei lóga hundinum mínum, jafnvel þótt hann myndi glefsa, bara láta hann ekki koma nálægt börnum eða eitthvað??\nAllavega veit ekki hversu alvarlegt þetta glefs var, þetta er bara það sem mér finnst :)"
        },
        {
            "user": "fever",
            "user_id": "15614",
            "date": "2002-10-08 13:27:05",
            "id": "687893",
            "reply_to_id": "687891",
            "text": "úps ég meinti verður honum lógað?\nekki …var honum lógað (þátíð)"
        },
        {
            "user": "fever",
            "user_id": "15614",
            "date": "2002-10-08 22:02:40",
            "id": "687894",
            "reply_to_id": "687893",
            "text": "Ég ætla að lóga honum í vikunni, hann er líka árásagjarn við önnur dýr meira segja hvolpa, mér langar ekki sérstaklega að lóga honum en það verður bara að gera það, ég nenni ekki að láta lesa yfir mér hvað ég dekraði hann mikið og reyna standa á mínum afhverju við erum með hann á heimilinu og fyrirhvern\nmér þykir þetta jafnleitt og öðrum, það vill enginn lenda í þessu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-08 23:10:36",
            "id": "687895",
            "reply_to_id": "687894",
            "text": "æi en leiðinlegt :("
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-08 23:15:35",
            "id": "687896",
            "reply_to_id": "687894",
            "text": "Hvað ertu gömul? er langt í að þú getir sjálf borið ábyrgð á honum?\nAlveg finnst mér þetta með ólíkindum hve fólk er taugaveiklað gagnvart hundum og einhverju smá gelfsi. Litli dóttursonur minn tveggja ára bítur á barnaheimilinu og þá meina ég bítur; Það sér oft á börnunum eftir hann og önnur börn bíta hann. En hann er barn, En ef hundur glefsar smávegis í leik þá verður allt viltaust og hann skal gjalda með lífi sínu. Er þetta ekki einum of mikil taugaveiklun?\nÞað hlýtur að bera hægt að fylgjast með honum nærri barninu og er þetta ekki er eitthvað sem má laga með þolinmæði?\nÞað þarf ekki alltaf að rjúka til og segja hætta hætta; því oft er þetta gert í leik og hundurinn er jú líka óviti.\nGetur þu ekki gert eitthvað; mér finnst á lýsingu þinni að hundurinn fái ekki nægilega athygli og því er hann afbrýðissamur. Getur þú ekki í þðaa minnsta athugað hvort einhver vill ekki eiga hann?\nKv. Pank"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-09 00:15:47",
            "id": "687897",
            "reply_to_id": "687896",
            "text": "Sko, nú eru 7 hundar sem hafa verið nefndir hér og vantar hemili (ef við teljum hundinn sem “fever” á með) og ég var eimitt að taka eftir því að strax eftir hundasýninguna jukust auglýsingar þar sem óskað var eftir hundum mikið (smáauglýsingar hvuttar.net ofl)\nJæja, þið sem viljið finna heimili fyrir hundana kíkið á smáauglýsingarnar\nþetta var t.d. á hvuttar.net smáauglýsingunum:\nVið erum fimm manna fjölskylda á Neskaupstað sem langar í góðan fjölskyldu hund, ef þú hefur einn slíkan vinsamlega hafðu sambandi i síma 896-1830 og við skulum hugsa vel um hann. (6.10 2002)\nEr að leita mér af hundi eða tík af stærri gerðinni, helst 1 árs eða eldri. Allt kemur til greina, blandað eða hreinræktað. Hef gott heimili og mikla reynslu. Email heidrunv@mi.is. (6.10 2002)\nLeitum að hvolpi eða 1-2 ára hund\nÓskum eftir hvolpi eða 1-2 ára hund eða tík. Erum 5. manna fjöldskylda. Hafið samband við Berglindi í síma 696-6084 eða berglindb@talhf.is. (4.10 2002)\nÉg er að auglýsa eftir hvítum boxer það koma líka aðrar tegundir til\ngreina og allur aldur, á gott hunda heimili uppl:\n5550913/ 6901900/ 6990094@tal.is Jónas. (6.10 2002)\nSvo var líka óskað eftir Labrador, Silky Terrier, Pomiranian og Pekingese þar!\nSvo nú er bara að taka upp tólið…"
        },
        {
            "user": "fever",
            "user_id": "15614",
            "date": "2002-10-09 18:52:31",
            "id": "687898",
            "reply_to_id": "687896",
            "text": "Hundurinn minn heitir Bokki og er 5 ára, Ég er 20 ára og eins og er sagt við mig þessi hundur er bara út af mér engu öðru, við gerðum allt eins og átti að gera og töluðum við ástu sem er með gallerý voff í mosó hvernig ætti að standa að hundauppeldi, pabbi og allir á fjösldkyldunni voru strangir við hann nema ég,mér fannst ég vera einmanna og vantaði vin og því dekraði ég hann og byrjaði að liggja með honum í golfinu sem á örugglega ekki að gera, en hef heyrt að fólk leyfi hundunum að vaða um allt hús og fái að fara upp í sófa til þeirra, minn fer ekki inn fyrir er bara í andyrinu, við létum ekki gelda hann, héldum að hann yrði leiðinlegur.Hann fær allt sem hann þarf hjá okkur allavega nóg að hreyfa sig það hefur aldrei verið vandamál. Við fórum með hann upp í sveit þar sem við erum með sumarbústað og hestana okkar og viti menn aðrir hundar á sveitabæjunum í kring réðust á hann og eitt skiptið var hann nánast dáinn og þá breyttist hann, varð grimmari við önnur dýr, við hefðum auðvitað átt að stöðva hann þegar hann var 2-3 og fara með hann á hegðunarnámskeið því hann hljóp í hestana okkar og fældi þá og glefsaði í hælana á þeim, svo hleypur hann á eftir rollum,í dag er ekki laust við það að þegar ég fer með hann út að labba að hann vilji fara í slag við alla hunda sem hann sér. Ég er ekki auðvitað sátt að þurfa að lóga honum mér þykir vænt um hann eins og hann væri barnið mitt, Það eru víst allir búnir að gefast upp á honum og fyrst að ég bý hjá foreldrum mínum þá ræð ég víst engu. Ég væri alveg til í að gefa hann en það er bara meira en að segja það, það er erfitt að kenna gömlum hundi að sitja ef þið skiljið mig, það hefði þurft að laga vandamálið þegar það kom upp en var ekki gert eða þá að halda við strangri þjálfun\ntakk samt fyrir að benda mér á þennan kost en hver vill eginlega taka að sér 5 ára íslenskan bordercollie með vandamál\nþetta mun vera versta stund lífs míns ég hugsaði í dag hvaða rétt höfum við til að lóga hundi, þetta er eins og að eiga barn og það er óþekkt og við myndum vilja drepa það og fá annað eða hvað hvernig metið þið líf hundsins þíns miðað við þitt - tila allra sem hafa heyrt einhvern segja dýr eru heimsk (þá erum við að segja að þau hugsi) eins og með rollurnar sem eru alltar að fara yfir götuna til að bíta grasið í kantium, svo ef þú ert að fara keyra á rollu hvort ykkar ætti að deyja ?????????\ntakk fyrir stuðninginn"
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-09 20:30:02",
            "id": "687899",
            "reply_to_id": "687898",
            "text": "Mér finnst þetta svo sorglegt :(\nÉg myndi taka hann sjálf ef ég ætti ekki lítinn hund fyrir (ekki gott ef hann glefsar í hvolpa) og ef ég fæ mér annan hund verður hann að vera lítill. Ég leyfi reyndar mínum hundi að fara um allt hús, leiðist Bokka ekki mikið að vera alltaf í  addyrinu?\nHefurðu farið með hann til hundasálfræðings, held að það sé í galleryvoff, þeir gætu athugað hvort hann væri skemmdur eða hvort hægt væri að laga þetta.\nÞað hlýtur að vera einhver sem á ekki hund en hefur átt hund áður sem getur tekið hann.\nKannski einhver hundaþjálfari eða eitthvað.\nÉg held nefninlega að það sé hægt að kenna gömlum hundi að sitja. (T.d. minn er 5 ára og ég hef ekki kennt henni ný brögð rosalega lengi og núna byrjaði ég aftur og hún lærir enn ótrúlega hratt.)\nÞú getur prufað að auglýsa út um allt (hugi.is, smáaugl.Hvuttar.net, DV Gefins) og hringt/sent póst til félags heimilislausra hunda! Þeir gætu vitað um fólk sem gæti tekið Bokka.\nÉg er viss um að það er hægt að laga Bokka, einhver sem á ekki lítil börn og vill taka að sér þetta verkefni. Það er til fólk sem hefur tekið að sér óalandi hunda og þjálfað þá og vanið þar til út kom góður hundur.\nOg finally…ER EKKI EINHVER HÉRNA Á HUGA.IS SEM VILL BJARGA LÍFI BOKKA?"
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-10 10:11:23",
            "id": "687900",
            "reply_to_id": "687899",
            "text": "Má til með að segja ykkur hvernig fór meðr Kát.\nHann mun hafa komið til eiganda síns fyrir tveimur árðum úr Mosfellsgæ en þar var gamall maður sem var að passa hann. Hann sagði hundinn hafa dagað uppi hjá sér og væri í vandræðum með hann. Því lenti hann hjá vinnufélaga mínum sem tók hann að sér.\nNú þegar hann síðan þurfti að losna við hann setti ég þessa grein hér inn með mynd. Viti menn; eigendur hundsins í upphafi ráku augun í myndina og höfðu samband við vinnufélagann spurðust fyrir um hann. Þá kom í ljós að sá gamli hafði látið hann án vitundar þeirra og þau voru búin að vera að leita að honum í tvö ár og rákust þá á myndina hér á huga.\nHann er semsagt kominn aftur til síns upphaflega eiganda sem fyrir einhvern misskiling misttu hann fyrir tveimur árum.\nÞetta fór því eins vel og hægt var að hugsa ser; þökk sé huga.\nKv. Pank"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-10 11:45:49",
            "id": "687901",
            "reply_to_id": "687900",
            "text": "En hvað það var nú gott !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-10 11:54:24",
            "id": "687902",
            "reply_to_id": "687900",
            "text": "Vá, þetta er bara FRÁBÆRT!\nÞetta er eins og eitthvað úr bíómynd Happy Ending :)\nGott að hann er aftur kominn Heim :)"
        },
        {
            "user": "vina",
            "user_id": "15713",
            "date": "2002-10-10 13:28:09",
            "id": "687903",
            "reply_to_id": "687900",
            "text": "til hamingju kátu"
        },
        {
            "user": "vina",
            "user_id": "15713",
            "date": "2002-10-10 13:28:31",
            "id": "687904",
            "reply_to_id": "687900",
            "text": ""
        },
        {
            "user": "vina",
            "user_id": "15713",
            "date": "2002-10-10 14:24:14",
            "id": "687905",
            "reply_to_id": "687904",
            "text": "búin að fá kát fyrir c.a. 2 árum en ingó og konan hans voru á undan og þau keirðu mig heim\ntil hamingju KÁTUR feita krúsídúlla(fékk megrunarfóður þegar þau fengu hann)ef núverandi eigendur hans sjá þetta knúsið hann þá og kissið frá mé"
        },
        {
            "user": "fappa",
            "user_id": "4019",
            "date": "2002-10-06 19:21:08",
            "id": "687906",
            "reply_to_id": "687873",
            "text": "Mig langar bara svona að forvitnast. Er hann með ættbók? (ekki að það skipti öllu máli)"
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-06 20:07:29",
            "id": "687907",
            "reply_to_id": "687906",
            "text": "Ég held það en eigandinn sagðist aldrei hafa lagt sig fram eftir því að ná í hana því hann er geltur og því skiptir það ósköp litlu máli. En já ég held að það sé ekki annað en ná í hana hjá HRFÍ.\nKv.pank"
        },
        {
            "user": "fappa",
            "user_id": "4019",
            "date": "2002-10-06 20:23:30",
            "id": "687908",
            "reply_to_id": "687907",
            "text": "jamm ég er bara forvitin að vita undan hverjum hann er :)"
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2002-10-07 21:24:02",
            "id": "687909",
            "reply_to_id": "687873",
            "text": "Hann er alveg mesta krútt í heimi. En er hann barngóður??? Ég væri til í að taka hann, en þyrfti náttúrulega að bera það undir manninn fyrst.\nkv.\nspotta"
        },
        {
            "user": "nerdi",
            "user_id": "26151",
            "date": "2002-10-07 22:18:44",
            "id": "687910",
            "reply_to_id": "687909",
            "text": "er hann eitthvað taminn væri hægt að nota hann til smölunar..?"
        },
        {
            "user": "pank",
            "user_id": "20719",
            "date": "2002-10-07 22:54:52",
            "id": "687911",
            "reply_to_id": "687909",
            "text": "Ég held að hann sé í alla staði fínn hundur og lítið mál að hafa hann nærri börnum. En best er að tala við eigandann í símanum sem gefinn er upp í byrjun.\nHann er geltur og þeir eru yfirleitt mun rólegri þannig og líta ekki á börn eða aðra hunda sem ógnun. Fuglinn á myndinni er ekki hræddur viö hann og segir það meira en mörg orð.\nKv pank"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-08 17:33:09",
            "id": "687912",
            "reply_to_id": "687873",
            "text": "HANN ER ALGJÖR DÚLLA !\nÉg er búin að tuða í pabba og mömmu en þau segja að einn hundur sé nóg ): En ég er samt ekki hætt ! (það var ekki tuðalaust að ég fékk hana Grímu mína) Hún er íslensk/border collie blanda, ég skil ekki í fólki sem vilja ekki íslenskan fjárhund !!! Þeir eru yndislegustu dýr í heimi ! En er hann góður við öll önnur dýr t.d. hesta, ketti eða kindur?"
        },
        {
            "user": "sofandi",
            "user_id": "11595",
            "date": "2002-10-08 18:41:17",
            "id": "687913",
            "reply_to_id": "687873",
            "text": "Hann er algert krútt!!  ;)\nen eru þeir ekki brjálaðir?? ég mina allir íslensku hundarnir sem ég veit um voru æstir og glefsuðu.\nen þessi virðist svo rólegur!\nallavega gangi ykkur vel að finna eiganda!"
        }
    ]
}