{
    "forum_title": "Kvikmyndir",
    "user": "Azmodan",
    "user_id": "20255",
    "date": "2002-10-04 18:23:26",
    "title": "Battle Royale - Special Edition (2 Discs)",
    "text": "Útgefandi: Tartan.\nRegion: 0\nOf sjaldan rekst ég á virikilega góða DVD mynd. Þ.e. sem er stúttfull af virkilega góðu aukaefni, Battle Royal Special Edition er með bestu titlum sem ég hef nokkrumtíman séð á DVD.\nMyndin sjálf er þónokkuð skýr(annað en Ring DVD) og hljóðið er magnað, virkilega gaman að botna þessa mynd í græunum.\nFyrri diskurinn:\nMyndin sjálf, 8 mínútum lengri og önnur tegund af endi sem maður getur séð.\nSeinni diskurinn:\nGerð myndarinnar, æfingar, blaðamannafundur, tæknibrellu feature, heimildarþáttur um myndina og leikstjórann… plús fullt af öðru.\nÞessi útgáfa var víst bara gefin út í takmörkuðu magni og verður þetta líklegast eins sjaldgæft og Evil Dead 2 Tin eftir ár eða tvö.\nFyrir utan það sem er á diskunum fylgir með rammi úr filmu sem sýnd var í bíó… klipt með höndunum og komið fyrir í ramma. Hvert og eitt er sér númerað þannig að ykkar eintak verður einstakt.\nBattle Royal fékk virkilega DVD útgáfu sem hún átti skilið…\nMyndin        - **1/2\nAukaefni      - ****\nSöfnunargildi - ****\nTil sölu hjá,\nwww.amazon.co.uk\nwww.play.com",
    "url": "https://www.hugi.is/kvikmyndir/pistlar/95607/battle-royale-special-edition-2-discs/",
    "url_id": "95607",
    "id": "688838",
    "replies": [
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2004-08-23 10:57:12",
            "id": "688842",
            "reply_to_id": "688838",
            "text": "Ég hef ekki séð myndina en hef samt verið að hugsa um að kaupa þessa útgáfu.\nEn er hún virkilega þess virði ( sérstaklega þar sem maður hefur ekki séð hana )?"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2004-08-23 10:57:12",
            "id": "688843",
            "reply_to_id": "688842",
            "text": "Ja… ég mæli með að þú sjáir myndina fyrst… ef þér finnst hún bara lala þá geturu nælt þér í venjulegu útgáfuna, sem er 1500kr ódýrari. Ef þú fílar þessa mynd virkilega og ert einhver safnari þá mæli ég með Special Edition. Ég er búinn að vera að horfa á þetta fram og til baka núna í 2 daga. Þetta er snilld.\nAzmodan."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2004-08-23 10:57:12",
            "id": "688844",
            "reply_to_id": "688838",
            "text": "Áhugavert nokk!\nFín grein."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2004-08-23 10:57:12",
            "id": "688839",
            "reply_to_id": "688838",
            "text": "er hægt að fá þetta á íslandi?"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2004-08-23 10:57:12",
            "id": "688840",
            "reply_to_id": "688839",
            "text": "Ef þú getur ekki pantað þú geturu reddað þessu í 2001.\nAzmodan."
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2004-08-23 10:57:12",
            "id": "688841",
            "reply_to_id": "688839",
            "text": "Getur líka fengið hana í Nexus á 3800 minnir mig.\nÉg las samt aftan á kassann og varð fyrir virkilegum vonbrigðum….Myndin er á DVD 5 disk sem er aldrei góður hlutur! Allar myndir ættu að vera á DVD 9 diskum þarsem þeir eru dual layered og geyma tvisvarsinnum meira pláss en DVD 5. Það eru því augljóslega verri gæði en á DVD 9.\nÉg skil ekki af hverju DVD 5 er ennþá til. Kostnaðarmunurinn á þessum tveimur týpum (5 og 9) er nánast enginn! Þetta er HNEYKSLI gott fólk."
        }
    ]
}