{
    "forum_title": "Anime og manga",
    "user": "larandaria",
    "user_id": "3518",
    "date": "2002-10-05 12:39:00",
    "title": "Lum*Urusei Yatsura",
    "text": "Jæja, fyrst ég er nú byrjuð á annað bort ákvað ég að senda inn grein um Lum=)\nÞessi sería er manga, allavega hef ég ekki rekist á neitt anime eftir henni og er eftir Rumiko Takahashi, þá sömu og gerði t.d. Ranma1/2. Hún er víst mjög vinsæl í Japan, allavega stendur aftan á einni bókinni minni að það hafi selst yfir 22 milljón eintök af þessari seríu í Japan! sem mér finnst allavega vera frekar mikið;)\nLum er semsagt geimvera sem lítur út alveg eins og myndarleg japönsk stelpa nema það að hún er með grænt hár, horn og vígtennur og brjálað skap. Einnig gengur hún langoftast um í litlu hlébarðamynstruðu bikiníi. Hún getur einnig flogið að vild og gefið fólki rafstraum ef það fer ekki að hennar vilja, sem er frekar oft=)\nOg þá sérstaklega Ataru. Hann er ósköp venjulegur skólastrákur, kannski aðeins heimskari og sorglegri en þeir flestir… engu að síður er Lum yfir sig ástfangin af honum og kallar hann Darling! hann vill aftur á móti ekkert með hana hafa því hann er hrifinn af Shinobu… sem vill ekki sjá Ataru!\nSvo kemur Mendo til sögunnar. Hann er fáránlega ríkur og enn meira snobb. Shinobu fellur samstundis fyrir honum (eftir að hafa hent í hann borði þegar hann er að stökkva úr fallhlíf á fyrsta skóladeginum sínum) en Mendo sjálfur verður alvarlega ástfanginn af Lum.\nEins og sjá má eru þessir ,,ástar-sjöhyrningar\" algengir í verkum Rumiko Takahashi og tekst henni endalaust að gera þá skemmtilega=)\nFlestar sögurnar í bókunum eru sjálfstæðar þar sem persónurnar lenda í ýmsum ævintýrum… t.d. að fara í gönguferð í garðinum að skoða blómin en lenda þá í ristastórum ogre sem skorar á þau í ljóðakeppni eða étur þau ella, þegar Ten-Chan sem er litli frændi hennar Lum kemur en hann er lítill bolti með andlit sem flýgur út um allt og spýr eldi, sérstaklega á Ataru sem hann þolir ekki og fleira=)\nSnilldarmanga með húmorinn í lagi sem ég mæli eindregið með!! =)",
    "url": "https://www.hugi.is/manga/greinar/95623/lumurusei-yatsura/",
    "url_id": "95623",
    "id": "689023",
    "replies": [
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2002-10-05 12:54:10",
            "id": "689026",
            "reply_to_id": "689023",
            "text": "Reyndar þá er til 195 þátta sería byggð á þessum þáttum, langtum lengri en Ranma. En það er varla von að þú hafir ekki fundið þetta, því að þetta eru 21 árs gamlir þættir. :)\nÁ reyndar sjálfur eftir að horfa á þættina og lesa mangað, en langar alveg ægilega til þess."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-10-05 13:49:48",
            "id": "689024",
            "reply_to_id": "689023",
            "text": "Þú getur leigt fyrstu 8-9 spólurnar og flest allar myndirnar og OVA þættina í Laugarásvideo."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-10-05 13:53:58",
            "id": "689025",
            "reply_to_id": "689024",
            "text": "nú! kúl=) Ég bara sá þetta ekki í nexus og hef í raun nóg annað til að horfa á svo… en kannski maður kíki á þetta=)"
        },
        {
            "user": "paac",
            "user_id": "14080",
            "date": "2002-10-07 08:15:07",
            "id": "689027",
            "reply_to_id": "689023",
            "text": "ég fékk lána› fyrsta DVDi› af flessu, 4 flættir og ver› a› segja a› hver fláttur ver›ur skrítnari en sá á undan.. Mjög fyndi› og óttalega miki› bull :D"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-10-07 10:20:59",
            "id": "689028",
            "reply_to_id": "689023",
            "text": "larandaria!!! hvernig geturðu gert okkur þetta!?!? erum við ekki komnar með nógu langan lista!!??\nen jú, ég las mangað hjá höfundinum og það er agalegur húmor í þessu! trúi alveg að anime-ið sé snilld!! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-19 15:47:33",
            "id": "689029",
            "reply_to_id": "689023",
            "text": "Bara einu snni væri ég til í að sjá eithvað manga um ljótt fólk!\nJako"
        }
    ]
}