{
    "forum_title": "Tölvuleikir",
    "user": null,
    "user_id": null,
    "date": "2002-10-08 14:21:32",
    "title": "Unreal Tournament 2003",
    "text": "Hæ… ég ætla aðeins að kynna fyrir ykkur leikinn UT2k3 eða Unreal Tournament 2003. Þetta er glænýr leikur og fæst í bt á 4799 kr.. ég hef verið að spila gamla Unreal leikinn (UT) á netinu, hann var mjög góður en jafnast ekkert við Ut2k3. Þú þarf mjög góða tölvu fyrir þennan leik því að grafíkin er ætlust til að geta endast í tvö ár áður en hún verður úreld.\nOperating System: WIN 98/ME/2000/XP\nCPU: Pentium III or AMD Athlon 733MHz processor (*Pentium® or AMD 1.0 GHz or greater RECOMMENDED)\nMemory: 128 MB RAM (256 MB RAM or greater RECOMMENDED)\nHard Disk Space: 3 GB\nCD ROM or CD/DVD ROM: 8X\nAudio System: Windows® compatible sound card (*Sound Blaster® Audigy™ series sound card RECOMMENDED) (NVIDIA® nForce™ or other motherboards/soundcards containing the Dolby® Digital Interactive Content Encoder required for Dolby Digital audio. Also RECOMMENDED)\nVideo System: 3D Accelerator card with 16 MB VRAM (*32-128 MB VRAM RECOMMENDED) 16 MB TNT2-class DirectX® version 6 compliant video card. (*NVIDIA GeForce 2/ATI Radeon RECOMMENDED) DirectX® version 8.1 (Included on game disc)\nMultiplayer: Internet (TCP/IP) and LAN (TCP/IP) play supported. *Internet play requires a 33.6 Kbps or faster modem.\nÞessi leikur hefur vakið mjög miklar vinsældir úti í útlöndum en svo virðist að fáir íslendingar viti um hann. Leikurinn fjallar um að árið er 2300 og eitthvað er ekki alveg viss en þetta Tournament er framtíðar og aðalsportið í framtíðinni og þú átt að setja saman lið (single player) og velja með þér teammates sem eru reyndar bottar. Svo þarft þú að keppa við önnur lið í mismunandi leikjum:\nCapture The Flag: þú átt að ná í fána andstæðingsins og koma fánanum í þitt “base” og snerta þinn fána. Þá færðu 1 sitg.\nDouble Domination: Það eru tvö base og inni hverju base er staður sem þú átt að halda og liðið þitt þarf að halda báðum baseinum þá kemur 10 sek niðurtalning, þá verður hitt liðið að ná að snerta ákveðna staðnum í base-inu.\nDeathmatch/Team Deathmatch: Markmiðið er að drepa sem flesta eins fljótt og þú getur, ef þú ert í team deathmatch þá ertu í liði og sama gildir um að þið eigið að “fragga” sem flesta í hinu liðinu.\nBombing Run: Þetta gameplay er hrein snilld. Þetta byrjar þannig að þú ert í liði og það er bolti í miðjunni sem þú þarft að ná og koma honum inn í ákveðinn hring í óvinabase-inu. Þetta gameplay virkar eins og rúbbí, þú getur gefið boltanum á milli og það þarf rosalega mikið teamwork í Bombing Run.\nÞað er hægt að velja milli rosalega mikið af skinnum í þessum leik, og hvert skin dodgar næstum örðvísi eins og t.d. þá er ég kona í þessum leik og hún er í humans þá get ég dodgað og gert heljarstökk, dodge kemur sér vel fyrir þegar einhver er að tæta þig með minigun eða að reyna sjokkcombo-a þig. Svo geturu náð Adrenaline sem gefur þig kleift til að gera “trikk” svo sem hlaupa gríðalega hratt, endurnýja orku og armorið þitt,Berserk þá veðrur vopnið þitt aðeins betra og að lokun getur verið ósýnilegur.\nAllavega mæli ég með því að þið kaupið þennan leik, hann er þess virði. En ég mæli með að ekki prófa demoið, það eru svo mikið af göllum í því og það laggar óvenjulega mikið.\nÉg er með Geforce 4 MX 460 og ég næ 30 - 70 í fps, þannig hann laggar eiginlega ekkert.\nP.S ekki vera kvarta undan stafsetningavillurnar mínir.\n[SoS]SPiRAL\n“Hýrt Gerir Gott Betra”",
    "url": "https://www.hugi.is/tolvuleikir/greinar/96073/unreal-tournament-2003/",
    "url_id": "96073",
    "id": "692431",
    "replies": [
        {
            "user": "ztaezz",
            "user_id": "4635",
            "date": "2002-10-08 23:30:02",
            "id": "692432",
            "reply_to_id": "692431",
            "text": "GG, en ég veit ekki afhverju ég las þetta, búinn að kaupa leikinn…."
        },
        {
            "user": "gdarri",
            "user_id": "22251",
            "date": "2002-10-09 17:18:20",
            "id": "692433",
            "reply_to_id": "692432",
            "text": "Jamm þetta er örugglega snilldar leikur ! er að fara að fá mér hann !"
        }
    ]
}