{
    "forum_title": "Körfubolti",
    "user": "tumix",
    "user_id": "23375",
    "date": "2002-10-08 16:34:01",
    "title": "Ætla að sekta Sprewell",
    "text": "New York Knicks ætla að sekta Latrell Sprewell um næstu 250 þúsund dali eða 22 milljónir íslenskra króna fyrir að láta þá ekki vita strax að hann hefði brotið á sér hægri hendina tveimur vikum áður en hann átti að mæta í æfingarbúðir hjá félaginu.\nHann sagðist hafa dottið og meitt sig á snekkju sinn og hefði haldið að meiðslin væru ekki svona alvarleg en í New York Post var sagt að hann hefði brotið hendina í slagsmálum í snekkjuni\nEn Sprewell fór í uppskurð í seinustu viku og verður frá í minnsta kosti 5 vikur og þetta því mjög slæmar fréttir fyrir Knicks.\nSprewell hefur kært sektina til leikmannasambandsins en þetta er ein stærsta sekt sem NBA lið hefur lagt á leikmann.\nAð mínu mati finnst mér Knicks hafa brugðist of harkalega við þessu með þessari rosalegu háu sekt og kannski Sprewell sé allveg brjálaður yfir þessari sekt og vill fara burt.\nEn hann er einn besti leikmaður liðsins með 19.4 stig að meðaltali í leik og (3.7 fráköst og 3.9 stoðsendingar held ég).\nÞað er því mjög slæmt að missa hann á þessum tímapunti enda var liði var mjög lélegt á seinasta leiktímabili.",
    "url": "https://www.hugi.is/korfubolti/greinar/96093/aetla-ad-sekta-sprewell/",
    "url_id": "96093",
    "id": "692651",
    "replies": [
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2002-10-08 17:41:11",
            "id": "692652",
            "reply_to_id": "692651",
            "text": "Aðeins of há sekt hjá þeim."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-08 17:52:06",
            "id": "692657",
            "reply_to_id": "692651",
            "text": "Djöfulsins geðsjúklingar … ef ég væri Sprewll mundi ég bara gefa þeimm eitt stórt dóna merki og fara eitthvað annað, eftir að ég væri búinn að fá sektina mína lækkaða auðvitað :)"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2002-10-08 18:00:46",
            "id": "692653",
            "reply_to_id": "692651",
            "text": "já þetta er allveg fáránlega há sekt"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2002-10-08 18:07:08",
            "id": "692654",
            "reply_to_id": "692653",
            "text": "Já en það er ekki eins og þeir munu gera einhverja verri hluti án hans, voru að skíta á sig í fyrra þótt að hann var með"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2002-10-08 18:38:22",
            "id": "692655",
            "reply_to_id": "692654",
            "text": "en ef hann væri ekki með væri liðið að spila ennþá verr ef það er þá hægt"
        },
        {
            "user": "occular",
            "user_id": "4827",
            "date": "2002-10-08 18:08:05",
            "id": "692656",
            "reply_to_id": "692653",
            "text": "nei nei essir gaurar eru að þjéna of mikinn pening… þetta er fín áminning"
        },
        {
            "user": "bourke",
            "user_id": "20181",
            "date": "2002-10-08 18:07:08",
            "id": "692658",
            "reply_to_id": "692651",
            "text": "Þetta voru ekki beinlínis slagsmál, heldur var Spree með partý á snekkjunni sinni og það var einhver kona sem ældi á hvíta teppið hjá honum. Sprewell varð alveg brjálaður og sagði konunni að fara af snekkjunni en hún vildi það ekki svo Spree reyndi að kýla kærastann hennar, en það vildi ekki betur til en að hann kýldi í vegg með fyrr greindum afleiðingum."
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2002-10-09 10:36:11",
            "id": "692659",
            "reply_to_id": "692651",
            "text": "Málið er bara að þeir hafa látið hann komast upp með ýmislegt, mæta seint í leiki, æfingar ofl.\nKannski frekar að vara hann við og segja næst, þá færðu þessa ákveðnu sekt, ekkert hægt að minnka hana.\nFrekar harkalegt en þeir eru orðnir þreyttir á þessu."
        },
        {
            "user": "PoseMaster",
            "user_id": "26274",
            "date": "2002-10-09 23:14:29",
            "id": "692660",
            "reply_to_id": "692659",
            "text": "Spree á eftir að bomba á einhvern líkt og hann gerði í Golden State, spurning hver verður fyrir barðinu á honum. Nei segi bara svona. Þetta er alltof há sekt að mínu mati."
        },
        {
            "user": "TheFrog",
            "user_id": "9036",
            "date": "2002-10-11 15:26:19",
            "id": "692661",
            "reply_to_id": "692660",
            "text": "250 þúsund dollarar, HALLÓ!!!!!!!!!!!!!! HANN VAR Á SNEKKJU. HANN ER MILLI OG TEKUR EKKI EFTIR ÞESSU, HANN SKEINIR SÉR MEÐ KLÓSETTPAPPÍR FOR CRYING OUT LOUD"
        },
        {
            "user": "TheFrog",
            "user_id": "9036",
            "date": "2002-10-11 15:27:04",
            "id": "692662",
            "reply_to_id": "692661",
            "text": "Vúpp þarna var ég aldeilis vitlaus, ég meinti sko peningum hehe"
        },
        {
            "user": "TheFrog",
            "user_id": "9036",
            "date": "2002-10-13 18:16:50",
            "id": "692663",
            "reply_to_id": "692662",
            "text": "Ætli þeir séu ekki bara að meika example?"
        },
        {
            "user": "Fibl",
            "user_id": "18690",
            "date": "2002-10-20 01:30:06",
            "id": "692664",
            "reply_to_id": "692663",
            "text": "Það skipti engu eins og hann á ekki móg af peningum , enn þetta er samt einum of mikið !"
        }
    ]
}