{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2000-11-24 10:55:44",
    "title": "Tilfinningar(smásaga)",
    "text": "TILFINNINGAR\n- Hvernig gastu gert þetta?-   Spurði ljóshærða konan með saklausu bláu augun, um leið og hún leit á mig og ég fann hvernig hún sökk inní svörtu augun mín.\n-Hvernig gat ég gert þetta?-  Hugsaði ég.  Ég gat ekkert að þessu gert.  Ég gat ekkert að því gert að ég yrði ástfanginn af manninum hennar.  Það er ekki eins og ég hafði ákveðið þetta, það bara gerðist.  Það kviknuðu einhverjar tilfinningar sem ég réði bara alls ekki við.  Og hvað var þessi kona að koma hérna vaðandi upp að mér útá miðri götu?  Það er ekki eins og ég hafi verið ein að þessu, ég meina, við vorum tvö, ég og maðurinn hennar.\nÉg horfði í augun á henni án þess að segja orð.  Ég gat ekki gert að því, en ég fann til með henni.  Á einhvern einkennilegan hátt þá tókst þessari konu að vekja upp hjá mér sektarkennd.  Ég vissi vel að það sem ég hafði gert var rangt, en tilfinningarnar voru bara svo sterkar, ég varð að láta undan þeim.  Og það hafði hann líka gert, vitandi það að hann var giftur maður.  Hvað getur maður gert?  Á maður að kæfa tilfinninguna niður, bæla hana og láta sem hún sé ekki til?  Á meðan hún er til og veltist um einhversstaðar inní manni.  Æ, ég veit það ekki.  Ég veit það bara að það var eins og hjartað á mér stæði í ljósum logum, þvílík var þráin til þessa manns sem þessi saklausa kona átti.  Ég vissi vel að ég hafði engan rétt á þessu.  En hann fann þetta líka, við fundum það bæði og við vissum það bæði allan tíman að við vorum að gera rangt.  Eða vorum við að gera rangt?  Vorum við að gera rangt gagnvart tilfinningum okkar?  Nei, en gagnvart konunni hans, já.\nÉg sá samt ekki eftir þessu, ekki nema bara vegna þessara konu sem stóð þarna fyrir framan hana, með tárin í augunum.   Hvað átti ég að segja við þessa konu?  Mig langaði að segja fyrirgefðu, en ég vissi að það þýddi ekki neitt.  Við vorum búin að særa hana og það var ekki aftur tekið, sama hversu oft við bæðumst afsökunar.  En þetta hafði bara verið þetta eina skipti.  Það var ekkert meir.  Og það yrði ekkert meir.  Þetta hafði bara verið einhver brjálæðislegur losti sem við urðum að láta undan.  Og það áttu ekki að verða neinir eftirmálar.  Það átti enginn að komast að þessu.  Bara þetta eina skipti og svo búið.  Bara rétt til þess að svala lostanum sem hafði verið svo mikill.  En nú vissi þessi kona af þessu.  Við höfðum sært hana.\nÉg vildi að ég gæti skýrt þetta út fyrir henni.  Sagt henni mína hlið á málunum og hún mundi skilja hana.  Ég vildi að hún gæti skilið að ég varð að láta undan þessum tilfinningum í brjóstinu á mér.  Ég hafði þráð manninn hennar, og hann mig.  Það varð eitthvað að láta undan.  Því miður hafði það bara bitnað á henni, en það hafði alls ekki verið meiningin.  En hvað getur maður gert?  Þráin hafði verið svo sterk.  Það er ekki annað hægt en að láta undan tilfinningunum.  Afhverju þarf maður alltaf að bæla tilfinningarnar inní sér?  Afhverju er ekki bara hægt að elska þann sem maður vill, alla sem maður vill?  Eða vill?  Frekar kanski ræður ekki við að elska, afþví að tilfinningin bara kviknar án þess að maður ætli það.  Það er ekki eins og maður ákveði, jæja, þessum ætla ég að verða ástfanginn af.  Það bara gerist, og það veit enginn afhverju.  Þetta eru bara tilfinningar sem maður ræður ekkert við.  Og allsstaðar þar sem tilfinningar eiga í hlut, er einhver sem verður særður.  Því það er ekki hægt að gera öllum til geðs í einu.  Það verður alltaf einhver sem verður sár.  Alltaf.  Í þetta skiptið hafði það orðið þessi kona.   Það hefði getað orðið ég, eða jafnvel maðurinn hennar.  Og jú, kanski voru það við líka.  Núna afþví að við höfðum sært hana, áður ef að við hefðum ekki látið undan tilfinningum okkar.\nÞetta var allt saman svo flókið.  Ég er svo ringluð inní mér.  Ég fann hvernig þessi kona stakk mig í augun, hvernig hún sökk dýpra inní þau  og varð eins og svartur blettur á sál minni.  Eða var það ég sem gerði hana að svörtum bletti?  Var það afþví að ég gat ekki horft framaní hana, vitandi það sem ég hafði gert?  En gat hún ekki skilið mig?  Hún elskaði sjálf manninn sinn, hún hlaut að skilja hvernig mér leið.  Eða hvað?  Þó svo að ég hefði gert rangt með því að girnast mann sem hún átti.  Afhverju þurfttu tilfinningarnar að vera svona?  Afhverju var ekki bara hægt að kveikja og slökkva á þeim að vild?  Þá væri allt svo miklu auðveldara.  Þá væru aldrei neinar freistingar og engin synd.  En það var sama þótt ég vissi að ég hafði gert rangt gagnvart þessari konu, ég gat ekki séð eftir því.  Ég hafði aðeins verið að fylgja minni eigin tilfinningu.  Og hún hafði verið svo sterk að ég varð að láta undan.  Hvað hefði annars gerst?  Ég hefði verið vansæl í langan tíma á eftir.  Jú, jú, ég hefði komist yfir það, en hefði það verið betra?  Hefði það virkilega verið betra að bæla tilfinninguna niðri?\nmks",
    "url": "https://www.hugi.is/smasogur/greinar/9613/tilfinningarsmasaga/",
    "url_id": "9613",
    "id": "55209",
    "replies": [
        {
            "user": "Sivar",
            "user_id": "3343",
            "date": "2000-11-24 12:19:33",
            "id": "55211",
            "reply_to_id": "55209",
            "text": "Nokkuð skemmtileg pæling um tilfinningar."
        },
        {
            "user": "Serexa",
            "user_id": "4976",
            "date": "2000-11-24 13:23:26",
            "id": "55212",
            "reply_to_id": "55209",
            "text": "Góð saga og svolítið sem ég hafði ekki pælt í þe saga konunnar sem er við haldið.\nMín fjölskylda splúndraðis nebblega útaf framhjáhaldi fyrir tveim árum! Takk"
        },
        {
            "user": "ArnarHelga",
            "user_id": "4984",
            "date": "2000-11-24 14:41:11",
            "id": "55213",
            "reply_to_id": "55209",
            "text": "vá leiðinlegt"
        },
        {
            "user": "crazy",
            "user_id": "1738",
            "date": "2000-11-24 15:01:21",
            "id": "55214",
            "reply_to_id": "55209",
            "text": "geysp"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-11-24 16:50:38",
            "id": "55215",
            "reply_to_id": "55209",
            "text": "TIL HAMINGJU með að taka fyrsta skrefið.  Ég verð nú bara að segja eins og er, þetta er nú bara nokkuð góð saga hjá þér mks.\nKrusindull"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2000-11-24 17:24:09",
            "id": "55210",
            "reply_to_id": "55209",
            "text": "hehe!! jæja keep up the good work.. þessi manneskja lét þá allavega eina flakka… og það er bara ein hérna…"
        },
        {
            "user": "Dagga",
            "user_id": "1646",
            "date": "2000-11-25 15:48:56",
            "id": "55216",
            "reply_to_id": "55209",
            "text": "Góð saga.  Ég hef sjálf lent í að vera “hin konan”.  Alltaf gaman að lesa eitthvað sem maður þekkir sjálfur."
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2000-11-27 03:07:45",
            "id": "55217",
            "reply_to_id": "55209",
            "text": "Góð tjáning"
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2000-11-28 02:37:29",
            "id": "55218",
            "reply_to_id": "55209",
            "text": "flott að taka stöðu hennar og lýsa þessu svona vel(miða við uræðurnar sem hafa farið fram á rómantíkinni).\nflott saga"
        },
        {
            "user": "honey",
            "user_id": "4744",
            "date": "2001-01-20 17:35:18",
            "id": "55219",
            "reply_to_id": "55209",
            "text": "veiklyndi og sjálfsvorkun"
        }
    ]
}