{
    "forum_title": "Börnin okkar",
    "user": "Olversdottir",
    "user_id": "7905",
    "date": "2002-10-10 08:49:17",
    "title": "Tími með börnonum okkar .",
    "text": "Ég skrifaði um daginn kork sem ber yfirskriftina Talitími.\nÞetta atriði með að við virðumst ekki gefa börnonum nægan tíma hefur vakið mig til umhugsunar.\nÞegar börnin okkar eru lítil þá hafa þau frá svo mörgu að segja og þau þurfa mikið á okkar leiðsögn að halda, við þurfum að kenna þeim hvað er rétt og rangt og þau leita til okkar með öll vandamál hversu smá sem þau eru eða hversu ómerkileg sem þau virðast vera.\nEn hvað gera foreldrar sem hafa ekki tíma og eru jafnvel að vinna alla daga og eru þreitt þegar loksins kemur tími með barninu.\nOkkur hættir til að kenna börnonum að vera ekki að trufla okkur með svona smáræði og hummum fram af okkur forvitni og spurningar barnanna frekar en að setjast niður og ræða málið.\nMér er alltaf ofarlega setning sem pabbi minn sagði við mig sem barn þegar ég kom með spurningu til hans sem ég í raun man ekki lengur hvað var en var einhvað sem kannski allir áttu að vita, ég man að ég sagði við hann að mér findist asnalegt að vera að spurja að þessu en hann svaraði “það er betra að vera asnalegur í 5 sec og spurja asnalega en að vera asni alla ævi og vita ekki neitt”.\nMamma hafði kannski ekki mikinn tíma til að sinna okkur eða einhvað nema ég allavega gat alltaf talað við pabba þegar einhvað var að en hann var sjómaður og lítið heima en þegar hann var heima þá var til allur sá tími sem við þurftum.\nEf við höfum ekki tíma til að tala við börnin okkar þegar þau eru börn og eru með þessi smávandamál sem okkur finnst varla þess virði að tala um hvernig getum við þá ætlast til að þau hafi tíma til að leita til okkar þegar ungl.vandamálin koma upp.\nAllavega er það mín skoðun að það borgar sig gefa þeim tíma frá upphafi ef maður vill byggja upp traust til að geta rætt alla hluti þegar þau verða eldri.\nAllavega er það mín skoðun að sá tími sem við gefum börnonum okkar er meira virði en allir peningar heims.\nGefum börnonum meiri tíma og hjálpum þeim með að vera börn.\nKveðja StarCat",
    "url": "https://www.hugi.is/bornin/greinar/96443/timi-med-bornonum-okkar/",
    "url_id": "96443",
    "id": "695182",
    "replies": [
        {
            "user": "aslar",
            "user_id": "25479",
            "date": "2002-10-10 10:38:55",
            "id": "695183",
            "reply_to_id": "695182",
            "text": "Góð grein. Það er ekki bara spurning um að tala við börnin okkar heldur að TALA við þau. Stundum hittir maður börn sem varla virðast tala. Fólk gleymir því að þó að börnin séu lítil þá hafa þau þörf fyrir að heyra talað mál. Það er ekki nóg að hafa kveikt á útvarpinu eða setja spólu í tækið. Ég vandi mig á það að tala um hvað ég væri að gera, lýsa atöfnum mínum, tala um það sem við sáum þegar við vorum úti, benda á hús og bíla , fólk og dýr. Auðvitað er er nauðsynlegt að leyfa börnum að tala og tjá sig þegar þau eldast. Sem betur fer er það ekki lengur hefð  að hafa þögn við matborðið. Við höfum vanið okkur á að spyrja börnin um hvað hafi drifið á daga þeirra við kvöldverðarborðið. Sá litli segir okkur frá því sem gerst hefur á leikskólanum, sá eldri talar um skólann, heimalærdóminn og áhugamál sín. Í nútíma þjóðfélagi er þetta oft eina stund fjölskyldunnar þar sem allir eru saman. Þess vegna er gott að venja sig á að SETJAST TIL BORÐS, ekki setjast fyrir framan sjónvarpið meðan borðað er. Ég hvet líka alla foreldra til að leyfa börnunum sínum að vera “asnaleg” stundum og spyrja “asnalegra” spurninga. Það er svo gott fyrir börn að hafa sterkt og frjótt ímyndunarafl og vita að það sé allt í lagi þó maður viti ekki allt."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-10-11 01:44:22",
            "id": "695184",
            "reply_to_id": "695183",
            "text": "Það er gott fyrir börn að vita að það sé allt í lagi að spyrja og að þau viti ekki allt en það er líka gott fyrir börn að vita að foreldrar þeirra vita ekki alltaf allt.  Mér finnst ég alltof oft hafa heyrt foreldra ljúga einhverju að börnum af því þau geta ekki viðurkennt að þau viti ekki svarið."
        },
        {
            "user": "jath",
            "user_id": "7157",
            "date": "2002-10-10 12:21:57",
            "id": "695185",
            "reply_to_id": "695182",
            "text": "Takk fyrir góða grein.\nÞað sem mér finnst í raun miður í dag, er að þurfa að lesa svona grein. Eiga þessar stundir ekki að vera eðlislegar og sjálfsagðar í samskiptum manna og barna? Er okkur ekki eiginlegt að tjá okkur og hlusta á aðra? Ég á gutta sem þykir afskaplega mikið gaman að pæla í öllu milli himins og jarðar. Við getum til samans velt okkur upp úr ýmsu og spurt hvort annað spjörunum úr, enda finnst mér ekkert skemmtilegra en að heyra hans skýringar á vissum hlutum í lífinu. Að fá hans sjónarhorn í stað þess að vera að kenna honum það sem ég kann, er eitthvað sem kemur mér til að hugsa hvað það er gaman að vera til, hvað það er gaman að geta litið lífið aðeins öðruvísi augum stundum, sjá fyrir sér mennina búna til úr hveiti og tómmatsósu, vita að Guð er í sólinni og Jésú í tunglinu og bara fá hans skilning á því sem er að gerast í kring.\nAð sjálfsögðu á maður að kenna börnum sínum einnig hvað er rétt og hvað er rangt, en hver veit nema að það sé nú bara rétt það sem þau eru oft að segja? Allavegna hef ég ekki getar reinkt hann á neinu hingað til, né fært aðra vísindalegri sönnun fyrir því að ég viti eitthvað betur ;)\nÞað er gaman að vera móðir og eflaust faðir líka. Án þess að gera það hlutverk að skyldu með ákveðnum kvöðum, þá ættum við að líta á þetta hlutverk sem einstaka gjöf sem ekki öllum er gefið. Það að tala við börnin sín er einnig gaman fyrir okkur, ekkert frekar en þau, gerum stundirnar okkar með börnum okkar að skemmtun sem við búum að það sem eftir er ;)"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2002-10-10 17:31:43",
            "id": "695186",
            "reply_to_id": "695182",
            "text": "Það er börnunum :Þ"
        },
        {
            "user": "blomster",
            "user_id": "22701",
            "date": "2002-10-18 23:39:25",
            "id": "695187",
            "reply_to_id": "695182",
            "text": "Takk fyrir góða grein, StarCat.\nVið, foreldrar, þurfum að muna þetta á hverjum degi.  Hver spurning barnsins getur verið spurning sem skiptir það heilmiklu máli og að svara spurningu um eitthvað sem manni finnst í raun og vera nauðaómerkilegt getur kennt barninu mjög mikið og verið því afarnauðsynlegt.  Börn þroskast mest á samskiptum og við þurfum að muna það, þó börnin séu bara að tala um sleikjóinn sem einhver annar fékk og af hverju það var eða af hverju einhver sagði eitthvað leiðinlegt og særði litlu stelpuna eða af hverju maðurinn er alltaf með hatt.  Þessar spurningar geta verið mikilvægar.\nJæja, látum verkin tala og tölum við börnin okkar og ekki gleyma að leyfa þeim líka að komast stundum að ;)\nKær kveðja,\nBlomster."
        }
    ]
}