{
    "forum_title": "Heimspeki",
    "user": "Gabbler",
    "user_id": "18730",
    "date": "2002-10-11 19:36:43",
    "title": "6 Október 2002",
    "text": "Þetta er spjall sem fór fram á irc rásinni #heimspeki sunnudagsköldið 6 Október 2002.\nVið hugarar höfum hópast þangað undanfarna sunnudaga og spjallað um hitt og þetta varðandi heimspeki.\nHér kemur það nánast óbreytt.  Njóttu vel.\n-VeryMuch- er Gabbler ekki aðal loggarinn?\n-Gabbler- Ég er að logga… en hvað viljið þið að ég geri við þetta?  ég var að spá í að kúpla þessu í grein.\n-Gabbler- Vekur kanski áhuga fleiri á að kíkja.\n-thortho- góð hugmynd\n-popmaker- hentu þessu bara beint, þetta verður svon “the dialogs of gabbler” :)\n-VeryMuch- Ætli Gthth verði ekki að skera úr um þetta Gabbler.\n-Gabbler- Ég er reyndar búinn að spyrja hann.\n-Gabbler- Hann var jákvæður mjög.\n-VeryMuch- Þá er bara að láta vaða\n-Gabbler- Væri gaman að búa til svona “the best of IRC”\n-VeryMuch- Já það væri ekki svo nojið\n-Gabbler- Aldrei að vita nema að það leynist gullmolar.\n-thortho- myndiru þá bara skella þessu ómenguðu, eða myndiru klippa út eitthvað (eins og t.d. þennan hluta)?\n-Gabbler- Klippa út held ég.\n-popmaker- ég vil lesa þessa setningu aftur :)\n-VeryMuch- Ég held að það kæmi betur út\n-popmaker- þessa líka\n-VeryMuch- hehe (þetta líka?)\n-popmaker- sjálfsögðu (með þessu)\n-Gabbler- hehe..\n-VeryMuch- :D\n-popmaker- :)\n-thortho- það væri ágætt að fá þetta sem grein, því þá gæti maður aðeins velt hlutum fyrir sér, sofið á þeim og svona, og síðan reynt að útskýra almennilega hvað maður átti eiginlega við til að byrja með\n-popmaker- =):-}D\n-Gabbler- Eða afsakað bullið í sér :)\n-thortho- einmitt, eða dregið eitthvað til baka\n-VeryMuch- En ég var raunar að velta fyrir mér að etv væri þessi endanlegi dómur, um hvort að merkingin sem fengin er, sé list eða ekki.  Grundvallist ss á einhkverju sem við getum kallað Hið Mannlega eðli, en gallinn er að tilvist þess er umdeild. ;)\n-thortho- það er einmitt eitt sem mér finnst ágætt við huga:  maður getur almennilega spáð í því sem maður er að láta frá sér í umræður, jafnvel í tvo til þrjá daga (ekki það að maður geri það nógu oft)\n-popmaker- settu bara “hegðun” í staðinn fyrir “eðli” og þú sleppur\n-VeryMuch- ThorTho: Já, þetta langa tímaspan, og að setja það sem maður er að pæla í letur.  Er mjög góð leið til að læra meira og “ræða” um heimspeki.\n-VeryMuch- Popcorn: Hehe, ég er ekki alveg viss.\n-VeryMuch- ?\n-thortho- tja, hegðun er það sem sýnir eðlið\n-Gabbler- Eðlið stjórnar hegðun.\n-thortho- amk hjá öðrum dýrum\n-popmaker- hegðun er getum við þróað og breytt\n-popmaker- eðli ekki, alla vega býst ég við að ekki sæeu allir sammála\n-VeryMuch- En það er erfitt að lýsa hugsunum með hegðun.. þó að e-u leiti sé hægt að geta sér til um samheingið\n-popmaker- látum hegðun frekar vera alla eiginleika mannsins, eðlið gætu þá verið allir “frum-eiginleikar” hans\n-Gabbler- Er eithvað til sem heitir mannlegt eðli?  Höfum við eithvað eðli… er þetta ekki allt áunnið.\n-popmaker- þeas allir eiginleikar sem við verðum að hafa til að geta verið menn\n-thortho- en menn geta alveg komist yfir eða framhjá þessum frumeiginleikum - eigum við að kalla þá óeðlilega?\n-VeryMuch- Þá eru í raun að tala um Hið Mannlega Eðli.. en kallar það bara annað?  (Ekki satt?)\n-VeryMuch- Popcorn\n-popmaker- nema það að það er alltaf hægt að rífast um hvort eðliseiginleikarnir séu áunnir eða ekki\n-thortho- þannig að eðli manna er þá fyrst og fremst að hugsa, eða hvað?\n-Gabbler- Mannlegt eðli = frumeiginleikar mannsins….. eru til eithvað sem heitir frumeiginleikar hjá manninum?\n-popmaker- hugsun gæti verið lærð, þá er það ekki endilega eðli\n-thortho- er lært að hugsa - ég hélt að það væri eitthvað sem gerðist sjálfkrafa\n-VeryMuch- Popcorn: Ef þeir eru áunnir eru þeir væntanelga ekki eðli.. en þá má deila um tilvist eðlisins og þal mælikvarða dómsins hvort merking sé list eður ei\n-popmaker- Gabbler: þarf ekki að vera, en það hefur engin áhrif á hegðun eins og ég skilgreini hana, þess vegna er hún “safe”\n-popmaker- en hegðun er hins vegar bara allir eiginleikar sem við höfum, hvort sem þeir eru áunnir eða ekki\n-Gabbler- Og gæði eiginleikanna fara þá eftir hversu vel þeir nýtast okkur í að lifa af?\n-VeryMuch- Líka háralitur? Popcorn\n-thortho- tölum við um háralit sem eiginleika?  væri ekki nær að kalla háralist manns einkenni hans (hins vegar væri litur hárs eiginleiki hársins)\n-VeryMuch- En er það eiginleiki hárs að hafa lit?\n-popmaker- ok, ég hljóp kannski aðeins á mig, “líkamlegir eiginleikum” má sleppa\n-popmaker- líkamlegum\n-thortho- vm:  ég hefði haldið það, já - það er eiginleiki ljóss hárs að vera ljóst, eins og það er eiginleiki græns veggs að vera grænn\n-thortho- en það væri væntanlega annarlegur eiginleiki, ekki frumeiginleiki\n-VeryMuch- Popcorn: Já, en til að dómurinn um listina geti fengið mælikvarða, í átt að e-u algildu.  Þurfum við að miða við einhverja innri eiginleika sem eru mönnum að mestu sameiginlegir.  Það breytir í raun engu hvað þeir kallast.\n-popmaker- rétt er það, þú bara minntist á að ekki væru allir sammála um “eðli”\n-thortho- en hvaða innri eiginleikar eru öllum (eða bara flestum) mönnum sameiginlegir?\n-popmaker- ég var að reyna að koma með svona “play it safe” lausn\n-VeryMuch- ThorTho: Við erum íþm að leita að innri eiginleikum manna.\n-thortho- vissulega…ég kem raunar auga á einn kandídat, og það er leit að einhverju sem mætti kalla hamingju\n-VeryMuch- ok ég er gerinilega einu skrefi á eftir öllum hér ;)\n-popmaker- innri eiginleikum… gætu það ekki alveg eins verið eiginleikar sem tíðkast innan samfélagsins\n-popmaker- “almenn skoðun”\n-thortho- gætu verið\n-Gabbler- Hvort haldið þið að hafi verið mikilvægara í þróun mannsins.  Þegar hann fann upp hjólið eða þegar hann áttaði sig á því hvað þrjár kindur, þrír steinar og þrír menn eiga sameiginlegt?\n-popmaker- sem væru þá almennir\n-VeryMuch- Popcorn: Væri þá list ananð fyrirbæri í Afríku en í Ameríku.\n-thortho- ég sé ekkert athugavert við það að segja listgildi vera afstætt hugtak\n-popmaker- hví ekki?\n-thortho- G:  það síðara, held ég\n-popmaker- list hefur breyst í áranna rás\n-VeryMuch- Gabbler hið síðara!\n-Gabbler- Akkúrat…\n-VeryMuch- Já við hófum þetta með því að segja list vera afstæða, að mig minnir. ;)\n-thortho- Mér leiðist bara þegar fólk fer að tala um að allt sé afstætt\n-popmaker- alveg sammála\n-thortho- en list getur alveg verið einn þeirra hluta sem er það, það er lítill skaði skeður með því\n-popmaker- en hérna hefur orðið merkingu!\n-VeryMuch- ThorTho: Jú jú, en sumt er það þó, fjandakornið! :))\n-VeryMuch- Já tungumál er vel skilgreint merkingarkerfi, þal minna svigrúm fyrir túlkun, þal minni misskilningur. (Popcorn)\n-thortho- auðvitað er sumt afstætt, eins og t.d. fegurð og matarsmekkur - það skal enginn segja mér að það sé rangt af mér að þykja fiskur vondur\n-popmaker- en annað, svo sem ljóshraði, er ekki afstætt\n-VeryMuch- ThorTho: Já, það er víst.\n-Gabbler- Ljóshraði er ekki afstæður…. en hraði er það.\n-popmaker- rétt er það\n-VeryMuch- Popcorn: Reyndar er hann það.  Hann er mældur.  Hraðinn er þal “stæður” við mælieininguna, eða mælistikuna.\n-thortho- Hraði er ekki afstæður - hlutir fara eins hratt og þeir fara.  Hins vegar er afstætt hve hratt þeir virðast farast\n-thortho- virðast fara, átti þetta að vera\n-Gabbler- Það sem er meint með því að segja að hraði sé afstæður þýðir að það fer eftir því á hvaða hraða mælandinn er á.\n-popmaker- tja, ekki þegar þú berð þær saman, þá væntanlega seturðu þær í sama einingakerfi áður og þá er raunverulegur hraði ljóssins alltaf sá sami\n-VeryMuch- Það sem er mælt er stætt við það, þeas það er miðað við ákveðið viðmið.  En að e-ð sé afstætt, þýðir að það gildið miðist við það sem mælir fyrirbærið.\n-Gabbler- Hmmm… er raunverulegur hraði ljóssins alltaf sá sami?\n-VeryMuch- Nei.\n-popmaker- málið er að það er ekki hægt að mæla neitt án þess að miða við eitthvað\n-popmaker- jú\n-popmaker- sama frá hvaða viðmiði hann er mældur\n-popmaker- það fæst sama talan\n-thortho- Stærð er svo sem líka afstæð við þann sem mælir, en hún er líka ekki afstæð  -hlutur er svo-og-svo stór, alveg sama hvað maður notar til að mæla hann með\n-VeryMuch- Það hefur verið hægt að hægja á ljósi.\n-Gabbler- jamm… meira að segja “frysta” ljós.\n-thortho- Já ég hef heyrt af því - hvernig tókst það eiginlega?\n-popmaker- þegar þú mælir 10 cm hlut á næstum ljóshraða og þú stendur kyrr gæti hann vel birst þér sem 1 sentímetra hlutur\n-VeryMuch- ThorTho:  Við erum raunar komnir út í svona pælingar eins og Hvort heyrist í tréi falla þegar enginn er að hlusta\n-thortho- Og hægist ekki á ljósi í kringum svarthol og svoleiðis?\n-popmaker- svarthol draga til sín ljós\n-Gabbler- nei það bara sogast inn í þau .)\n-VeryMuch- Það sogast íþm í svartholin, en það umbreytist held ég líka\n-Gabbler- En ljósið sem reynir að streyma frá því í upphafi…. það leggur af stað…  hægir á sér…. stoppar… snýr við…\n-Gabbler- Hraði ljóssins er þá ekki alltaf sá sami :)))\n-popmaker- ok, hlutir á ljóshraða ERU á ljóshraða sama frá hvaða viðmiði þei eru mældir\n-VeryMuch- Aukþess held ég að ljósbrot væri ómögulegt án þess að ljós myndi hægja á sér.. sbr tilraunir með prisma\n-popmaker- það er í raun hraðinn ekki ljósið sjálft sem veldur því\n-Gabbler- Prisma bara beygir ljósið… hægir held ég ekki á því.  (ljós með sitthvora tíðni beygist mis mikið)\n-VeryMuch- Popcorn: Þar sem það er ljós þá hlýtur það að fara á “ljós”hraða ;)\n-popmaker- það er ekki hægt að hægja á hlutum á ljóshraða, sökum massa þeirra\n-popmaker- en ljós hefur engan massa\n-popmaker- ljóshraðinn er auðvitað miðaður við ljós á fullri ferð\n-Gabbler- fleiri hlutir en ljós fara á ljóshraða.  radíóbylgjur tildæmis.\n-thortho- Pop: það sem er á einhverjum hraða er á þeim hraða, sama hvernig þeir eru mældir\n-VeryMuch- Ég þarf að fara að rifja upp menntaskóla eðlisfræðina mína\n-popmaker- ef ljós ver hægar en c er það ekki lengur á ljóshraða\n-popmaker- kenndu þeir afstæðiskenninguna í menntaskóla?\n-thortho- Og þetta með massa ljóss - sá einhver þáttinn með honum Sam Neill í RÚV fyrir ca. tveim til þrem vikum síðar þegar menn voru að tala um ljóssegl og svona?\n-VeryMuch- Popcorn: Aðallega í eðlisfræði deild\n-Gabbler- Hehe… c er alltaf ljóshraðinn… því hlítur ljóshraði=c      c=ljóshraði  (sama hver hraðinn er)\n-popmaker- thortho: nei, það þarf alltaf að miða mælinguna við eitthvað, það er ekkert algilt viðmið\n-VeryMuch- Ég er af náttúrufrdeild\n-thortho- popmaker: ég var eiginlega að taka undir með þér, hélt ég …\n-Gabbler- Popp… ef ljósið getur ekki farið hægar.. hvernig útskýrir þú þá afhverju sólir í gríðarfjarlægð sýnast rauðari en þær sem eru nálægt?\n-popmaker- ljósið getur alveg farið hægar, það ER búið að hægja á því\n-Gabbler- Hef í raun aldrei almennilega skilið þetta.\n-popmaker- það er sólin sjálf sem færist, ekki ljósið\n-VeryMuch- Þetta snýst um vensl á milli bylgjulengdar og tíðni, og e-rs fasta.\n-popmaker- ég meina, ljóshraðinn er sá sami\n-Gabbler- “það er ekki hægt að hægæja á hlutum á ljóshraða, sökum massa þeirra”\n-popmaker- en ljós hefur ekki massa :)\n-VeryMuch- Það er svigrúmið sem ljósið hefur til að “tjá” sig\n-Gabbler- aha… ljósið breytir um tíðni en heldur hraða sínum… ok\n-VeryMuch- Ég held raunar að þetta sé e-ð dýpra sko.. þar sem sólir draga að sér ljós.. þe beyja ljós\n-VeryMuch- Þeas þungir hlutir draga til sín ljós\n-VeryMuch- þal getur verið að ljós hafi massa.. þetta er auðitað svona on the bleeding edge of science\n-thortho- En þetta með massa ljóss - ég er ekki viss, en mig minnir alveg endilega að ég hafi séð hann Sam Neill tala um ljóssegl í þessum þætti - þe einhvers konar himnu sem ljós getur hreyft og ef himnan er nógu stór gæti hún hreyft geimskip\n-Gabbler- Ein smá pæling hjá mér.  Algjörlega í hinum endanum á alheiminum er sól sem fjarlægist okkur með hraðanum 99.9% af ljóshraða.  Hvað gerist þegar hún fjarlægist okkur með 100% eða meira af ljóshraða…..\n-popmaker- já, kannski fer ljós ekki einu sinni á c, heldur svona 0.99999999999999*c\n-popmaker- hún getur það ekki\n-thortho- Og ef þetta er rétt munað hjá mér, hlýtur ljós þá ekki að hafa massa?\n-Gabbler- Já ljós hefur massa… því annars mundu svartholin ekki geta drukkið það til sín.\n-popmaker- það er ekki HÆGT að ná ljóshraða, sökum massa\n-Gabbler- afhverju getur hún það ekki popp?\n-VeryMuch- ThorTho: Já ljós hefur auðvitað orku, smb skammtakenninguna og ljósskammta, en ég veit ekki hvort seglið virki fyrir massa\n-popmaker- alltílæ:\n-popmaker- hlutur hefur æakveðinn massa\n-popmaker- þessi massi er orka\n-popmaker- þegar hann hreyfist bætist orka við hann\n-popmaker- og einnig massi\n-Gabbler- En hraðinn er afstæður.  Hægra megin við okkur fjarlægist ein stjarna okkur með 60% af ljóshraða… vinstra megin fjarlægist okkur önnur með 60% af ljóshraða…. þá hljóta þær að fjarlægjast hvor aðra með 120% af ljóshraða…\n-thortho- Ef ég skildi þetta rétt, VeryMuch, þá hreyfðist seglið vegna þess ljós sem lenti á því og ýtti á það, ekki ósvipað súrefnis-, nitur- og-svo-framvegis atómum sem lenda á normal segli og ýta á það\n-popmaker- Gabbler: nei, því miður, aldrei meira en ljóshraða\n-Gabbler- JÚ….. :)\n-popmaker- ónei\n-Gabbler- hehe\n-popmaker- :)\n-Gabbler- Hvernig útskýrir þú þetta þá sem ég var að segja?\n-popmaker- ég get það ekki, ég man ekki jöfnurnar fyrir hröðun\n-Gabbler- geta stjörnur ekki fjarlægst okkur með meiri hraða en 50% af ljóshraða?\n-VeryMuch- Thortho: Já ég sá þáttinn líka, ég man þetta bara ekki nógu vel\n-Gabbler- (það er að segja ef við gerum þá ráð fyrir að við séum í miðjum alheiminum)\n-Gabbler- a=v/t\n-popmaker- þeta er kolrangt!\n-popmaker- skv einstein, allavega\n-Gabbler- Gæti hann ekki hafa haft rangt fyrir sér?\n-VeryMuch- Jú!!!\n-Gabbler- Alltaf að efast popp :)\n-popmaker- að sjálfsögðu!\n-VeryMuch- Einmitt!\n-VeryMuch- ;)\n-popmaker- en tilraunir stypja þetta vel samt sem áður\n-thortho- Humm…hvernig er það annars:  Fyrst heimurinn er að þenjast út eftir Miklahvell, er þá ekki ljóst að einhvers staðar sé að finna miðju alheimsins?\n-Gabbler- Jú.  En samkvæmt þessu sem ég var að segja getur ekkert fjarlægst miðjuna hraðar en 50% af c\n-popmaker- af hverju ekki?\n-popmaker- miðað við hvap?\n-thortho- Og þykjast þessir skammtafræðingar ekki hafa sýnt fram á að Einstein hafði að einhverju leyti rangt fyrir sér?\n-popmaker- miðjuna kannski?\n-Gabbler- því annars eru hlutir sitthvorumegin í alheiminum að fjarlægjast með meira en 100% af c\n-popmaker- þarf ekkert að vera\n-VeryMuch- ThorTho: Etv varð heimurinn til á mörgum stöðum, etv ca samtímis, etv hafði þetta upphaf e-a lögun, þe verður engin miðja.  Hver veit.\n-Gabbler- afhverju ekki?\n-popmaker- ok, leyf mér fyrst að reyna að útskýra af hverju hlutir komast ekki hraðar en c\n-Gabbler- Ég er eiginlega á þeirri skoðun að alheimurinn hafi ekkert endilega byrjað í miklahvell.  Kannski gerist miklihvellur sjálfkrafa þegar svarthol er bara orðið ákveðið stórt.  Ekkert endilega allur alheimurinn safnaður saman.\n-popmaker- hlutur hefur massa, sem er orka.  þegar hann hreyfist bætist við hryfiorka og (surprise) það bætist lika við massann\n-Gabbler- Jamm popp… .ég hef lesið afstæðiskenninguna :)\n-popmaker- ok\n-Gabbler- e=mc2\n-Gabbler- Samkvæmt þessu er ekki hægt að komast á ljóshraða sökum þess að massinn verður óendanlegur.\n-popmaker- meiri massi þarf meiri orkau sem þýðir meiri massi, sem þarf meiri orku….\n-thortho- Þetta er flott hugmynd um tilurð heimsins.\n-popmaker- þannig að a != v/t, þar sem massinn jókst örlítið\n*** FunkyBoss has joined #heimspeki\n*** ArachV0id sets mode: +o FunkyBoss\n-VeryMuch- ThorTho: Þetta er íþm ein af mörgum\n-VeryMuch- ;)\n-Gabbler- Jamm…. og samkvæmt henni er heimurinn óendanlega stór.  Og við höfum bara ákveðinn sjóndeildarhring… eða svokallaðann ljóshraðasjóndeildarhring… allt sem er útfyrir þennan hring fer hraðar en ljósið því sjáum við það aldrei. (nema fara nær)\n-FunkyBoss- hvaðan færðu þessa speki?\n-Gabbler- Ég var bara að spá í þessu um daginn…\n-Gabbler- Því miður ekkert sem styður þetta (ennþá).\n-Gabbler- Hafið þið allir hina stöðluðu Big Bang heimsmynd?\n-FunkyBoss- amk E=mcskver heimsmynd\n-thortho- Ekki alveg viss reyndar\n-FunkyBoss- þ.e.a.s. ekkert kemst hraðar en ljósið\n-thortho- En ég kýs hana fram yfir hugmyndina að heimurinn hafi alltaf verið eins og hann er\n-Gabbler- já.  hún er margfalt líklegri.\n-FunkyBoss- ég er mjög hrifinn af þeirri hugmynd að heimurinn sé endanlegur en án endimarka\n-Gabbler- Funky.  Tveir hlutir sitthvoru megin í alheiminum geta fjarlægst hvor annan hraðar en hraði ljóssins.\n-thortho- En hún hins vegar nægir mér ekki alveg, því hún skýrir ekki það sem  ég hef mestan áhuga á:  Hvaðan kom efnið til að byrja með?\n-FunkyBoss- en hvorugur þeirra fer yfir ljóshraða\n-thortho- Eða ég veit amk ekki til þess að hún geri það\n-Gabbler- Jú.  miðað við hvorn annan.\n-popmaker- nei, tilurð heimsins er stærsta rökvillan\n-FunkyBoss- þessi setning var merkingarleysa\n-Gabbler- ?\n-FunkyBoss- “Hvorugur þeirra fer yfir ljóshraða”. “Jú. Miðað við hvorn annan”\n-VeryMuch- Popcorn: Það myndi ég halda.\n-FunkyBoss- skilru\n-Gabbler- Hnöttur A fjarlægist hnött B með 120% c\n-popmaker- hvað er 0.99c+0.99c?\n-thortho- Þetta er svona svipað og með tvo bíla:  Þeir fjarlægjast sama punkt með 50 km hraða á klukkustund, og einn bíllinn virðist því fjarlægjast annan með 100 km/klst , frá honum séð.  En hvorugur bíllinn fer samt yfir 50 km/klst\n-popmaker- nei, ekki alveg\n-Gabbler- Þarna ertu kominn útí ljósvakakenninguna (eter).\n-thortho- Nú?  Er ég að gera einhverja klaufalega byrjendavillu?\n-popmaker- miðað við annan bílinn fer hinn nánast 100km klst\n-popmaker- (ekki alveg samt)\n-FunkyBoss- hvernig var þetta með almennu afstæðiskenninguna\n-FunkyBoss- öll kerfi eru jafngild\n-FunkyBoss- sömu lögmál gilda\n-FunkyBoss- nú er ég ekki kominn nógu lángt í eðl\n-Gabbler- Funky  Einstein gæti hafa haft rangt fyrir sér :)\n-FunkyBoss- er ekki til e-s konar hraði miðað við stjarft\n-VeryMuch- viðmið\n-VeryMuch- ?\n-FunkyBoss- já, stjarft viðmið\n-thortho- Gabbler:  Varstu að segja mig vera kominn í ljósvakakenninguna?\n-VeryMuch- Það er víst\n-popmaker- er ekki til einhver síða með jöfnum einsteins?\n-FunkyBoss- eða getum við virkilega talað um að hlutir séu á tvöföldum ljóshraða, þar sem það er mismunandi eftir kerjum\n-FunkyBoss- kerfum even\n-Gabbler- Spáið bara í einu.  Ef þið kveikið á peru sem er í miðju herbergi.  Og ljóseyndir streyma í burtu.  Tvær ljóseyndir sem fara í sitthvora áttina fjarlægjast hvor aðra með hraðanum 2c.\n-FunkyBoss- já, en ef við tölum um stjörf viðmið og getum þannig “fastsett” hraða annarrar agnarinnar\n-thortho- Já, en er hraði þeirra 2c?\n-popmaker- gabbler, ef þú stendur í lest sem fer á 5km hraða og kveikir á vasaljósi, hversu hratt fer ljósið?\n-FunkyBoss- þá fer sá hraði aldrei yfir c\n-VeryMuch- Ég hef einmitt pælt mikið í þessu sjálfur. Gabbler\n-Gabbler- c+5km/klst?\n-FunkyBoss- nei\n-popmaker- nei\n-Gabbler- ég veit :)\n-popmaker- c\n-Gabbler- en c miðað við hvað?\n-popmaker- miðað við lestina, brautarpallin, fiðrildi í brasilíu…\n-Gabbler- miðju alheims?  stjörnu hinumegin í alheiminum?  jörðina?\n-popmaker- allstaðar c\n-VeryMuch- erum við vissir?\n-FunkyBoss- já\n-popmaker- skv einstein, já\n-FunkyBoss- og það er búið að renna stoðum undir þetta svo margvegis\n-VeryMuch- Skv Einstein, en var hann viss um að þetta gilti alstaðar?\n-VeryMuch- Já en við getum ekki verið vissir um að þetta sé algilt, enda kenning\n-popmaker- fyrir alla hluti á hraðanum c, allstaðar\n-FunkyBoss- m0=m/kvaðratrótin af (c2 - v2/c2), stenst svoooo vel skv. mælingum\n-Gabbler- Ef stjarna fjarlægist okkur með 50%c og sendir okkkur ljós.  hversu hratt nálgast ljósið okkur?  en hversu hratt fjarlægist ljósið stjörnuna?\n-popmaker- jess, þetta var það sem ég var að leita að\n-popmaker- gleymdirðu öruggæega ekki neinu?\n-VeryMuch- Já, en etv brenglast þetta í vetrarþokunni við hlið okkar, eða í næstu vertrarbrautargrúppu við hlið okkar?!\n-popmaker- eins og öðrum veldum eða w-i?\n-popmaker- ahh.. neinei, þetta er allt\n-Gabbler- Það var nú um daginn verið að tala um að ljóshraðinn hafi ekki alltaf verið sá sami.\n-VeryMuch- FunkyBoss:  Svo eru það auðvitað takmörkuð gæði mælitækja sem vanda málið enn frekar.\n-Gabbler- (man ekki hvar en gæti flett því upp)\n-Gabbler- ljósið hægir víst á sér eftir því sem tíminn líður\n-VeryMuch- Það hljómar jafnvel sennilega. ;)\n-thortho- Þannig að ljós sem er búið að ferðast í nokkrar milljónir ára fer hægar en ljós sem er búið að ferðast í tvo daga?\n-VeryMuch- Eða að ljós hafi farið hraðar stuttu eftir upphaf alheims?\n-Gabbler- Akkúrat VM\n-VeryMuch- ;) það fannst mér lógískara\n-thortho- Það hljómar amk ekki illa\n-popmaker- af hverju ætti það samt að hægja á sér?\n-VeryMuch- já :)\n-Gabbler- Nei.  en hvernig á það eftir að enda?\n-popmaker- einhver skýring?\n-Gabbler- Meðalhitinn í alheiminum lækkar… hver veit?\n-VeryMuch- Popcorn:  Það er aldrei að vita, enda þekkjum við ekki eðli ljóss að fullu.\n-VeryMuch- Ef að heimurinn sem heild, “púlsar” og “andar”, sem eitt Lögmál, ættu Fastarnir að sýna það.\n-VeryMuch- Ef að heimurinn sem heild, “púlsar” og “andar” sem eitt Lögmál.  Ættu Fastarnir að sýna það.\n-thortho- A, bíðið við - eruð þið að meina að allt ljós fari hægar í dag en fyrir langalöngu?\n-Gabbler- akkúrat :)\n-VeryMuch- Jamm\n-popmaker- en ættum við að taka eftir því?\n-VeryMuch- Nei\n-VeryMuch- Jú!\n-popmaker- púlsumst við ekki og öndum með?\n-VeryMuch- Með því að kanna eðli heimsins frekar ættum við að geta leitt breytinguna út\n-VeryMuch- Kannski :)\n-VeryMuch- Þannig gæti heimurinn verið að breytast, tíminn að stoppa og starta, en við sæjum aldrei muninn. :))\n-popmaker- :)\n-Gabbler- hehe\n-VeryMuch- ;) Þokkalega!\n-Gabbler- Ég efast samt um það.\n-VeryMuch- Efi er fínn\n-Gabbler- jamm\n-VeryMuch- En það er líka hægt að velta þessu fyrir sér\n-VeryMuch- Á sama hátt og með heilana í krukkunum\n-Gabbler- Sem vísindamaður verður maður að gera það  (ég skilgreini mig núorðið sem vísindamann takk fyrir)\n-thortho- Þannig að tíminn gæti stoppað í tólf ár - og enginn tæki eftir því, því allt stoppaði um leið?\n-VeryMuch- Við getum ekki sannað að tíminn hafi EKKI stöðvast og hafist á ný\n-popmaker- nei, hversu oft ætli það hafi nú gerst?? :)\n-VeryMuch- Hehe :)\n-Gabbler- það er rétt… þetta er svipað og með heilann í krukku.\n-VeryMuch- akkúrat\n-Gabbler- En hvernig skilgreinum við tíma?\n-popmaker- daddara… úff\n-VeryMuch- Það er svo vandamálið! :))\n-thortho- En til að þetta hafi einhverja merkingu, þurfum við þá ekki að hugsa okkur eitthvað fyrir utan allt-sem-er?\n-Gabbler- Er nokkuð hægt að segja hvað ljóshraði er ef við vitum ekki einusinni hvað tími er?\n-VeryMuch- Tja nei..\n-popmaker- nei, við pössum okkur einmitt að gera það ekki :)\n-Gabbler- Hraði er vegalengd sinnum tími..\n-VeryMuch- Sko við getum skilgreint tíma sem hreyfningu.  En við vitum ekki hvað gerir hana mögulega!\n-Gabbler- Ég vil hafa hreyfingu OG rúm\n-Gabbler- (space)\n-thortho- Er einhver hreyfing hugsanleg án þess að það sé rúm fyrir hana að eiga sér stað í á annað borð?\n-popmaker- er eitthvað rúm án þess að eitthvað hreyfist í því a annað borð?\n-Gabbler- Akkúrat.  þessvegna verður rúmið að fylgja með.  Við getum stoppað tímann á tvo vegu.  stöðva hreyfingu eða eyða rúminu.  (allavega mín kenning)\n-VeryMuch- Þetta er dýpra\n-thortho- Og er hægt að segja að eitthvað hafi hreyfst ef maður hefur ekki tímann til að miða við?\n-popmaker- í upphafi var ekkert, svo byrjaði þetta ekkert að hreyfast og,… voila!\n-VeryMuch- hehe\n-thortho- Mér sýnist þetta allt saman vera afskaplega nátengt.\n-Gabbler- í upphafi var ljósið.\n-Gabbler- :)\n-VeryMuch- En jafnvel þó við höfum rúm og efni, þá hvað gerir ögnunum kleyft að breyta innbirðis afstöðu sinni?\n-thortho- Orka, býst ég við\n-thortho- eða þá Guð, ef menn kæra sig um slíkar verur\n-VeryMuch- Hmm.. en hvað leysir hana úr læðingi\n-popmaker- í upphafi var sófi, svo kom guð og sá sófann og sagði: “ansi fínn sófi, en það vamtar gólf undir hann” og skapaði alheiminn\n-thortho- Það leysir ekkert orkuna úr læðingi frekar en eitthvað búi efnið til\n-thortho- Orkan er til staðar á sama hátt og efnið\n-popmaker- er ekki efni bara ein mynd orku?\n-thortho- Og þá líka rúmið og tíminn\n-thortho- Popmaker: Svo er sagt\n-VeryMuch- En hvað gerir td þungum hlut kleyft að falla til jarðar?  Þal að breyta stöðuorku í hreyfiorku.\n-thortho- “Orka á föstu formi”\n-Gabbler- Þeir í hirosima urðu nú aldeilis varir við það!!\n-Gabbler- Þyngdarhröðun jarðar.\n-popmaker- sveiging rúmsins í kringum jörðina\n-thortho- Hehe - þyngdin gerir þungum hlut kleift að falla\n-Gabbler- Svignar rúmið í kringum jörðina?\n-VeryMuch- Jú, en hvað gerir þessu kleyft að ganga áfram eins og klukkuverk?\n-popmaker- tja, það er ein hugmyndin, amk til að skýra þyngdarafl\n-VeryMuch- Hvað leyfir sekúndunum að líða?\n-Gabbler- Er það ekki bara svona myndrænt til að útskýra það á einfaldann hátt?\n-popmaker- gengur það örugglega eins og klukkuverk?\n-Gabbler- Ég sá það allavega einhverntíman.  þá var svarthol sýnt sem óendanlega djúp hola.\n-VeryMuch- Nei ég er bara að reyna að fá ykkur til að skilja spurninguna\n-VeryMuch- Popcorn\n-Gabbler- Hreyfing leyfir tímanum að líða.\n-popmaker- hvaðan koma þessi lögmál, ertu að meina það?\n-VeryMuch- Já jafnvel en samt ekki alveg\n-VeryMuch- Hversvegna er til einhver vídd sem við getum kallað 4.víddina, eða bara tíma?\n-VeryMuch- Þeas hvað er þetta fyrirbæri, tími?\n-thortho- Þetta er allt háð hvert öðru - tími er háður því að til sé efni sem hreyfist, efni aftur á móti er háð því að til sé rúm fyrir það að hreyfast í, og hreyfingin er háð því að til sé rúm, efni og tími\n-VeryMuch- Þessi fjórða vídd, sem gerir hreyfingu mögulega\n-VeryMuch- Hvað er þetta fyrirbæri ss?\n-Gabbler- smá speki  “er hægt að hita kaffi í þrívíðum heimi?”\n-thortho- efni er frekar hátt því að til sé rúm fyrir það að vera í - og svo er rúm háð því að til sé efni til að vera í því og afmarka það einhvern veginn\n-VeryMuch- Svarið gæti ekki verið hreyfing, þar sem það er einkenni þessa fyrirbæris\n-VeryMuch- ThorTho: Jú það er alveg rétt, efni tekur pláss.\n-VeryMuch- Efni er hreyfing líka.\n-VeryMuch- Etv er heimurinn tími?!\n-thortho- Svo getur það líka verið spurning, hvort það þurfi á annað borð að vera eitthvað sem geri þetta mögulegt og hvort þetta sé á annað borð mögulegt\n-VeryMuch- haltu áfram\n-thortho- annars var ég að taka eftir einu, VM:  Þú áttar þig alveg á því hvar hástafirnir eiga að koma\n-VeryMuch- Það er nú frekar ljóst ;)\n-thortho- Það sem ég átti við var að þetta sé ef til vill ekki hlutur sem er bara mögulegur, heldur óumflýjanlegur\n-thortho- svosem\n-popmaker- allt sem gerist gerir það vegna þess að það verður að gera það\n-VeryMuch- Óumflýjanleikin er stundum notaður um lögmál\n-VeryMuch- Jú\n-thortho- Eins og þú nefndir, VeryMuch, þá er efni hreyfing\n-VeryMuch- Tíminn virðist sannarlega vera óumflýjanlegur, íþm hefðum við enga meðvitund án hans, og þal ekki möguleika á þessum pælingum. ;)\n-VeryMuch- Já líklega.\n-thortho- Já, tíminn er bráðnauðsynlegur fyrir allt þetta, en líka til að eitthvað geti á annað borð verið\n-VeryMuch- En hvað hreyfist þá?\n-VeryMuch- ThorTho: Já\n-Gabbler- ég er ekki alveg sammála þér VM…. ertu þá ekki að setja okkur á stall sem einhverjar verur sem eiga eða verða að vera hér og spekúlera?\n-VeryMuch- Þeas að við getum vitað af því ThorTho\n-VeryMuch- Nei nei, ég meina að þá fellur tréið POTTÞÉTT í skóginum án þess að neinn muni nokkurntíma vita það!\n-VeryMuch- Í framhaldi af því gætum við spurt er til heimur sem enginn veit af?!\n-Gabbler- aha.  Ok.  skil.\n-thortho- VeryMuch:  Nei, ég vil taka þetta lengra en bara upp að því marki að við getum vitað af því\n-VeryMuch- Hehe ;)\n-VeryMuch- ThorTho: Hvað áttu við?\n-thortho- Ég meina að til að eitthvað geti verið, þá verði allt þetta (tími og svo framvegis) að vera til\n-thortho- Við skiptum engu máli í því samhengi\n-Gabbler- Ég er sammála því að við skiptum ekki nokkru máli :)\n-VeryMuch- Já það gæti sannarlega verið möguleiki. ThorTho\n-thortho- Ég meina, heimurinn gæti alveg verið til án þess að við værum til, eða hvað?\n-popmaker- hann hlýtur að hafa verið til áður en við urðum til til að við gætum orðið til í honum\n-VeryMuch- Jú, í raun. ??? ég er samt að pæla í þessu\n-Gabbler- Gæti einhverntíman hafa myndast (eða eigi eftir að myndast) svona hálfgert núllástand.  þar sem tíminn líður ekki.  Engin hreyfing er og ekkert er að gerast.  ?\n-popmaker- þá mun líklega allt hverfa og verða að engu\n-VeryMuch- já\n-VeryMuch- En við gætum mögulega spáð fyrir um það síðar\n-popmaker- úff, ætli ég þurfi ekki að fara að hætta\n-VeryMuch- Það er nú það ;)\n-Gabbler- það fer nú að styttast í háttinn.  maður fær lítinn svefn þessa dagana.  Ekki gott að bæta þessu við.\n-Gabbler- :)\n-popmaker- skóli á morgun, og jarðfræðipróf\n-VeryMuch- Hehe jú farðu að sofa maður!\n-thortho- Ef tíminn líður ekki, þá er engin hreyfing - og svo framvegis\n-thortho- Oj, jarðfræðipróf - er ekki Guðbjartur enn að kenna?\n-VeryMuch- ThorTho: Já\n-popmaker- ójá\n-popmaker- í fjullu fjöri\n-thortho- Jibbí.  Og bókin meikar enn jafnmikið sens og símaskrá á rússnesku?\n-Gabbler- Ef við gætum skapað ástand í efni þar sem engin hreyfing mundi vera til staðar.  Tildæmis með því að kæla efnið niður í 0 K.  Þá væntanlega mundi enginn tími líða þar.\n-popmaker- hann dansar í tímum, hefur hann alltaf gert það?\n-thortho- minnir það\n-VeryMuch- Það væri nú mikið gaman að vera kominn aftur í menntó ;) (Hélt ég mér myndi aldrei finnast það)\n-thortho- Ja, það gæti verið ágætt að komast aftur, þannig séð\n-popmaker- jú, bókin er á einhverju gk-máli sem enginn skilur\n-popmaker- en það eru glósur á netinu sem redda þessu\n-VeryMuch- Gabbler:  Það  er nú það sem ég hef velt fyrir mér.  Að hægja á efninu, hvort það hafi áhrif á tíma.\n-popmaker- hlýtur að vera\n-popmaker- tími er hápur hraða\n-thortho- Ef einhver kæmi nú og byði ykkur að fara aftur í tíma, nema aðeins vitundin myndi hreyfast - mynduð þið taka því tilboði, og ef svo:  Til hvaða tíma færuð þið?\n-Gabbler- 50.000 ár afturí tímann.\n-VeryMuch- Popcorn: Ég vil frekar segja að hraði, eða hreyfing sé andlit Tímans.\n-thortho- Svo var saga sem ég rakst á:  Prófessor segist hafa fundið upp tímavél.  Hann tekur skál af frosnu vatni og setur inn í vélina. Nokkru síðar tekur hann hana út, og þá er vatnið fljótandi.  Hann er kampakátur og segist hafa fært vatnið aftur í tíma - þangað sem það var áður en það fraus.\n-popmaker- jæja, kysstu hann á kinnina fyrir mig, góða nótt\n-thortho- Gabbler:  Nei, þú verður að vera í þínum líkama\n-Gabbler- Aha.. meinar að ef ég fer 10 ár afturí tímann þá yrði ég 18 aftur?\n-thortho- Já, ef þú er 28 ára í dag - og þú myndir vita allt sem þú veist núna\n-VeryMuch- Popcorn: Góða nótt maður og gangi þér vel í prófinu!\nEf þér hefur tekist að lesa svona langt, án þess að sturlast, þá hvet ég þig til að mæta á sunnudögum frá 9 til 12 og bæta einhverju í þetta spjall.",
    "url": "https://www.hugi.is/heimspeki/pistlar/96778/6-oktober-2002/",
    "url_id": "96778",
    "id": "698265",
    "replies": [
        {
            "user": "cruz",
            "user_id": "6909",
            "date": "2004-08-23 10:58:19",
            "id": "698271",
            "reply_to_id": "698265",
            "text": "Hvað eru þið gamlir ?… eftir að hafa lesið eitthvað pínupons úr þessu þá sé ég það að ég kann ekkert. Ég þarf að fara að fræða mig um Heimspeki og Vísindi hef svo gaman að svoleiðis dóti ;)… ég er bara 18 ára strákpjakku"
        },
        {
            "user": "cruz",
            "user_id": "6909",
            "date": "2004-08-23 10:58:19",
            "id": "698272",
            "reply_to_id": "698271",
            "text": "ha ?"
        },
        {
            "user": "cruz",
            "user_id": "6909",
            "date": "2004-08-23 10:58:19",
            "id": "698273",
            "reply_to_id": "698272",
            "text": "HA ????"
        },
        {
            "user": "cruz",
            "user_id": "6909",
            "date": "2004-08-23 10:58:19",
            "id": "698274",
            "reply_to_id": "698273",
            "text": "það er ekki hæt að lesa þetta og halda sér við efnið, þar sem umræðuefnin eru fleiri en tvö og þrjú og fleiri… :)"
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2004-08-23 10:58:19",
            "id": "698270",
            "reply_to_id": "698265",
            "text": "Sælir !\nÉg var svona að reyna að spá í því að gæla við það að hugsa um að lesa þetta samtal :) En ég er samt búinn að finna lausnina á þessu vanamáli ef þið vitið ekki hver að segja hvað við hvern !\nÞið einfaldlega ímyndið ykkur að þið séuð í dökku herbergi (ekkert ljós) og að þið séuð að hlusta á vini ykkar tala, en málið er að þið eruð svo STONE* að þið meikið ekki að tala. Þá getið þið fengið góða mynd af þessu.\nP.s. ég nennti ekki að lesa þetta :("
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2004-08-23 10:58:19",
            "id": "698266",
            "reply_to_id": "698265",
            "text": "Við það að lesa þetta aftur verður mér það ljóst, hve auðveldlega ég misskil fólk á þessu irc formi.  Auk þess hve illa ég kem hugsunum mínum frá mér, á irc formi.  Ég verð að reyna að bæta þetta einhvern veginn.\nKv\nVeryMuch"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2004-08-23 10:58:19",
            "id": "698267",
            "reply_to_id": "698266",
            "text": "Mér fanst þrælgaman að lesa þetta aftur :)\nGaman að sjá hvað maður skrifar þegar maður hefur stuttann tíma til að hugsa.\nBatnandi fólki er best að lifa!\n:)\nKveðja."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2004-08-23 10:58:19",
            "id": "698268",
            "reply_to_id": "698267",
            "text": "Hehe, það væri kannski ekki vitlaust að reyna að\nraða þessu í rétta röð.\nÉg var byrjaður að svara tveimur í einu einhvers\nstaðar í svona “zig-zag” mynstri.\nÍ næsta skipti verð ég með “afstæðiskenninguna”\nmeðferðis."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2004-08-23 10:58:19",
            "id": "698269",
            "reply_to_id": "698268",
            "text": "Hmm.. eða hafa “timestamp”?"
        }
    ]
}