{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2002-10-11 21:58:36",
    "title": "The Salton Sea",
    "text": "<a href=\"\nhttp://www.sbs.is/\n“><img class=”img2“ style=”BORDER-TOP-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-RIGHT-WIDTH: 0px“ hspace=”0“ src=”\nhttp://www.sbs.is/critic/myndir/3.gif\n“ width=”60“ height=”15“></a>\n<a href=”\nhttp://www.rottentomatoes.com/alias?s=Salton+Sea+(2002)\n“><img class=”img2“ style=”BORDER-TOP-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-RIGHT-WIDTH: 0px“ hspace=”0“ src=”\nhttp://www.sbs.is/critic/myndir/f.gif\n“ width=”25“ height=”25\"></a>\nSumir mundu segja að The Salton Sea væri hálfgerð eftirherma af Memento, þær eru báðar teknar með heldur ‘óvenjulegum’ stíl, þær eru báðar um hefnd, báðar um hálf minnislausan mann sem hefur misst eiginkonu sína en þrátt fyrir allt það sem er líkt er svo margt ólíkt að það er varla hægt að draga einhver prik frá Salton Sea fyrir það sem er líkt.\nKvikmyndin segir frá Danny Parker (Val Kilmer), í byrjun sögunnar er hann reyndar ekkert viss um hvort hann sé Danny Parker, hann gæti verið Tom Van Allen. Síðan að eiginkona hans var myrt hefur Danny (eða Tom) verið á kafi í dópi og hefur orðið góður vinur slæpingjans Jimmy ‘the Fin’ (Peter Sarsgaard) sem hefur samskipti við margar undarlegar manneskjur. Á kvöldin (og stundum daginn) er Danny útúrdópaur í hinum ýmsu partíum og á fjöldann allan af öðrum dópista vinum en Danny er ekki allur sem hann er séður. Hann hefur verið að hjálpa leynilögreglumönnunum Al (Anthony LaPaglia) og Gus (Doug Hutchison; Percy Wetmore úr The Green Mile) að koma upp um eiturlyfjasala. En á endanum vill Danny komast út úr þessu öllu og ákveður að skipta við eiturlyfjasalann Pooh-Bear (Vincent D'Onofrio), sem er vægast sagt geðbilaður og það gengur ekki allt eins og áhorfandinn bjóst við.\nSterkasti punktur The Salton Sea eru án efa persónurnar, tökum til dæmis Jimmy, hann veit ekki alveg hver JFK var en hann veit að Danny er góður vinur hans og mun ekki hlæja þegar hann spyr hann um það. Pooh-Bear, kallaður það því hann líkist teiknimyndabirninum (nefið var skorið af honum nefnilega), er leikinn af Vincent D’Onofrio (úr The Cell og er kannski þekktastur fyrir að leika hinn létt bilaða Gomer Pyle í Full Metal Jacket), Vincent er reyndar vel falinn undir tonn af farða svo að það erfitt að þekkja hann. Pooh-Bear minnti mig mjög á Mason Verger úr Hannibal.\nÞað sem kom mér mest á óvart í myndinni var Val Kilmer, ég hef aldrei verið sérstaklega hrifinn af honum sem leikara en hérna er hann með mikinn leiksigur miðað við ferilinn sinn. Ég gæti alveg trúað að hann fengi einhver verðlaun fyrir frammistöðuna sína í The Salton Sea.\nHandritið eftir Tony Gayton, er eins og ég sagði, ekkert alltof frumlegt en það er samt ekki, eins og svo mörg handrit nú til dags, að koma með of ótrúlega sögutvista, en þeir koma samt sumir frekar á óvart.",
    "url": "https://www.hugi.is/kvikmyndir/pistlar/96779/the-salton-sea/",
    "url_id": "96779",
    "id": "698275",
    "replies": [
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-08-23 10:58:19",
            "id": "698277",
            "reply_to_id": "698275",
            "text": "Eins og ég er búinn að vera að segja við alla sem ég hitti, það sem mér fannst sniðugast við þessa mynd var að eftir hálftíma þá hafði maður ekki hugmynd um hvað myndin var."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2004-08-23 10:58:19",
            "id": "698276",
            "reply_to_id": "698275",
            "text": "Já, sá þessa mynd á forsýningu um dagin og fannst aðallega merkilegt hvernig hún skiptir um karakter á ákveðnum punkti í myndinni, það er eins og þetta séu 2 mismunandi sögur án þess að ég fari eitthvað meira í það.\nÍ sambandi við Memento samanburð er hann mun meiri í orði en á borði. Það eru nokkrir punktar sem eru svipaðir. eins kom fram áðan fjalla myndirnar um menn með myrka fortíð sem sækjast eftir hefnd og hafa báðir misst konuna sína en þessar myndir taka á þessum punktum með mjög mismunandi hætti (enda efast ég um að Gayton hafi fengið einhvern innblástur frá memento þarsem Memento var rétt að komast í almenna dreifingu þegar byrjað var að taka The Salton sea en hún átti hupphalflega að koma út seinni partin á síðasta ári en var seinkað) það sem þessari myndir eiga aðallega sameiginlegt að þær leika sér með þessar hefðbundnu Noir reglur og nota þær sér til telkna til að búa til mjög sérstakar og áhugaverðar Neo-Noir myndir."
        }
    ]
}