{
    "forum_title": "Bílar",
    "user": "fingo",
    "user_id": "8667",
    "date": "2002-10-13 16:05:13",
    "title": "Hyundai saga..",
    "text": "Sælir bílahugarar góðir…\nÉg ætla að koma með smá sögu af Accentinum okkar hér í Suðursveitinni svona í tilefni af neikvæðri umfjöllun sem Hyundai virðist hafa hér á áhugamálinu Bílar..\nÞað hefur líklega ekki farið framhjá neinum þeir gríðalegu vatnavextir sem hafa verið í ám á Suðausturlandi undanfarið. Svo vill nú til að áin Kolgríma sem reif með sér 100metra kafla af þjóðvegi 1 rennur hérna við bæjardyrnar hjér mér. Það var gríðalegt hlaup í ánni (einsog sjá mátti á myndum í murgnblaðinu og á Rúv) þegar pabbi minn var að koma heim á litla bleika accentinum okkar. En allt í einu losanar undan veginum og bíllinn fer útaf veginum og ofan í ískjökulkalda ánna. Pabbi klöngraðist heim fótgangandi, en mikið átti eftir að hækka í ánni enn. Þegar lögreglan kom á staðinn klukktíma síðar rann áin upp að framrúðu á bílnum og töldu nú margir að bíllin væri handónýtur.. einkum vegna mikils sand og leirburðar í ánni, auk mikill ísjaka sem flutu um í henni. En jæja daginn eftir hafði sjatnað soldið í ánni og ég og pabbi hengdum bílinn aftaní pickann okkar og drösluðum honum heim. Fékk ég leifi til að gramsa í bílnum þar sem pabbi hélt að hann væri handónýtur. Jæja ég skipti um kertin í honum og opnaði loftsíu boxið í honum. Loftsían allveg gegndrepa. Svo skoðaði ég smurninguna á bílnum og ég furðaði mig á því að ekkert vatn virtist vera í henni. Svo að næst þá ákvað ég bara að prófa starta, sumum finnst það kannski svolið græfralegt en ég gerði það nú samt. Og viti menn, ég var varla búinn að snerta lykilinn þegar hann rauk í gangi og ekkert virtist eðlilegra. Var ég að vonum ánægður, því að jú það hefði nú verið skaði ef bíllinn væri ónýtur.\nMikið þarf þó að gera, t.d. er miðstöðin full af sandi og sætin sömuleiðis og allt vélarúmið, maður veit heldur ekkert hvernig bremsuskálarnar eru.\nÞað sáu jafnvel einhverjir í fréttunum á stöð2 á föstudag, þá sást í bílinn þar sem hann var í kafi..\nBillin fékk beiglu á brettið líka, og ljósahlífin brotnaði við það að ísjakar sigldu á hann. En ekki tel ég það mikinn skaða.\nÉg set jafnvel mynd af því inn þar sem var í kafi þegar þær koma úr framkötlun.\nÉg hafði áður skrifað um það hvað þessi bíll hafi þurt að þola..\n“Bíllinn hefur lent í því að elta rollur í blautri grófri möl á fullu og hann hefur þurft að snarbeygja af veginum og útaf eftir annarri rollu og svo framvegis og svo framvegis. Munið eftir rallíinu í fyrra sem var á Höfn í Hornafirði? fyrsta sérleið var ekin í mínu landi og töluðu feðgarnir á Imprezuni að það hafi reynt mjög á bílinn að fara hana. Bleiki Accentinn okkar hefur farið þetta þúsund sinnum en ennþá svínvirkar hann”\nMig langaði einungis að skrifa þessi orð vegna umræðunar um Hyundai, hvort þetta sé algert rusl eða bara fínir einsog margir aðrir bílar.\nMín skoðun og reynsla er sú að þetta er mjög fínir bílar, ekkert síðri en aðrir, og ódýr í þokkabót. Þecci accent og scoupe bíll sem er til hérna hafa reynst mjööög vel.\nTakk fyrir mig.",
    "url": "https://www.hugi.is/bilar/greinar/96897/hyundai-saga/",
    "url_id": "96897",
    "id": "699160",
    "replies": [
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-10-13 17:27:36",
            "id": "699179",
            "reply_to_id": "699160",
            "text": "Það eru til léleg og góð eintök af Hyundai bílum!!! Í 99% tilfella er um léleg eintök að ræða eins og þessir Pony bílar eru allir með tölu drasl! Sonata áttu sína spretti og nærri því allir Accentarnir eru rugl!!!\nÞið hafið greinilega verið heppið með eintakið ykkar ( fyrir utan það að það er bleikt : )"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-10-13 17:31:00",
            "id": "699180",
            "reply_to_id": "699160",
            "text": "Ég veit svosem ekki, hann ar allur að koma til, eða það virðist vera. Fyrst heyrði maður ekkert nema skít, kassinn farinn tvisvar, búið að skipta um allt sem hægt væri að skipta um.\nen svo koma svona sögur sem eru andstæður, veit ég nú um marga bíla sem myndu drepast við minna.  Ég væri samt enn efins ef ég væri að kaupa bíl,  Myndir þú kaupa annan eins eða aðra tegund? svara samviskusamlega"
        },
        {
            "user": "fingo",
            "user_id": "8667",
            "date": "2002-10-13 17:54:44",
            "id": "699181",
            "reply_to_id": "699180",
            "text": "Já hiklaust. Svona bíl eða Mitsubishi, ég hef mikið dálæti á mmc. Reynsla mín af hyundai er bara frábær + þetta eyðir engu."
        },
        {
            "user": "Onoes",
            "user_id": "1099",
            "date": "2002-10-13 18:03:14",
            "id": "699182",
            "reply_to_id": "699160",
            "text": "Já eru Hyndai ekki með MMC vélar?"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-10-13 18:07:51",
            "id": "699183",
            "reply_to_id": "699160",
            "text": "Haha… það er merkilegt hvernig eitt tiltekið eintak getur verið nær ódrepandi… vinur minn átti Hræhatsú (Daihatsu) sem gerði við sig sjálfur… það var alvöru tæki… þar til hann drapst :)\nEn ég hefði orðið sæmilega smeikur ef vegur sem ég væri að keyra á gæfi sig skyndilega… sjitt… þá væri það bara Bond-style að henda sér út :p"
        },
        {
            "user": "viggomatic",
            "user_id": "11899",
            "date": "2002-10-13 18:17:24",
            "id": "699184",
            "reply_to_id": "699183",
            "text": "Hyundai er bara ódýr framleiðsla af Mitsubishi…\nHyundai Sonata er til að mynda bara Mitsubishi Galant i öðrum búningi :D (sama vél, sami undirvagn (reyndar er 16v DOHC vélin ekki alveg sú sama og MMC)\nMitsubishi er til að mynda eigandinn af hyundai…\nog allir sem ekki hafa efni á að kaupa sér MMC mega alveg kaupa sér Hyundai. (EN ÉG MÆLI EKKI MEÐ ÞVÍ)…"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2002-10-13 18:47:51",
            "id": "699185",
            "reply_to_id": "699184",
            "text": "hehe GOGO Accent , annars eru aðeins 3 gallar á mínu eintaki. 1) höndlar ekki í miklum hliðarvindi (civic flaug í gegnum 14 vindstig en accent var að fara til hliðar vegna vindblástur og báðir yfir 100 km hraða) , 2) kraftleysi , 3) Bílinn er mjög hrár = enginn snúningsmælir , enginn klukka , lítið sem enginn einangrun , slæm meðferð á bílnum af fyrrum 2 eigendum - ég er 3 eigandi og bílinn er 6 ára , lélegir hlutir sem eru notaðir í bílinn.. tók mest alla hluti sem voru verulega ryðgaðir sem voru inní hurðinni en það var umboðinu að kenna = vatn komst inn fyrir , ég fékk 50% af hlutum vegna illa frágangs hjá B&L verkstæðinu (lét þá laga “skakka” rúðu þegar ég keypti bílinn = fría viðgerð og þeir nenntu ekki að vanda sig greinilega) og kannski eitthvað annað sem ég man ekki eftir…"
        },
        {
            "user": "zazou",
            "user_id": "21931",
            "date": "2002-10-13 19:28:37",
            "id": "699186",
            "reply_to_id": "699185",
            "text": "Alveg merkilegt þessi gífurlega athygli sem Hyundai fær :-|\nPersónulega finnst mér þessi tegund ekki eiga hana skilið >:-)"
        },
        {
            "user": "snikkari",
            "user_id": "3346",
            "date": "2002-10-13 20:30:28",
            "id": "699187",
            "reply_to_id": "699186",
            "text": "Ég held að menn verði að horfa á peninginn sem þeir eru að borga fyrir þessa bíla.\nÉg hef ágætisreynslu af Hyundai, systir mín átti Accent og hann fékk ryðbólur en það fær VW POLO líka. En aldrei bilaði hann.\nPabbi átti Elantra, hann klikkaði heldur aldrei en málningin flagnaði af speglunum, það gerðist líka á Corolla sem tengdó átti.\nFrændi minn átti á síðasta ári Santa Fe með V6 vélinni og það er drulluskemmtilegur jepplingur, nóg afl og mjög hljóðlátur og vel útbúinn og kostar slikk.\nNú á hann TERRACAN með V6 vélinni 220 hestöfl og það er vægast samt skemmtileg græja.\nÞað er ekkert að þessum bílum og sumir þeirra eru beinlínis mjög góðir.\nÉg tæki Santa Fe fram yfir hvaða jeppling sem er (nema kannski Freelander) anytime!"
        },
        {
            "user": "snikkari",
            "user_id": "3346",
            "date": "2002-10-14 12:54:08",
            "id": "699188",
            "reply_to_id": "699187",
            "text": "Ég myndi heldur taka Suzuki Grand Vitara yfir Santa Fe."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-14 12:57:16",
            "id": "699189",
            "reply_to_id": "699188",
            "text": "Grand Vitara er reyndar nokkuð skemmtilegur líka.\nEn Santa Fe bíllinn er bara ótrúlega góður bíll, MJÖG SOLID.\nÞað gæti líka vel verið að það sé mikill gæðamunur á milli gerða hjá Hyundai."
        },
        {
            "user": "stannoinn",
            "user_id": "24336",
            "date": "2002-10-13 20:37:24",
            "id": "699190",
            "reply_to_id": "699160",
            "text": "Mín reynsla af Hyundai er leiðinleg. Ég átti Accent. Leyfi mér að segja að þetta hafi verið hið mesta rusl. Ýmsir smágallar og druslufílingur þó þetta hafi verið 4 ára gamalt eintak þegar ég átti hann. Kúplingin og altenatorinn fóru, allir þéttilistar voru ónýtir. Hurðarbotnar ryðguðu að neðan osfrv. Þar að auki var vonlaust að selja þetta. Nokkrir félagar mínir, þ.ám 1 sem vinnur á verkstæði B&L hafa neikvæða reynslu af Hyundai. Og þó bíllinn sé ódýr er það fljótt að koma þegar þarf alltaf að vera með þetta á verkstæði. Þá bið ég frekar um Mözdu, Toyotu eða eitthvað japanskt sem bilar lítið\nHyundai-  nei takk."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-10-14 10:52:45",
            "id": "699161",
            "reply_to_id": "699160",
            "text": "Ég hef aldrei átt svona og mun líklegast aldrei eiga þannig að ég hef ekki mikla reynslu af þessum bílum, en ég hef setið nokkrum sinnum í svona og ég get ekki sagt annað en að það hafi verið vægast sagt leiðinlegt að ferðast í þessu.\nFrekar myndi ég vilja eiga 12 ára gamlan benz frekar en glænýja japanska beyglu."
        },
        {
            "user": "stannoinn",
            "user_id": "24336",
            "date": "2002-10-14 11:29:58",
            "id": "699162",
            "reply_to_id": "699161",
            "text": "Ég er náttúrulega sammála því…..\nMaður fær miklu meira fyrir peninginn….\nÍ nýjum bílum í dag, hvað fengi maður fyrir E34 M5? Segjum að hann sé staðgreitt á 1500 þús.\nÞú fengir Yaris T-sport, Corolla með 1400 vél…. eða eitthvað fleira í þessum dúr.\nÞessum bílum fylgja rándýrar þjónustuskoðanir (ég er ekki bara að tala um Toyota bílana, heldur alla nýja bíla) sem eru á 15 þús km fresti, smurolíuskipti á 5 þús km fresti.\nBara sá kostnaður dekkar þjónustukostnað á M5 bílnum, sem er auk þess rúmbetri, sterkar, vandaðri, öflugri (þrisvar sinnum), fallegri, rýrnar minna, miklu betur búin, miklu sérstakari og svo mætti lengi telja.\nAuðvitað ætti maður að velja sér gamlan þýskan frekar en nýjan japanskann - nema maður sé virkilega heitur fyrir einhverju ákveðnu eins og MR2 eða WRX eða eitthvað í þeim dúr."
        },
        {
            "user": "stannoinn",
            "user_id": "24336",
            "date": "2002-10-14 12:44:30",
            "id": "699163",
            "reply_to_id": "699162",
            "text": "Læturu ekki smyrja M5-inn á 5000 km fresti, eða 8?\nÉg hef 2svar keypt nýja bíla frá því ég fékk prófið 1995. Í fyrra skiptið keypti ég nýja Corollu 95 og fór bara með hana í 1000km uppherslu og fór aldrei í þjónustuskoðanir því þær voru svo stjarnfræðilega dýrar . Svo 1998 keypti ég nýja Imprezu frá IH og þjónstuskoðanir voru innifaldar í verði bílsis.\nAccentinn sem ég átti um tíma var hinsvegar búinn að fara í allar þjónustuskoðanir og samt var alltaf eitthvað að bila. Soldið stór biti að þurfa að láta skiptum um kúplingu og altenator þegar bíllinn var keyrður tæp 60.000, meðan Corollan mín gamla er núna í eigu föður míns og ekin 160.000 og hefur aldrei bilað. Bara skipt um tímareim. Smá munur á gæðum finnst mér allavega."
        },
        {
            "user": "almera",
            "user_id": "16916",
            "date": "2002-10-14 12:54:32",
            "id": "699164",
            "reply_to_id": "699163",
            "text": "Nei, 5000 km fresti er klikkun! Þá þyrfti ég að skipta um smurningu á tveggja mánaða fresti!\nNei, ég hef yfirleitt miðað við 10 þús, en það er þjónustuljós í bílnum fyrir smurninguna og ég fylgi því yfirleitt.\nAðalatriðið er að fylgjast með smurolíunni reglulega, ég tékka alltaf á olíunni þegar ég tek bensín. Og nota bestu fáanlegu olíu á bílinn Shell Helix Ultra Racing 10/60."
        },
        {
            "user": "almera",
            "user_id": "16916",
            "date": "2002-10-14 15:03:01",
            "id": "699165",
            "reply_to_id": "699164",
            "text": "Þar sem þið eruð farnir að tala um smurningu á bílum er 10 þús km í lagi, en það væri í lagi að láta líða lengra á milli þar sem smurolíur eru orðnar mjög góðar í dag. Ef þú skiptir um smurolíu á 7500km fresti, ertu í raun að henda onotaðri olíu.  Eitt gott dæmi um þetta er nýju Benz Actros vörubílarnir, með shell Remula ultra 10/40 smurolíu á að vera í lagi að keyra allt að 100þús km í langkeyrslu.  Og þarna er verið að tala um allt að 600 hö v8 háþrýstar dísel vélar.  En þessir bílar eru búnir teligent viðhaldskerfi sem seigir þér allt um ástand bilsins s.s. ástand á öllum olíum, kælivatni, ástndi hemla o.s.frv\nÞetta eru gæðabilar ekki þetta Hyundai rusl sem eru bara lélegar eftirlíkingar af bílum!!!!!!"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2002-10-14 15:05:25",
            "id": "699166",
            "reply_to_id": "699165",
            "text": "Almennt segja þeir mér á smurstöðinni að eðlielgast væri að skipta einu sinni á ári um smurolíu ef þú ekur ekki mikið meira en 20 þús."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2002-10-14 18:44:00",
            "id": "699167",
            "reply_to_id": "699166",
            "text": "smá fróðleikur.\nhttp://www.bmwkraftur.com/spjall/viewtop\nic.php?t=180"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2002-10-14 18:48:41",
            "id": "699168",
            "reply_to_id": "699167",
            "text": "Mér þykir leiðinlegt þega að fólk alhæfir um að 99% accenta séu lélegir. Það væri líklegra að hlutfallið sé í hæsta lagi 10% án þess að ég sé nokkuð að alhæfa."
        },
        {
            "user": "v8mann",
            "user_id": "21753",
            "date": "2002-10-15 00:03:08",
            "id": "699169",
            "reply_to_id": "699168",
            "text": "ég hef þónokkra reynslu af hyundai og jújú þeir hafa alveg klikkað en flestir sem maður þekkir fara líka alltaf með hyundai eins og hyndai þúst.. þetta er bara hyundai.. eða þetta hefur manni sýnst annars hefur mér alveg þótt þeir ágætir sumir og ég tel að hyundai sé að skána ég meina.. þetta er ungt fyrirtæki í þessum bransa… hvernig voru japönsku bílarnir fyrst?\nsko hyndai og mitsubishi er ekki sama fyrirtækið og maður hefur nú ekki heyrt um að mmc sé eigandi þess.. en ég veit það þó fyrir víst að hyndai hafa fengið leyfi til að nýta gamlar teikningar og annað frá mmc.. hvernig haldiði að þeir nái að halda verðinu sona lágu? með því að eyða í byrjun sem minnst síðan keyptu þeir kia og það vildi svo til að kia hafa mjög færa vélarmenn innan sinna veggja.. eftir nokkur ár tel ég að kórensku bílanir verði farnir að sækja virkilega á í hinum almenna bílaheimi.."
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2002-10-15 09:53:57",
            "id": "699170",
            "reply_to_id": "699169",
            "text": "MMC og Dodge eiga stóran hluta í Hyundai bílaframleiðslu.\njá kringum árið 2000 þá skánaði aðeins útlit og kraftur í hyundai.\nsirka helmingur sem maður talar við um hyundai hafa átt þá og þeir seljast ennþá og nóg til á götum borgarinar ;) svo einhverjir hljóta að vilja þá hehe (einn pony á vöku og nokkrir á hverji sölu)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-18 22:30:14",
            "id": "699171",
            "reply_to_id": "699170",
            "text": "Árið 1996 reyndar skánaði reyndar útlit Hyundai. Elantra 1996 og coupe 1996 þykja mér nú frekar fallegir bílar, aftur á móti þykir mér 2000 útlitið frekar lélegt.\nElantra ´96 1,8gls er reyndar 127,8hö\nþannig að krafturinn var reyndar einnig ágætur fyrir árið 2000 :-)"
        },
        {
            "user": "snikkari",
            "user_id": "3346",
            "date": "2002-10-14 13:04:59",
            "id": "699172",
            "reply_to_id": "699162",
            "text": "Þýskt er ekki alltaf besti kosturinn.\nEndilenaga skoðiði þennan link.\nMaðurinn er búin að eyða um.þ.b. 2 milljónum\ní viðhaldskostnað á 4 árum.\nBMW = Bring money with you"
        },
        {
            "user": "snikkari",
            "user_id": "3346",
            "date": "2002-10-14 13:05:35",
            "id": "699173",
            "reply_to_id": "699172",
            "text": "Já, linkurinn gleymdist…he he\nhttp://www.my750.com"
        },
        {
            "user": "snikkari",
            "user_id": "3346",
            "date": "2002-10-14 13:12:00",
            "id": "699174",
            "reply_to_id": "699173",
            "text": "Mín lokaniðurstaða er….. he he he\nEf farið er vel með bílana eiga þeir að endast þokkalega.\nÞað eru alltaf til inn á milli eintök hjá ÖLLUM\nframleiðendum sem klikka og eru vandræðabílar.\nHvort sem það er Trabant eða Mercedes."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-14 14:13:21",
            "id": "699175",
            "reply_to_id": "699174",
            "text": "Nákvæmlega, eins og þrjár gallaðar Toyotur sem frændi minn fékk í röð!\nEn þjónustan var bara svo góð að hann hafði ekki brjóst í sér að æsa sig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-14 14:01:05",
            "id": "699176",
            "reply_to_id": "699173",
            "text": "Það eru til svona horror sögur með flestar gerðir af bílum.\nÉg þekki þó ekki neitt til 750 bílana en gæti vel trúað að þeir séu flóknir.\nM3 og M5 eru hinsvegar með endingarbestu bílum á götunum í dag, og það er ansi gott fyrir hátjúnaðar vélar."
        },
        {
            "user": "zazou",
            "user_id": "21931",
            "date": "2002-10-14 12:00:06",
            "id": "699177",
            "reply_to_id": "699161",
            "text": "Hjúndeij eru kóreskir ekki japanskir."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-10-14 12:19:03",
            "id": "699178",
            "reply_to_id": "699177",
            "text": "zazou: ég veit, en ég var að tala um japanskar dollur, eða öllu heldur átti ég bara við allt annað en þýskt :)\nRange Rover eru breskir og þeir rúla reyndar :)"
        }
    ]
}