{
    "forum_title": "Ferðalög",
    "user": "bonobo",
    "user_id": "22716",
    "date": "2002-10-13 21:22:10",
    "title": "Ferðalög mín og langar að ferðast meira!",
    "text": "Já, ég kem reyndar ekki oft á þetta áhugamál en samt… ég ætla aðeins að segja frá mínum ferðalögum.\nSíðan ég var eitthvað 5 eða 6 ára hef ég farið til útlanda á hverju ári. Mamma og pabbi fóru einu sinni með okkur krakkana og þá breyttist það í einhverskonar fíkn ;) Byrjuðum að fara til Mallorca og fórum næstu þrjú árin þangað svo byrjuðum við að ferðast til Spánar og hef farið á flesta ferðamannastaðina þar (Barcelona, Costa del Sol tvisvar, Benidorm og fl.) Svo hef ég farið til Portúgal, tvisvar og sonna. Nú er ég búin að fá leið á sólarlöndunum og ætla bara að heimta næst að fá að fara til einhvers menningarlands, eins og Frakklands, Ítalíu og álíka. En svo hef ég líka farið til Danmörku og Svíþjóðar (tvisvar). Já, svo langar mig líka að fara til Bandaríkjanna og Englands. Já, hef gaman af því að ferðast og ætla mér að ferðast mikið í framtíðinni. Stefni á að fara til Frakklands, Ítalíu eða Bandaríkjanna til að læra fatahönnun og svona. Það væri gaman. Svo langar mig líka að fara sem skiptinemi en þið vitið hvað það er dýrt, í hálft ár er það 484 þús en í heilt 500 og eitthvað þúsund. Svolítið skrítið hve lítill munur það er. Ég myndi persónulega aldrei vera í heilt ár, alltof mikið og væri gaman ef einhver sem les þetta hefur farið sem skiptinemi einhvert að segja frá því, sem grein, kork eða svar við þessu. Langar að vita hvernig þetta er. Hef auðvitað farið á netið og kíkt á þetta og lesið bæklinginn sem mér var sendur frá afs spjaldanna á milli. Það væri rosalega gaman en erfitt, sérstaklega í sambandi við skólann sem er mikill hluti af þessu. Sumir skólar búast við því sama frá öllum nemendum hvaðan sem þeir koma! Jæja, ætli ég ljúki þessari grein bara svona: Verið óhrædd við að lýsa skiptinemareynslunni ykkar og ferðalaga almennt!!!",
    "url": "https://www.hugi.is/ferdalog/greinar/96922/ferdalog-min-og-langar-ad-ferdast-meira/",
    "url_id": "96922",
    "id": "699693",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-10-13 22:56:07",
            "id": "699694",
            "reply_to_id": "699693",
            "text": "Mér finnst að þú ættir endilega að drífa þig að fara út sem skiptinemi.  Ef pabbi þinn og mamma hafa efni á að fara til útlanda á hverju ári með alla fjölskylduna, þá hafa þau alveg efni á að senda þig út.  Pabbi minn og mamma fóru til útlanda á hverju ári þegar ég var krakki en þau sendu mig og bróður minn alltaf til ömmu á meðan :(\nÉg fór ekki út sem skiptinemi en þekki þó nokkra sem gerðu það og þó það sé ekki allt draumur í dós þá hafa flestir þeirra verið mjög ánægðir og lýst þessu sem skemmtilegri reynslu.  Ég fór hins vegar í Nordjobb og það er annað sem þú getur gerst til að ferðast en verður að vera orðin 18.  Kíktu á\nhttp://nordjobb.3tag.com/\nÞegar þú ert í Nordjobb, þá ertu að vinna þannig að þú ættir að koma út á sléttu.  Þú þarft að eiga fyrir farinu út og uppihaldi fyrsta mánuðinn úti en svo kemurðu með síðustu mánaðarlaunin heim.\nÞað er líka hægt að fara sem sjálfboðaliði í 4-12 mánuði á vegum AUS -\nhttp://www.aus.is/\nog þú myndir þá fá fæði og húsnæði, kannski vasapening en ekki þurfa að kosta neinu meira til.  Það þarf samt líka að vera orðinn 18."
        },
        {
            "user": "BjorgvinR",
            "user_id": "22547",
            "date": "2002-10-24 18:10:41",
            "id": "699695",
            "reply_to_id": "699693",
            "text": "Ég hef verið skiptinemi og það suckar. Í alvöru, ekkert að gera, leiðinlegur skóli og hvað eina. Ef þú ferð, hugsaðu þig vel um áður, ekki ana út í eitthvað sem er svo ekkert fyrir þig.\nPS. Ég var í Þýskalandi."
        },
        {
            "user": "irisomars",
            "user_id": "2573",
            "date": "2002-10-25 23:01:13",
            "id": "699696",
            "reply_to_id": "699693",
            "text": "Ég fór sem skiptinemi til Venezuela í eitt ár og það var bara frábært. Auðvitað er þetta ekkert alltaf gaman og þetta getur verið rosalega erfitt en þetta er vel þess virði. Þú ert náttúrulega að lifa bara venjulegu lífi í öðru landi og þetta er ekkert bara skemmriferð en lífsreynslan er svakaleg. Stjórnmálaástandið í Venezuela er ekkert gott og það varð allt brjálað þar á meðan ég var úti svo að maður var kannski lokaður inni dögum saman á meðan það voru skotbardagar á götum úti…. en þegar maður lítur aftur þá sér maður gódu hlutina :) en samt er það satt að skólinn var HUNDLEIÐINLEGUR en ég bara svaf í gegnum hann allan :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-12 21:09:21",
            "id": "699697",
            "reply_to_id": "699693",
            "text": "Ég hef ekki farið sjálf sem skiptinemi en ég hef verið með skiptinema inná heimilinu. Ef ég væri þú þá myndi ég pottþétt fara til frakklands. ég held að það sé æðislegt. Persónulega myndi ég annaðhvort fara þangað, til Spánar og læra spænsku eða til Ástralíu. En þú villt ekki fara til sólarlanda svo að ég held að Frakkland væri fullkomið fyrir þig. Hugsaðu þér bara: flottir gosbrunnar um allar götur, mikið líf í borginni, góður matur, gott veuðr, bakarí alls staðar og fleiri skemmtilegheit. En svo ef fólk hefur ekki efni á því að senda börnin sín sem skiptinema er líka gaman held ég að vera au pair, þá er ekki ætlast til að fólk sé í skóla. Og so what, eitt menntaskólaár sem þú vinnur upp þegar þú kemur heim, og´þú færð þvílíka reynslu og upplifun. Ef þú ert tilbúin að fara sem skiptinemi og foreldar þínir eiga efni á því þá myndi ég fara. þú átt eftir að minnast þessa alla ævi:)"
        }
    ]
}