{
    "forum_title": "Tíska & útlit",
    "user": null,
    "user_id": null,
    "date": "2002-10-14 15:06:24",
    "title": "Hæ hó",
    "text": "Hæ ég er hér með smá vandmál en það er ekki mikið ég byrja núna: Já ég var að labba í bæinn og það var ekki gaman vegna þess að ég hitta gömlu vinkomu mína hún sagði að ég væri klædd eins og hóra PÆLIÐI Í ÞVÍ ÞETTA VAR BESTA VINKONA MÍN! ég var bara venjuleg: með uppsett hárið í stuttu pylsi og í bleikum hlírabol OG ÉG ÁTTI AÐ VERA EINS OG HÓRA (pælið í því) já og núna eru allir að segja að ég sé eitthvað þannig og halló ég er bara 14 ára OG ÉG Á AÐ VERA HÓRA. hvernig á ég að vera ef ég var bara í fötum sem mér finnst flott og ég ver bara HÓRA ég ætla aldrei í þessi föt aftur og segiði mér bara plís hvernig á ég að vera og segið mér bara allan pakkan  hvernig ég á að vera TIL AÐ VERA EKKI HÓRA bara vera eins og vengjulegt FÓLK??????",
    "url": "https://www.hugi.is/tiska/greinar/97056/hae-ho/",
    "url_id": "97056",
    "id": "700745",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-14 17:28:32",
            "id": "700746",
            "reply_to_id": "700745",
            "text": "Ef þú ert 14 ára þá áttu ekki að ganga um í stuttu pilsi og bleikum hlýrabol úti á götu í október .."
        },
        {
            "user": "som",
            "user_id": "13482",
            "date": "2002-10-14 17:33:02",
            "id": "700747",
            "reply_to_id": "700745",
            "text": "Hæ 14 ára, ef ég má koma með tillögu þá myndi ég mæla með, gallabuxum (Disel /Lives). Þröngri peysu með rennilás, (eitthvað flott), hlýrabol innanundir, a bra ef þú notar og g-string.\nþetta finnst mér flott.\ntakk fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-14 19:10:50",
            "id": "700748",
            "reply_to_id": "700745",
            "text": "Fyrirgefðu, en mér finnst þú vera HÓRA (no affence). Vertu frekar í g-streng, mjög stuttu pilsi og gengnsæjum topp og ja that´s it………………………..GOODBYE…………….. ………H….Ó…..R…..A……NOT!!!!!! DJÓK……………..BÆ……….KVEÐJA……………. ………..Carmen Electra…."
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2002-10-14 19:14:39",
            "id": "700749",
            "reply_to_id": "700745",
            "text": "Klæddu þig bara eins og þú vilt og þér finnst flott… Þú ert engin hóra fyrir það og ég get ekki séð að þetta hafi verið mjög góð vinkona fyrst hún sagði að þú værir eins og hóra…"
        },
        {
            "user": "assmaster",
            "user_id": "8991",
            "date": "2002-10-14 20:45:36",
            "id": "700750",
            "reply_to_id": "700745",
            "text": "Mér finnst essi ex-vinkona  þín bara hafa engan rétt á að dæma það hvernig þú klæðir þig, gangtu bara í því sem þú villt ég hlustaðu ekki á einhverja niðurdrepandi ræfla eins og essa fyrverandi vinkonu þína. Ég meina, ætti þér ekki að vera skít sama hvað henni finnst hvort eð er. Ef ég hitti einhvern gaur sem ég þekkti fyrir langa laungu og hann segði eikkað sona við mig mér væri meira en létt drullu sama um hvað honum fyndist. Það er ekkert gaman að vera eins og allir aðrir, þá er ekkert sérstakt við mann.\nMaður á bara að vera eins og manni finnst best að vera sjálfum og ekki láta einhverja hálvita standa á milli þess og þín…\nSeriously"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-10-14 21:40:58",
            "id": "700751",
            "reply_to_id": "700745",
            "text": "Uhumm…hate to breake it to you but..Þú ert 11 ára!"
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-10-14 22:45:39",
            "id": "700752",
            "reply_to_id": "700745",
            "text": "stuttu pilsi og hlítabol!!! ertu algjör!!\nÞað er okt!! og….. ef þú vilt vita hvenrig allir í mínumskóla blæðast þá er það… gallabuxur,töffbolur og peisa (hensonoftast).. þannig eru flestir klæddir.. ekki í stuttupilsi og hlírabolum… sorry en þú ert eins og hóra.. einhver veðrur að segja þetta við þig…. og ég er bara stolt af því að það ver ég.!!!\n(sorry stafsetningar villur ég er svo lesblind)\nkv,\ncallas"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-10-15 11:21:39",
            "id": "700753",
            "reply_to_id": "700745",
            "text": "Hverslags klæðnaður er þetta????????? Ertu á karlaveiðum í þessum fatnaði??????? Það er fokking október og þú getur hæglega fengið blöðrubólgu, nema þú sért í föðurlandinu undir…. sem ég efa :þ en… Scheisse… drífðu þig í brækur og peysu…\nSiggibet"
        },
        {
            "user": "terrordisco",
            "user_id": "5531",
            "date": "2002-10-15 14:17:33",
            "id": "700754",
            "reply_to_id": "700753",
            "text": "ég f´li ekki i böðrubólgu ég er að reyna að ganga í augun á STRÁKUMUN hvernig áég þá að vera til að gana í augum á þeim?"
        },
        {
            "user": "terrordisco",
            "user_id": "5531",
            "date": "2002-10-15 16:22:34",
            "id": "700755",
            "reply_to_id": "700754",
            "text": "ég held að flestir strákar sem eru ekki þroskaheftir fíli frekar stelpu í flottum fötum en stelpu í fáum fötum.\nþú gengur ekki í augun á strákum með að stríla þig upp eins og strippari.. skilaboðin sem þú ert að senda þegar þú klæðir þig svona í október eru ekki skilaboðin sem þú ættir að vilja senda…\nupprennd peysa og flottar gallabuxur eru málið. þá ertu kúl og þér er ekki kalt."
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-10-16 14:12:02",
            "id": "700756",
            "reply_to_id": "700755",
            "text": "drop it\nþetta er auðvitað bara klikkun að vera svona klædd í Október þó þú sért orðin 14 og finnst þetta flott!\nÉg sjálf myndi aldrei gera þetta nema ég væri alvarlega veik á geði, þú verður fárveik og átt eftir að liggja í rúminu í mánuð.\nKlæddu þig í föt!\nþað er allt í lagi að vera í gallapilsi sem nær niður fyrir hné en ekki stuttu pilsi sem nær rétt fyrir neðan rassinn það er bara ekki rétt.\nfarðu bara í einhverja hlýja peysu því þær geta alveg verið flotta t.d. flíspeysu, rauða, þrönga úr 66°N það er flott.\nOg eftir minni dómgreind finnst strákum ekki flott að vera með stelpum sem pissa í sig vegna blöðrubólgu því þær ákváðu að fara í bæinn og sýna á sér rassinn common…\nkv. Sigurast"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-10-17 14:25:48",
            "id": "700757",
            "reply_to_id": "700754",
            "text": "Af hverju segist þú vera 14 ára!!??!! Þú ert 11 ára!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-17 14:52:11",
            "id": "700758",
            "reply_to_id": "700757",
            "text": "Halló ég er ekki ein í heiminum frænka mín og ég erum með þetta saman og hún er 14 ára !!!!! og hún var að skrifa þetta fyrir sig !!!! ég skrifaði þetta ekki!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-19 15:44:42",
            "id": "700759",
            "reply_to_id": "700758",
            "text": "Fæ ég ekki fleirri álit????"
        },
        {
            "user": "MacPhisto",
            "user_id": "9534",
            "date": "2002-10-20 22:42:02",
            "id": "700760",
            "reply_to_id": "700754",
            "text": "Guð minn almáttugur!\nMaður gengur ekki um í stuttu pilsi og hlýrarbol á íslandi i október!\nShit, var þér ekki kalt spyr ég bara??\nog annað líka , ekki vera að reyna að sýna þig svona… þetta er bara ekkert flott!\nVeistu ég þekki enga stráka sem falla fyrir stelpum sem klæða sig svona.\nÞeir kannski horfa á þig jú, en hafa samt ekkert þannig áhuga á þér.\nHalda frekar að þú sért lauslát og easy to get in bed.\nEn ég stór efa að þeir hugsi þannig um þig fyrst þú ert bara 14 ára.\nEn i alvöru talað ekki klæða þig svona…\nÞað er kalt úti og þú verður bara fárveik!\nÞetta er heldur ekkert rosalega smekklegt :/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-21 14:46:26",
            "id": "700761",
            "reply_to_id": "700760",
            "text": "Halló er einginn að fatta að ég var óí þessu í sumar!"
        },
        {
            "user": "Xtreme",
            "user_id": "9006",
            "date": "2002-10-16 20:12:43",
            "id": "700762",
            "reply_to_id": "700745",
            "text": "þið eruð öll asna"
        },
        {
            "user": "BlueAngel",
            "user_id": "18623",
            "date": "2002-10-19 16:42:42",
            "id": "700763",
            "reply_to_id": "700745",
            "text": "Ok, mér finnst ljótt af þessari stelpu sem var vinkona þín að segja þetta, auðvitað segir maður ekki svona við bestu vinkonu sína, en mér finnst bara fáranlegt af þér (sorry, ætla ekkert að vera leiðinleg) að vera að ganga í stuttu pilsi og hlýrabol og einhverju svona í október….. Eins og svo margir eru búnir að segja: Fáðu þér bara gallabuxur og einhverja flotta (rennda) peysu og það er flott.\nKv. BlueAngel"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-10-19 18:23:26",
            "id": "700764",
            "reply_to_id": "700763",
            "text": "Þetta var í sumar!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-10-20 18:55:01",
            "id": "700765",
            "reply_to_id": "700764",
            "text": "S.S. hún skrifaði líka greinina um það þegar þú stalst pening frá mömmu þinni til að kaupa þér flott föt af því að þú varst stimplaður nörd og auli? Og er hún greinilega alltaf hjá þér til að svara fyrir þig greinum? ,, ég er að reyna að ganga í augun á strákunum…o.s.frv.\" ? Af hvernu viðirkennir þú það bara ekki? Já, ég mæli með´því að þú kaupir þér Diesel gallabuxur, Henson peysu, 3 randa Adidas skó, þessa týpísku, og Ralph Lauren ilmvatnm, þá ertu týpísk!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-20 21:11:03",
            "id": "700766",
            "reply_to_id": "700765",
            "text": "Takk ég geri það!"
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2002-10-22 23:23:47",
            "id": "700767",
            "reply_to_id": "700745",
            "text": "humm, persónulega þá finnast mér svona föt ekki flott en ef þig langar að vera í þessu þá máttu það mín vegna.\nAnnars langar mig að benda þér á að fá þér bara gallabuxur og þægilega peysu. Það er þægilegt, hlýtt og praktískt.\nkv.\nvampire"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-26 20:06:01",
            "id": "700768",
            "reply_to_id": "700767",
            "text": "En djamm fötin??? ég er að fara á djammið á morgun í hverju á ég að vera???"
        },
        {
            "user": "musli",
            "user_id": "26248",
            "date": "2002-11-06 14:30:53",
            "id": "700769",
            "reply_to_id": "700745",
            "text": "hæhæhæhæ aldís …\nflott grein!þú getur verið í venjulegum fötum!!!hahahahahahahahahahahah?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-11 15:47:32",
            "id": "700770",
            "reply_to_id": "700769",
            "text": "Ég heiti Kolbrún ekki Aldís ertu ekki að ruglast á fólki?!?!?!?!?!?!?!??!?!?!?!?!?"
        }
    ]
}