{
    "forum_title": "Hokkí",
    "user": "MutaNt",
    "user_id": "15732",
    "date": "2002-10-14 12:48:44",
    "title": "Red Wings vinna Mighty Ducks",
    "text": "Detroit Red Wings - 4\nAnaheim Mighty Ducks - 2\nDetroit Red Wings settu takmörk á fögnuðin í Anaheim.\nBrendan Shanahan skoraði tvö mörk er Detroit Red Wings unnu Anaheim Mighty Ducks í fyrsta heimaleik Mighty Ducks.\nShanahan skoraði fyrsta markið þegar 43 sekúndur voru búnar af 1. leikhluta svo fékk hann annað markið sitt á powerplay á loka mínútum í 2. leikhluta. Það var að koma brot á Red Wings og Jean-Sebastian Giguere, markmaður Mighty Ducks fór á bekkinn fyrir auka sóknarmann. En Adam Oates var með pökkinn fyrir aftan mark Red Wings og ætlaði að senda hann en sendingin misstókst og speglaðist yfir ísinn og beint í auða mark Anaheim's.\n“Ég hef aldrei gert þetta áður.” Sagði Adam Oates.\nSá sem snerti pökkinn seinast af Red Wings fékk heiðurinn af markinu og það var Shanahan sem fékk markið sem var annað mark hans á leiktíðinni.\n“Ég vissi ekki hver snerti hann seinast, ég held að pökkurinn hafi farið í skautann minn og til Oates.” Sagði Shanahan. “Ég vissi ekki að við værum að fá á okkur brot. Oates vissi það ekki heldur en Cheli (Chris Chelios) og ég vissum að alla leið að hann færi inn.”\nMargverðlaunaði varnarmaðurinn Nicklas Lidstrom og nýliðinn Henrik Zetterberg skoruðu líka fyrir Red Wings.\n“Þetta var góð ferð.” Sagði þjálfari Red Wings Dave Lewis. “Ég var ánægður með allt, allir unnu að krafti.”\nPaul Kariya og varnarmaðurinn Ruslan Salei skoruðu fyrir Ducks sem voru ósigrandi í seinustu fimm heimaleikjum.\nDucks svöruðu marki Shanahans með powerplay marki, 6 sekúndum inní 2. leikhluta en Kariya skoraði það.\nSalei skoraði sitt mark 5 mínútum inní 3. leikhluta er hann tók viðstöðulaust “slap-skot” frá bláu línunni fram hjá markmanni Red Wings.\n“Það er erfitt að berjast uppávið.” Sagði Oates. “Við spiluðum við Stanley Cup meistaranna vel, en ekki það vel. Það er sumt sem við þurfum að bæta, t.d. powerolay'ið en það tekur allt tíma.”\n3 stjörnur kvöldsins:\n- Brendan Shanahan (DET), 2 mörk í leiknum.\n- Henrik Zetterberg (DET), 1 mark og þar á meðal sigurmarkið.\n- Chris Chelios, (DET), 2 stoðsendingar og stóð sig frábærlega í vörn.\n———————————————— ——————\nÞað var einn annar leikur það kvöld:\nBuffalo Sabres - 0\nChicago Blackhawks - 3\nAlexei Zhamnov, Tyler Arnason og Jon Klemm skoruðu fyrir Chicago Blackhawks.",
    "url": "https://www.hugi.is/hokki/greinar/97054/red-wings-vinna-mighty-ducks/",
    "url_id": "97054",
    "id": "700726",
    "replies": [
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-10-14 13:33:10",
            "id": "700727",
            "reply_to_id": "700726",
            "text": "hvaða djös rugl er þetta “Detroit Red Wings settu takmörk á fögnuðin í Anaheim.” hvað meinaru með þessu ??? annars bara eins og venjulega kaldar staðreyndir :)"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-10-14 15:06:23",
            "id": "700728",
            "reply_to_id": "700727",
            "text": "Ég er að meina að Ducks eru búnir að vinna 5 leiki í röð á heimavelli en detroit vann núna þannig að það eyðilagðist…"
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2002-10-14 15:09:34",
            "id": "700729",
            "reply_to_id": "700728",
            "text": "Tyler Arnason er íslendingur spáiði í það.\nFá hann til að spila með landsliðinu???"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-10-14 15:10:39",
            "id": "700730",
            "reply_to_id": "700729",
            "text": "Nei hann er bandarískur ;)"
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2002-10-14 15:14:39",
            "id": "700731",
            "reply_to_id": "700730",
            "text": "já hann er það en ég er búinn að heyra um Vestur íslending sem heitir Tyler eikkað og býr í bandaríkjunum og spilar í nhl.\nGæti samt verið einhveð annað"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-10-14 15:18:59",
            "id": "700732",
            "reply_to_id": "700731",
            "text": "Gæti alveg trúað því sko fyrst það er “Arnarson.” ;)"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-10-14 15:19:00",
            "id": "700733",
            "reply_to_id": "700731",
            "text": "Gæti alveg trúað því sko fyrst það er “Arnarson.” ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-14 15:26:15",
            "id": "700734",
            "reply_to_id": "700728",
            "text": "key ég skil það betur."
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2002-10-14 15:08:02",
            "id": "700735",
            "reply_to_id": "700727",
            "text": "annars bara eins og venjulega kaldar staðreyndir :)\nHvaða djöfulsins rugl er þetta Geiri minn???????"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-14 15:25:28",
            "id": "700736",
            "reply_to_id": "700735",
            "text": "æji hann segir bar anákvæmlega það sem gerist en ég bara skil ekki byrjunina hjá honum"
        }
    ]
}