{
    "forum_title": "Deiglan",
    "user": "InKiRoS",
    "user_id": "4614",
    "date": "2000-11-25 16:41:04",
    "title": "hvað er að heiminum í dag !",
    "text": "þegar palestína og ísrael eru í blóðugu stríði útaf 60 mana bæ ísraela inní gaza þá er eingin foseti í bandaríkunum eingin vill taka afstöðu í inanlands málum á íslandi(um leyfingu víns í búðum og um hvort flóta maðurin fái leyfi) og það er ekki langt á í heimsendir með þessu eða hvað er þetta ekki allt bara lítil blaðra sem hefur verið fylid af lofti frétta manna\nég bara spyr í von úm svar\nkv fredinn",
    "url": "https://www.hugi.is/deiglan/greinar/9756/hvad-er-ad-heiminum-i-dag/",
    "url_id": "9756",
    "id": "56294",
    "replies": [
        {
            "user": "icebird",
            "user_id": "5087",
            "date": "2000-11-25 18:03:13",
            "id": "56295",
            "reply_to_id": "56294",
            "text": "Að sjálfsögðu ber þessum Téténa ekki að fá hér landvistarleyfi. Okkur ber að reka hann til baka hið fyrsta. Þessi maður hefur komið til Svíðþjóðar undir nafni 1. Noregs undir nafni 2. Og svo til Íslands undir þriðja nafninu.\nÍ öllum þessum löndum hefur hann farið fram á pólitískt hæli.\nLög um pólitíska flóttamenn segja að honum beri að sækja um hæli í fyrsta landinu sem hann kemur til. Verði honum neitað á að senda hann tilbaka.\nVið erum þriðja landið er hann kemur til, og okkur ber að reka hann tilbaka fyrir að villa á sér heimildir og vegna þess að hann hefur þegar verið í tveim öðrum löndum. Er honum var neitað sendi hann út “hjálparbeiðni” og einhver drusla fékkst til þess að giftast honum. Þessi kvennmaður á þrjú börn frá unglingsárum(þarf að segja meira??). Hjónabandið er ólöglegt þar fyrir utan þar sem að ekki voru færðar sönnur á það fyrir gitinguna hver maðurinn væri, en það er nauðsynlegt samkvæmt íslenskum lögum.\nJá sendum manninn heim hið snarasta og leifum Rússum að komast að því hver hann er. Eitthvað hefur hann að fela, og hafi hann komist í klandur hjá Rússunum ber okkur að afhenda hann þeim.\nVið eigum ekkert með að safna glæpamönnum og skæruliðum saman hér á landi."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2000-11-25 20:14:11",
            "id": "56296",
            "reply_to_id": "56295",
            "text": "Ég vil nú ekki kalla menn illum nöfnum en þetta er skuggalega nálægt því sem ég met sem útlendingahatur, nokkuð sem að margir Íslendingar eru enn þjáðir af.\nFrábær ummælin frá klósettráðherranum svo að ef “viljinn væri fyrir hendi væri auðvelt fyrir hann að sanna hver hann væri”.\nÞað er vilji fyrir hendi hjá mér að láta hana endurgreiða klósettið úr eigin vasa, ætli það verði auðvelt?"
        },
        {
            "user": "Frosty",
            "user_id": "5018",
            "date": "2000-11-27 15:24:22",
            "id": "56297",
            "reply_to_id": "56296",
            "text": "LOL! Klósettráðherran…  So true!"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2000-11-25 18:23:33",
            "id": "56298",
            "reply_to_id": "56294",
            "text": "Palestína og Ísraelsmenn eru nú ekki í striði bara út af því.Palestínumenn eru að gera uppreisn eftir áralangt óréttlæti Ísraelsmanna.Svo finnst mér fullgróft að senda manninn heim til Tjedseníu án þess að rannsaka málið því ef hann segir satt þá er hann í lífshættu.Svo er konan hans ólétt.Afhverju kallar þú(icebird) hana druslu ef hún á 3 börn frá unglingsárunum?Svo var það nú komið fram að hjónabandið er ekki ólöglegt þótt það hafi verið á gráu svæði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-25 18:41:57",
            "id": "56299",
            "reply_to_id": "56294",
            "text": "það gæti verið eikkvað í þessu sem þú ert að segja\nvið skulum bara vona að þetta endi ekki með heimsendi eða með illu"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2000-11-25 20:11:55",
            "id": "56300",
            "reply_to_id": "56294",
            "text": "það liggur við að það sé stutt í það… en hugsum ekki útí það… annars er þetta bara mjög leiðinlegt…"
        },
        {
            "user": "alren",
            "user_id": "3144",
            "date": "2000-11-26 01:00:57",
            "id": "56301",
            "reply_to_id": "56294",
            "text": "mér finnst gott og blessað að hjalpa flóttamönnnum en þegar þeir geta ekki sýnt þá virðingu að segja sitt rétta nafn geta þeir bara hunskast heim…. svo finnst mér svoldið “laim”\nað giftast bara einhverji konu til að fá landvistarleyfi.. það er greinilegt að þessi hefur eitthvað á samviskunni…."
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-11-26 13:23:45",
            "id": "56302",
            "reply_to_id": "56294",
            "text": "Hvað meinarðu, afhverju ætti eitthvað annað land að skipta sé af því hvort vín sé leyft í búðum hérna og hvort við leyfum einhverjum manni að búa hérna, það eru mál íslendinga!!!"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2000-11-26 20:06:47",
            "id": "56303",
            "reply_to_id": "56294",
            "text": "heimurinn er að fara til helvítis vegna peninga og valdafíkn, og engin vill taka afstöðu til neins vegna þeirra hættu að vera óvinsæl(l). M´ín skoðun leyfa vín í búðum, áfram með peléstínu, niður með kerfið í bna. eina leiðin útúr þessu er að rífa niður kerfið og byggja það upp aftur.\nHam Rott3n"
        },
        {
            "user": "Frosty",
            "user_id": "5018",
            "date": "2000-11-27 15:25:56",
            "id": "56304",
            "reply_to_id": "56303",
            "text": "LOL! Þvílíkur húmoristi…"
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-11-27 15:30:53",
            "id": "56305",
            "reply_to_id": "56304",
            "text": "Ef hann hefur ekki áhuga á því að sýna fram á hver hann er þá á hann ekkert erindi hingað. Sendum hann heim."
        },
        {
            "user": "icebird",
            "user_id": "5087",
            "date": "2000-11-28 00:44:30",
            "id": "56306",
            "reply_to_id": "56305",
            "text": "Ánægður með El Doro, sendum hann heim.\nÞetta með styrjöld milli BNA og Kína.\nEf svo ólíklega mun vilja til að hún hefjist, þá stend ég að nokkru leyti með Kína. Þá munu rísa upp fleiri Stórveldi en þetta eina er nú er, og afhverju, jú Kína mun skaðast svo illa á stríðinu, Bandaríkin hinsvegar myndu fara þá leið er þeir eru hvort sem er að fara. Út úr sæti stjórnandans.\nKínverski herinn á að vera tilbúinn í stríð 2008(það er að segja á að geta höndlað bandaríska herinn). ´Við verðum bara að bíða og sjá."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-27 07:36:29",
            "id": "56307",
            "reply_to_id": "56294",
            "text": "Ekki gleyma að svo var verið að tala um stríð á milli Kína og Bandaríkjanna…..talað um WW3 jafnvel…það er liggur við allt að fara til helvítis….magnaður andskoti"
        },
        {
            "user": "maggap",
            "user_id": "2211",
            "date": "2000-11-27 09:47:42",
            "id": "56308",
            "reply_to_id": "56307",
            "text": "Mér finnst að það ætti að senda manninn heim eins og skot.  Það er ekki hægt að hver sem er komi til landsins og ætli að fá að búa hérna og enginn veit hver hann er.  Kannski er maðurinn að segja satt um að hann verði drepinn þegar hann kemur heim til sín en þá ætti hann allavega að leggja sig fram um að sanna hver hann er.  Af hverju þarf hann að ljúga í Noregi og Svíþjóð og ætlast svo til að honum sé trúað hér?  Erum við svona rosalega einföld?"
        },
        {
            "user": "demone",
            "user_id": "3795",
            "date": "2000-11-27 14:02:08",
            "id": "56309",
            "reply_to_id": "56294",
            "text": "Heimurinn er á barmi nýrrar kynslóðar og vonum við að hún fverður betri en sú sem er að láta af völdum."
        },
        {
            "user": "krummi1",
            "user_id": "6217",
            "date": "2000-12-11 18:48:15",
            "id": "56310",
            "reply_to_id": "56294",
            "text": "Lærðu stafsetningu."
        }
    ]
}