{
    "forum_title": "Tolkien",
    "user": "Raziel",
    "user_id": "26761",
    "date": "2002-10-17 17:31:17",
    "title": "Leikarar í lord of the rings",
    "text": "Allir sjá og vita að lord of the rings er sjúklega flott mynd og hefur þess vegna kostað dágóðan skylding. Þess vegna hfaði Peter Jackson ekki mikið af peningum eftir þegar kom til leikara.\nSjálfum finnst mér þetta ganga fínt en þó eru sumir hlutir sem að passa bara alls ekki.\nEins og til dæmis Fróði(leikinn af Elijah Wood).Hann er var mjög góður í fyrstu myndinni en ég get ekki beint séð hann fyrir mér lenda í þeim hlutum sem að koma fyrir hann í bókunum.\nSvo er það Elrond. Þetta fannst mér engan veginn passa. Erond átti að vera fallegur ekki eins og froskur með sítt hár. Hann birtist kannski ekki mikið í myndinni en er samt mjög mikilvægur svo mér finnst að þeir hafi átt að finn kannski einhvern sem lítur ekki út eins og karta.\nEn svo eru það þeir sem að mér finnst passa best inn í myndina.\nGandalfur er örugglega sá leikari sem að ég er sáttastur við því hann er bara alveg eins og maður ímyndaði sér lifandi eftirmynd hugans. Svo leikur hann líka vel(Hann átti sko að fá óskarinn).\nSvo er það Gimli og Sómi sem mér finnst líka passa nokkuð vel þó þetta sé enginn súperleikur hjá þeim en náði samt tökum á manni.\nEn þótt að það sé eitthvað aðeins að leikurunum er sjálf myndinn búningar og leikmunir alveg 100% snilld.\nEndilega segið mér ef það er mikið af stafsetningar villum\nPS:ekki vera með skítkast vegna þessara persónulegu skoðana",
    "url": "https://www.hugi.is/tolkien/greinar/97628/leikarar-i-lord-of-the-rings/",
    "url_id": "97628",
    "id": "706104",
    "replies": [
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2002-10-17 18:46:51",
            "id": "706105",
            "reply_to_id": "706104",
            "text": "Fyrirgefðu það að þetta er off-topic, en ert þú Legacy of Kain aðdáandi? Raziel er einn af aðalkarakterinn í þeirri frábæru tölvuleikjaseríu, ef að þú veist það ekki. :)"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-10-17 18:51:08",
            "id": "706106",
            "reply_to_id": "706104",
            "text": "“Þess vegna hafði Peter Jackson ekki mikið af peningum eftir þegar kom til leikara.”\nHvað veist þú um það ? Mér sýnist nú frekar að leikstjórinn hafi valið þá leikara sem hann taldi hæfasta í hlutverkin.\n“Hann er var mjög góður í fyrstu myndinni en ég get ekki beint séð hann fyrir mér lenda í þeim hlutum sem að koma fyrir hann í bókunum.”\nEmmm…hann var mjög góður í fyrstu myndinni en þú heldur að hann muni ekki verða eins góður í seinni myndinni vegna þess sem gerist í seinni myndinni ?\nÉg næ þessu bara ekki.\nFannst þér semsagt að það hefði átt að ráða annan leikara í hlutverkið vegna þess að þú telur Wood ekki geta farið með hlutverkið í seinni myndinni þrátt fyrir að hann hafi verið mjög góður í fyrri myndinni ?\nSvei mér þá, það er erfitt að gera þér til hæfis varðandi mynd sem er ekki einu sinni komin út.\nÉg get ekkert sett út á skoðanir þínar varðandi körtuútlit Hugo Weaving, en mér fannst hann smellpassa…"
        },
        {
            "user": "Raziel",
            "user_id": "26761",
            "date": "2002-10-17 21:07:07",
            "id": "706107",
            "reply_to_id": "706106",
            "text": "Hei eg er kannski fer kannski ekki mjög fögrum orðum um leikarana en ég meina samt ekki að þetta sé léleg mynd eða þá að fólkið sé að leika illa eini leikurinn sem mér finnt ekki mjög góður er Gimli"
        },
        {
            "user": "Tolkiennet",
            "user_id": "18525",
            "date": "2002-10-17 21:22:47",
            "id": "706108",
            "reply_to_id": "706107",
            "text": "GIMLI???\nwtf?\nHann fannst mér vera mjög vel leikinn, það var kannski…….öhhhh….\nhugs…..\nhugs…\nEngin í myndinni sem ég man eftir núna sem var illa leikinn."
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-10-20 18:16:16",
            "id": "706109",
            "reply_to_id": "706107",
            "text": "Jhon Rhys Davis var stærsti maðurinn sem kom við gerð myndarinnar, fyndið að hann leiki dverg:). Ian er flottastur."
        },
        {
            "user": "Rawn",
            "user_id": "7059",
            "date": "2002-10-19 20:00:13",
            "id": "706110",
            "reply_to_id": "706106",
            "text": "personulega fannst mér allir álfarnir í myndinni ílla leiknir og ósanfærandi, nema þá helst Galadriel. Ég var mjög ósáttur við bæði Elrond og sérstaklega Legolas. Þeir litu ekki álfalega út og mér fannst legolas vera mjög rangt túlkaður og ég er á mótiþví að það hafi verið reynt að gera action hetju úr honum"
        },
        {
            "user": "vor",
            "user_id": "50550",
            "date": "2002-10-20 14:59:25",
            "id": "706111",
            "reply_to_id": "706110",
            "text": "Er ekki bara málið að þetta átti að vera fallegasti kynþátturinn, þar af leiðandi var það ekki lítið erfitt verk að reyna að sýna það.\nkv. ^Schafer^"
        },
        {
            "user": "Onoes",
            "user_id": "1099",
            "date": "2002-10-17 19:08:10",
            "id": "706112",
            "reply_to_id": "706104",
            "text": "Aragorn finst mer frabær.\nEg er sammala med Elrond, þessi gaur ætti bara að halda sig i Matrix."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2002-10-17 19:14:32",
            "id": "706113",
            "reply_to_id": "706112",
            "text": "Mér fannst það bara töff þegar ég sá hver lék Elrond"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-10-17 20:17:55",
            "id": "706114",
            "reply_to_id": "706113",
            "text": "Welcome to Rivendell, mr. Anderson."
        },
        {
            "user": "nemond",
            "user_id": "25802",
            "date": "2002-10-17 20:30:19",
            "id": "706115",
            "reply_to_id": "706114",
            "text": "Mér fannst Viggo frábær sem Aragorn og einnig Orlando Bloom sem Legolas. En eitt er alveg víst að Ian Mckellen ER Gandalfur ég gæti ekki séð Sean Connery í því hlutverki þess vegna var ég mjög feginn þegar að Ian fekk hlutverkið. Boromir var ekki vel túlkaður í myndinni en ég vona að Faramír verði vel leikinn."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-31 21:33:59",
            "id": "706116",
            "reply_to_id": "706114",
            "text": "TheCure:“Welcome to Rivendell, mr. Anderson.”\nÞetta er bara alveg brilliant!\nHeh, heh."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-17 19:17:22",
            "id": "706117",
            "reply_to_id": "706104",
            "text": "Ég er nokkurnveginn sáttur um alla leikarana, nema kannski Boromir og Legolas."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2002-10-17 19:54:17",
            "id": "706118",
            "reply_to_id": "706104",
            "text": "aragorn var ekki eins og ég hafði ímyndað mér hann, þó viggo fari mjög vel með þetta þá hefði ég viljað eitthvað annað\nsvo fannst mér celeborn of feitur til að vera elf :)"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2002-10-17 20:29:40",
            "id": "706119",
            "reply_to_id": "706104",
            "text": "“Þess vegna hfaði Peter Jackson ekki mikið af peningum eftir þegar kom til leikara.”\nÚff. Held að þetta sé nú vel rangt hjá þér. Elijah Wood, Ian McKellen, Liv Tyler, Ian Holm, Sean Bean og Cate Blanchett geta seint talist til litlu ódýru leikaranna. :)\nIan er án efa stærstur þarna í þessum lista en svo eru hinir leikararnir ekki af mikið smærri gerðinni heldur eins og Hugo Weaving og John Rhys-Davies sem eru báðir vel þekktir. Viggo Mortensen er í allgjöru uppáhaldi í þessari og öðrum myndum og er langbesur á svæðinu. (djöfull var hann flottur í Prophecy)\nMálið er að þó að það sé ekki neinn þarna sem selur sig á sama verði og Stallone þá selur nánast ALLT aðalcastið sig vel hátt. Enda ótrúlegur fjöldi af þekktum andlitum þarna.\nOg Elijah á víst að verða bara flottari. Það var víst búið að velja annan og höfðu engann áhuga á honum þegar að hann náði að troða sér í prufu með hörku. Og hann túlkaði hann svo vel að hinum leikaranum var bara hent í burt. Ég er amk mjög hrifinn af honum og það sem ég h ef séð úr næstu verður bara betra.\nAnnað mál… LOTR trilogían er HUNDódýr miðað við stærð. Það stafar af því að Peter gerði allar 3 myndirnar í einu. Þessvegna sparaðist rosalegur peningur og kostaði myndin bara á við 2 slatta dýrar myndir. Buy two & get the third one free. ;) Ólíkt flestum myndum sem gerðar eru var vitað að myndin mundi ekki floppa frá fyrsta degi og það var vitað að þeir mundu alltaf fá margfaldann peninginn tilbaka. Þessvegna var ekkert til sparað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-17 21:29:13",
            "id": "706120",
            "reply_to_id": "706104",
            "text": "Bara ósáttur við einn leikara, gaurinn sem leikur Celeborn…………hann talar asnalega"
        },
        {
            "user": "fleppir",
            "user_id": "22284",
            "date": "2002-10-17 21:34:25",
            "id": "706121",
            "reply_to_id": "706104",
            "text": "… hálfur-álfur?  og þar með ekki eins fíngerður og hinir?\nHugo Weaving er vel valið miðað við þær forsendur, allur grófari en Liv Tyler, Cate Blanchet og Orlando Bloom."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-10-17 21:48:54",
            "id": "706122",
            "reply_to_id": "706104",
            "text": "JonGretar: Þetta er nú ekki rétt. Þegar verið var að  reyna finna einhvern í hlutverk Frodo voru framleiðendur staddir í Bretlandi og ekkert gekk að finna neinn. En allt í einu kemur í pósti vídeóspóla frá Elijah Wood, þar sem hann lék nokkrar setningar Frodo úr bókinni og Peter Jackson og öðrum leist svo vel á að hann var ráðinn.\nÞess skal einnig geta að skv. manni sem kveðst hafa séð grófunna útgáfu næstu myndar (talin örugg heimild) þá stendur Elijah Wood sig víst gífurlega vel í næstu mynd, enn betur en í þeirri fyrri.\nFyrir mína parta fannst mér hver einasti leikari í myndinni standa sig frábærlega nema kannski Celeborn eins og sveinbjo segir. Þessi eina setning sem hann fær í myndinni er frekar undarleg en hann fær víst tækifæri til að sýna að hann kunni eitthvað meira í FOTR: Extended Edition.\nAnnars finnst mér enginn í myndinni komast upp með lélegan leik; þið getið svo sem haldið fram að túlkun leikarans á persónunni samræmist ekki ykkar túlkun en það þarf ekki að hafa neitt með leik að gera.\nIan McKellen var auðvitað frábær og átti Óskartilnefningu sína vel skilið.\nHinsvegar finnst mér Sean Bean líka eiga skilið viðurkenningu fyrir túlkun sína á Boromír en hann er sá leikari sem stóð sig best að mínu mati í myndinni.\nAnnars ætla ég að minna alla á Fellowship of the Ring: Extended Edition en það er fyrir þá sem það ekki vita 30 mínútna lengri útgáfa myndarinnar.\nÞ.e. myndin eins og hún hefði átt að vera en þurfti því miður að vera klippt niður vegna lengdar.\nFyrir utan margar nýjar senur í þessari útgáfu þá er mikið meira um persónusköpun í henni og gæti það jafnvel breytt áliti ykkar á nokkrum leikurum í myndinni."
        },
        {
            "user": "chavez",
            "user_id": "7283",
            "date": "2002-10-17 22:09:18",
            "id": "706123",
            "reply_to_id": "706122",
            "text": "Skondið að líkja honum við frosk, hafði aldrei spáð í það áður enn það er samt eitthvað til í því. Samt fynnst mér hann alveg frábær sem Elrond.\nPersónulega hefði ég viljað hafa alla leikarana breska eða að minnsta kosti tala bresku ekki mis mikið amerísku..\nenn hverju ræð ég :(\nkv\nChaves"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-10-17 22:11:00",
            "id": "706124",
            "reply_to_id": "706123",
            "text": "Það var ekki einn einasti ameríski hreimur í þessari mynd sem ég gat heyrt…"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-10-17 22:37:31",
            "id": "706125",
            "reply_to_id": "706124",
            "text": "enginn hreimur!? hvað með pippin!?\nen ég er sammála með Elrond! þegar maður sá hann sá maður bara agent smith með eitthvað drasl í hárinu!\nen mér fannst allir leika mjög vel!! sérstaklega ánægð samt með Aragorn, Gandalf og Pippin! (þótt hann sé lítill karakter er hann snilldarlegur!!)\nég varð mjög hissa á hæfileikum Elijah Wood! og ég býst við að hann verði mjög góður í næstu mynd! :)"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-10-17 23:34:48",
            "id": "706126",
            "reply_to_id": "706125",
            "text": "Ég er frekar sátt við flest þarna, Elijah Wood kom mér furðulega mikið á óvart og Viggo Mortensen líka.\nÞað eina sem ég er ósátt við er Saruman. Það stangast virkilega mikið á það sem ég var búin að ímynda mér. (taka eftir… eins og ÉG var búin að ímynda mér).\nMér fannst hann vera miklu líflegri og aggressífari og ,,more charismatic\". Miklu meiri persóna. Í myndinni er hann öðruvísi, þar er hann kaldur sem steinn og hreyfir sig varla. En bara það sem mér finnst…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-17 23:43:51",
            "id": "706127",
            "reply_to_id": "706126",
            "text": "larandria: Ég er sammála þér með Sarúman. Ólíkur því sem ég hafði ímyndað mér."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-10-18 02:31:14",
            "id": "706128",
            "reply_to_id": "706125",
            "text": "Arasaka: Ég sagði að það hefði ekki verið neinn -amerískur- hreimur í þessari mynd.\nÉg ætla rétt að vona að þú hafir bara mislesið það sem ég sagði og haldir ekki að skoski hreimur Billy Boyds (Pippin) sé neitt líkur amerískum hreim."
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-10-18 09:53:01",
            "id": "706129",
            "reply_to_id": "706128",
            "text": "já ok sorry! mér fannst þú bara vera að tala um hreim yfir höfuð!\n(ég veit að Billy Boyd talar með skoskum hreim… :þ)"
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2002-10-18 12:46:49",
            "id": "706130",
            "reply_to_id": "706129",
            "text": "Af öllum þeim frábæru leikurum sem voru í Fotr þá fannst mér Orlando Bloom (Legolas), einna bestur. Mér fannst hann passa svo frábærlega í hlutverkið bæði hvað varðar útlit og leik. Mér fannst Boromir túlkaður afar vel sem hinn mennski maður sem lét freistingarnar plata sig. En það sem kom kannski mest á óvart hvað varðar karaktera í Fotr þá voru það Merry & Pippin, ég bjóst ekki við að þeir yrðu svona fyndnir og skemmtilegir (kom skemmtilega á óvart)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-18 17:10:13",
            "id": "706131",
            "reply_to_id": "706130",
            "text": "get ekki sett út á neinn af leikurunum. mér fannst þó sean astin og viggo mortensen besti"
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2002-10-18 04:34:32",
            "id": "706132",
            "reply_to_id": "706122",
            "text": "Verð að taka undir með ratatoski með snilldarleik Sean Bean.  Var að smámóðgast þegar menn voru að dissa hann hér að ofan en það er víst í lagi að vera mönnum ósammála.  Ég hef alltaf haldið upp á Boromir öðrum fremur þar sem hann er langþroskaðasta karaktersköpun tolkiens.  Hann er ákaflega mannlegur og þó honum gangi gott eitt til ber hann vott um veikleika og oflát (hubris) mannfólksins.  Margar persónur í bókunum eru fremur einfaldar (enda ekki tilefni til annars) en boromir er eins og strokufangi úr hómerskviðum og manni dettur strax í hug Ajax hinn hávaxni.  Kannski er það ekki tilviljun að ég elska báðar þessar persónur og ef að ég rekst einhverntímann á Sean Bean verður mitt fyrsta verk að þakka honum fyrir frábært framlag til LotR."
        },
        {
            "user": "Fenrir1",
            "user_id": "15755",
            "date": "2002-10-18 17:59:52",
            "id": "706133",
            "reply_to_id": "706132",
            "text": "Sammála.  Sean Bean kom mér mest á óvart.  Annars fannst mér casting-ið yfir höfuð mjög vel heppnað."
        },
        {
            "user": "hanxer",
            "user_id": "13810",
            "date": "2002-10-18 19:34:03",
            "id": "706134",
            "reply_to_id": "706104",
            "text": "Mér finnst Hugo fullkominn Elrond. hann er grófgerður eins og “gömlu” álfarnir eiga að vera og svo er ekkert hægt að dæma manninn þótt hann hafi leikið asnalegan karakter í Matrix. by the way  þá finnst mér Matrix algjör snilld!"
        },
        {
            "user": "sun18",
            "user_id": "14178",
            "date": "2002-10-18 20:01:07",
            "id": "706135",
            "reply_to_id": "706134",
            "text": "með Hugo hugsið þetta þannig:  í Matrix og FOTR leikur hann “eins” okei, svipaðar, persónur þeir eru báðir svona aðal í heimunum, Elrond einn af æðstu álfunum og hinn karlinn i Matrix (man ekki hvað hann heitir) getur allt.\nþið verðið að afsaka hvað þetta er næstum óskiljanlegt get ekki útskýrt þetta betur ;)"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2002-10-19 13:38:07",
            "id": "706136",
            "reply_to_id": "706134",
            "text": "Reyndar á Elrond ekki að vera grófgerður út af því að hann er einn af “gömlu álfunum” heldur þvert á móti. Þeir álfar sem sáu ljós Amansland (og eru því eldri en sólin) voru fíngerðastir og fallegustu verur á Miðgarði eins og til dæmis Galadríel. Næst “álfalegustu” voru myrkálfarnir (eins og Legolas) en allra síst hálfálfarnir sem eru að hálfu menn og hálfu álfar eins og Elrond sem var sonur Jarendils sæfara (sem er maður) að mig minnir og álfadrottingar. Þess vegna er Elrond mun mannlegri en flestir hinna álfanna í myndinni (þó allsekki óæðri)og þ.a.l. grófgerðari en hinn venjulegi fíngerði háálfur."
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-10-19 16:22:58",
            "id": "706137",
            "reply_to_id": "706136",
            "text": "Mér finnst Cate Blanchett ekki vera góð.  Mér finnst hún eitthvað svo asnaleg, en Galadriel átti að vera óendanlega perfect og falleg. sem hún er ekki í myndinni.\nmér fannst hún sú eina sem passaði við mína ímyndun.  jú og kannski elrond líka.  hann var ekki nógu fallegur."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-10-19 17:08:47",
            "id": "706138",
            "reply_to_id": "706137",
            "text": "Fegurð er afstætt hugtak.\nAð mínu mati er Cate Blanchett eins og hún birtist í myndinni, með fegurri leikkonum þessa heims…"
        },
        {
            "user": "hanxer",
            "user_id": "13810",
            "date": "2002-10-19 22:35:43",
            "id": "706139",
            "reply_to_id": "706136",
            "text": "Mér fannst alltaf að álfarnir væru soldið ógnarlegir í ódauðleika sínum og visku og þar af leiðandi dáldið GRÓFGERÐIR eins og Hugo þótt hann sé forljótur maður :)"
        },
        {
            "user": "Ringwraith",
            "user_id": "17820",
            "date": "2002-10-20 01:42:38",
            "id": "706140",
            "reply_to_id": "706104",
            "text": "mér fanst allir leikararnir frábærir en mér fanst myndin of breytt t.d. var ekkert mikið að frodo fyrr en hann var kominn yfir ánna í fyrstu myndinni og atriðið var allt öðruvísi arven kom í stað glorfindils og fór með hann til rivendel en í bókinni fór han einn og allir riddararnir fóru beint út í ánna en voru ekki reknir þangað af hinum í föruneitinu svo var margt fleira sem var breytt sumt var náttúlega til að stytta myndina en annað fanst mér nú mega vera eins og það var skrifað"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-10-20 02:45:03",
            "id": "706141",
            "reply_to_id": "706140",
            "text": "Mér fannst Cate Blanchett sem Galadríel vera soldið skrítin en samt alveg virka, en Legolas og eiginlega allir hinir álfarnir voru allt öðruvísi en bæði ég og margir aðrir höfðu ímyndað mér/okkur. Allt of ,,hommalegir“ ef þið skiljið hvað ég er að reyna að segja (alls ekki túlka þetta sem neina ádeilu á homma).\nÞeir áttu að vera þokkafullir og tignarlegir og ,,graceful” og allt það en samt ekki neinir tildurgosar! (ef það orð er til)\nBara mín skoðun…"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-10-21 01:31:59",
            "id": "706142",
            "reply_to_id": "706140",
            "text": "Ringwraith: Ég get nú ekki beint fallist á það að það hafi ekki verið neitt mikið að Frodo fyrr en hann kom yfir ána.\nHann var hálfdauður, farinn að froðufella og augun voru á leið út úr honum þegar Strider og félagar tóku sér pásu í skóginum fyrir framan steintröllin."
        },
        {
            "user": "Marz",
            "user_id": "26655",
            "date": "2002-10-20 14:55:12",
            "id": "706143",
            "reply_to_id": "706104",
            "text": "Mér finnst Elrond alveg ótrúlega HOMMALEGUR\nog reyndar allir hinnir álfarnnir líka"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-10-21 19:14:24",
            "id": "706144",
            "reply_to_id": "706104",
            "text": "Ég hef ekkert út á segja í hópi leikara Lotr nema Celeborn sem er ljótt, feitt, gróft álfskrýpi með skegg!\nkv. Amon\nPs. ekki fara í skýtkast vegna skoðana og stafsetningavillna!"
        },
        {
            "user": "Gian",
            "user_id": "27005",
            "date": "2002-10-21 19:35:49",
            "id": "706145",
            "reply_to_id": "706104",
            "text": "Farðu norður og niður.\nÞetta voru fínir leikarar allir sem einn."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-10-22 14:17:03",
            "id": "706146",
            "reply_to_id": "706104",
            "text": "mér finnst einmitt leikaravalið mjög gott og ég held það sé eins og Jackson vildi það."
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2002-10-22 18:19:30",
            "id": "706147",
            "reply_to_id": "706146",
            "text": "Í aukaefninu á DVD disknum þá var einhver kona sem sá um að velja leikara í aukahlutver (held ég) að hafa áhyggjur af því að þau voru í einhverjum litlum bæ í Nýja-Sjálandi og það vantaði helling af hávöxnu, fallegu fólki sem var tilbúið að fórna löngum tíma til að verða álfar í myndunum. Kannski var ekki svo auðvelt að finna leikara til að vera álfa en þó fannst mér Orlando Bloom (Legolas) og Cate Blanchet (Galadriel) mjög góð. Celeborn og Haldir voru að mínu mati frekar ömurlegir en svo var það Elrond leikinn af Hugo Veaving sem flestir virðast vera sammála um að hafi verið hræðilegur. Ja.. mér fannst hann ekki það slæmur af kynblendingi álfs og manns þá var hann bara ágætur og man ég ekki efitr að honum hafi verið lýst sem neitt ofur tygnarlegum. En hvað leik hans varðar þá minnti hann ónetjanlega á Agent Smith (ef ég man rétt), en ég held að það sé ekkert til að setja neitt mikið út á. Þegar öllu er á botninn hvolft þá fannst mér álfarnir fínir að nokkrum kannski undanskyldum.\nTakk fyrir."
        },
        {
            "user": "Chimpatan",
            "user_id": "781",
            "date": "2002-10-22 19:53:38",
            "id": "706148",
            "reply_to_id": "706147",
            "text": "Eitt sem að mig langar að koma á framfæri,\nÉg tek fram að þetta er mín skoðun,\nRétt eftir að Boromir deyr þá sjáum við Legolas og Gimla koma að Aragorn, ef maður horfir á augun hans Orlando Bloom finnur maður fyrir þeirri óendanlegu sorg sem að karakterinn hefur fundið fyrir.\nÞetta kemur helst af því að ég hef alltaf skynjað álfana þannig að þeir gráti ekki mikið opið heldur að sorg þeirra komi meira fram í augunum.\nEn af þessu finnst mér Orlando Bloom túlka Legolas alveg frábærlega.\nSean Bean fannst mér líka standa sig virkilega vel. Sérstaklega senan þar sem að hann deyr\n“I would have followed you my brother…….my captain………my king….” úff maður fær bara hroll af því að skrifa þetta.\n*farinn að horfa á LOTR:FOTR aftur*"
        },
        {
            "user": "Sveinbj",
            "user_id": "2291",
            "date": "2002-10-23 12:56:41",
            "id": "706149",
            "reply_to_id": "706148",
            "text": "I would have followed you my brother…….my captain………my king….\"\n………..GÆSAHÚÐ…………"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-10-24 11:54:09",
            "id": "706150",
            "reply_to_id": "706148",
            "text": "sammála! mér fannst Sean bean vera snilldarlegur!\nog Orlando Bloom var brilliant!! ekki nóg með að hann sé svalur, mér finnst þeir ekkert hommalegir! svona sá ég álfa alltaf fyrir mér, heldur er hann líka bara snilldarlegur leikari!\n(einmitt.. svipurinn þegar hann kemur að Boromir og Aragorn er svo… .. .. passar varla að segja flottur, heldur raunverulegur!!)"
        },
        {
            "user": "garun",
            "user_id": "25497",
            "date": "2002-10-28 17:03:40",
            "id": "706151",
            "reply_to_id": "706150",
            "text": "úff, mér fannst allir frábærir. var etv smá tíma að venjast frodo í hlutverkinu, en hann vandist vel og ég held ég hafi setið með króníska gæsahúð alla myndina :) annars er ég sammála þessu með orlando bloom, mér fannst hann fara stórvel með legolas. reyndar svo vel að þegar ég sá ljósmynd af leikaranum sjálfum, í venjulegum fötum með stutt hár og eitthvað, þá varð ég pínu svekkt. mér fannst hann bara hafa átt að vera eins og legolas alltaf! fyndið hvað maður dettur inn í svona ævintýraheima eins og þeir séu raunverulegir :)"
        }
    ]
}