{
    "forum_title": "Skóli",
    "user": "bsodbsod",
    "user_id": "1478",
    "date": "2002-10-18 14:02:46",
    "title": "Ritgerð(Gíslasögu)hvað finnst ykkur",
    "text": "Þetta er ritgerð sem ég skrifaði um áhrif kvenna á Gíslasögu, staða konunnar í þjóðfélaginu og hlutverk hennar í því.  Hvað finnst ykkur!\nKonur í Gíslasögu\nÁhrif kvenna á Gíslasögu\nKonur leika nokkuð stór hlutverk í Gíslasögu þó svo að þær séu ekki í aðalhlutverki.  Til dæmis má það nefna að Vésteinn var mjög líklega drepinn vegna þess að Auður fékk það upp úr Ásgerði konu Þorkels, að hún myndi frekar vilja sauma peysu á Véstein heldur en Þrorkel, sem var nokkurs konar ástarjátning.  En það vildi svo óheppilega til að Þorkell var að hlera það sem þær sögðu, og ergði það Þorkel nokkuð.\nEinnig má það nefna að Gísli var gerður útlægur vegna þess að Þórdís systir hans heyrði vísu er hann hvað og réð úr henni viðurkenningu Gísla á að hafa drepið Þorgrím, fyrrverandi mann hennar.  Eftir það giftist hún Berki bróður Þorgríms og herti að honum að hefna Þorgríms.\nSvo er það auðvitað Auður kona Gísla, hún hefur sennilega stærsta kvennhlutverkið.  Sem dæmi má það nefna þegar hún lamdi Eyjólf gráa með öllu silfrinu sem að hann sagðist gefa henni fyrir að segja til Gísla, og sagði hún með því að þetta hefði hann fengið fyrir að vera svo trúgjarn að halda að hún myndi segja hvar Gísli væri.  En það besta sem Auður gerði fyrirGísla var einmitt hversu trú hún var honum.\nNú fleiri konur höfðu einning áhrif á Gíslasögu Súrssonar t.d. Álfdís sem var kona Refs nokkurs sem að faldi Gísla þegar Börkur með hópi manna elti hann uppi.  Gísli var þá faldur í hálminum í rúmi Álfdísar og þegar menn Barkar vildu leita undir henni ásakaði hún þá um að vilja káfa á sér og að þetta væri mjög lúalegt að ryðjast inn á fólkið svona seint og annað í þeim dúr.  Og svo er það hún Guðríður, það var hún sem að fór yfir til Sæbóls og sá þar að menn sátu vopnum búnir.\nStaða kvenna í Þjóðfélaginu\nKvennmenn á þessum tíma réðu mjög fáar hverjum þær giftust, yfirleitt voru það feður þeirra sem réðu því hver það var, en ef að þeir voru dauðir voru það bræður þeirra sem að völdu þann rétta.  Það á við um Þórdísi, það voru bræður hennar sem að völdu Þorgrím sem mann hennar því að hann þótti góður kostur fyrir þá bræður Gísla og Þorkel þar sem að hann var goði en Þórdís var að engu spurð.\nEn þó að konurnar fengu svona litlu ráðið um það hverjum þær giftust, þá gátu þær auðveldlega skilið við manninn með því að segja að hann væri lélegur í rúminu eða einfaldlega saumað handa honum kvennapeysu eins og Guðrún Ósvífursdóttir(úr Laxdælu).\nKonur gátu ekki gert það sem þær vildu, til dæmis máttu þær ekki ganga um með sverð og kljúfa mann og annann í tvennt, nei, þær áttu að þrífa föt, búa til föt, elda mat, og annað þannig sem voru talin   kvennastörf.\nÞað er því kannski hægt að segja að staða konunnar hafi ekki verið svo slæm, það að hún gat sagt skilið við manninn fyrir að vera lélegur í rúminu og að hann klæddist kvennmannsfötum, en í dag gæti kona ekki skilið við mann sinn fyrir það að vera lélegur í rúminu eða af því að hann klæðir sig í föt fyrir konur.  En það að geta ekki ákveðið hverjum þær vilja giftast er kannski ekki nógu gott fyrir þær.\nHlutverk kvenna í þjóðfélaginu\nHlutverk kvenna í þjóðflélaginu var að sinna mönnum sínum og gera þau störf sem kvennastörf eru nefnd, svo sem að þrífa húsin, þvo þvottinn, elda mat, og svo að ala upp börnin.  Hlutverk þeirra var ekki nógu vel metið til dæmis tóku mennirnir ekki upp á því að sjá um börnin ef konan vildi slappa af, nei það var bara fyrir konurnar að passa börnin.",
    "url": "https://www.hugi.is/skoli/greinar/97790/ritgerdgislasoguhvad-finnst-ykkur/",
    "url_id": "97790",
    "id": "707371",
    "replies": [
        {
            "user": "Vij",
            "user_id": "14544",
            "date": "2002-10-18 17:24:10",
            "id": "707373",
            "reply_to_id": "707371",
            "text": "lélegt"
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2002-10-18 17:36:00",
            "id": "707374",
            "reply_to_id": "707373",
            "text": "lélegt geturðu sagt mér nákvæmlega hvað og ekki segja bara “allt” segðu hvað þá get ég lagað það k."
        },
        {
            "user": "gesh",
            "user_id": "17002",
            "date": "2002-10-18 19:07:05",
            "id": "707375",
            "reply_to_id": "707371",
            "text": "slapt"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2002-10-18 19:37:33",
            "id": "707376",
            "reply_to_id": "707371",
            "text": "Wtf þarftu virkileg að skila ritgerð í Gísla sögu ?\nvið tókum bara próf búið :)"
        },
        {
            "user": "sungirly",
            "user_id": "23301",
            "date": "2002-10-18 20:58:43",
            "id": "707377",
            "reply_to_id": "707371",
            "text": "þetta var…ok.  Þú átt ekki að segja hvað allar konurnar gerðu í bókinni. þú átt að lýsa Hvernig áhrif þær höfðu án þess að sejga alla söguna:)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-10-18 21:56:45",
            "id": "707372",
            "reply_to_id": "707371",
            "text": "Ágætt hjá þér en mættir spelltékka þetta.  Kvenmenn en ekki kvennmenn og annan en ekki annann og einhverjar innsláttarvillur líka.\nÉg set samt spurningamerki við það að konur í dag geti ekki skilið við mann sinn fyrir að vera lélegur í rúminu eða af því hann klæðir sig í kvenföt.  Hún getur skilið við hann út af því eða hverju sem hún vill, þess vegna bara af því hún er orðin leið á honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-18 22:07:07",
            "id": "707378",
            "reply_to_id": "707371",
            "text": "kvennkynið er ekki jafn sterkt og mannkynið, það er staðreynd."
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2002-10-18 22:11:30",
            "id": "707379",
            "reply_to_id": "707371",
            "text": "Hallur!"
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2002-10-19 17:03:42",
            "id": "707380",
            "reply_to_id": "707379",
            "text": "hóst\nvara að láta tékka hvað fólki finnst um þetta but please dont call me real name"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2002-10-18 22:39:35",
            "id": "707381",
            "reply_to_id": "707371",
            "text": "Hvað ætli margar kynslóðir eigi eftir að copy/paste-a þessu og skila inn sem sinni ritgerð? :D"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2002-10-18 23:19:11",
            "id": "707382",
            "reply_to_id": "707381",
            "text": "lol true :P"
        },
        {
            "user": "hallotu",
            "user_id": "1338",
            "date": "2002-10-20 01:07:02",
            "id": "707383",
            "reply_to_id": "707371",
            "text": "Segjum svo að eg hafi ekki lesið bókina en ég hef samt gert það enda skyldulesning í mínum skóla. Hafðu þetta í samfelldu máli eg þarf að vita hvað skeður og afhverju. Konurnar spila aðalhlutverkið eiginlega í þessu allar ákvarðanir og afdrifaríkustu atriðin í sögunni eru útaf konunum. ef eg væri kennari myndurðu fá bara fyrir að skila ritgerðinni og ekkert annað."
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2002-10-20 02:12:33",
            "id": "707384",
            "reply_to_id": "707383",
            "text": "Sjáðu málið er að ég á ekki að segja frá sögunni, það voru ekki fyrirmælin sem ég fékk.  Kennarinn minn setur manni alltaf skýrt fyrir og maður fer bara nákvæmlega eftir því.  Fyrir utan það að hann er búinn að lesa bókina.  dumbass!"
        },
        {
            "user": "hallotu",
            "user_id": "1338",
            "date": "2002-10-20 11:50:16",
            "id": "707385",
            "reply_to_id": "707384",
            "text": "Ég hef kíka lesið bókina eins og fram kom í textanum"
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2002-10-20 16:37:02",
            "id": "707386",
            "reply_to_id": "707385",
            "text": "ég skildi það alveg en minn kennari miðar við að maður sé búin(n) að lesa bókina"
        },
        {
            "user": "hallotu",
            "user_id": "1338",
            "date": "2002-10-20 17:50:45",
            "id": "707387",
            "reply_to_id": "707386",
            "text": "Eg sagði að sá sem les ritgerðin a að vita um hvað bókin fjalla"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2002-10-21 16:54:11",
            "id": "707388",
            "reply_to_id": "707371",
            "text": "Hérna kemur mín útgáfa, þú ættir að fá meira fyrir hana held ég:\nDruslur í Gíslasögu\nÁhrif Druslna á Gíslasögu\nDruslur leika nokkuð stór hlutverk í Gíslasögu þó svo að þær séu ekki í aðalhlutverki. Til dæmis má það nefna að Vésteinn var mjög líklega drepinn vegna þess að Auður fékk það upp úr Ásgerði druslu Þorkels, að hún myndi frekar vilja sauma peysu á Véstein heldur en Þrorkel, sem var nokkurs konar ástarjátning. En það vildi svo óheppilega til að Þorkell var að hlera það sem þær sögðu, og ergði það Þorkel nokkuð.\nEinnig má það nefna að Gísli var gerður útlægur vegna þess að Þórdís systir hans heyrði vísu er hann hvað og réð úr henni viðurkenningu Gísla á að hafa drepið Þorgrím, fyrrverandi mann hennar. Eftir það giftist hún Berki bróður Þorgríms og herti að honum að hefna Þorgríms.\nSvo er það auðvitað Auður drusla Gísla, hún hefur sennilega stærsta drusluhlutverkið. Sem dæmi má það nefna þegar hún lamdi Eyjólf gráa með öllu silfrinu sem að hann sagðist gefa henni fyrir að segja til Gísla, og sagði hún með því að þetta hefði hann fengið fyrir að vera svo trúgjarn að halda að hún myndi segja hvar Gísli væri. En það besta sem Auður gerði fyrirGísla var einmitt hversu trú hún var honum.\nNú fleiri druslur höfðu einning áhrif á Gíslasögu Súrssonar t.d. Álfdís sem var drusla Refs nokkurs sem að faldi Gísla þegar Börkur með hópi manna elti hann uppi. Gísli var þá faldur í hálminum í rúmi Álfdísar og þegar menn Barkar vildu leita undir henni ásakaði hún þá um að vilja káfa á sér og að þetta væri mjög lúalegt að ryðjast inn á fólkið svona seint og annað í þeim dúr. Og svo er það hún Guðríður, það var hún sem að fór yfir til Sæbóls og sá þar að menn sátu vopnum búnir.\nStaða druslna í Þjóðfélaginu\nDruslur á þessum tíma réðu mjög fáar hverjum þær giftust, yfirleitt voru það feður þeirra sem réðu því hver það var, en ef að þeir voru dauðir voru það bræður þeirra sem að völdu þann rétta. Það á við um Þórdísi, það voru bræður hennar sem að völdu Þorgrím sem mann hennar því að hann þótti góður kostur fyrir þá bræður Gísla og Þorkel þar sem að hann var goði en Þórdís var að engu spurð.\nEn þó að druslurnar fengu svona litlu ráðið um það hverjum þær giftust, þá gátu þær auðveldlega skilið við manninn með því að segja að hann væri lélegur í rúminu eða einfaldlega saumað handa honum kvennapeysu eins og Guðrún Ósvífursdóttir(úr Laxdælu).\nDruslur gátu ekki gert það sem þær vildu, til dæmis máttu þær ekki ganga um með sverð og kljúfa mann og annann í tvennt, nei, þær áttu að þrífa föt, búa til föt, elda mat, og annað þannig sem voru talin kvennastörf.\nÞað er því kannski hægt að segja að staða druslna hafi ekki verið svo slæm, það að hún gat sagt skilið við manninn fyrir að vera lélegur í rúminu og að hann klæddist kvennmannsfötum, en í dag gæti drusla ekki skilið við mann sinn fyrir það að vera lélegur í rúminu eða af því að hann klæðir sig í föt fyrir konur. En það að geta ekki ákveðið hverjum þær vilja giftast er kannski ekki nógu gott fyrir þær.\nHlutverk druslna í þjóðfélaginu\nHlutverk druslna í þjóðflélaginu var að sinna mönnum sínum og gera þau störf sem druslustörf eru nefnd, svo sem að þrífa húsin, þvo þvottinn, elda mat, og svo að ala upp börnin. Hlutverk þeirra var ekki nógu vel metið til dæmis tóku mennirnir ekki upp á því að sjá um börnin ef druslan vildi slappa af, nei það var bara fyrir druslurnar að passa börnin."
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2002-10-21 23:03:21",
            "id": "707389",
            "reply_to_id": "707388",
            "text": "stupid fuck"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2002-10-22 00:29:35",
            "id": "707390",
            "reply_to_id": "707389",
            "text": "Heimski fáviti, stórt “S” í byrjun setningar,\nYou stupid fuck"
        },
        {
            "user": "engineer",
            "user_id": "23573",
            "date": "2002-10-27 20:32:27",
            "id": "707391",
            "reply_to_id": "707371",
            "text": "Ef ég væri kennari og nemendi minn myndi skila inn svona bulli, myndi ég hengja mig…"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-10-30 20:45:29",
            "id": "707392",
            "reply_to_id": "707371",
            "text": "hmm…hvar er inngangur og lokaorð?\nÞað er grunnur hverjar ritgerðar og það vantar í þína…"
        },
        {
            "user": "Skugg1",
            "user_id": "23912",
            "date": "2002-11-11 17:25:22",
            "id": "707393",
            "reply_to_id": "707371",
            "text": "Hvernig nennir þú þessu???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-14 00:44:29",
            "id": "707394",
            "reply_to_id": "707371",
            "text": "Gísla saga er byggð á kenningum og ekkert annað slepptu því að gera þessa ritgerð og farðu í uppreisn !!!!!………….GÍSLA SAGA SÝGUR BÖLL !\nujjjje Lifi Tölvan og máttur hennar !"
        }
    ]
}