{
    "forum_title": "Final Fantasy",
    "user": "Veteran",
    "user_id": "26501",
    "date": "2002-10-18 19:18:05",
    "title": "Myndir eftir leikjum",
    "text": "Ég verð nú bara að segja eins og er: Myndir sem gerðar eru eftir leikjum eru hræðilegar. Það er bara bullað eitthvað. Það eru bara tekin einhver nöfn úr leikjunum og bullað bara eitthvað í kringum þau. FF myndin for example: Það er ekkert líkt með henni og neinum einasta FF leik. Nema bara það að nafnið Cid kemur fyrir. Og annað: Ég er ekkert á móti því að hafa kvennhetju (það er bara mjög gaman því kvennmenn eru svo skemmtilegir) en þegar það hafa verið karlhetjur í flestum FF leikjum, af hverja var kvennhetja í FF myndinni? Og af hverju þurfti hún af kyssa svona ógeðslega afskræmdan gaur?\nMér fannst FF myndin að sömu leiti ágæt ef hún hefði ekki heitið Final Fantasy. Og undirsögnin (eða hvað það nú heitir) ,,The Spirits Within\" er nú bara alger della. Og að lokum, af hverju voru bara svona appelsínugulir Soul Devourers? Af hverju var ekki hægt að gera allskonar skrímsli sem alltaf hafa verið í FF leikjum? Bless!\nP.S: Ef það á að gera myndir eftir leikjum, þá á bara að gera mynd nákvæmlega eftir leiknum. Pælið í því hvað væri nú gaman að sjá FF leik sem bíómynd.\nP.S: Samþykktu þessa grein Villi. Pretty please.",
    "url": "https://www.hugi.is/finalfantasy/greinar/97803/myndir-eftir-leikjum/",
    "url_id": "97803",
    "id": "707601",
    "replies": [
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2002-10-18 19:33:48",
            "id": "707602",
            "reply_to_id": "707601",
            "text": "Nei, það á ekki endilega að gera myndir NÁKVÆMLEGA eins og leikirnir eru. Hinsvegar var FF:TSW rugl, og hálf leiðinleg (ok, mjög leiðinleg). Veikur söguþráður og framkvæmdin ekkert til að hrópa húrra fyrir hvað leikstýringu snertir.\nT.d. væri EVE-Online bíómynd mjög slöpp ef hún væri bara endalausir geimbardagar. Hún ætti frekar að gerast bara í veröldinni sem hefur verið sköpuð í kringum EVE. Myndi virka mun betur."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2002-10-19 13:36:34",
            "id": "707603",
            "reply_to_id": "707602",
            "text": "Eve-myndin ætti að gerast á plánetum, í geimstöðvum alls staðar sem maður kemst ekki í leiknum\naðal karakterinn ætti að þurfa að hlaupa um innan í Titan skipi að leita að kærustunni sinni. “HONEY!! WHERE ARE YOU” “SHIT SHE COULD BE ANYWHERE IN THOSE 3 TRILLION CUBIC METERS” “HOONEY!!!?!?!?”\" ARRG\nsvo langar mig líka í starcraft mynd, og Freespace mynd og Tribes mynd og X-wing vs. Tie Fighter mynd… wait a minute, they did that…"
        },
        {
            "user": "skaarjking",
            "user_id": "26378",
            "date": "2002-10-19 15:14:06",
            "id": "707604",
            "reply_to_id": "707603",
            "text": "Tho final fantasy se ekki med godan soguthrad tha er thetta lang flottasta tolvuteiknimyndin i fullri lengd i dag og verdur thad sennilega lengi."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2002-10-18 20:13:27",
            "id": "707605",
            "reply_to_id": "707601",
            "text": "Ein mjög góð mynd gerð eftir leik, Resident Evil.\nAnnars fannst mér Final Fantasy vera bara ágæt, ekkert slæm og ekkert sérstaklega góð. Hún var aðalega mjög flott og sérstök. Myndir sem væru gerðar beint eftir leikjunum væru bara einfaldlega alltof alltof sýrðar."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-10-18 20:23:02",
            "id": "707606",
            "reply_to_id": "707601",
            "text": "Sumar þessara mynda geta verið alveg ágætar en oft vantar alveg tengslin við leikina sem réttlæta nafngjöfina!!\nt.d. Resident Evil var ágætis mynd (doldið ógeðsleg samt) en ég sá voða lítið samhengi við leikina…"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2002-10-18 20:50:54",
            "id": "707607",
            "reply_to_id": "707601",
            "text": "Ehhh….. No comment, þetta er sull og hefði átt að fara á korkana.\nFF myndin ÁTTI EKKI AÐ TENGJAST LEIKJUNUM!!! Get with the program."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-10-18 21:35:31",
            "id": "707608",
            "reply_to_id": "707601",
            "text": "Mortal Kombat er besta game to movie mynd eftir og þá er ég ekki að tala um framhöldin. Sú mynd var bara pjúra föstudagsmynd til að sjá áður en maður fór að detta í það bara svona til að koma sér í dágott stuð.\nbtw Paul Anderson gerði Resident Evil, Mortal Kombat, Event Horizon, Soldier(testosterone mynd frá helvíti) og er nú að vinna að Alien vs Predator."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2002-10-19 20:01:20",
            "id": "707609",
            "reply_to_id": "707601",
            "text": "Málið er bara að FF leikirnir eru ekkert sérstaklega vel skrifaðir(ath. ekki illa bara ekkert sérstaklega vel). Maður eyðir bara svo ógeðslega miklum tíma í þessa leiki að maður tengist persónunum svo vel og fer því að mynda tilfinningar til þeirra, einsog í sápuóperum t.d. :D"
        },
        {
            "user": "Djarfur",
            "user_id": "7700",
            "date": "2002-10-21 10:47:07",
            "id": "707610",
            "reply_to_id": "707609",
            "text": "Final fantasy : TSW var nú bara mjög góð mynd"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-10-21 22:59:44",
            "id": "707611",
            "reply_to_id": "707601",
            "text": "sko mín upplifun af viðbrögðum fólks við FF myndinni:\nHafði ekki spilað leikina = fannst myndin annað hvort mjög góð eða ótrúlega ruglingsleg og asnaleg….\nhafði spilað leikin = hafði búist við betri söguþræði (eins og ég asnaðist til að gera) en auðvitað er hún mjög flott! svo…\nef hún hefði ekki borið FF nafnið hefði fólk kannski litið hana öðrum augum! (mér fannst Steve Busemi alveg brillera *eg man ekki hvernig maður skrifar eftirnafnið hans í augnablikinu..*)\nbut.. that´s just my opinion man…"
        },
        {
            "user": "maur",
            "user_id": "15803",
            "date": "2002-10-22 15:45:47",
            "id": "707612",
            "reply_to_id": "707601",
            "text": "Allir að tala um aðrar leikjamyndir. Greinin þín er ekki um aðrar myndir. Ég ætla að vera með í því. Ekki gleyma Mario myndinni. Mögnuð mynd. Nei hún var ömuleg.\nKveðja\nþinn besti vinur\nMau"
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2002-10-22 16:07:10",
            "id": "707613",
            "reply_to_id": "707612",
            "text": "Ef Black Mage hefði verið í myndinni þá hefði þetta verið helvíti góð mynd."
        },
        {
            "user": "Estorriyol",
            "user_id": "8053",
            "date": "2002-10-23 09:07:14",
            "id": "707614",
            "reply_to_id": "707613",
            "text": "Arasaka……Buscemi-held ég!\nMaur………Ef Mario bíómyndin var ömurleg þá er ég maur og þú blámann!\ntIcelander…hefði verið svoooo svalt, en ekki passað inn í myndina ):"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-24 14:54:41",
            "id": "707615",
            "reply_to_id": "707614",
            "text": "Hvað ertu að bulla maður? Mér fannst kvikmyndin frábær! Þú veist náttúrulega að mamma Hironobu Sakaguchi hét Aki? Hún dó fyrir eitthvað 13 árum! Svo finnst mér frábært hvernig þetta endaði! Ég er orðin svo leið á þessum yndislegu happy endum.. Happy ending er fyrir disney ÓKEI!?"
        },
        {
            "user": "Jindro3k",
            "user_id": "18961",
            "date": "2002-10-24 18:15:50",
            "id": "707616",
            "reply_to_id": "707601",
            "text": "Final Fantasy myndin tengist einu sem er í öllu final fantasy dæmi og það er Gaia og Terra. Gaia er hjarta jarðarinnar og Terra er heimur þar sem GF/aeons koma frá. Terra er það eina sem getur Eyðilagt Gaia. Þið getið séð og heyrt þetta ef þið FYLGIST með sögunum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-25 14:50:21",
            "id": "707617",
            "reply_to_id": "707616",
            "text": "Hei, ÉG fylgist vel með þessu! Ég hef nú bara klárað seinustu þrjá leikina svona 500 SINNUM!!"
        }
    ]
}