{
    "forum_title": "Músík almennt",
    "user": "toffari",
    "user_id": "2499",
    "date": "2002-10-21 17:04:28",
    "title": "Er Gus Gus búið dæmi??",
    "text": "Ég varð vitni að skelfilegum tónleikum þessarrar ágæta hóps listamanna á ný afstaðinni airwaves. Gus Gus voru skelfileg. Það eina góða sem frá þeim kom þarna um kvöldið var þegar fyrrum meðlimurinn Daniel Ágúst kom og tók eitt lag. Þegar hann kom á sviðið brá mér í fyrstu og fann fyrir mikilli gleði. “hann kominn aftur”. En sú stund hvarf fljótt úr hjarta mínu. Hann tók einungis eitt lag sem var það besta sem hópurinn tók á sviðinu. En svo tók hann bara utan um stelpuna og kvaddi. ég fann söknuðinn en hugsaði, “ég gef þeim séns”. síðan héldu þau áfram og viti menn, þetta var aftaka. Hægt og rólega tók fólkið að hörfa undan ræpunni sem lak úr hátölurunum og ég varð fljótt einn af þeim og ákvað að verja tímanum mínum frekar í sígó og bjór.\nÞessi gaur sem var á sviðinu var frekar pirrandi, hann gerði lítið annað en að eipa í fóninn eikkað sem enginn skildi og reyndi að rífa upp stemmningu sem aldrei mindaðist. Ég reyndi gleymdi mér aðeins þarna  fyrir framan sviðið til þess eins og horfa á video-ið sem varpað var uppá tjaldið í bakgrunninum. Það hefur lengi einkennt þennan frábæra listamannshóp. Það var mjög áhugavert að horfa á konu pissa fyrir framan fallegan foss.\nEr Gus gus búin að missa það? JÁ!! það er nokkuð ljóst. Maður dauðsaknar Purple, Polyester Day og öðrum frábærum smellum sem komið hafa frá þeim. Eftir að þau misstu Daniel Ágúst og stelpuna (man ekki í augnablikinu hvað hún heytir) varð manni ljóst að nú væri það búið. Daniel Ágúst er einn sérstæðilegasti listamaður sem við höfum. Þið sem voruð vitni af atriðinu hans á Iðnó síðastliðin föstudag skiljið hvað ég er að tala um. Það atriði var fræbært. Að maðurinn skuli geta komið á svið með ballerínu pils um hálsinn og samt náð að sannfæra fólkið um snilli sína sem listamaður. Svona menn eru alvöru listamenn. hann var með stórkostlegt atriði sem seint verður gleymt.\nVið skulum minnnast þessarrarr fyrrverandi frábærra hóps með góðum álitum..\nSmali",
    "url": "https://www.hugi.is/musik/greinar/98207/er-gus-gus-buid-daemi/",
    "url_id": "98207",
    "id": "710619",
    "replies": [
        {
            "user": "Swiiiiiing",
            "user_id": "11303",
            "date": "2002-10-21 17:28:42",
            "id": "710620",
            "reply_to_id": "710619",
            "text": "Was!?\nVarstu á einhverjum öðrum tónleikum en ég? Þeir voru alveg geðveikir, aldrei verið betri!\nMjög þétt og flott prógram, geðveik tónlist. Loksins eru þeir alvöru elektronískt band, ekkert fokking popp…"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2002-10-21 17:32:43",
            "id": "710621",
            "reply_to_id": "710619",
            "text": "Ég var í Iðnó þegar Daníel Ágúst var að performa,, og þvílíkur VIÐBJÓÐUR!!!! þetta var ein sú mesta kvöl sem ég þurft að þola. AÐ vísu var hann mjög fínn með gusgus á laugardag en gusgua voru slappir samt. En þetta í Iðnó var ógeð og léleg kópía af öðrum sérstæðum listamönnum. Bara burt með þennan mann þegar hann er að gera sína einka gjörninga"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2002-10-21 17:43:50",
            "id": "710624",
            "reply_to_id": "710619",
            "text": "hvað meinaru? gusgus blússuðu á tónleikunum!\ngusgus er langt frá því að vera búið dæmi, enda er hljóksveitinn að fá góða dóma um víða veröld fyrir nýju plötuna, sem er brill btw."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-10-21 18:49:02",
            "id": "710625",
            "reply_to_id": "710624",
            "text": "Thx (það er family-member í bandinu)\nkv. AMon"
        },
        {
            "user": "BSP",
            "user_id": "20274",
            "date": "2002-10-21 18:10:04",
            "id": "710626",
            "reply_to_id": "710619",
            "text": "Gus etc er þetta ekki rugl frá byrjun, low IQ dudes who want to be “ye know”."
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2002-10-21 19:50:03",
            "id": "710627",
            "reply_to_id": "710626",
            "text": "Nákvæmlega… hvenær var þetta eitthvað “dæmi”?"
        },
        {
            "user": "fokkoff",
            "user_id": "18037",
            "date": "2002-10-21 18:12:32",
            "id": "710622",
            "reply_to_id": "710619",
            "text": "Ég hef nú aldrei verið neinn GusGus aðdáandi og bjóst nú eiginlega ekki við neinu sérstöku frá þeim á Airwaves. En þeim tókst alveg að koma mér á óvart og fannst mér sjóvið þeirra stórfínt - og skemmdu frábæru videóin fyrir.\nGusGus er sko orðin miklu miklu betri en hún var, loksins komin með einhverju stefnu sem þau geta fylgt í stað þess að væflast á milli allskonar hluta sem þau náðu aldrei að sannfæra fólk með."
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2002-10-21 18:14:23",
            "id": "710623",
            "reply_to_id": "710622",
            "text": "ég eiginlega mætti nú bara í höllina til að sjá GusGus hópinn og Norman Cook\nOg báðir stóðu algerlega undir væntingum."
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2002-10-21 18:18:03",
            "id": "710628",
            "reply_to_id": "710619",
            "text": "Ég kveikti nú á MTV electronica í vinnunni í gær og þá var e-ð best of gusgus eða total gusgus hour í gangi þannig að það er e-ð líf í þessu."
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2002-10-21 18:38:49",
            "id": "710629",
            "reply_to_id": "710619",
            "text": "Gus gus? Er það ennþá til?"
        },
        {
            "user": "manilla",
            "user_id": "9376",
            "date": "2002-10-21 19:38:55",
            "id": "710630",
            "reply_to_id": "710619",
            "text": "gus gus voru nú alveg ágætir í höllini, þó að kanski hafi engin snilld hafi verið í gangi þá held ég að maður ætti nú ekki að afskrifa þá alveg strax"
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2002-10-22 00:29:11",
            "id": "710631",
            "reply_to_id": "710619",
            "text": "ég verð nú að vera sammála toffara. Gus Gus var bara deyjandi þarna á sviðinu. Varð svo engin stemmning og bara ekkert. Fór uppí stúku til að kvíla mig fyrir Fat boy og þá sér maður mest allt fólkið labba í burtu frá sviðinu (allir að reykja eða fá sér pizzu eða bjór eða eitthvað annað). Ég sjálfur var alvarlega að fara bara út og vera frekar í kuldanum en að hlusta á þessa tónlist. Þetta var bara hræðilegt."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2002-10-22 02:32:15",
            "id": "710632",
            "reply_to_id": "710619",
            "text": "Já, gus gus var ekki alveg að blíva í höllinni seinasta laugardag. Dagskráin var að´mínu mati kolvitlaus. Apparat voru að gera miklu betri músík heldur en gus gus, (mín skoðun).\nBetra lineup:\nGusGus\nBlackalicious\nHives\nApparat\nFBS\n–\nÞetta hefði virkað mun betur á mig því að Apparat menn kunna virkilega að halda partý."
        },
        {
            "user": "MrWhite",
            "user_id": "1206",
            "date": "2002-10-22 03:17:32",
            "id": "710633",
            "reply_to_id": "710632",
            "text": "Mér fannst þessi gæji í Ananasnáttfötunum alveg hrottalega misheppnaður eitthvað… stelpan söng bara ágætlega þannig að ég ætla ekki að dissa hana þótt ég hafi ástæðu til að gera það..\nTónlistin var fín.. en lúkkið var ekki alveg að smella… mér finnst samt eins og gamla sándið þeirra hafi verið að virka betur í fjöldann.. Polyesterday, Purple og Ladyshave sem dæmi um miklu skemmtilegri tónlist en ekkert endilega betri.. bara meira entertainment.. og hvað var svo með þetta “Attention!” x 4213 sinnum"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2002-10-22 11:54:19",
            "id": "710634",
            "reply_to_id": "710619",
            "text": "Djöfull er ég sammála þér. Mér fannst Gus Gus sökka feitt á tónleikunum en ég vona bara að þeir geri betur næst."
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2002-10-22 15:03:17",
            "id": "710635",
            "reply_to_id": "710634",
            "text": "Ég verð að segja fyrir mitt leyti að mér fannst GusGus stela senunni þetta kvöld, þar sem ég að ég missti af Blackalicious.. ég er enn að skalla veggi út af því. Hives voru nákvæmlega eins og ég bjóst við, og Fatboy Slim líka.\nHvað meiniði að segja að það hafi engin stemning verið á GusGus? Það var stappa af fólki að dansa, alveg lengst aftur í sal. Lögin voru öll kraftmikil, útpæld og flott, og þau voru greinilega öll að skemmta sér mjög vel. Ég gerði ekki miklar væntingar til þeirra áður en þau byrjuðu að spila en þau gjörsamlega heilluðu mig upp úr skónum.\nSvo kom Fatboy Slim, og ég gafst upp eftir tæpan hálftíma, eftir að hafa fokking aflitaða Selfyssingin með glowstickin, beran að ofan, hoppandi utan í mér og öskrandi eins og smástelpa, djöfulsins fífl.\nAllavega.. GusGus eru vonandi komin til að vera aftur!"
        },
        {
            "user": "shitweed",
            "user_id": "919",
            "date": "2002-10-24 14:32:00",
            "id": "710636",
            "reply_to_id": "710619",
            "text": "Djöfull eruð þið léleg að hætta að trúa á gusgus afþví að Daníel Ágúst er ekki lengur í dæminu. Þetta er algjer snilld og nýji diskurinn er að fá góða dóma úti. Þið eruð bara ekki að fatta þetta. Nenni ekki að eyða meiri orðum í ykkur!"
        }
    ]
}