{
    "forum_title": "Matargerð",
    "user": "Jarlaxle",
    "user_id": "5181",
    "date": "2002-10-21 01:54:01",
    "title": "Idiots guide to Sushi =)",
    "text": "Jæja mér finsnt vera kominn tími til að einhver reyni að dreifa þeim upplýsingum um hvernig skal elda sushi. Ég vill taka fram að þetta sem ég ætla að kenna ykkur er kannski ekki eitthvað sem fær fólk til að segja úúúú og aaahhh, þetta er að mestu leyti hugarfóstur mín. Engin sérstök “alvöru” sushi uppskrift, en er gott og þjónar sínum tilgangi… og er sushi =)\nTil að byrja með er best að fara yfir hvað þú þarft að kaupa. Flestallt er hægt að finna í hagkaup, ef ekki þá er ábyggilega hægt að draga þetta fram í einhverjum sérvörubúðum. Ég ætla að kenna ykkur að gera 2 tegundir af sushi. Maki rúllu og Nigiri bita.\nSushi hrísgrjón\nWasabi, piparótsmauk\nNori, grillað þang\nSuryimi, krabbakjöt\nGulrót\nSesamfræ\nFlak af laxi, silungi eða túnfiski\nþorsk eða ýsu biti\nJapönsk soya sósa, þessi venjulega virkar en er bara ekki það sama.\nHrísgrjóna edik\nsykur\nbambusgrind, ekki nauðsyn en þarfaþing í Maki\nÉg fékk allt þetta í hagkaup. Nema grjónin sem voru uppseld (á Akureyri). Þannig að þið ættuð ekki að lenda í neinum vandræðum.\nGrjónin:\nÞað fyrsta og eitt mikilvægasta sem þú gerir er að þrífa grjónin. Það þarf að láta vatn renna um þau og helst hrista. Sigt kemur sér mjög vel í þetta. Grjónin eru orðin fín þegar þau eru orðin vel hvít og ef sett nokkur í vatnsglas þá koma engar agnir út í vatnið. Þetta getur tekið dáldinn tíma. Fer eftir magni grjóna sem á að elda.\nÁ veitingastöðum eru notaðir sérstakir hrísgrjónapottar en þarsem hið almenna heimilis eldhús er ekki það vel útbúið er ofn og eldfast mót græjurnar sem við munum notast við.\nFyrst tökum við hrísgrjónin og dreifum þeim í mótið. Hellum svo vatni yfir svo að það fljóti sirka 2cm yfir. Álpappír yfir og beint inní ofninn. Þessi hluti er hvað tímafrekastur. Málið er að það má ekki hafa ofninn of heitann þannig að þú verður að hafa hann á um 150°. Eftir 45 mín í góðum ofni ættu þau vonandi að verða tilbúin (tekur mig 2 klukkutíma =/ er með lélegan ofn).\nGrjónin eru tilbúin þegar þau festast vel saman, en eru ekki í mauki og getur tekið þau í sundur auðveldlega.\nKryddun:\nJæja kryddun grjónana er frekar mikilvægur hluti þarsem við viljum ekki drepa aumingja fólkið. Það er best að hella sirka 2 á móti 1 af ediki og sykri. Best að bara smakka sig áfram. Hræra vel í edik/sykur blöndunni og hella léttilega yfir hrísgrjónin þegar þau koma útúr ofninum. Eftir það er grjónunum hent beint inní ísskáp þartil þau hafa kólnað almennilega.\nNigiri:\nTaktu hrísgrjónin og mótaðu í litla kubba. Sirka 2cm á lengd og 1cm í breidd og hæð. Taktu lax/silung flakið og skerðu í þunnar sneiðar. Þær verða að vera það stórar að þær hylji allann bitann. Ef þú notar túnfisk þá skal skera aðeins þykkri sneiðar en þarf ekki að hylja bitann, bara til að leggja ofann á. Áður en þú setur fiskinn ofaná þá þarftu að setja smá wasabi á bitann. Japanir nota góðar klessur af þessu en mér finnst betra að nota frekar lítið. Svo legguru fiskinn yfir bitann og stráir smá sesamfræjum yfir.\nMaki:\nTil að byrja með skal skera suryimi og gulrætur í þunnar lengjur, suryimið aðeins þykkra en gulræturnar. Einnig skalltu skera þorsk/ýsu í litlar lengjur. Þú leggur Nori blað ofan á bambusgrindina, makar hrísgrjónum yfir en skyldu eftir svona 4cm eyðu á þanginu. Passaðu þig að setja ekki of mikið af grjónum en þá verður rúllan of þykk. Á endanum sem er með grjónum skalltu móta smá dæld endilangt. Í dældina setur þá smá af wasabi og svo raðar þú suryimi, gulrót og fisk hlið við hlið. Svo einfaldlega rúllaru þessu saman og lætur standa í smá stund. Taktu svo góðann hníf og skerðu í 1cm þykkar skífur.",
    "url": "https://www.hugi.is/matargerd/greinar/98212/idiots-guide-to-sushi/",
    "url_id": "98212",
    "id": "710693",
    "replies": [
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2002-10-21 16:19:21",
            "id": "710694",
            "reply_to_id": "710693",
            "text": "Gleymdi hérna smá, þarft líka að kaupa þér engifer og skera það mjög þunnt niður, láta svo liggja í ediki í einhvern tíma. Er svo borðað sem meðlæti með sushi'inu"
        },
        {
            "user": "SMOOOTH",
            "user_id": "9001",
            "date": "2002-10-21 21:51:54",
            "id": "710695",
            "reply_to_id": "710693",
            "text": "Flott .. lýst vel á þetta ;)\nEn… 1cm á þykkt?? er það ekki full þunnt?\nþær rúllur sem ég hef innbyrt hafa flest allar verið umþb. 2 - 2 1/2 cm á þykkt.\nBara að spá sko. ;)\nkv. SMOOOTH"
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2002-10-21 22:02:05",
            "id": "710696",
            "reply_to_id": "710695",
            "text": "Þetta er bara smekksatriði finnst mér =) Ekkert minna sushi, bara fleiri sneiðar ;)"
        },
        {
            "user": "kaninukvikindi",
            "user_id": "43342",
            "date": "2006-07-07 18:34:30",
            "id": "3718531",
            "reply_to_id": "710693",
            "text": "Soldið sein að svara.. En ég er með 2 spurningar varðandi sushi\n1. Hvað kostar það ca að búa til sushi?\n2. Hvað getur sushi geymst lengi??"
        }
    ]
}