{
    "forum_title": "Rómantík",
    "user": null,
    "user_id": null,
    "date": "2000-11-26 21:25:48",
    "title": "Kvenmaðurinn er óráðin gáta (sumar DRUSLUR)",
    "text": "Ég var með stelpu fyrir stuttu, sem var búin að hafa orð á sér sem drusla. Ég taldi mig vera ástfanginn þannig að mér allveg sama um hvað hún var búinn að vera með mörgum strákum á stuttum tíma, við vorum ástfangin (allavega ég( í rúma 3 mánuði. Við vorum farin að tala um framtíðina og allt var frábært. Gat ekki verið betra. Ég hefði gert ALLT fyrir hana. En síðan einn slæman veðurdag hringir DRUSLAN í og segir þessa heimsku setningu (eigum við ekki bara að vera vinir, en ég veit að ástin er blind og vinátta lokar bara augum manns þannig að ég vissi að við yrðum ekki vinir. Ég varð þunglyndur, ég grét í fyrsta skiptið í mörg ár. En viti menn, hún byrjaði með vini mínum tæpri viku seinna. Ég brjálaðist. Og nú fyrri stuttu heyrði ég að hún er hætt með honum og byrjuð með nýjum strák. Hún er búinn að vera með 6 strákum á 7 mánuðum, er til sönn ást. Mig langar að gerast hommi því hún skemmdi hjarta mitt og ég get varla treyst stelum aftur. Ég hélt hún væri stóra ástin mín. Af hverju eru til svona bjánalegar stelpur sem leika sér að tilfinnugum manna???",
    "url": "https://www.hugi.is/romantik/greinar/9839/kvenmadurinn-er-oradin-gata-sumar-druslur/",
    "url_id": "9839",
    "id": "56996",
    "replies": [
        {
            "user": "evil",
            "user_id": "5768",
            "date": "2000-11-26 23:46:53",
            "id": "56997",
            "reply_to_id": "56996",
            "text": "sko karlmenn geta líka sært, það er engin lausn að “gerast” hommi og veistu, það er hollt og gott að  gráta!!! stelpan er náttúrulega bara eitthvað klikk og þetta sýnir bara hvað hún er óþroskuð.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-11-26 23:47:16",
            "id": "56998",
            "reply_to_id": "56996",
            "text": "þetta er sko anskotans DRUSLA!!! 6 á 7mán. ok…"
        },
        {
            "user": "Sivar",
            "user_id": "3343",
            "date": "2000-11-27 00:27:43",
            "id": "56999",
            "reply_to_id": "56996",
            "text": "Hey, þetta gerist, það er staðreynd, ég hef lent í þessu (já ég var eiginlega ekkert ástfangin af þér, þú varst á staðnum og varst hrifin af mér og ég bara notaði þig)  og ég var ástfanginn.  Já það eru sumar svona en ekki allar, sem betur fer :)\nÞú verður bara að reyna við einhverja aðra.\nSiva"
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2000-11-27 00:49:34",
            "id": "57000",
            "reply_to_id": "56996",
            "text": "þú ert betur settur án hennar…..\nhún hefur greinilega ekki andlegan þroska til að vera í tilfinninga sambandi.\nþað eru til fullt af góðum stelpum þarna úti, þú þarft bara að slappa af og þá kemur hin eina sanna og bankar á þínar dyr.\ngangi þér vel og brostu framan í lífið.\nGribba"
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2000-11-27 02:01:15",
            "id": "57001",
            "reply_to_id": "56996",
            "text": "Vá þessi svokallaði ,,vinur\" þinn getur varla verið vinur þinn…"
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2000-11-27 04:45:39",
            "id": "57002",
            "reply_to_id": "57001",
            "text": "ég er alveg sammála RatCat, þessi svokallaði vinur þinn getur ekki verið vinur þinn ef hann byrjar með þinni fyrrverandi…..\nsumar stelpur eru sona, þær einfaldlega hafa ekki nógan andlegan þroska í tilfinningasambönd, og svo eru líka sumar sem halda að því meiri strákum sem þær eru með þýðir það að þær eru vinsælar, eða að þær eru að sanna að þær eru nógu þroskaðar til að vera með strák og vilja vera með öllum sem hreyfist, eða þá halda þær að þær verði “fullorðnar” af því að vera með flestum strákum.\nsvona er þetta, þú átt eftir að finna mikið betri stelpu en þessa, ekki missa allt álit eða traust á stelpum þótt að ein geri þér þetta, það gæti verið að þú lendir í þessu aftur, en eins og sagt er:,, if it dosn't kill you, it can only make you stronger\"\nkv.\nspotta"
        },
        {
            "user": "gullbra",
            "user_id": "27421",
            "date": "2000-11-27 04:56:02",
            "id": "57003",
            "reply_to_id": "56996",
            "text": "Ég skil þig rosalega vel. Sérstaklega ef þú varst svona ástfangin af henni. Það er sárt að vera með einhverjum sem maður elskar og vill vera með alltaf, ef mannaskjan svíkur mann svo. Þessi stelpa hefur greinilega ekki verið tilbúin í samband og það er ekki eitthvað sem þú hefur gert vitlaust. Þetta segir miklu meir um hana heldur en um þig. Þú þarf örugglega smá tíma til að jafna þig á þessu, en ekki missa allt traust til hins kynsins. Þó að hún hafi gert þetta er ekki þar með sagt að allar stelpur geri þetta. Mér finnst þetta virkilega illa gert af henni. En þú jafnar þig og ég trúi ekki öðru en að þú verðir ástfangin aftur að einhverri sem kann ást þína að meta og fer ekki svona með þig!\nGangi þér vel!"
        },
        {
            "user": "Eyjo",
            "user_id": "965",
            "date": "2000-11-27 04:59:26",
            "id": "57004",
            "reply_to_id": "56996",
            "text": "A bitch is a bitch."
        },
        {
            "user": "rosie",
            "user_id": "4465",
            "date": "2000-11-27 13:22:59",
            "id": "57005",
            "reply_to_id": "57004",
            "text": "jebbs…. hún stendur vel undir þeirri setningu…"
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-11-27 10:25:05",
            "id": "57006",
            "reply_to_id": "56996",
            "text": "það finnast allataf skemmd epli á akrinum"
        },
        {
            "user": "POrTA",
            "user_id": "309",
            "date": "2000-11-27 10:54:57",
            "id": "57007",
            "reply_to_id": "56996",
            "text": "Usss svo eru kvennmenn að segja að karlmenn séu svín og ógeðslegir við ´þær!!!!…Staðreyndinn er sú að þær eru mikklu verri en nokkurntima við strákarnir!!!….Gleimdu henni….einusinni drusla alltaf drusla\nPOrTA"
        },
        {
            "user": "Mercier",
            "user_id": "737",
            "date": "2000-11-27 12:28:00",
            "id": "57008",
            "reply_to_id": "57007",
            "text": "Merc"
        },
        {
            "user": "demone",
            "user_id": "3795",
            "date": "2000-11-27 15:47:18",
            "id": "57009",
            "reply_to_id": "56996",
            "text": "Það eru alltaf rotin epli inn á milli góðu eplanna! Hugsaðu bara um þetta á þann hátt að , “The Good Finish Last”!!!"
        },
        {
            "user": "bogz",
            "user_id": "4343",
            "date": "2000-11-27 19:59:21",
            "id": "57010",
            "reply_to_id": "56996",
            "text": "hey ok égget skilið að þú sért sjúklega sár útí þaug bæði og viljir ekki tala við þaug. en þetta getur nú varla verið vinur þinn ef hann byrjar með stelpu sem þú “vinur” hans var með. en mér finnst samt leiðinlegt að heyra að þó að ein stelpa(þó að það séu fleiri) þá er ekki hægt að segja að við séum allar druslur!!!! en ég er viss um að um leið og þú verður næst ástfanginn upp fyrir haus þá sérðu að það eru ekki allar stelpur druslur. gangi þér vel og gleymdu þessari (DRUSLU) og snúðu þér að e-hverju öðru hún er ekki þess virði til að svekkja sér yfir. ok gangi þér vel :)"
        }
    ]
}