{
    "forum_title": "Kvikmyndir",
    "user": "barrett",
    "user_id": "12862",
    "date": "2002-10-22 17:44:16",
    "title": "Manhunter (1986)",
    "text": "Manhunter (1986)\n7,2 imdb.com , Michael Mann vann ein verðlaun\nfyrir myndina og var tilnefndur til annarra. Ekkert stórmerkilegt.\nLeikstjóri: Michael Mann (Insider, handrit að Ali)\nAðalhlutverk (William Petersen, Brian Cox, Denis Farina, Joan Allen)\nÉg var á hinni frábæru leigu James Bönd eins og vanalega\nog rakst þar á hina gömlu Lecter mynd, Manhunter,\neða ef svo mætti kalla því Lecter er aðeins í 2 atriðum í þessari mynd.\nGamla Lecter myndin var spennandi kostur og svo gekk\nég heim með bros á vör frá leigunni og tilhlökkunarsvip.\nÉg hafði séð á Red Dragon 2 kvöldum áður og það hlakkaði vel í mér.\nFyrir þá sem kannast e-ð við þáttinn CSI þá leikur William Petersen\nlíka í Manhunter, þ.e.a.s. aðalhlutverkið eða Will Graham.\nDennis Farina fer með hlutverk lögreglustjórans sem vill fá hann aftur\nog Joan Allen með hlutverk Rebu, blindu konunnar.\nAllt sem gerðist í Red Dragon hefði mátt betur fara í Manhunter.\nMyndin var hundleiðinleg með vondri tónlist og það var hreinlega enginn\nclimax í henni sem var í Red Dragon. Það vantaði bara allt “kick”\ní þessa mynd. Leikararnir voru ekki góðir, og tónlistin afar slæm.\nTil að mynda var samband Rebu og Dolarhyde illa leikið og illa útfært,\nog góða lokasenu vantaði alveg. Þ.e.a.s. Red Dragon hafði sniðuga lokasenu\nsem vantaði í Manhunter. Síðast en ekki síst verður að nefna Brian Cox\nen túlkun hans á Hannibal er mikið verri en hjá Anthony. Hann fer hörðum höndum um þennan fágaða geðsjúkling. Hann túlkar hann sem óstöðugan og frekar\nófínan karakter.\nÉg er mjög ósáttur við þessa mynd, en ég sé ekki\neftir að hafa leigt hana því hún er mjög áhugaverð,\nog fyrir það fær hún eina stjörnu.\nDæmið fyrir ykkur sjálf.\n*+/*****",
    "url": "https://www.hugi.is/kvikmyndir/greinar/98424/manhunter-1986/",
    "url_id": "98424",
    "id": "712706",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-22 20:42:13",
            "id": "712707",
            "reply_to_id": "712706",
            "text": "Sá Manhunter á undan Red Dragon, þ.e fyrir nokkrum árum. Fannst hún fín."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-10-22 21:02:25",
            "id": "712708",
            "reply_to_id": "712706",
            "text": "Líkar betur við Cox en hinn ofmetna senutyggir Hopkins. Líkaði mjög vel við Manhunter og ef ég fer að sjá Red Dragon verður það fyrir Ed Norton, Keitel og Hoffman… Vissulega fríðari leikarar en flesti þeir sem eru í Manhunter."
        },
        {
            "user": "fokkoff",
            "user_id": "18037",
            "date": "2002-10-23 15:31:48",
            "id": "712709",
            "reply_to_id": "712706",
            "text": "Sá þessa mynd fyrir nokkrum árum og fannst hún alveg hrikalega leiðinleg - sofnaði nokkrum sinnum yfir henni. Var meira að segja búinn að steingleyma hvernig sagan væri þegar ég sá svo Red Dragon - sem betur fer."
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2002-10-23 16:09:43",
            "id": "712710",
            "reply_to_id": "712709",
            "text": "Er Anthony Hopkins ofmetinn??? Rugl"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-28 15:49:33",
            "id": "712711",
            "reply_to_id": "712706",
            "text": "Èg sofnaði nærri því yfir þessari. Léleg!"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2003-03-29 18:49:58",
            "id": "712712",
            "reply_to_id": "712711",
            "text": "Betra er seint en aldrei, en ég er ansi sammála þér."
        }
    ]
}