{
    "forum_title": "Hundar",
    "user": "dnxcoded",
    "user_id": "14311",
    "date": "2002-10-22 13:21:18",
    "title": "Slæm r.æktun",
    "text": "Mér finnst fáranlegt að fólk skulli vera að versla hunda frá Dalsmynni, vera að kaupa Rottweiler hvolpa undan eins-eistna hundi, vera að kaupa inbreddaða Dobermann hunda frá missgreindum verkamönnum…þetta stuðlar allt að slæmu áliti á þessum tegundum.  Það ætti að fylgjast betur með hverjir eru að rækta og kaupa þessa hunda.  Það skaltekið fram að ég er alls ekki á móti þessum hundum, ég er sjálfur búinn að gera samning við ræktundur í suð/austur evrópu um að fara að flytja inn nokkur pör af Dobermann og verða þetta allt top eintök til ræktunar, á næstu misserum og ætlað að breytta standardinum á honum hérna til muna !!\nEinig finnst mér að fólk sem hefur áhuga ætti að taka sig virkilega saman og þrýsta á þó pólitísku öfl sem standa að einangrunni í Hrísey og fá mannúðlegri einangrun nær Keflavíkur flugvelli.",
    "url": "https://www.hugi.is/hundar/korkar/98495/slaem-raektun/",
    "url_id": "98495",
    "id": "713269",
    "replies": [
        {
            "user": "mydog8me",
            "user_id": "13849",
            "date": "2002-10-22 16:16:13",
            "id": "713270",
            "reply_to_id": "713269",
            "text": "Ég er svo sammála þér í þessu!!! Það er fátt sem ég þoli minna en að sjá einhvern vitleysing labba úti með doberman hundinn sinn og vara mann við því að hann gæti verið hættulegur, þegar maður getur alveg séð það að hundurinn er að dilla dindlinum og vill endilega spjalla aðeins við mann! Ég hef ekkert á móti þessum tegundum, Doberman og Rottweiler, en yfirleitt eru það eigendurnir sem eru til vandræða og eru með þvílíkt mikilmennskubrjálæði. Ég er samt ekki að alhæfa neitt því ég þekki nú þegar einnig mjög góða Doberman eigendur sem eiga alveg hrós skilið fyrir að ala hundana sína vel upp!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-22 16:47:16",
            "id": "713271",
            "reply_to_id": "713269",
            "text": "Já, mér fannst það bara OF FÁRÁNLEGT þegar einn strákur fékk sér Doberman hund, átti hann varla í ár og seldi hann svo. Það var svo greinilegt að það átti bara að gera strákinn meira töff og út úr þessu kom bara illa uppalinn Doberman hundur.\nÉg er sammála þeim sem segja að það ætti bara fólk sem er tilbúið að eyða tíma í að aga þá og þjálfa að eiga þessar tegundir. Ekki bara einhver sem hefur aldrei átt hund, kann ekkert að fara með þá og býst við því að hlýðni og allt þetta  komi af sjálfu sér.\nVið verðum að fá betri einangrunar stöð nær keflarvíkurflugvelli! Ferðalag dýranna myndi styttast heilmikið, smithættan minnka og minna yrði lagt á hundana.\nÞá myndu fleiri vilja flytja inn hreinræktaða hunda (það myndi bara gera hundaræktendum gott að fá nýtt blóð) eða taka með sér hunda þegar það flytur sjálft til Íslands.\nÞað væri nú bara flott ef maður gæti svo séð nýinflutta hundinn sinn í gegnum gler strax og hann kæmi, og heimsótt hann svo þegar mætti (eftir 2 vikur eða eikkað).\n<br><br>Kv. <B>REB</B>s - The more people I meet…the more I like my DOG! - ,,Is it dead?\" :Rocco (David Della Rocco) The Boondock Saints"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2002-10-23 04:09:34",
            "id": "713272",
            "reply_to_id": "713269",
            "text": "Já, ég hitti tvo stráka í sumar í öskjuhlíðinni með Doberman sem þeir voru annaðhvort með í láni eða að passa. Annar þeirra viðurkenndi nú að kunna ekkert með hunda að fara en sagði;\n“þessi (og benti á Doberman) væri nú svo góður”…\n..en svo þegar koma aðrir karlhundar og verða slagsmál og læti.\nSvo var annar þeirra alveg í því að segja mér að koma inn í hólfið sem þeir voru í,  með minn hund og ég var búnað segja honum að minn væri að urra á aðra hunda, og hann sagði bara;\n“hva, þetta verður allt í lagi”\nÉg hélt minni ákvörðun og var í hinu hólfinu.\nSvo heyri ég hann á chatti við næsta hundaeiganda sem kom og þá sagði hann; “ja,.. ég á þennan nú ekki, er bara að passa hann fyrir vin minn”\nHALLÓ!\nÞað sauð á mér.. þetta hefði getað farið illa ef ég hefði verið vitlaus og farið með minn inn. Minn ræðst ekki á af fyrra bragði en hann æsir hina upp með urrinu í sér.\nEkki misskilja mig, ég hef ekkert á móti D og RW.\nHundaeigendur með öfluga hunda, farið sjálfar/ir út með hundana ykkar.\n<br><br><b>“Playing bridge is like having sex, if you don´t have a good partner, then you better have a good hand…”</b>\nKíkjið á síðuna mína <a href=\"\nhttp://kasmir.hugi.is/Gungun/\n\"> hérna </a> <u>flottar</u> hundamyndir og jóks. Megið alveg skrifa í gestabókina í leiðinni."
        },
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2002-10-23 12:10:34",
            "id": "713273",
            "reply_to_id": "713272",
            "text": "Nákvæmlega !!!!"
        },
        {
            "user": "Sigga1",
            "user_id": "22296",
            "date": "2002-10-23 12:29:05",
            "id": "713274",
            "reply_to_id": "713272",
            "text": "Gungun ég er alveg sammála þér með þetta, en annars finnst mér að hundaeigendur yfir höfuð eigi að fara sjálfir með hundana sína út að labba en ekki lána einhverjum þá. Því maður veit aldrey hvað aðrir gera þegar þeir eru með hundana úti. Ég sjálf bý í litlum bæ og ég er ekki að leyfa neinum að fara út að labba með hundana mína. ég er með tvo Beagle hunda. Systir mín fær ekki einu sinni að fara með þá út að labba.Ég og maður minn sjáum sjálf um að fara út með þá."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-23 16:47:51",
            "id": "713275",
            "reply_to_id": "713274",
            "text": "Mér finnst nú í lagi að fara út að labba með annan hund ef maður kann á hann og manneskjan þekkir hann. Ég fer stundum með hund systur minnar. En ég leyfi engum utan fjölskyldunnar að fara með minn hund út að labba. Treysti þeim bara ekki, svo koma litlir krakkar og banka uppá hjá mér og spyrja hvort þeir megi fara með hundinn minn út að labba, ja…Nei, held ekki!\nÞega ég var lítil gerði ég þetta nú, bankaði uppá hjá ókunnugum sem ég vissi að áttu hund og þá voru allir tilbúnir að leyfa mér að fara með hundinn út, jafnvel þó einn (labrador) væri 2 sinnum þyngri en ég! Þegar ég hugsa um þetta í dag, var ég heppin að lenda ekki á einhverjum bandvitlausum hundi, og finnst svolítið asnalegt að fólk skuli hafa leyft mér þetta þar sem ég þekkti þau ekki neitt!<br><br>Kv. <B>REB</B>s - The more people I meet…the more I like my DOG! - ,,Is it dead?\" :Rocco (David Della Rocco) The Boondock Saints"
        },
        {
            "user": "Sigga1",
            "user_id": "22296",
            "date": "2002-10-23 12:30:49",
            "id": "713276",
            "reply_to_id": "713272",
            "text": "Auk þess erum við alltaf að mynda tengs á milli okkar er við förum með þá út að labba. Þ.e. tengsl milli okkar og hundanna."
        }
    ]
}