{
    "forum_title": "Húmor",
    "user": "echoplex",
    "user_id": "10440",
    "date": "2002-10-23 09:16:14",
    "title": "Með staðreyndinar á hreinu",
    "text": "Ef þú mydir öskra í 8 ár 7 mánuði og 6 daga myndir þú búa til næga\norku til að hita 1 kaffibolla. (Mér sýnist varla taka því)\nEf þú myndir reka við stanslaust í 6 ár og 9 mánuði myndast gas sem\njafngildir krafti atómsprengju. (Þetta er betra)\nFullnæging svína stendur í 30 mínútur. (Í næsta lífi vill ég vera svín)\nEf þú lemur hausnum við vegg brennir þú 150 hitaeiningum á klukkutíma.\n(ég er ekki enn búin að komast yfir þetta með svínin og ekki prufa\nþetta með hausinn heima … kannski í vinnunni?)\nMenn og höfrungar eru einu tegundirnar sem stunda kynlíf sér til\nskemmtunar. (Nú vitum við af hverju Flipper er alltaf svona glaður) (og\nsvín fá 30 mínútna fullnægingar! … virðist ekki sanngjarnt!)\nSterkasti vöðvin í líkamanum er tungan. (Hmmmmmmmmm……..)\nRétthent fólk lifir að meðaltali 9 árum lengur en örvhentir. (Ef\nmaður er jafnvígur á báðar deilir maður þá með 2?)\nMaurar geta lyft 50 faldri þyngd sinni,togað 30 falda þyngd sína\nog þeir falla alltaf á hægri hliðina þegar þeir verða drukknir (Eftir að\nhafa drukkið litlar flöskur af … ??) (greiddu skattgreiðendur fyrir\nþessa rannsókn?) (og hvað með það þótt svín fái 30 mínútna fullnægingar!)\nÍsbirnir eru örvhentir.(Hver vissi það..? Hverjum er ekki sama…?\nHvernig fundu menn það út, spurðu þeir þá? - og táknar það að þeir lifa skemur?)\nLeirgedda (það er fiskur) er með 27,000 bragðkirtla. (Hvað í ósköpunum getur\nverið svona bragðgott neðst í vatninu ?)\nFlóin getur stokkið 350 falda lengd sína, það svipað og maðurinn\nstökkvi yfir fótboltavöll. (30 mínútur! ímyndaðu þér! og af hverju svín?)\nKakkalakki getur lifað í 9 daga án höfuðs áður enn hann sveltur\ntil bana. (Creepy)\nSum ljón eðla sig 50 sinnum á dag (ég vil samt verða svín í næst\nlífi … gæði fram yfir magn!)\nFiðrildi eru með braglaukana á fótunum (ojjjjjjj) (það er næstum\neins slæmt og Leirgeddan)\nAuga strútsins er stærra en heilinn (Ég þekki svoleiðis fólk.)\nKrossfiskar hafa engan heila. (Ég þekki líka svoleiðis fólk.)\nEftir að hafa lesið þetta er það eina sem ég get sagt:  Svín eru heppinn !!!",
    "url": "https://www.hugi.is/humor/greinar/98584/med-stadreyndinar-a-hreinu/",
    "url_id": "98584",
    "id": "713817",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-23 18:52:07",
            "id": "713818",
            "reply_to_id": "713817",
            "text": "hahaha lol en þetta er búið að vera hér fyrir stuttu!!! samt fyndið"
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2002-10-23 19:34:00",
            "id": "713819",
            "reply_to_id": "713817",
            "text": "hahaha, hvar fannstu þetta svínið þitt"
        },
        {
            "user": "Terminator",
            "user_id": "4765",
            "date": "2002-10-24 13:19:54",
            "id": "713820",
            "reply_to_id": "713817",
            "text": "bwaahahahhaa djöfull hló ég að þessu mar ::::D sérstaklega þessi fínu litlu comment þín :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-24 15:06:02",
            "id": "713821",
            "reply_to_id": "713820",
            "text": "ég sé oft mjög fyndna brandara (eins og þetta) en hlæ aldrei af þeim, ég er greinilega með bilaða hláturskirtla"
        }
    ]
}