{
    "forum_title": "Matargerð",
    "user": "GlingGlo",
    "user_id": "2646",
    "date": "2002-10-24 11:12:29",
    "title": "Skyrgerð",
    "text": "Nú er mig farið að langa mikið í skyr hér í útlandinu en auðvitað fæst það ekkert úti í búð. Þá fór ég að hugsa að fyrst bóndakonurnar í gamla daga gátu búið til skyr þá hlýt ég nú að geta það líka. Hins vegar kann ég ekki aðferðina við það. Man eftir að hafa heyrt um skyrhleypi og eitthvað um að sía þetta í gegnum klút, en þessar leiðbeiningar duga nú skammt. Sérstaklega þar sem ég veit ekkert hvar er hægt að fá skyrhleypi.\nÞannig að ef einhver hér veit eitthvað um þetta eða kann aðferðina við að búa til skyr, endilega deilið því með mér. Finnst alveg ómögulegt að börnin (og ég) missi af þessu kostafæði :)",
    "url": "https://www.hugi.is/matargerd/greinar/98781/skyrgerd/",
    "url_id": "98781",
    "id": "715497",
    "replies": [
        {
            "user": "Olversdottir",
            "user_id": "7905",
            "date": "2002-10-24 17:12:50",
            "id": "715498",
            "reply_to_id": "715497",
            "text": "Ég kann reyndar ekki að búa til skyr en ég kann að búa til jogurt kannski það geti hjálpað pínu.\nÉg veit ekki hvernig þetta er í noregi en hérna finnst mér vanta íslenskt skyr og súrmjólk.\nAllavega uppskriftin er.\n2 lítrar mjólk\n1 dós hreint jogurt (eða 1/4 liter)\naðferð\nhita 1 liter mjólk uppað suðumarki (má ekki sjóða)\nblanda svo saman kaldri og heitri mjólk og bæta við jogurti og hræra vel saman (ekki þeyta)\nsetja í gott ílát og láta í kælibox (svona ferðalaga) látið standa yfir nótt og er tilbúið að morgni (þarf að standa í svona 10-12 tíma)\nÞetta kemur út sem besta súrmjólk.\nHérna er hægt að fá svona hreint jogurt sem mér finns allt í lagi að nota sem súrmjólk og ég nota af því til að gera svona jogurtsúrmjólk hérna."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-10-29 21:56:09",
            "id": "715499",
            "reply_to_id": "715498",
            "text": "Prófaði jógúrttrikkið og það kemur bara mjög vel út ;). Langar samt að prófa að gera alvöru skyr. Læt ykkur vita ef það tekst hjá mér ;)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-10-30 21:52:45",
            "id": "715500",
            "reply_to_id": "715499",
            "text": "Sæl…eins og ég sagði þá gerði ég þessa fyrri´(á útlenskunni) og hún virkaði fínt..endilega la´ttu okkur vita hvernig þetta kemur út\nkv\nMoose"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-10-30 21:55:52",
            "id": "715501",
            "reply_to_id": "715500",
            "text": "En þá er nú spurningin… hvað er Buttermilk???"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-10-30 22:27:05",
            "id": "715502",
            "reply_to_id": "715501",
            "text": "hehe meira svona ‘attractive name’ yfir súrmjólk"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-10-30 22:30:02",
            "id": "715503",
            "reply_to_id": "715502",
            "text": "hehehe ok ;)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-10-25 04:57:16",
            "id": "715504",
            "reply_to_id": "715497",
            "text": "Sæl,\nég er nú svo (ó)heppinn að búa i útlandinu líka (kanada) en veit að skyr er t.d. selt í Winnipeg þó ég búi nú ekki þar :)\nallavega, ég prufaði þessa uppskrift og hún virkaði fínt.  Ef þú átt í einhverjum erfiðleikum með enskuna skaltu bara skella á mig skeiti.\nHere it goes\nSkyr\nby Fred Bjarnason CCC\nI got this recipe from Ron Eyjolfsson, who used to make Skyr for the Arborg Creamery. He has modified it for the homemaker but it does work.\n3 to 4 litres of boiled water\n1 x 5 litre bag of skim milk powder\n2 cups fresh buttermilk (with living culture)\n1. Pour the powdered milk into a clean 4 litre ice cream bucket.\n2. Allow the boiled water to cool to blood temperature or just warm. It must not be too hot or it will kill the living culture in the buttermilk.\n3. Pour the water over the milk powder, allowing room for the buttermilk. Stir thoroughly so that it is completely dissolved.\n4. Add the buttermilk, stir in well and cover. When you buy it read the ingredients to ensure that it contains living culture.\n5. Place in the oven, undisturbed. Do not turn on the oven, simply turn on the oven light. This will be enough heat to allow the culture to work. Allow this to work overnight.\n6. In the morning check your skyr for firmness and flavour. If it is not set and separated or sour enough, leave it to work longer. Every oven is different.\n7. Once you are happy with the degree of sourness, the skyr has to be drained. Gently cut the curd into squares or sections. Do not break it up too much.\n8. Line a colander with cheesecloth or a clean new J-cloth. Set this in the sink or a larger container to catch the whey. Scoop the curds and whey gently into the lined colander. It will drain better if it is not stirred or broken up too much.\n9. It will take about one day to drain to the proper consistency. Then it can be beaten with a mixer until smooth. Store covered in the refrigerator.\n10 Stir in sugar and cream as desired when ready to serve. Já.\nsvo var þetta á VISIR.is einhverntíman en ég hef ekki prufað það\nSaell Eg bý erlendis og sakna skyrs alveg svakalega. Hefur þú einhver ráð fyrir mig til að framleiða mitt eigið skyr? Ég hef aðgang ad flestum venjulegum mjólkurvörum: jógurt með lifandi gerlum, einhvers konar AB-mjólk med lifandi gerlum og svona frat-surmjólk (buttermilk) sem hefur held eg lika lifandi gerla.\nKomdu blessuð og sæl.\nÉg vona að þessi uppskrift komi þér að góðum notum. Hún er reyndar byggð á því að til að geta gert skyr þarftu fyrst að eiga skyr. Þú verður þannig fyrst að láta senda þér eina pakkningu og mátt svo aldrei klára lögun heldur verðurðu að vera dugleg við að halda framleiðslunni við. Þar sem skyr er svo gott efast ég um að það verði vandamál.\n5 lítrar undanrenna\n1 kúfuð matskeið óhrært skyr (t.d Borgarness eða KEA, fæst almennt í Nettó)\n10 ml ostahleypir (fæst í Ostabúðinni).\nUndanrennan er hituð að suðumarki og er nauðsynlegt að hræra í henni allan tímann til þess að forðast að hún brenni við. Henni er síðan hellt í plastfat sem hefur sem mest flatarmál í botni. (Það er engin tilviljun að notuð voru trog forðum daga). Nú er undanrennan látin standa og kólna niður í 50-60°C.\nÞví næst er óhrærða skyrið þynnt út með undanrennu eða léttmjólk þannig að úr verði skyrsúpa. Þessu er blandað saman við undanrennuna í plastfatinu og ostahleypinum hellt út í strax á eftir. Þetta á að kólna hægt. Þess vegna er gott að breiða þykkt handklæði yfir og láta standa á eldhúsbekknum yfir nótt.\nUm morguninn er hægt að hella hluta af mysunni af en hitt fer í þar til gerða berjasíu sem hægt er að kaupa í búsáhaldaverslunum. Best er að koma henni fyrir inni í ísskáp á meðan mysan rennur í gegn. Svo er bara að drekka mysuna með:)\nkv\nMoose"
        },
        {
            "user": "eie",
            "user_id": "27317",
            "date": "2002-10-25 10:21:04",
            "id": "715505",
            "reply_to_id": "715497",
            "text": "Sæl,\nþegar ég bjó í Svíþjóð þá var lausnin einfaldlega sú að kaupa óbragðbætta jógúrt (naturell) og skella henni í kaffifilter til að sía vökvann burt. Eftir stóð þetta líka yndælisskyr. Fínt að skella þessu í filterinn að kvöldi og snæða næsta dag."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-10-27 14:53:01",
            "id": "715506",
            "reply_to_id": "715505",
            "text": "jamm eg hef heyrt thad lika.\neda svona cheese cloth"
        }
    ]
}