{
    "forum_title": "Borðaspil",
    "user": "tmar",
    "user_id": "14050",
    "date": "2002-10-27 10:28:34",
    "title": "Mestu vonbrigðin",
    "text": "Ég hef um árabil safnað Dark Angels her og haft yndi af. Enda chapterinn með öllu svalur og skemmtilegur. Þegar ég byrjaði að spila þá var 3rd edition ekki komið út og notaðist maður við Angels of Death handbókina við að búa til heri(Sweeeeeeet old days). Chapterinn eins og hann birtist í þeirri bók var nokkuð jafn og skemmtilegur, og bauð upp á margar mismunandi samsetningar, ólíkt mörgum öðrum chapterum.\nEn eitt var nokkuð ljóst, firepower og fast attack var svona þeirra allra sterkasti kostur. Ravenwing var nokkurn veginn ódrepandi ef þeir komust á góðan hraða (-3 upp á að hitta, average BS 3 varð að 0, þannig að kasta varð 7 á 6-hliða teningi, sem í þá daga var hægt, fyrst 6 og síðan 4+) og höfðu þann yndislega eiginlega að geta gert hit'n run attack. Firepowerið hjá Dark Angels var reyndar ekki ósvipað því sem það er í dag, nema hvað þá ar auðveldara að fá targeters(+1 í BS) og svoleiðis.\nÉg beið þess vegna spenntur eftir nýrri útgáfu af spilinu, enda forfallinn spilasjúklingur. En því miður þá virðist mér þeir hafa eyðilagt chapterinn. Núna mega allir DA(nema Ravenwing) ekki hreyfa sig nema þeir fá 2+ fyrst á sex-hliða tening, sem gerir það að verkum að Rhinos, Razorback and Land Raiders geta lent í því að sitja fastir og mega ekki hreyfa sig á verstu tímum. Afhverju? jú, þeir eru svo þrjóskir…heimskir væri meira nær lagi. Deathwing, allra svölustu terminator-sveitirnar, eru svo dýrar að það er þvílíkt morð að kaupa þær í 1500 pt heri, 5 kallar með 2 HW á 350pt, 5 kallar!!! Ravenwing er einnig svo viðbjóðslega dýrt og gagnslaust nú orðið að enn hef ég ekki treyst mér til að kaupa það inn í slíkan her.\nHvað býður þá Codex DA uppá? Jú, endalausan skotgrafarhernað. Stórar sveitir með HW, þrjá tanka með HW, og í mesta lagi tvær persónur með CC abilities. Hvers vegna að spila svo einhæfan her? Hvað er gaman við það?\nNei, ég held að ég haldi bara áfram að nota SM Codexinn fyrir mína heri. Fyrr eða síðar hljóta GW að vakna og gefa út endurgerðan Codex fyrir svalasta chapter í heimi…..:)",
    "url": "https://www.hugi.is/bordaspil/greinar/99316/mestu-vonbrigdin/",
    "url_id": "99316",
    "id": "719718",
    "replies": [
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-10-27 11:36:00",
            "id": "719719",
            "reply_to_id": "719718",
            "text": "reyndar, þá vonu DA of öflugir áður… Unbalanced even. Ég hef persónulega reynslu á móti þeim. Rétt svo náði að vinna þá, var bjargaður af bassilisk (spilaði Imperial Guard).\nÞví miður, en þú verður bara að sætta þig við það að það verður alltaf að balance-a liðin á nýtt. Þetta er sanngjarnara svona. Það er amk. mín skoðun. Gangi þér annars vel. og megi þú eignast marga sigra tmar með þinn DA her."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-10-27 12:55:28",
            "id": "719720",
            "reply_to_id": "719719",
            "text": "HAHAHa…talandi um tímasetningu…nýji Codexinn fyrir DA var að koma niður í Nexus…þannig að nú brunar maður niður eftir.\nÞe. Codex 2nd edition var að koma út!!!! YEAH"
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 11:47:54",
            "id": "719721",
            "reply_to_id": "719718",
            "text": "Það er fyrir löngu búið að breyta Intractable reglunni og er núna komið í nýju Chapter Approved bókina.\nEru hérna:\nhttp://www.games-workshop.com/40kuniverse/warhammer40\nk/spacemarines/astartes/darkangels/assets/dark-angels-r ules.pdf\nTil að summa það sem stendur þar uppi varðandi Intractable regluna er að allar DA units, nema DW eða RW , sem tapa 25% af köllunum í shooting og tekst ekki að ná Leadership kasti byrja ekki að flýja (fall back) heldur ertu þar sem þeir eru. Í næstu turn mega þeir ekki hreyfa sig eða assaulta en mega skjóta eins og venjulega.\nOg með gömlu reglunar þá þurfti maður ekki að kasta nema unit var innan 24\" af óvini, með Line-Of-Sight og minstakosti eitt vopn í unit-inni sem gat drifið yfir á óvinninn."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-10-27 12:50:42",
            "id": "719722",
            "reply_to_id": "719721",
            "text": "Breytta intractable reglan er nú ekki alslæm, en samt sem áður er hún enn virk á faratækjum sem er bara bull.\nVarðandi gömlu regluna þá ertu í 99% tilfella með long-range HW sem drífur og ef þú byrjar 28-29“ í burtu þá er óvinurinn kominn inn í 24” á einu turni…..góða reglan!!"
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 13:02:34",
            "id": "719723",
            "reply_to_id": "719722",
            "text": "“Intractable models that Fail a Morale Check as a result of of taking 25% casaualties in the enemy Shooting phase will not fall back as per the normal Morale Rules”\nOg hvenær síðan þurfa Rhino's, RazorBacks eða Land Raiders að taka Morale Check?\nAssault Squad er ekki með HW, DW eru Stubborn, RW bikes þurfa ekki að taka þetta, maður vill oftast ekki verað hreyfa Devesator Squads mikið, Scouts jú hefðu getað orðið fyrir þessu ef maður var með HW í unit-inni, sama með Tactical Squad. Command Squad er stubborn útaf HQ-inu. Þannig að .. Scouts með HW eða Tactical Squad með HW.\nGamla reglan þurfti maður að kasta uppá alla nema RW en ekki lengur."
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 13:08:36",
            "id": "719724",
            "reply_to_id": "719723",
            "text": "“Gamla reglan þurfti maður að kasta uppá alla nema RW en ekki lengur”\nÁtti að vera “Með gömlu reglunni þurfti maður að kasta uppá fyrir alla, líka vhichles, nema RW, en með nýju reglunni eru vhicles stikkfrí frá reglunni”"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-10-27 13:37:20",
            "id": "719725",
            "reply_to_id": "719724",
            "text": "Nýja reglan er líka mun skárri, en samt finnst mér þetta fáranlegt down-side miðað við td. Blood Angels eða Space Wolves. Hvers vegna að setja svona downside á DA?"
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 13:45:50",
            "id": "719726",
            "reply_to_id": "719725",
            "text": "Hef ekki lesið Space Wolves Codexið en spila reglulega við Blood Angels spilara og ég skal segja þér að hann er ekkert ánægður þegar Devestator Squad-ið hans byrjar að hlaupa í átt að óvininum. :)  Eða þegar hann missir slatta af fólki yfir í Death Company-ið (reyndar finnst Imp spilarunum sem hann spilar við oft það ekki gaman enda eiga þeir til að hakka allt liðið hans í sundur).\nVið erum með Stubborn og Intractable, og með að setja Veteran Serg. í units og gefa honum Stubborn fyrir 5 punkta þá ertu með her sem er ekkert að farað flýja neitt. Og Intractable virkar ekki á stubborn fólk þannig þú getur leyst úr því á þann hátt.\nOg nei, mér finnst þetta ekki vera downside á DA."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-10-27 14:03:18",
            "id": "719727",
            "reply_to_id": "719726",
            "text": "Fannst þér gamla intractable reglan ekki vera downside? Þú heur verið einn um það í heiminum, því þegar bókin kom út, varð allt vitlaust á vefnsvæðum sem fjalla um GW-products. Nýja er skárri.\nBlood Angels fá þó +1 I og +1 S þegar þeir charge'a, +d6 í move (hvaða heilvita maður spilar með devastator sveit í Blood angels her? Vhapter sem er sérhannaður með HtH í huga!! Aldrei hef ég skilið það, þegar maður spilar á mótum við BA og sér Dev., til hvers? bara massa upp rhinos og tactical sveitum. Þær eru svo yfirburðagóðar í HtH). Space Wolves er náttúrulega, eins og alltaf, bara cheese!!!Að búa til Blood Claw her, er svindl, allt að helmingurinn af sveitunum með power weapons!\nMér finnst þetta svolítið spurning um þema hvers hers. DA var fast attack/shootie her, en í 3rd edition bara shootie….þar til í dag, mér sýnist að það megi gera ágæta heri úr nýútkomnum armylista."
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 14:12:57",
            "id": "719728",
            "reply_to_id": "719727",
            "text": "Gamla Intracble reglan gat verið pirrandi jú, en ég hef verið að tala um þá nýju sem ég hef verið að nota núna í lengri tíma. Og ég hef örugglega ekki verið einn um það í heiminum um að finnast hún ekkert rosalegt downside því það eru oftast bara þeir sem hafa eitthvað á móti hlutunum sem kvarta, hinir láta oftast ekki í sér heyra.\nHeilvita maður spilar með jafnan her, ef maður lendir á móti BA spilara með bara Rhino's og ekkert til að supporta þá, þá einfaldlega myndi maður bara massa sig upp af HW og skjóta þá í drull úr fjarlægð. Ekki geta þeir gert mikið HtH ef þeir komast ekki að þér."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-10-27 14:40:14",
            "id": "719729",
            "reply_to_id": "719728",
            "text": "Ef þú ert með HW og heldur þig í 30“ fjarlægð, BA með 4 rhinoa, þú byrjar og skýtur niður eða lamar tvo, hinir tveir fara allt að 18”. Næsta turn þú skýtur niður hina tvo, síðan koma út 20 geðsjúklingar sem hlaupa beint í þig og halda þér föstum þar til að restin kemst yfir borðið. þetta er vissulega einfaldað dæmi og miðað við að þú byrjir. BA eru mjög svipaðr og World Eaters. Það er algerlega tilgangslaust að vera að taka supporting fire á kostnað fleiri sveita og skriðdreka. Ég hef séð þetta gerast milljón sinnum. Í einu af hverjum 20 skiptum tekst manni að skjóta hinn áður en honumt tekst að komast almennilega af stað.\nSvo kemur líka á móti, ef þú ert með HW-her og ég er með eina sveit með HW og restina í rhinos, hvers vegna að skjóta þessa einu sveit? Ég hef aldrei haft neinar áhyggjur af þessum sveitum, því vel flestir sem spila við mann, með slíakr sveitir, falla í þá gryfju að skjóta HW-skriðdrekana. Á meðan plaffar maður niður rhinos hjá honum. En þegar BA er bara með sveitir í rhinos eða með jump-packs, verða þeir drullu erfiðir, því þeir komast alltaf að lokum í HtH og þá hafa þeir sigrað, nema fyrir algera óheppni.\nhefðurðu lent í því að fá tvær World Eaters sveitir í þig, í hvorn sinn flank'inn? Leikurinn búinn. Ég held að það sama sé alveg með BA. Arnar, sem er dómari á þessum mótum, spilar stundum með BA her og notar ákaflega sjaldan supporting fire, nema þá í HW-skriðdreka og notar hann til að sjúga í sig Fire-powerið hjá hinum, svo að Rhino'arnir komist heilir yfir, en er með fjóra fimm rhino og smoke grenades….sem gerir málið mun erfiðara."
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2002-10-27 15:10:06",
            "id": "719730",
            "reply_to_id": "719729",
            "text": "Haha kemur alltaf rifrildi inná milli….\nKostar samt ekki allan fjandann að vera í essu ?"
        },
        {
            "user": "Snagi",
            "user_id": "13688",
            "date": "2002-10-27 16:20:11",
            "id": "719731",
            "reply_to_id": "719730",
            "text": "Jú mjög dýrt, nema að þú getir reddað þér notaðan he"
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 16:07:42",
            "id": "719732",
            "reply_to_id": "719729",
            "text": "Einfaldað dæmi jú en sýnir allveg hvað gæti gerst við réttar aðstæður. En hinsvegar er maður aldrei, eða oftast aldrei, að berjast við réttar aðstæður. Þess vegna hefur maður scenary og sérstaklega mission-arnar. Ef maður áhveður ekki fyrirfram mission þá gæti maður lent í hverju sem er. Night Fight bókstaflega lamar Shooty her t.d. og það að lenda í bardaga þar sem enginn byrjar inná nema ein unit og allt hitt byrjar í reserves þá gæti HtH her lent í vændræðum ef Rhino-arnir sem troopana koma ekki inná fyrr en seint og síðarmeir.\nAnnað mál er líka að ef maður sérhæfir sig í aðra áttina, t.d. í átt að HtH, þá er maður að missa mikið úr hinu (shooting). Það að einhver her sé byggður meira í kringum HtH þýðir ekki að hann geti ekki haft eitthvað HW support. Smoke grenades geta jú aðeins minnkað líkurnar á því að Rhino sé sprengdur upp áður en hann kemst yfir en maður þarf ekki að fá mjög hátt á Glancing töflunni til að immobilsa eða stoppa hann aðeins nokkuð langt frá manni sjálfum. Hver turn sem þeir eru ekki í HtH er Waste'O'points.\nHef ekki lent í World Eaters ennþá en fer að gera það bráðlega þegar einn vinur minn er búinn að koma sér upp Chaos hernum sínum."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2002-10-27 13:54:34",
            "id": "719733",
            "reply_to_id": "719724",
            "text": "Sjáðu nú til! Eins og DA voru þegar þeir komu fyrst út í 3rd edition þá sugu þeir feitan böll. Voru alltof dýrir, alltof hægir og alltof lélegir. Síðan þá hefur GW verið að skjóta inn hinu og þessu, sem svo stundum hefur verið cancel'erað. DA fékk Plasma cannon í tactical sveitir, sem var gott. það hafa birst nokkrar greinar í CA í WD um DA, sumar jafnvel hafa innihaldið góðar breytingar sem svo hafa verið afturkallaðar. Þannig ég persónulega bíð bara eftir því að hlutirnir séu gefnir út í bókum, ekki í WD, annars tek ég ekkert mark á því. En nú er komin út alvöru breyting og mér sýnist DA hafa hlotið uppreisn æru, lægri punktakostnaður og þægilegri special reglur."
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-10-27 14:05:46",
            "id": "719734",
            "reply_to_id": "719733",
            "text": "Bla bla bla bla….zzzzz"
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 14:08:41",
            "id": "719735",
            "reply_to_id": "719734",
            "text": "Ef þú ert þreyttur Roggi farðu þá að sofa.."
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-10-27 14:09:50",
            "id": "719736",
            "reply_to_id": "719735",
            "text": "Þetta voru bara svo þreytandi umræður. Sorry, ég vildi ekki eyðileggja nördaskapið."
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 14:14:55",
            "id": "719737",
            "reply_to_id": "719736",
            "text": "Neinei, truflaðir það ekkert. Og ef þetta eru svona þreyttandi umræður … afhverju ertu þá að lesa það? Er verið að skipa þér að lesa þetta? Stendur mamma þín við hliðina á þér og segir þér ef þú lesir þetta ekki þá færðu ekki að horfa á Stundina Okkar?"
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-10-27 14:07:40",
            "id": "719738",
            "reply_to_id": "719733",
            "text": "Persónulega les ég ekki White Dwarf, hef einstaka sinnum keypt blað ef það er eitthvað spes í því. Fylgist hinsvegar reglulega með GW heimsasíðunni og þessar nýju reglur um Dark Angels komu út fyrir löngu síðan, lægri Punktakostanður og nýju special reglurnar. Og Chapter Approved bókinn t.d. er ekkert nama samansafn af greinum úr … White Dwarf.\nPersónulega fannst mér Dark Angels ekki “sjúgja feittan böll” þegar var skipt yfir í nýja kerfið. En þú hefur annað viðhorf um það, þitt mál."
        },
        {
            "user": "MisterE",
            "user_id": "3842",
            "date": "2002-10-27 17:39:15",
            "id": "719739",
            "reply_to_id": "719718",
            "text": "Ég verð að vera sammála tmar í þessari umræðu. Það sem close combat hefur fram yfir shooting er að það er alltaf hægt að klóra í bakkann. Í seinni hluta leiks, þegar báðir aðilar hafa misst eitthvað, þá er það oftast sá sem er með betra cc-support sem vinnur. Það er amk mín reynsla. Taktu sem dæmi Daemon Prince í nýja codexinum. Fyrir feita 210 pt færðu brjálæðing sem fer 6“ + d6”, getur assaultað 12\", er með WS6, S6 og A8 + d3(charging). Þegar svona kall er kominn yfir borðið þá gerir hann meiri skaða en 5 manna dev. sveit með 4 lascannon. Hann fær að buffa bæði í þinni eigin turn og andstæðingsins (slef, 16 attacks). Svo er hann auðvitað safe á móti fire þegar hann er í cc.\nÉg held að niðurstaðan sé samt sú að balance sé best, smá fire power með cc-support :)"
        }
    ]
}