{
    "forum_title": "Sci-Fi",
    "user": "kariemil",
    "user_id": "11014",
    "date": "2002-10-27 19:18:35",
    "title": "USS Vegfarandi",
    "text": "Ég vildi bara aðeins kynna ykkur fyrir USS Vegfaranda þar sem ég hef ekkert betra að gera og greinaflóðið er ekkert mikið.\nÁrið 2000 var ég, Kári, að leika mér í FrontPage og uppgvötaði dýrðina í vefhönnun. Þetta átti upprunalega bara að vera skipagagagnagrunnur en það kaldhæðnin í því er að skipagagnagrunnurinn minn er sennilega lang minnstur allra. Síðan hefur undanfarið ekki verið uppfærð mikið vegna stórtækra breytinga, meira um það síðar, svo að þið verðið bara að nýta það sem þegar er.\nSíðan er hönnuð með LCARS útlit í huga [.is :) ].\nÞað er stytting á Library Computer Access and Retrieval System. Það kom fyrst fram í The Next Generation. Hönnuður þess var snillingurinn Michael Okuda, svo að ég myndi endilega vilja eigna honum nokkurn heiður að síðunni óbeint.\nÞar sem ég hef mikinn áhuga á tungumálum, þá er í vinnslu gagnagrunnur yfir tungumál þáttanna. Þegar á eru á síðunni skriftarsýni nokkura geimverutegunda og Rómúlsk orðabók. Vúlkanskar og Klingonskar orðabækur eru í vinnslu. Einnig er á síðunni Kardassísk orðabók en meiri hluti orðaforðans er eftir mig. Sumt er úr þáttunum eða af öðrum síðum.\nEins og áður sagði standa breytingar yfir, svo að allir sem vilja hjálpa mega endilega senda póst á vegfarandi@xy.is eða senda mér einfaldlega skilaboð.\nÉg vill einnig vekja athygli á Enterprise síðunni og Nemesis síðunni sem eryndar er ekki komin svo langt, og einnig Klingona, Rómúla og Borg síðunum.\nTakk fyrir góðar viðtökur,\nKári Emil",
    "url": "https://www.hugi.is/scifi/greinar/99347/uss-vegfarandi/",
    "url_id": "99347",
    "id": "720174",
    "replies": [
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2002-11-08 00:32:01",
            "id": "720175",
            "reply_to_id": "720174",
            "text": "Það væri kanski gáfulegra að láta slóðina á þessa síðu(r) fylgja greininni?\nBara spyr sko…\nHvernig lýst ykkur öllum annars á nýju myndina, Nemesis?  Mér sýnist á öllu að hún verði miklu betri en Insurrection og þarf kanski ekki mikið til."
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2002-11-08 12:53:11",
            "id": "720176",
            "reply_to_id": "720175",
            "text": "Tengillinn er í tenglasafninu en annars er hann www.freewebs.com/vegfarandi/ eða www.itn.is/~hbriem/kari/startrek/"
        }
    ]
}