{
    "forum_title": "Ljóð",
    "user": "Sivar",
    "user_id": "3343",
    "date": "2000-11-27 23:46:45",
    "title": "Venjulegur atburður  (prósaljóð)",
    "text": "Venjulegur atburður\nVenjulegt þorp á venjulegum degi þar sem venjulegt fólk var á ferli.  Það var ósköp venjulegur úði í loftinu sem bleytti,  eins og venjulega,  fólkið sem var á ferli.  Þar voru þessi venjulegu húsi eins og gengur og gerist í þorpi.  Það var líka venjulegur skóli í þessu venjulega þorpi og í honum voru ósköp venjuleg börn.  Börnin voru kannski óvenjuleg í augum foreldra sinna en sem hópur eða bekkur voru þau bara venjuleg börn í venjulegum skóla.  Eins og venjulega klukkan 9:30 á þessum venjulega degi var í gangi venjulegur leikfimis tími í hinum venjulega leikfimisal.  Börnin skemmtu sér ósköp venjulega,  sumum leiddust og öðrum fannst voða gaman, bara eins og venjulega í grunnskólaleikfimi.\nÓ,  já þetta var ósköp venjulegur dagur í venjulegu þorpi en síðan kom inn í þessa venjulegu skólastofu maður sem var ósköp venjulegur á sinn hátt og dró upp ósköp venjulegar skambyssur,  sem maður fær út úr búð eftir að vera búinn að fá þetta venjulega leyfi, úr hinum venjulega vasa sínum og miðaði á börnin á ósköp venjulegan máta og byrjaði að skjóta,  já þetta var kannski svolítið óvenjulegt hvernig hann skaut,  því hann gerði ekki eins og venjulegur brjálæðingur heldur tók hann þessu rólega og skaut bara einu skoti í einu og miðaði vandlega í hvert sinn.  En annars voru þau sem féllu í þessu venjulega særða ástandi,  kúlurnar tættu holdið eins og við er að búast af venjulegum byssum,  börnin sem fengu skotin í sig brugðust við á venjulega máta,  þau féllu niður særð eða dáin.  Etir þetta labbaði maðurinn ósköp venjulega út og skaut sig á hinn hefðbundna hátt,  bara eins og flestir venjulegir brjálæðingar gera eftir svona venjulegan verknað.\n(þetta ljóð skrifaði ég fyrir tveimur árum, eða kannski þremur, til þess að losa vissar tilfinningar)\nSiva",
    "url": "https://www.hugi.is/ljod/greinar/9949/venjulegur-atburdur-prosaljod/",
    "url_id": "9949",
    "id": "58136",
    "replies": [
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2000-11-28 12:50:18",
            "id": "58137",
            "reply_to_id": "58136",
            "text": "skemmtileg hugsun í ljóðinu…\nflott hjá þér."
        }
    ]
}