{
    "forum_title": "Final Fantasy",
    "user": null,
    "user_id": null,
    "date": "2002-10-28 14:34:18",
    "title": "Þetta er SPOILER um FF leik nr. 7!",
    "text": "Ókei ég ætla að gefa nokkurskonar cheat. Ég ætla að vara þá við sem ekki eru búnir/búnar að klára þessa leiki að ekki lesa þessa grein nema þeir/þær séu í VIRKILEGA miklum vandræðum.\nÉg ætla að skrifa um hvernig best er að vinna síðustu endakallana í FF7.\nFF7: Seinasti endakallinn er Sephiroth, Sephiroth Saviour og aftur Sephiroth. Ef þú ert búinn/búin að keppa við hann einu sinni ættiru að vita hvernig fyrsti gaurinn er. Ef þú nærð að eyða honum, þá kemur annar í staðinn, miklu erfiðari. Til að eyða fyrsta Sephiroth (sem er virkilega creepy í þessu formi, verð ég barasta að segja) þá verðuru að hafa ultima, all materia, slash all, Knights of Round, gott að hafa Hades, Recovery materia(mastered) og kannski einhverjar auka (t.d. fullt af HP+materium til að ná 9999 HP, þú verður að hafa 9999 HP til að ná einhverjum árángri). Ókei, Knights of Round verður að hafa AÐ MINNSTA KOSTI 3 stjörnur. Þú verður að nota knights of Round í fyrstu lotu. Hér eru liðin sem þú verður að hafa: 1. lið: Cloud Strife: Lv 70 - 99, Ultima weapon, ribbon, Knights of Round, HP+materia þangað til 9999 í HP, 999MP, Bolt(mastered), Slash all og MIKIÐ attack power, Limit: Omnislash…Vincent Valentine: Lv 67 - 99, (Man ekki hvað ultimate weaponið hans hét…Deadly eitthvað….), Hades, ribbon, HP+materia(þangað til 9999HP), Ultima og þú mátt bæta við einhverjum materium…og síðasti kall í liði 1: YUFFIE!: Lv 80 - 99, Conformer, ribbon, Pheonix+Final Attack, HP+materia(þangað til 9999HP), svo er hægt að bæta einhverjum materium við. Lið 2: Tifa Lockheart: Lv 77 - 80, Premium Heart, ribbon, HP+materia, Bolt(mastered), Ice(mastered), Fire(mastered), Ultima. Barret: Lv 60 - 80, (Man ekki nafnið á ultimate weaponinu), ribbon, HP+materia, Ice(mastered), Fire(mastered), Speed+(mastered), Bolt(mastered) og einhverjar materiur í viðbót….Cid Highwind: Lv 80 - 99, Spirit Lance (ég veit að ég fann einhvað betra vopn einhversstaðar….), ribbon, HP+ materia, MP+materia, Bolt, Ice, Fire, Earth(verður að mastera allar) og svo Ultima. Lið nr 3: Cait Sith: Lv: 60 - 99, (ultimate vopn skiptir engu, notaðu hvað sem er), ribbon, HP+materia, Bolt, Ice o.s.frm….\nNúna eru öll liðin tilbúin. Þú notar Knights of Round í fyrstu lotu með Cloud. Svo læturu Yuffie attacka höndina. Vincent kemur strax á eftir og attackar core (þú verður að gá hvort þú getur eyðilagt core eins fljótt og þú getur því annars gerir hann eitthvað freaky stuff). Þegar þú ert búinn/búin að eyða einhverjum líkamshluta skiptiru um lið, reynir að eyða hverju sem er sem fyrst þangað til þú getur eytt core. Þegar þú ert búinn/búin að eyða core geturu hætt að hafa áhyggjur af gangi leiksins. (ATH. ÞÚ VERÐUR AÐ NOTA REGEN!!!) Það verður algert pís of kake að eyða þessum hluta endakallsins þegar þú ert búinn/búin að eyða core, en þá kemur erfiði parturinn. Hafðu Cloud FULLKOMLEGA TILBÚINN MEÐ OMNISLASH!! Notaðu Omnislash á Sephiroth Saviour, láttu Yuffie attacka og Vincent notar Ultima. Þegar Sephiroth Saviour gerir (held hann geri alltaf Shadow Flare í fyrsta round….eða var það Wall?) þá á Cloud að nota Knights of Round. Yuffie gerir eitthvað og Vincent gerir eitthvað. Láttu Cloud gera Knights of Round aftur og ef Sephiroth Saviour deyr ekki við það högg skaltu nota eitthvað eins og Ultima eða bara Attacka. Sephiroth Saviour á að deyja. Seinasti Sephiroth er of auðveldur til að skrifa um hann svo að ég eyði ekki tíma í það….\nTil að fá ultimate weapon fyrir kallana: Cloud: drepa Ultima Weapon, Tifa: Fara á Wall Market, inn í tjaldið sem segir ITEM og pikka þar á tölvuna(yfirleitt byrjar tætarinn í loftinu að skjóta á þig), Vincent: Fara með Gold Chocobo eða Submarine að fossi. Fara inn í fossinn með Vincent í liðinu(verður að gerast á 3. disk) og tala þar við Lucersiu, Yuffie: Niðri í kistu í sokkinni flugvél(verður að hafa submarine til að ná því), Cid: Tala nokkrum sinnum við gamla kallinn hjá Item Shop, Barret: Óhjákvæmilegt þegar þú ferð í Midgar í 2. sinn(verður að hafa hann í liðinu), Red XIII: óhjákvæmilegt(þú færð það hjá Bugenhagen áður en hann deyr). Er ég að gleyma einhverjum? Þið látið mig vita….\nTil að ná Knights of Round þarftu að hafa Golden Chocobo og labba út á sjó, út í efra hornið til vinstri og finnur þar eyju Þú ferð inn í hellinn og finnur þar materiuna.\nTil að fá Gold Chocobo: Þú verður að fá Great og Good chocobo, raisar þá upp í rank A og maitar þá með Carob nut. Þá færðu Green Chocobo. Þú raisar hann upp í rank A og maitar hann með Good eða Great chocobo með Carob nut(fer eftir því hvort hann er female eða male), þá færðu Blue chocobo. Þú hækkar hann upp í Rank A og maitar Green og Blue chocobo til að fá svartann. Þú hækkar hann upp í rank A, finnur wonderful chocobo, hækkar hann í rank A og maitar þá með Zeio nut. Þá færðu Gold Chocobo!\nGreat chocobo finnst á Mideel area.\nGood chocobo finnst rétt hjá Golden Saucer.\nWonderful chocobo finnst á Glacier Areanu, rétt hjá bænum. (Það eru nokkur græn svæði þar sem þú getur lent flugvélinni…þú finnur þetta.)\nCarob nut færðu frá stóra rauða drekanum rétt hjá Bone Villige. Hann heldur sig á dökkgrænu svæðunum. Þú stelur bara frá honum.(þú getur líka morphað hann í Elixir)\nZeio nut færðu á Goblin Island. (Lítil eyja langt frá þeim stóru, Það er lítill skógur sem þeir halda sig í)\nTil að fá W- materia þarftu að vera í Midgar, í annað sinn sem þú ferð þangað. Til að ná henni þarftu að fara á railroadið og sleppa því að berjast við Turks(þú verður að bíða með það) og fara í akkurat opposit átt við þá sem þú átt að fara…(þú ferð í áttina að sjónvarpsskjánum, Cloud á að labba á móti andlitinu á þér, ef þú skilur hvað ég meina). Þú heldur áfram þangað til þú kemst ekki lengra. Þá áttu að sjá litla gula kúlu einhversstaðar á svæðinu. Ef ykkur vantar hjálp með einhverja af þessum leikjum. FF7, FF8 og FF10, þá sendið mér E-mail á indiya@hugi.is eða spurjið mig bara þegar þið sendið álit á greininni. Ég kem örugglega seinna með grein um FF8 og FF10 (ég er ekki búin að spila FF9 svo lengi, ég er komin úr æfingu og ég er ekki búin með FF6). Vonandi hjálpar þessi grein eitthvað…..\nSendið mér góð álit!!",
    "url": "https://www.hugi.is/finalfantasy/greinar/99518/thetta-er-spoiler-um-ff-leik-nr-7/",
    "url_id": "99518",
    "id": "721335",
    "replies": [
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2002-10-29 18:36:36",
            "id": "721336",
            "reply_to_id": "721335",
            "text": "Hvað ertu að bulla :/\nþað þarf bara eitt KOtR á hann og dauður :D en\nþrjár stjörnur ?!\ntil hvers að hjálpa gaurum með sepiroth þegar þeir hafa KOtR með 3 stjörnur =P"
        },
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2002-10-30 19:09:41",
            "id": "721337",
            "reply_to_id": "721336",
            "text": "Það er verið að spyrja mig hvað KOtR þýði, það er Knights Of the Round, besta summonið í ff7.\nEitt enn: ég man ekki eftir því að W-item sé niðri (að þér), mig minnir að það sé uppi (frá þér) alveg lengst, þar sem þú getur farið upp stiga og explorað Shinra building þar sem þú færð Cait Sith Ultimate Weaponið."
        },
        {
            "user": "nokiddin",
            "user_id": "1332",
            "date": "2002-10-31 09:32:07",
            "id": "721338",
            "reply_to_id": "721337",
            "text": "Þú ferð í öfuga átt, frá stiganum. Ættir að hitta alla þá sem þú ert ekki að nota í liðinu, segja þér að snúa við, haltu áfram þá kemurðu að gulu materia."
        },
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2002-11-01 15:14:24",
            "id": "721339",
            "reply_to_id": "721336",
            "text": "Eitt Knights of Round? Kannski ert þú með aðveldari útgáfu af leiknum en ég. Ég þarf yfirleitt að nota þá tvisvar á Sephiroth Saviour því hann notar Wall í fyrsta roundi svo að Knights of round meiða ekkert mikið."
        },
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2002-11-01 18:34:56",
            "id": "721340",
            "reply_to_id": "721339",
            "text": "Það fer líka eftir því hvort knights of the round tekur 9.999 í hverju höggi, það er líka sniðugt að nota galdurinn sem eyðir wall. (man ekki hvað hann heitir..) mundu að paira knights of the round með MP turbo og ef þú ert með *all* summon, pairaðu það við HP eða MP absorb. Það er reyndar notar meira á weaponin, sidequestin ógurlegu…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-05 14:14:20",
            "id": "721341",
            "reply_to_id": "721340",
            "text": "Galdurinn heitir Dispel:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-21 22:46:00",
            "id": "721342",
            "reply_to_id": "721335",
            "text": "það þarf bar Khnigts of Round, EINU SINNI, til að drepa fyrsta form Sephiroth, gott líka að vera með öll sumonnin í part 2 og það allra besta, hafa t.d. Cloud með Ultima tengt Quadramateria (e-h þannig) og t.d. Barret með Mimic materia (grin) og svo er bara að sjá flottu slátrunina á Sephiroth í einvífi hans og Cloud´s (Double Grin)"
        }
    ]
}