{
    "forum_title": "Hundar",
    "user": "johkaren",
    "user_id": "23870",
    "date": "2002-10-28 23:22:08",
    "title": "Hundurinn minn",
    "text": "Mig langar aðeins að segja ykkur frá hundinum mínum sem mér finnst vera bestur í geimi :)\nHann heitir Zorro og er 17 mánaða Chihuahua. Honum finnst rosa gaman að leika sér og er alveg jafn fjörugur og þegar hann var hvolpur. Samt finnst honum líka mjög gott að kúra og tekur sér nokkra lúra yfir daginn.\nZorro ELSKAR að vera úti, hann dýrkar þegar það er gott veður og að steikjast í sólinni og hann elskar líka snjóinn. Honum finnst gaman að fara alveg inn í snjóskaflana og honum virðist aldrei verða kalt. Ég held að hann myndi móðgast mikið ef ég ætlaði að klæða hann í föt. Hann er hins vegar ekkert hrifinn af rigningunni.\nZorro tók þátt í Íshundasýningunum sl. apríl og vann báðar sýningarnar í sínum flokki.\nÉg hef séð það á erlendum vefsíðum að Chihuahua hundar eru orðnir um 3-6 kg að þyngd. Ég hitti líka rosalega fallegan hund um daginn sem var 4,5 kg. Zorro hefur loksins náð 2 kílóum núna en hann hefur verið um 1700-1900 grömm.\nZorro er á lausu og hefur ekkert á móti því að kynnast fallegum ungum tíkum með náin kynni í huga ;)",
    "url": "https://www.hugi.is/hundar/greinar/99520/hundurinn-minn/",
    "url_id": "99520",
    "id": "721346",
    "replies": [
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2002-10-28 23:36:22",
            "id": "721347",
            "reply_to_id": "721346",
            "text": "Endirinn á greininni minni virðist vera týndur ;) Ætlaði bara að segja að ef einhverjir hafa áhuga á að kynnast Zorro mínum þá er síminn 868-3376.\nKveðja, Karen."
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2002-10-28 23:37:15",
            "id": "721348",
            "reply_to_id": "721346",
            "text": "Flottur hundur. Mér finnst samt leiðinlega algengt hvað margir svona smáhundar gelta í átt að öllum sem labba fram hjá þeim, þess vegna hefur lílegast myndast þessi andstyggð á smáhundum sem sumir kalla “rottur”.\nf00 f00\n-Dr.Evil"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2002-10-29 00:30:00",
            "id": "721349",
            "reply_to_id": "721346",
            "text": "Mjög flottur hundur, ég er einmitt sökker fyrir hvítum og svörtum hundum og köttum.\nÉg á sjeffertík svo ég get ekki hjálpað þér :)\nIceCat"
        },
        {
            "user": "kulusukk",
            "user_id": "26692",
            "date": "2002-10-29 00:55:24",
            "id": "721350",
            "reply_to_id": "721346",
            "text": "'Eg á einn svona líka algjörrt krútt.\nEn því niður er hann kk,\nGangi þér vel!!!\nMyndin af mínum hundi er við hliðiná þinni mynd í myndaalbuminu.\nFerðu með hundinn mikið út?\nVerð að segja að zorro er alveg gullfallegur og virðist alveg stálheilbrigður."
        },
        {
            "user": "PoseMaster",
            "user_id": "26274",
            "date": "2002-10-29 01:50:43",
            "id": "721351",
            "reply_to_id": "721346",
            "text": "Flottur hundur!\nEn er ekki hámarksþyngd 2,7 kg?\nÞeir eru svolítið stórir 6 kg held ég…\nen alla vega vona að þú finnir æðislega chihuahua stelpu! Gangi ykkur vel\nKveðja Rebs"
        },
        {
            "user": "PoseMaster",
            "user_id": "26274",
            "date": "2002-10-29 10:13:01",
            "id": "721352",
            "reply_to_id": "721351",
            "text": "Langflottasti hundur sem ég hef séð en hvað er fólk að senda inn myndir af hundunum sínum?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-29 11:17:34",
            "id": "721353",
            "reply_to_id": "721352",
            "text": "hmmm…kannski af því að þetta er hundaáhugamál??  :)"
        },
        {
            "user": "Tristen",
            "user_id": "17710",
            "date": "2002-10-29 13:23:00",
            "id": "721354",
            "reply_to_id": "721346",
            "text": "Hvenær er Zorro fæddur? Ég var að spá í hvort hann sé bróðir chihuahua-hundsins míns. Hann er fæddur 15.maí 2001. Hann er alveg eins og Zorro, bara ekki eins loðinn.\nGangi þér vel að finna kærustu handa honum :)\nKv. T."
        },
        {
            "user": "mobius",
            "user_id": "20619",
            "date": "2002-10-29 19:24:53",
            "id": "721355",
            "reply_to_id": "721346",
            "text": "Snakk fyrir hundinn minn, þessi er rétt munnfylli.\nSamt lýtur hundurinn á myndinni út alveg eins og hundurinn hennar tengdó hann er blanda af chihuahua og pommeran. 'Eg er ekki að djóka, ég sendi mynd þegar ég get."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2002-10-29 20:42:28",
            "id": "721356",
            "reply_to_id": "721355",
            "text": "mobius: hvar fékk tengdó hundinn? chihua/pomma blanda?"
        },
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2002-10-29 22:54:15",
            "id": "721357",
            "reply_to_id": "721356",
            "text": "Zorro er fæddur 15. maí 2001 :) Ertu að tala um Ponsa kannski?"
        },
        {
            "user": "Tristen",
            "user_id": "17710",
            "date": "2002-10-30 16:38:41",
            "id": "721358",
            "reply_to_id": "721357",
            "text": "johkaren: nei, er ekki að tala um Ponsa. Hann heitir Sebastian Aron, það er mynd af honum inni á hvuttar. Ég hef ekki séð neitt af systkynum hans, Zorro er sá fyrsti. Sebastian er mjög undirgefinn og hræddur við allt, en mjög blíður og alger kúrari. :)"
        },
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2002-10-30 23:55:46",
            "id": "721359",
            "reply_to_id": "721358",
            "text": "Mig langar svo að sjá mynd af Sebastian! Ég finn hvergi þessa mynd í albúminu.. Ég hef örugglega farið yfir 50 myndir en finn hana ekki :( Er hann eitthvað líkur Zorro? Því hinir tveir bræður hans eru alveg eins á litinn, en Ponsi er ekki eins síðhærður og Trítli er helmingi stærri og með krulluð hár.\nOg auðvitað fer Zorro á næstu sýningu Íshunda :)"
        },
        {
            "user": "Flekka",
            "user_id": "23525",
            "date": "2002-10-29 22:57:35",
            "id": "721360",
            "reply_to_id": "721355",
            "text": "Ég hef séð Zorro og mér finnst hann bara Chihuaua og ekki líkur pomma hlakka til að sjá myndina."
        },
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2002-10-29 23:05:56",
            "id": "721361",
            "reply_to_id": "721360",
            "text": "Hvar hefurðu séð Zorro Flekka? :) Já, og Tristen, ég þekki sko systkini Zorros, Perlu, Trítil og svo sá ég Ponsa á Íshundasýningunni. Hvað geta eiginlega margir hvolpar komið í einu goti??"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-10-30 01:25:16",
            "id": "721362",
            "reply_to_id": "721361",
            "text": "nágranni minn átti Dalmation tík sem eignaðist einu sinni 7 hvolpa minnir mig í einu goti!!\nsvo 15 dalmatíuhvolpar eru kannski langsótt en ekki ólíklegt ;þ\nheld þeir verði ekki fleiri en 15(tíkarinnar vegna)"
        },
        {
            "user": "Flekka",
            "user_id": "23525",
            "date": "2002-10-30 09:05:24",
            "id": "721363",
            "reply_to_id": "721361",
            "text": "Ég sá hann á Íshundasýningunni í apríl rosa krútt með svo mikið loðna og fallega rófu."
        },
        {
            "user": "mobius",
            "user_id": "20619",
            "date": "2002-10-30 10:12:06",
            "id": "721364",
            "reply_to_id": "721360",
            "text": "ég er búin að senda ágætis mynd sem ég fann inn á Huga, það er bara spurning hvernær hún verður birt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-30 16:09:46",
            "id": "721365",
            "reply_to_id": "721346",
            "text": "Zorro er æðilegur töffari, ég sá hann á seinustu sýningu Íshunda og hann stóð sig alveg frábærlega :) Á ekki að sýna hann á næstu sýningu ?"
        },
        {
            "user": "smakkari",
            "user_id": "26892",
            "date": "2002-10-31 09:53:15",
            "id": "721366",
            "reply_to_id": "721346",
            "text": "vá, hann er ótrúlega fallegur, mér finnst svona loðnir chihuahua fallegri en þessir stutthærðu þeir líta alveg út eins geimverur með augun meter út úr hausnum á sér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-31 12:33:24",
            "id": "721367",
            "reply_to_id": "721366",
            "text": "Á ekki að vera búið að rækta ústæð augu úr tegundunni fyrir langa löngu. Ég veit að áður fyrr voru þeir þekktir fyrir að vera með útstæð augu sem minntu á froskaaugu en er ekki búið að rækta það úr núna?"
        },
        {
            "user": "gudny89",
            "user_id": "33574",
            "date": "2002-11-03 12:50:53",
            "id": "721368",
            "reply_to_id": "721346",
            "text": "Æðisleg tegund, gaman að fylgjast með þeim. Þeir þykjast alltaf vera stæstir og sterkastir! !"
        },
        {
            "user": "Flekka",
            "user_id": "23525",
            "date": "2002-11-05 10:15:20",
            "id": "721369",
            "reply_to_id": "721368",
            "text": "Já þeir þykjast sko vera stórir og sterkir og þeim finns þeir ekki komast út um hurðir nema þær séu vel opnar þeir eru æðislegir."
        },
        {
            "user": "elsas",
            "user_id": "27553",
            "date": "2002-11-07 20:47:15",
            "id": "721370",
            "reply_to_id": "721346",
            "text": "ég heiti elsa hvar fékkstu chihuahua hundinn????????\nvinkona mín og family hennar ætlar að fá sér svona hund er hægt að fá hann einhversstaðar annars en í dalsmynni?"
        },
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2002-11-08 00:35:05",
            "id": "721371",
            "reply_to_id": "721370",
            "text": "Ég vil bara segja við ykkur öll áður en greinin mín dettur út TAKK kærlega fyrir að lesa hana og segja (það sem ég þegar vissi) að hundurinn minn er sætur ;) Mér persónulega finnst hann langfallegastur ;)\nElsa: Ég keypti Zorro í Dalsmynni. Langflestir Chihuahua hundarnir sem ég þekki til eru þaðan. Af einhverjum 6 eða 7 hundum þaðan (sem ég þekki) er einn “gallaður”. Ég held að ég sé rosalega heppin með Zorro og ég er mjöööög ánægð með hann og sé ekki eftir því að hafa keypt hann þaðan. Þú getur líka hringt í Hundaræktunarfélagið og fengið uppgefið þar einhverja ræktendur.\nKveðja, Karen."
        },
        {
            "user": "Flekka",
            "user_id": "23525",
            "date": "2002-11-08 10:07:31",
            "id": "721372",
            "reply_to_id": "721371",
            "text": "Hvernig fór það var engin tík sem vildi hafa náin kynni við Zorro?\nÞær vita ekki hvers þær fara á mis greyin : )\nMinn Chihuahua er líka frá Dalsmynni, hann er æðislegur og veit af því."
        },
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2002-11-08 23:08:40",
            "id": "721373",
            "reply_to_id": "721372",
            "text": "Jú jú :) Ég er líklegast að verða ‘amma’ í janúar :) Tíkin er snögghærð, ljósbrún og rosalega falleg :) Ég er ánægðust í geimi :)\nKveðja, Karen."
        }
    ]
}