{
    "forum_title": "Borðaspil",
    "user": "Snowcloak",
    "user_id": "21695",
    "date": "2002-10-28 18:59:15",
    "title": "Besti herinn???",
    "text": "Þessi grein á kannski alveg jafn vel við í 40k og fantasy…\nÉg hef oft tekið eftir því að jafnt forvitnir stubbar og þeir sem hafa spilað í nokkurn tíma tala um “hver er besti herinn?”.  Þeir sem eru spurðir þessarar spurningar vita yfirleitt ekki alveg hverju þeir eiga að svara, því þegar öllu er á botninn hvolft, er enginn einn her bestur.  Ef svo væri, myndu þá ekki allir vilja spila þann her?  Og væri þá eitthvað gaman af því að spila hann, fyrst hann væri hvort eð er bestur?\nÞetta spil, Warhammer, andstætt við það sem margir virðast halda, gengur EKKI út á það að vinna bardaga á móti andstæðingnum.  Þetta gengur út á það að hafa gaman að skemmtilegu áhugamáli, hvort sem maður málar kallana sína eftir ýtrustu natni eða spilar bardaga eftir bardaga með ómáluðum módelum.\nSjálfum finnst mér jafn gaman að mála og spila, þannig að ég hef þann siðinn að ég spila ekki með ómáluð módel.  Þannig hef ég auka markmið með máluninni, það að geta farið að spila með köllunum sem ég er að mála.\nÞetta er annars áhugamál sem fólk á að skemmta sér yfir, ekki bara keppast um það hver sé með besta herinn, eða hvaða character í hvaða her geti buffað þennan character.  “Komið ykkur uppúr barnaskapnum.” Gæti maður sagt, ef maður væri ekki rúmlega tvítugur að leika sér með “tindáta”, en þetta er aðeins of mikið, samt.  Spilum með það í huga að báðir aðilar, sitthvoru megin við borðið skemmti sér jafn vel, hvopr sem það er sem vinnur leikinn.",
    "url": "https://www.hugi.is/bordaspil/greinar/99559/besti-herinn/",
    "url_id": "99559",
    "id": "721773",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-28 19:52:56",
            "id": "721774",
            "reply_to_id": "721773",
            "text": "minns her er bestur ;Þ\nsegi svona, ég er alveg samála þér, aðalgamanið í þessu er ekki að vinna(þó það sé nú alltaf gaman:) heldur er það að vera með. Ég og pabbi minn höfum oftar en ekki setið og málað langt fram eftir kvöldi þó að það sé skóli klukkan 8 daginn eftir, marr bara gleymir sér\nlifi gamanið :D"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-28 20:04:52",
            "id": "721775",
            "reply_to_id": "721773",
            "text": "Að mála er meira en helmingurinn af þessu öllu saman.\nÉg er líka sammála þér um besta herinn, það er bara bull, þótt það sé kannski best fyrir “power playera” að sjóða saman ósigranlegann her úr Chaos og Lizardmen. Ég valdi lið mitt eftir því hvað mér fannst flottast og ekkert vesen!\nKv.\nKreoli"
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2002-10-28 20:45:54",
            "id": "721776",
            "reply_to_id": "721775",
            "text": "það er alveg magnað hvað þetta áhugamál er að blómstra, sem er svoldið sérkennilegt miðaðað við það að það þurfit að tuða í ég veit ekki hvað langan tíma…"
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2003-02-24 18:10:11",
            "id": "721777",
            "reply_to_id": "721775",
            "text": "Kvaða lið var það?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-24 19:31:56",
            "id": "721778",
            "reply_to_id": "721777",
            "text": "orka"
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2003-02-24 21:03:20",
            "id": "721779",
            "reply_to_id": "721778",
            "text": "ok!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-28 21:37:03",
            "id": "721780",
            "reply_to_id": "721773",
            "text": "Tyranids, LANG flottastir… (Hef ekki grun, hef bara séð myndir af Tyr og þeir eru svo líkir Zerg í SC að ég dey næstum því úr kúlness ;)"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-10-28 22:28:48",
            "id": "721781",
            "reply_to_id": "721773",
            "text": "Þessi spurning ætti frekar að vera “Hver er besti byrjenda herinn?” því að þetta fólk er oftast að leita að her sem þeir geta hoppað strax inn í og jafnvel náð nokkrum sigrum við þá sem eru að byrja. Þetta svipar að mörgu leyti til WarCraft 3. Þar er n00barnir allir í Night Elves því það er svo auðvelt að massa huntress(eða var fyrir patchinn) og ná easy victory á hina n00bana."
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-10-28 23:25:11",
            "id": "721782",
            "reply_to_id": "721781",
            "text": "Besti herinn fyrir byrjendur í Warhammer Fantasy ætti að vera Empire því að það er auðveldast að komast af stað með þeim… eða allaveganna af minni reynslu.\nAzmodan."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-10-28 23:29:16",
            "id": "721783",
            "reply_to_id": "721782",
            "text": "humm, svo eru auðvitað hálfvitar eins og ég sem veljum frekar út á það sem manni finnst svalast í staðinn fyrir það besta."
        },
        {
            "user": "Snowcloak",
            "user_id": "21695",
            "date": "2002-10-29 00:54:35",
            "id": "721784",
            "reply_to_id": "721783",
            "text": "Hvað er svona vitlaust við það? Ég sé bara alls ekkert að því að gera her sem er flottur frekar en góður.  Ef þú hefur gaman að honum og fílar þig við að mála og spila hann, af hverju ekki?"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-10-29 10:14:34",
            "id": "721785",
            "reply_to_id": "721784",
            "text": "Svo sem ekkert að því."
        },
        {
            "user": "Raziel",
            "user_id": "26761",
            "date": "2002-10-29 00:07:08",
            "id": "721786",
            "reply_to_id": "721773",
            "text": "Það er samt hægt að gera mistök því sum lið eru erfiðari en önnur. Ég heimskaðist til dæmist til að velja imperial guard sem fyrsta liðið mitt. Ég held að ég hafi aldrei unnið einn einasta bardaga.\nSvo eru til eins og tao.\nTao á móti imperial Guard= hökkun"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-29 13:57:45",
            "id": "721787",
            "reply_to_id": "721773",
            "text": "Tyranids, langbestir.. (allavega flottastir.. :D)\nHef ekki gvöðmund…"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-10-29 16:27:45",
            "id": "721788",
            "reply_to_id": "721773",
            "text": "Þetta fer bara eftir persónunni. Ég til-dæmis hef miklu meira gaman af því að spila heldur en að mála. Það skiptir mig miklu máli að vinna og ef mér gengur aæveg hræðilega illa verð ég uppstökkur. Það er bara mitt mál. Ég kýs keppnisskapið. Ég spila reyndar aldrei með ómáluð módel og ég vanda mig alveg við að mála. 20% af leiknum finnst mér vera að bardaginn líti vel út. Það er ekkert flott að hafa 30 gráa kalla á meðan hinn er með 30 málaða kalla. Ég verð líka fúll út í andstæðinginn minn ef hann er ekki með fullmálaðan her. Ég keppti nýlega á móti herfilega máluðum orkaher. Ég held ég hafi bara aldrei séð svona illa málaðan her. Þó ég láti ekkert á því bera þá verð ég soldið fúll. Ég beisa líka kallana mína og geri allskonar fínt stöff þannig að enginn getur sagt að ég leggi mig ekki í það að láta kallana mína líta vel út.\nEn ég er samt mikill keppnismaður og legg mig allan í að vinna. Þið getið ekkert sagt að það sé barnalegt, þetta er half the fun."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2002-10-29 21:55:54",
            "id": "721789",
            "reply_to_id": "721773",
            "text": "AAARRRRRRRGGGGGGGGGGHHHHHHHHHH eruð búnir að sjá nýja chaos codexið fyrir 40k. Úff hvers eigum við að gjalda!!! Samt death companyið mitt hefur hakkað sundur bloodthrister en það var í gamla daga. Chaos eru alltof góðir núna sérstaklega deamon prince!!!!!\nMay the emperors wraith wake ower us!!!\nÆttbálkurinn hefur talað\nRaMpAgE"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-30 02:10:29",
            "id": "721790",
            "reply_to_id": "721789",
            "text": "Iss. ork dreadnaughtið mitt á nú bara eftir að saga þennan blóðkall í bita…."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2002-10-30 17:39:15",
            "id": "721791",
            "reply_to_id": "721790",
            "text": "Neei ég held ekki… WS 7 ,s 9, T 6 ,A 4, I 5 monstrus creature…Nei dreddi á ekki séns í hann nema Moriar the chosen á smá séns"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-30 21:36:35",
            "id": "721792",
            "reply_to_id": "721791",
            "text": "Drednaougtið er með 10 í strength og 2 scorcha og svo er það líka frá skotlandi :Þ ……."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2002-10-31 08:39:59",
            "id": "721793",
            "reply_to_id": "721792",
            "text": "Lol…en deamoninn strikar á undan með ws9 s9 eða 8 + 2 d6 í armour penetration. Sullar burtu öllum dreddum."
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-03-24 10:03:44",
            "id": "721794",
            "reply_to_id": "721773",
            "text": "Ég spila me› Orka í FB flví ég elska allt í sambandi vi› flá. Óútreiknanleikann, ástina á flví a› berja a›ra, og fla› a› fletta eru Orkar. Ég spila líka Orcs í War3 og segi a› besta bók í heimi sé Lord of the Clans, sem er me› Thrall og a›ra orca úr warcraft seríunni í a›alhlutverki."
        }
    ]
}