{
    "forum_title": "Borðaspil",
    "user": "Overlord",
    "user_id": "25992",
    "date": "2002-10-28 23:27:55",
    "title": "Er að byrja...",
    "text": "Sælir, ég og vinur minn erum að fara að byrja í Warhammer Fantasy, eftir að hafa spilað Warhammer Fantasy Roleplay í fjölda ár (Erum að klára bók 4 af 5 í The Enemy Within Campaign). Við völdum okkur sitt hvorn herinn, hann er með Vampire Counts og ég er með Orcs ´n Goblins, svo á bróðir minn einhvern staðar Chaos Warrior her.\nHvað er svona ásættanlegur byrjunarher fyrir Orcs and Goblins? Ég er með:\n1 Regiment Night Goblins (Spear/shield eða er spear 2hand?)\n1 Regiment Goblins (Bow/missile)\n1 Regiment Orcs(Choppa/shield)\nOrc Shaman\n5 Orc Boar-boyz (incl. 3 sem eru command group..musician etc.)\nEr þetta ekki sæmilegt til að byrja með? Hvað á maður svo að fá sér næst til að bæta inn? (Fæ mér að sjálfsögðu Fanatics heh)\nVið höfum ekki spilað ennþá en það fer líklega að styttast í það, erum að stútera reglubækurnar, hlakkar bara nokkuð mikið til.\nM. fyrifram þökk,\nMagni",
    "url": "https://www.hugi.is/bordaspil/greinar/99569/er-ad-byrja/",
    "url_id": "99569",
    "id": "721903",
    "replies": [
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-10-29 00:42:41",
            "id": "721904",
            "reply_to_id": "721903",
            "text": "Þetta er mjög gott til að byrja með. Næst geturu fengið þér fleiri orcs eða goblins og svo farið að spá í einhverjum Special unitum. Mæli með að þú kíkir á okkur Árna 9. nov í Nexus… þar verðum við að fara yfir reglur og kenna spilurum betur á Warhammer.\nAzmodan."
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2003-02-24 18:49:25",
            "id": "721905",
            "reply_to_id": "721904",
            "text": "Azmodan þú virðis vita mikið um warhammer fantasy.\nÉg er að byrja að safna chaos.Ég var að pæla hvaða guð væri svona besur(helst topp 5 lista yfir þá)"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2003-02-24 19:39:26",
            "id": "721906",
            "reply_to_id": "721905",
            "text": "Tzeentch er bestur. En frekar leiðinlegt að spila hann. Nurgle og Slaanesh eru skemmtilegir. Khorne er leiðinlegur…\nHehehehehe þetta er bara svona… þú verður bara að velja hver þér þykir flottastur eða eitthvað.\nAzmodan."
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2003-02-24 21:01:05",
            "id": "721907",
            "reply_to_id": "721906",
            "text": "Takk fyrir.Ætla þá að safna slanes"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-29 14:24:39",
            "id": "721908",
            "reply_to_id": "721903",
            "text": "hmm…ég myndi sjálfur stækka Orc Boar-boyz unitið upp í 10-12 kalla(þig vantar 5-7kalla) svo gætiru farið að spá í því að kaupa þér Black Orcs eða einhver önnur Special eða Rare units\nkv. Lord Raith"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-29 18:36:41",
            "id": "721909",
            "reply_to_id": "721903",
            "text": "Orkagaurinn sem var í 2. sæti á síðasta móti notaði bara venjulega orka og goblina og herinn hans var mjög flottur og góður. Það að hafa enga svona furðulega orka eða goblina gerði herinn svo ótrúlega flottann!"
        },
        {
            "user": "Cloud",
            "user_id": "9692",
            "date": "2002-10-29 21:59:04",
            "id": "721910",
            "reply_to_id": "721903",
            "text": "Sem reyndur O&G spilari keyptu fullt af fanatics black orcs og kannski 1-2 DoomDivers og líka GIANT ef þú átt pening (stærsta styttan í spilinu)því giant er skemmtilegasti náunginn í spilinu."
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2003-02-24 18:51:07",
            "id": "721911",
            "reply_to_id": "721910",
            "text": "GIANT er ekki stærstur Bloddthirster er stærri!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-07 21:02:56",
            "id": "721912",
            "reply_to_id": "721903",
            "text": "Það sem þú þarft öðru fremur (að mínu mati að sjálfsögðu) þegar þú spilar orka og gobba er fullt, fullt af grænum líkömum. Ef þú fyllir svona 75%+ af deployment svæðinu  þá er erfitt að flanka þig :)\nMálið með O&G er líka það að þú ert með verulega ódýra kalla (oftast) og þess vegna engin ástæða til annars en að vera með stórar sveitir. Ég nota 25 orka sveitir (3, þar af ein big'uns) og 30 gobba sveitir. Þess vegna mæli ég frekar með því að þú bætir við þær sveitir sem fyrir eru í bili.\nHvað varðar vopnabúnað á sveitunum mæli ég eindregið gegn öllu sem heiti bogar. Strákarnir eru ekkert allt of færir með svona rugl, og þegar þeir hitta á annað borð er ekkert sérlega líklegt að þeir drepi nokkuð yfirleitt.\nFyrir gobba mæli ég með hand weapons og shield. Hugsanlega light armour fyrir venjulega gobba, ef þú tímir punktunum. Gallinn er sá að þeir koma með spjót og boga úr kassanum, og þarf því að converta þeim til að þeir hafi hand weapons. Og trúðu mér, eftir 60 gobba er það ekkert mál :)\nEina sveitin sem ég myndi hugdsanlega kaupa boga á eru night goblins (ef ég notaði þá). Bara ein ástæða: Til að drepa helv… fanatikana þegar þeir eru komnir of nálægt big'ununum þínum eða boar boyz…\nOrcana mína nota ég með choppa og shield (6 pt stykkið er mjög ódýrt), nema big'uns sveitina mína, sem hafa spjót.\nEr ekki farinn að nota boar boyz enn, en mun nota 10-12 manna sveit þegar ég verð búinn að mála þá. Skella inn einum orc big boss og þá ertu kominn með góða sveit.\nEin góð viðbót við alla O&G herji eru wolfriders og chariots. Það eru líka bara mjög svöl módel, og gaman að mála úlfana…\nÉg er ekki sammála þeim sem sagði að það sem þú ættir að byggja herinn þinn á séu night goblins (oft kallaðir MFRS, Mobile Fanatic Release System), black orcs og risar. Þar sem þú ert role-player eins og ég mæli ég með að þú finnir þér eitthvað kúl þema og farir eftir því.\nÉg til dæmis ákvað að hafa eingöngu venjulega orca og gobba í mínum her. Ekkert savage, black, night, og enga risa. Og verð að segja að fyrir utan einstaka verulega vont animosity klúður gengur bara nokkuð vel…\nSvo er bara að koma sér upp aðal kallinum, orc/black orc warboss on foot :) um að gera að hafa hann með infantryinu svo þú getir notað leadershipið hans hjá aðal sveitunum.\nGangi þér vel\nBrjánn Jónasson"
        }
    ]
}